{"session_id": 43, "bill_id": 11613, "bill_type": "Senate Bill", "bill_number": 34, "bill_title": "establish a qualified benefit preservation arrangement for eligible members of the South Dakota Retirement System.", "sponsors": [], "keywords": ["Executive/Judiciary Request", "Public Officers and Employees", "Retirement System"], "audio": [{"meeting_datetime": "2020-01-22T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sre06.mp3", "start_seconds": 4149.0}, {"meeting_datetime": "2020-01-22T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sre06.mp3", "start_seconds": 4149.0}, {"meeting_datetime": "2020-01-22T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sre06.mp3", "start_seconds": 4149.0}, {"meeting_datetime": "2020-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen08.mp3", "start_seconds": 1930.0}, {"meeting_datetime": "2020-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen08.mp3", "start_seconds": 1930.0}, {"meeting_datetime": "2020-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen08.mp3", "start_seconds": 1930.0}, {"meeting_datetime": "2020-02-12T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hre19.mp3", "start_seconds": 1600.0}, {"meeting_datetime": "2020-02-12T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hre19.mp3", "start_seconds": 1600.0}, {"meeting_datetime": "2020-02-12T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hre19.mp3", "start_seconds": 1600.0}, {"meeting_datetime": "2020-02-12T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hre19.mp3", "start_seconds": 1600.0}], "bill_versions": [{"bill_id": 11613, "bill_version_id": 62002, "bill_version": "Introduced", "bill_version_date": "2020-01-11T16:09:38.143-06:00", "bill_text": "An Act to establish a qualified benefit preservation arrangement for eligible members of the South Dakota Retirement System. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 3-12C-1801. Participant--Defined. For the purposes of this part, a participant is a member, retiree, or the surviving spouse of a member or retiree, who is eligible to participate in the qualified benefit preservation arrangement as determined by § 3-12C-1804. Section 2. That a NEW SECTION be added: 3-12C-1802. Qualified benefit preservation arrangement--Defined. For the purposes of this part, the qualified benefit preservation arrangement is an arrangement under section 415(m) of the Internal Revenue Code and established in § 3-12C-1803. Section 3. That a NEW SECTION be added: 3-12C-1803. Qualified benefit preservations arrangement--Established--Purpose. The qualified benefit preservation arrangement is established and placed under the management of the board. The purpose of the qualified benefit preservation arrangement is solely to provide a portion of the benefit that would otherwise have been payable by the system except for the limitations under section 415(b) of the Internal Revenue Code, as determined in § 3-12C-1805. The qualified benefit preservation arrangement is intended to constitute a qualified governmental excess benefit arrangement under section 415(m) of the Internal Revenue Code and shall be interpreted and construed consistently with that intent. The qualified benefit preservation arrangement is a portion of the system solely to the extent required under, and within the meaning of, code section 415(m)(3) and § 3-12C-1805. The qualified benefit preservation arrangement is an exempt governmental deferred compensation plan described in code section 3121(v)(3). Code sections 83, 402(b), 457(a) and 457(f)(1) do not apply to the qualified benefit preservation arrangement. With respect to code section 457(a), the maximum amount that may be deferred under the qualified benefit preservation arrangement on behalf of any participant for the taxable year may exceed both the amount in code section 457(b)(2), as adjusted for cost of living increases, and the percent of the participant's includible compensation referred to in that code section. The system may not hold any assets or income under the qualified benefit preservation arrangement in trust for the exclusive benefit of participants. Section 4. That a NEW SECTION be added: 3-12C-1804. Eligibility to participate. Effective as of July 1, 2020, a participant is eligible to participate in the qualified benefit preservation arrangement for any calendar year, or portion of the calendar year, during which the participant is entitled to receive a benefit payment from the system, but the benefit is required to be reduced due to the application of the maximum benefit provisions of section 415(b) of the Internal Revenue Code. In that case, the participant may be eligible for a benefit as determined in § 3-12C-1805. The system shall determine which participants are eligible to participate in the qualified benefit preservation arrangement. Eligibility for participation begins in any month in which a participant is entitled to receive a benefit from the system that is required to be reduced due to the application of the maximum benefit provisions of section 415(b) of the Internal Revenue Code and ends in any month in which the benefit is not limited by code section 415(b) or when all benefits under the system have ended. Eligibility to participate in the qualified benefit preservation arrangement is limited to those retirees or beneficiaries whose benefits under the system are required to be reduced based upon either of the following: (1) The rules for retirement before age sixty-two under section 415(b)(2)(C) of the Internal Revenue Code; or (2) The rules regarding benefits for which there is not an actuarial increase due to retirement after age sixty-five as set forth in section 415(b)(2)(D) of the Internal Revenue Code. Section 5. That a NEW SECTION be added: 3-12C-1805. Benefit payable. A participant shall receive a portion of the participant's benefit that is equal to the difference between the amount of that participant's monthly retirement benefit paid under the system and the amount that would have been payable to the participant from the system in that month if not for the reduction due to the application of section 415(b) of the Internal Revenue Code, limited by the following conditions: (1) For any retirement benefit that begins before the member attains age sixty-two, the maximum total benefit payable is equal to the Internal Revenue Code's applicable benefit limit for the calendar year for a retirement at age sixty-two to sixty-five, as if the reduction for retirement before age sixty-two was not applied. Specifically, the qualified benefit preservation arrangement shall pay the amount that exceeds the Internal Revenue Code's benefit limit as actuarially reduced for commencement before age sixty-two but may only pay a benefit up to the applicable benefit limit under section 415(b) of the Internal Revenue Code for the calendar year unreduced for early commencement. When the participant's benefit from the qualified benefit preservation arrangement is combined with the participant's benefit from the system, the participant's total benefit may not exceed the applicable benefit limit under section 415(b) of the Internal Revenue Code for the calendar year, unreduced for early commencement; (2) For any retirement benefit that begins after age sixty-five, the maximum total benefit payable is equal to the Internal Revenue Code's applicable benefit limit for a retirement at age sixty-two to sixty-five, inclusive, as if the limit was actuarially increased for a retirement at the participant’s retirement age, up to age seventy, and the qualified benefit preservation arrangement shall pay the amount that exceeds the code's benefit limit for retirement at age sixty-two to sixty-five, inclusive. When the participant's benefit from the qualified benefit preservation arrangement is combined with the participant's benefit from the system, the participant's total benefit may not exceed the applicable benefit limit under section 415(b) of the Internal Revenue Code for the calendar year, actuarially increased to the participant’s age at retirement, up to age seventy. For purposes of the benefits payable from the qualified benefit preservation arrangement, if a participant receives an annual incentive payment based on performance, the incentive payment will be treated as paid in the same calendar quarter of each year considered in the computation of final average compensation. If an annual incentive payment is paid in different calendar quarters in the years considered in the computation of final average compensation, the annual incentive payment will be treated as if it was consistently paid in the fourth calendar quarter. The benefit payable from the qualified benefit preservation arrangement is limited to the amount that, if combined with the participant’s benefit from the system, does not exceed the amount that would have been payable to the participant from the system in that month if not for the reduction due to the application of section 415(b) of the Internal Revenue Code as adjusted in accordance with section 415(d)(1)(A) of the Internal Revenue Code. The qualified benefit preservation arrangement shall be computed and is payable under the same terms, at the same time, and to the same person as the related benefit payable under the system. A participant may not elect to defer the receipt of any part of the payment due under the qualified benefit preservation arrangement. Section 6. That a NEW SECTION be added: 3-12C-1806. Cost of living adjustment after benefit begins--Change in benefit payable. After retirement, the monthly retirement benefit that would have been payable to the participant if not for the application of section 415(b) of the Internal Revenue Code will increase with any cost of living adjustment as determined by the system, and the applicable benefit limits under 415(b) of the Internal Revenue Code will be adjusted in accordance with section 415(d)(1)(A) of the Internal Revenue Code. As a result, the benefit payable from the qualified benefit preservation arrangement may increase or decrease due solely to the interaction of the cost of living adjustment as determined by the system and the applicable benefit limit adjustment in accordance with section 415(d)(1)(A). Section 7. That a NEW SECTION be added: 3-12C-1807. Qualified benefit preservation arrangement--Funding. The qualified benefit preservation arrangement is, and shall remain, unfunded within the meaning of federal tax laws, and the rights, if any, of any participant to any benefit under the qualified benefit preservation arrangement are limited to those specified in this part. Section 8. That a NEW SECTION be added: 3-12C-1808. Contributions. The system shall determine the amount necessary to pay the benefits under § 3-12C-1805 for each calendar year. The required contribution will be the aggregate of the benefits payable under § 3-12C-1805 to all participants for the calendar year and an amount determined to be a necessary and reasonable expense of administering the qualified benefit preservation arrangement. Contributions may not be calculated in a manner designed to pay future benefits under § 3-12C-1805. Each payment of contributions by an employer that would otherwise be made to the system fund will be reduced by the amount necessary to pay the benefits under § 3-12C-1805, and these contributions will be deposited in the qualified benefit preservation arrangement trust fund. The employer contributions otherwise required under the terms of this chapter shall be divided into those contributions required to pay the benefits under § 3-12C-1805, and those contributions paid into and accumulated in the system fund to pay the maximum benefits permitted. Under no circumstances may employer contributions to fund the benefits under § 3-12C-1805 be credited to or commingled with contributions paid into and accumulated in the system fund, as otherwise prohibited by §§ 3-12C-219 and 3-12C-1803. The amount deducted from employer contributions and deposited into the qualified benefit preservation arrangement fund does not increase the amount of employer contributions required under the system fund. Any contributions not used to pay the benefits under § 3-12C-1805 for a current calendar year, together with any income accruing to the qualified benefit preservation arrangement fund, shall be used to pay the administrative expenses of the qualified benefit preservation arrangement for the calendar year. Any contributions not used to pay the benefits under § 3-12C-1805 for the current calendar year that remain after paying administrative expenses shall be used to fund administrative expenses or benefits of participants in future years. The system shall account separately for the amounts determined to be necessary to provide the benefits under § 3-12C-1805 for each participant. However, this separate accounting does not constitute setting aside these amounts for the benefit of a participant. Benefits under § 3-12C-1805 shall be paid from the qualified benefit preservation arrangement fund. Any consultant or outside auditor, attorney, or actuary performing services for the system may also perform services for the qualified benefit preservation arrangement. Any fees attributable to services performed with respect to the qualified benefit preservation arrangement are payable solely from the qualified benefit preservation arrangement fund. Section 9. That a NEW SECTION be added: 3-12C-1809. Qualified benefit preservation arrangement trust fund--Establishment--Purpose. The qualified benefit preservation arrangement trust fund is established as a valid trust under the laws of the state, separate from the system fund, to hold contributions of the employers. Contributions to the qualified benefit preservation arrangement fund shall be held separate and apart from the funds comprising the system fund and may not be commingled with assets of the system fund and must be accounted for separately. The qualified benefit preservation arrangement fund is maintained solely to provide certain benefits under a qualified governmental excess benefit arrangement within the meaning of section 415(m) of the Internal Revenue Code and to pay reasonable and necessary administrative expenses of the arrangement. The qualified benefit preservation arrangement fund is intended to be a grantor trust, of which the employer is the grantor, within the meaning of subpart E, part I, subchapter J, chapter 1, subtitle A of the code, and shall be construed accordingly. This provision may not be construed to create an irrevocable trust of any kind. The South Dakota Investment Council may, if it is determined advisable, hold assets of the qualified benefit preservation arrangement fund uninvested for making distributions under the qualified benefit preservation arrangement or may invest assets of the qualified benefit preservation arrangement as otherwise permitted by law. Section 10. That a NEW SECTION be added: 3-12C-1810. Qualified benefit preservation arrangement assets--Income. Any assets held by the qualified benefit preservation arrangement to assist in meeting the employer's obligations under the qualified benefit preservation arrangement, including all amounts of employer contributions made under the qualified benefit preservation arrangement, all property and rights acquired or purchased with these amounts, and all income attributable to these amounts shall be held separate and apart from other funds of the employer and will be used exclusively for the uses and purposes of participants and general creditors as set forth in this part. Participants have no preferred claim on, or any beneficial interest in, any assets of the qualified benefit preservation arrangement fund. Any rights created under this part are unsecured contractual rights of a participant against the employer. Any assets held by the qualified benefit preservation arrangement fund are subject to the claims of the employer's general creditors under federal and state law in the event of the employer's insolvency. Income accruing to the qualified benefit preservation arrangement fund constitutes income derived from the exercise of an essential governmental function upon which the qualified benefit preservation arrangement fund is exempt from tax under sections 115 and 415(m)(1) of the Internal Revenue Code. Section 11. That a NEW SECTION be added: 3-12C-1811. Qualified benefit preservation arrangement--Administration. The system shall administer the qualified benefit preservation arrangement. The system shall compile and maintain all records necessary for administration. The board has the same rights, duties, and responsibilities respecting the qualified benefit preservation arrangement as it has with respect to the system. The board shall, as necessary and appropriate, take the following actions: (1) Establish procedures to administer the qualified benefit preservation arrangement not inconsistent with this part and the Internal Revenue Code, and to amend or rescind any of these procedures; (2) Determine, consistent with this part, applicable law, rules, or regulations, all questions of law or fact that may arise as to eligibility for participation and eligibility for distribution of benefits, and the status of any person claiming benefits under the qualified benefit preservation arrangement; (3) Make payments from the qualified benefit preservation arrangement fund to participants pursuant to this part; (4) Contract with a third party to perform designated administrative services under this part; (5) Construe and interpret this part as to administrative issues and to correct any defect, supply any omission, or reconcile any inconsistency in the qualified benefit preservation arrangement, subject to and consistent with the code; and (6) Seek appropriate rulings from the Internal Revenue Service with regard to the status of the qualified benefit preservation arrangement under the Internal Revenue Code. Section 12. That a NEW SECTION be added: 3-12C-1812. Qualified benefit preservation arrangement--No assignment. The rights of a person to a benefit, and the benefit itself, payable under this part are hereby exempt from any state, county, municipal, or other local tax and may not be subject to execution, garnishment, attachment, operation of bankruptcy or insolvency laws, or any other process of law whatsoever and is unassignable and nontransferable, except as otherwise provided by § 3-12C-1809 or otherwise in the same manner as a retirement benefit under the system. Section 13. That a NEW SECTION be added: 3-12C-1813. Conflicts. In resolving any conflict between provisions of this part, and in resolving any other uncertainty as to the meaning or intention of any provision of the qualified benefit preservation arrangement, the prevailing interpretation shall be the one that causes: (1) The qualified benefit preservation arrangement to constitute a qualified governmental excess benefit arrangement under the provisions of section 415(m) of the Internal Revenue Code and the qualified benefit preservation arrangement fund to be exempt from tax under sections 115 and 415(m) of the Internal Revenue Code; (2) The qualified benefit preservation arrangement and the system to comply with all applicable requirements of the code; and (3) The qualified benefit preservation arrangement and the system to comply with all applicable state laws. Section 14. That a NEW SECTION be added: 3-12C-1814. Limitation of rights. Neither the establishment or maintenance of the qualified benefit preservation arrangement, nor any amendment to the qualified benefit preservation arrangement, nor any act or omission under the qualified benefit preservation arrangement or resulting from the operation of the qualified benefit preservation arrangement, may be construed: (1) As conferring upon any participant or any other person a right or claim against the system, board, executive director, trustees, or any employer, except to the extent that the right or claim is specifically expressed and provided in the qualified benefit preservation arrangement; (2) As creating any responsibility or liability of any employer for the validity or effect of the qualified benefit preservation arrangement; (3) As a contract between any employer and any participant or other person; (4) As being consideration for, or an inducement or condition of, employment of any participant or other person, or as affecting or restricting in any manner or to any extent whatsoever the rights or obligations of any employer or any participant or other person to continue or terminate the employment relationship at any time; or (5) As giving any participant the right to be retained in the employer's service or to interfere with the employer's right to discharge any participant or other person at any time. Section 15. That a NEW SECTION be added: 3-12C-1815. Erroneous payments--Corrections. Any benefit payment that should not have been made, according to the terms of the qualified benefit preservation arrangement and the benefits provided under the qualified benefit preservation arrangement, may be recovered as provided in § 3-12C-214. If in doubt concerning the correctness of any action in making a payment of a benefit, the payment may be suspended until verification as to the correctness of the payment or the person to receive the payment. Section 16. That a NEW SECTION be added: 3-12C-1816. Administration of benefit--Release and receipt. Any payment to any participant shall, to the extent paid, be in full satisfaction of the participant's claim being paid and may be conditioned on the delivery by the participant of the duly executed receipt and release in a form determined by the system. Section 17. That a NEW SECTION be added: 3-12C-1817. Reservation of power to change. The Legislature reserves the right at any time and, from time to time, to modify or amend, in whole or in part, any or all of the provisions of the qualified benefit preservation arrangement. No member of the system and no beneficiary of a member acquires any vested right to a payment under the qualified benefit preservation arrangement."}, {"bill_id": 11613, "bill_version_id": 67877, "bill_version": "Enrolled", "bill_version_date": "2020-02-18T18:16:35.343-06:00", "bill_text": "ENTITLED An Act to establish a qualified benefit preservation arrangement for eligible members of the South Dakota Retirement System. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 3-12C-1801. Participant--Definition. For the purposes of this part, a participant is a member, retiree, or the surviving spouse of a member or retiree, who is eligible to participate in the qualified benefit preservation arrangement as determined by § 3-12C-1804. Section 2. That a NEW SECTION be added: 3-12C-1802. Qualified benefit preservation arrangement--Definition. For the purposes of this part, the qualified benefit preservation arrangement is an arrangement under section 415(m) of the Internal Revenue Code and established in § 3-12C-1803. Section 3. That a NEW SECTION be added: 3-12C-1803. Qualified benefit preservations arrangement--Establishment--Purpose. The qualified benefit preservation arrangement is established and placed under the management of the board. The purpose of the qualified benefit preservation arrangement is solely to provide a portion of the benefit that would otherwise have been payable by the system except for the limitations under section 415(b) of the Internal Revenue Code, as determined in § 3-12C-1805. The qualified benefit preservation arrangement is intended to constitute a qualified governmental excess benefit arrangement under section 415(m) of the Internal Revenue Code and shall be interpreted and construed consistently with that intent. The qualified benefit preservation arrangement is a portion of the system solely to the extent required under, and within the meaning of, code section 415(m)(3) and § 3-12C-1805. The qualified benefit preservation arrangement is an exempt governmental deferred compensation plan described in code section 3121(v)(3). Code sections 83, 402(b), 457(a) and 457(f)(1) do not apply to the qualified benefit preservation arrangement. With respect to code section 457(a), the maximum amount that may be deferred under the qualified benefit preservation arrangement on behalf of any participant for the taxable year may exceed both the amount in code section 457(b)(2), as adjusted for cost of living increases, and the percent of the participant's includible compensation referred to in that code section. The system may not hold any assets or income under the qualified benefit preservation arrangement in trust for the exclusive benefit of participants. Section 4. That a NEW SECTION be added: 3-12C-1804. Eligibility to participate. Effective as of July 1, 2020, a participant is eligible to participate in the qualified benefit preservation arrangement for any calendar year, or portion of the calendar year, during which the participant is entitled to receive a benefit payment from the system, but the benefit is required to be reduced due to the application of the maximum benefit provisions of section 415(b) of the Internal Revenue Code. In that case, the participant may be eligible for a benefit as determined in § 3-12C-1805. The system shall determine which participants are eligible to participate in the qualified benefit preservation arrangement. Eligibility for participation begins in any month in which a participant is entitled to receive a benefit from the system that is required to be reduced due to the application of the maximum benefit provisions of section 415(b) of the Internal Revenue Code and ends in any month in which the benefit is not limited by code section 415(b) or when all benefits under the system have ended. Eligibility to participate in the qualified benefit preservation arrangement is limited to those retirees or beneficiaries whose benefits under the system are required to be reduced based upon either of the following: (1) The rules for retirement before age sixty-two under section 415(b)(2)(C) of the Internal Revenue Code; or (2) The rules regarding benefits for which there is not an actuarial increase due to retirement after age sixty-five as set forth in section 415(b)(2)(D) of the Internal Revenue Code. Section 5. That a NEW SECTION be added: 3-12C-1805. Benefit payable. A participant shall receive a portion of the participant's benefit that is equal to the difference between the amount of that participant's monthly retirement benefit paid under the system and the amount that would have been payable to the participant from the system in that month if not for the reduction due to the application of section 415(b) of the Internal Revenue Code, limited by the following conditions: (1) For any retirement benefit that begins before the member attains age sixty-two, the maximum total benefit payable is equal to the Internal Revenue Code's applicable benefit limit for the calendar year for a retirement at age sixty-two to sixty-five, as if the reduction for retirement before age sixty-two was not applied. Specifically, the qualified benefit preservation arrangement shall pay the amount that exceeds the Internal Revenue Code's benefit limit as actuarially reduced for commencement before age sixty-two but may only pay a benefit up to the applicable benefit limit under section 415(b) of the Internal Revenue Code for the calendar year unreduced for early commencement. When the participant's benefit from the qualified benefit preservation arrangement is combined with the participant's benefit from the system, the participant's total benefit may not exceed the applicable benefit limit under section 415(b) of the Internal Revenue Code for the calendar year, unreduced for early commencement; (2) For any retirement benefit that begins after age sixty-five, the maximum total benefit payable is equal to the Internal Revenue Code's applicable benefit limit for a retirement at age sixty-two to sixty-five, inclusive, as if the limit was actuarially increased for a retirement at the participant’s retirement age, up to age seventy, and the qualified benefit preservation arrangement shall pay the amount that exceeds the code's benefit limit for retirement at age sixty-two to sixty-five, inclusive. When the participant's benefit from the qualified benefit preservation arrangement is combined with the participant's benefit from the system, the participant's total benefit may not exceed the applicable benefit limit under section 415(b) of the Internal Revenue Code for the calendar year, actuarially increased to the participant’s age at retirement, up to age seventy. For purposes of the benefits payable from the qualified benefit preservation arrangement, if a participant receives an annual incentive payment based on performance, the incentive payment will be treated as paid in the same calendar quarter of each year considered in the computation of final average compensation. If an annual incentive payment is paid in different calendar quarters in the years considered in the computation of final average compensation, the annual incentive payment will be treated as if it was consistently paid in the fourth calendar quarter. The benefit payable from the qualified benefit preservation arrangement is limited to the amount that, if combined with the participant’s benefit from the system, does not exceed the amount that would have been payable to the participant from the system in that month if not for the reduction due to the application of section 415(b) of the Internal Revenue Code as adjusted in accordance with section 415(d)(1)(A) of the Internal Revenue Code. The qualified benefit preservation arrangement shall be computed and is payable under the same terms, at the same time, and to the same person as the related benefit payable under the system. A participant may not elect to defer the receipt of any part of the payment due under the qualified benefit preservation arrangement. Section 6. That a NEW SECTION be added: 3-12C-1806. Cost of living adjustment after benefit begins--Change in benefit payable. After retirement, the monthly retirement benefit that would have been payable to the participant if not for the application of section 415(b) of the Internal Revenue Code will increase with any cost of living adjustment as determined by the system, and the applicable benefit limits under 415(b) of the Internal Revenue Code will be adjusted in accordance with section 415(d)(1)(A) of the Internal Revenue Code. As a result, the benefit payable from the qualified benefit preservation arrangement may increase or decrease due solely to the interaction of the cost of living adjustment as determined by the system and the applicable benefit limit adjustment in accordance with section 415(d)(1)(A). Section 7. That a NEW SECTION be added: 3-12C-1807. Qualified benefit preservation arrangement--Funding. The qualified benefit preservation arrangement is, and shall remain, unfunded within the meaning of federal tax laws, and the rights, if any, of any participant to any benefit under the qualified benefit preservation arrangement are limited to those specified in this part. Section 8. That a NEW SECTION be added: 3-12C-1808. Contributions. The system shall determine the amount necessary to pay the benefits under § 3-12C-1805 for each calendar year. The required contribution will be the aggregate of the benefits payable under § 3-12C-1805 to all participants for the calendar year and an amount determined to be a necessary and reasonable expense of administering the qualified benefit preservation arrangement. Contributions may not be calculated in a manner designed to pay future benefits under § 3-12C-1805. Each payment of contributions by an employer that would otherwise be made to the system fund will be reduced by the amount necessary to pay the benefits under § 3-12C-1805, and these contributions will be deposited in the qualified benefit preservation arrangement trust fund. The employer contributions otherwise required under the terms of this chapter shall be divided into those contributions required to pay the benefits under § 3-12C-1805, and those contributions paid into and accumulated in the system fund to pay the maximum benefits permitted. Under no circumstances may employer contributions to fund the benefits under § 3-12C-1805 be credited to or commingled with contributions paid into and accumulated in the system fund, as otherwise prohibited by §§ 3-12C-219 and 3-12C-1803. The amount deducted from employer contributions and deposited into the qualified benefit preservation arrangement fund does not increase the amount of employer contributions required under the system fund. Any contributions not used to pay the benefits under § 3-12C-1805 for a current calendar year, together with any income accruing to the qualified benefit preservation arrangement fund, shall be used to pay the administrative expenses of the qualified benefit preservation arrangement for the calendar year. Any contributions not used to pay the benefits under § 3-12C-1805 for the current calendar year that remain after paying administrative expenses shall be used to fund administrative expenses or benefits of participants in future years. The system shall account separately for the amounts determined to be necessary to provide the benefits under § 3-12C-1805 for each participant. However, this separate accounting does not constitute setting aside these amounts for the benefit of a participant. Benefits under § 3-12C-1805 shall be paid from the qualified benefit preservation arrangement fund. Any consultant or outside auditor, attorney, or actuary performing services for the system may also perform services for the qualified benefit preservation arrangement. Any fees attributable to services performed with respect to the qualified benefit preservation arrangement are payable solely from the qualified benefit preservation arrangement fund. Section 9. That a NEW SECTION be added: 3-12C-1809. Qualified benefit preservation arrangement trust fund--Establishment--Purpose. The qualified benefit preservation arrangement trust fund is established as a valid trust under the laws of the state, separate from the system fund, to hold contributions of the employers. Contributions to the qualified benefit preservation arrangement fund shall be held separate and apart from the funds comprising the system fund and may not be commingled with assets of the system fund and must be accounted for separately. The qualified benefit preservation arrangement fund is maintained solely to provide certain benefits under a qualified governmental excess benefit arrangement within the meaning of section 415(m) of the Internal Revenue Code and to pay reasonable and necessary administrative expenses of the arrangement. The qualified benefit preservation arrangement fund is intended to be a grantor trust, of which the employer is the grantor, within the meaning of subpart E, part I, subchapter J, chapter 1, subtitle A of the code, and shall be construed accordingly. This provision may not be construed to create an irrevocable trust of any kind. The South Dakota Investment Council may, if it is determined advisable, hold assets of the qualified benefit preservation arrangement fund uninvested for making distributions under the qualified benefit preservation arrangement or may invest assets of the qualified benefit preservation arrangement as otherwise permitted by law. Section 10. That a NEW SECTION be added: 3-12C-1810. Qualified benefit preservation arrangement assets--Income. Any assets held by the qualified benefit preservation arrangement to assist in meeting the employer's obligations under the qualified benefit preservation arrangement, including all amounts of employer contributions made under the qualified benefit preservation arrangement, all property and rights acquired or purchased with these amounts, and all income attributable to these amounts shall be held separate and apart from other funds of the employer and will be used exclusively for the uses and purposes of participants and general creditors as set forth in this part. Participants have no preferred claim on, or any beneficial interest in, any assets of the qualified benefit preservation arrangement fund. Any rights created under this part are unsecured contractual rights of a participant against the employer. Any assets held by the qualified benefit preservation arrangement fund are subject to the claims of the employer's general creditors under federal and state law in the event of the employer's insolvency. Income accruing to the qualified benefit preservation arrangement fund constitutes income derived from the exercise of an essential governmental function upon which the qualified benefit preservation arrangement fund is exempt from tax under sections 115 and 415(m)(1) of the Internal Revenue Code. Section 11. That a NEW SECTION be added: 3-12C-1811. Qualified benefit preservation arrangement--Administration. The system shall administer the qualified benefit preservation arrangement. The system shall compile and maintain all records necessary for administration. The board has the same rights, duties, and responsibilities respecting the qualified benefit preservation arrangement as it has with respect to the system. The board shall, as necessary and appropriate, take the following actions: (1) Establish procedures to administer the qualified benefit preservation arrangement not inconsistent with this part and the Internal Revenue Code, and to amend or rescind any of these procedures; (2) Determine, consistent with this part, applicable law, rules, or regulations, all questions of law or fact that may arise as to eligibility for participation and eligibility for distribution of benefits, and the status of any person claiming benefits under the qualified benefit preservation arrangement; (3) Make payments from the qualified benefit preservation arrangement fund to participants pursuant to this part; (4) Contract with a third party to perform designated administrative services under this part; (5) Construe and interpret this part as to administrative issues and to correct any defect, supply any omission, or reconcile any inconsistency in the qualified benefit preservation arrangement, subject to and consistent with the code; and (6) Seek appropriate rulings from the Internal Revenue Service with regard to the status of the qualified benefit preservation arrangement under the Internal Revenue Code. Section 12. That a NEW SECTION be added: 3-12C-1812. Qualified benefit preservation arrangement--No assignment. The rights of a person to a benefit, and the benefit itself, payable under this part are hereby exempt from any state, county, municipal, or other local tax and may not be subject to execution, garnishment, attachment, operation of bankruptcy or insolvency laws, or any other process of law whatsoever and is unassignable and nontransferable, except as otherwise provided by § 3-12C-1809 or otherwise in the same manner as a retirement benefit under the system. Section 13. That a NEW SECTION be added: 3-12C-1813. Conflicts. In resolving any conflict between provisions of this part, and in resolving any other uncertainty as to the meaning or intention of any provision of the qualified benefit preservation arrangement, the prevailing interpretation shall be the one that causes: (1) The qualified benefit preservation arrangement to constitute a qualified governmental excess benefit arrangement under the provisions of section 415(m) of the Internal Revenue Code and the qualified benefit preservation arrangement fund to be exempt from tax under sections 115 and 415(m) of the Internal Revenue Code; (2) The qualified benefit preservation arrangement and the system to comply with all applicable requirements of the code; and (3) The qualified benefit preservation arrangement and the system to comply with all applicable state laws. Section 14. That a NEW SECTION be added: 3-12C-1814. Limitation of rights. Neither the establishment or maintenance of the qualified benefit preservation arrangement, nor any amendment to the qualified benefit preservation arrangement, nor any act or omission under the qualified benefit preservation arrangement or resulting from the operation of the qualified benefit preservation arrangement, may be construed: (1) As conferring upon any participant or any other person a right or claim against the system, board, executive director, trustees, or any employer, except to the extent that the right or claim is specifically expressed and provided in the qualified benefit preservation arrangement; (2) As creating any responsibility or liability of any employer for the validity or effect of the qualified benefit preservation arrangement; (3) As a contract between any employer and any participant or other person; (4) As being consideration for, or an inducement or condition of, employment of any participant or other person, or as affecting or restricting in any manner or to any extent whatsoever the rights or obligations of any employer or any participant or other person to continue or terminate the employment relationship at any time; or (5) As giving any participant the right to be retained in the employer's service or to interfere with the employer's right to discharge any participant or other person at any time. Section 15. That a NEW SECTION be added: 3-12C-1815. Erroneous payments--Corrections. Any benefit payment that should not have been made, according to the terms of the qualified benefit preservation arrangement and the benefits provided under the qualified benefit preservation arrangement, may be recovered as provided in § 3-12C-214. If in doubt concerning the correctness of any action in making a payment of a benefit, the payment may be suspended until verification as to the correctness of the payment or the person to receive the payment. Section 16. That a NEW SECTION be added: 3-12C-1816. Administration of benefit--Release and receipt. Any payment to any participant shall, to the extent paid, be in full satisfaction of the participant's claim being paid and may be conditioned on the delivery by the participant of the duly executed receipt and release in a form determined by the system. Section 17. That a NEW SECTION be added: 3-12C-1817. Reservation of power to change. The Legislature reserves the right at any time and, from time to time, to modify or amend, in whole or in part, any or all of the provisions of the qualified benefit preservation arrangement. No member of the system and no beneficiary of a member acquires any vested right to a payment under the qualified benefit preservation arrangement. An Act to establish a qualified benefit preservation arrangement for eligible members of the South Dakota Retirement System. I certify that the attached Act originated in the: Senate as Bill No. 34 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 34 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2020 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2020 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2020 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [62377], "action_log": [{"bill_id": 11613, "action_date": "2020-01-14T12:00:00-06:00", "document_id": 61791, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/61791.pdf", "status_text": "First Reading Senate", "journal_page": 14, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11613, "action_date": "2020-01-15T13:00:00-06:00", "document_id": 62187, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/62187.pdf", "status_text": "Referred to", "journal_page": 17, "committee_id_action": 447, "committee_id_assigned": 459, "result": "N", "vote": {}}, {"bill_id": 11613, "action_date": "2020-01-22T16:00:00-06:00", "document_id": 62470, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/62470.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 459, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11613, "action_date": "2020-01-22T16:00:00-06:00", "document_id": 62471, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/62471.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 459, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 31885, "president_vote": null, "Yea": [1651, 1704, 1652, 1741, 1719]}}, {"bill_id": 11613, "action_date": "2020-01-24T13:00:00-06:00", "document_id": 63474, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/63474.pdf", "status_text": "Do Pass", "journal_page": 77, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32006, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1707, 1763, 1693, 1659, 1720, 1658, 1742, 1663, 1717, 1708, 1721, 1686, 1724, 1715, 1651, 1749, 1746, 1726, 1718, 1752, 1713, 1704, 1750, 1716, 1706, 1719, 1735, 1652, 1705], "Excused": [1703, 1730]}}, {"bill_id": 11613, "action_date": "2020-01-27T14:00:00-06:00", "document_id": 63659, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/63659.pdf", "status_text": "First Reading House", "journal_page": 64, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11613, "action_date": "2020-01-28T14:00:00-06:00", "document_id": 64105, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/64105.pdf", "status_text": "Referred to", "journal_page": 77, "committee_id_action": 480, "committee_id_assigned": 471, "result": "N", "vote": {}}, {"bill_id": 11613, "action_date": "2020-02-12T15:15:00-06:00", "document_id": 66025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66025.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 471, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11613, "action_date": "2020-02-12T15:15:00-06:00", "document_id": 66026, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66026.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 471, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32986, "president_vote": null, "Yea": [1656, 1657, 1698, 1709, 1687]}}, {"bill_id": 11613, "action_date": "2020-02-12T15:15:00-06:00", "document_id": 66026, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66026.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 471, "committee_id_assigned": null, "result": "N", "vote": {"vote_id": 32991, "president_vote": null, "Yea": [1656, 1657, 1698, 1709, 1687]}}, {"bill_id": 11613, "action_date": "2020-02-18T14:00:00-06:00", "document_id": 67682, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67682.pdf", "status_text": "Do Pass", "journal_page": 299, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33159, "president_vote": null, "Yea": [1754, 1700, 1689, 1723, 1654, 1670, 1710, 1668, 1751, 1665, 1711, 1699, 1672, 1656, 1743, 1680, 1740, 1681, 1744, 1736, 1728, 1702, 1676, 1682, 1662, 1748, 1684, 1731, 1738, 1669, 1739, 1690, 1678, 1747, 1655, 1667, 1722, 1657, 1737, 1675, 1679, 1673, 1671, 1729, 1765, 1698, 1677, 1733, 1745, 1701, 1666, 1725, 1674, 1688, 1727, 1683, 1664, 1709, 1660, 1653, 1696, 1692, 1661, 1762, 1697, 1755, 1691, 1712, 1687, 1734]}}, {"bill_id": 11613, "action_date": "2020-02-18T14:00:00-06:00", "document_id": 67682, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67682.pdf", "status_text": "Do Pass", "journal_page": 297, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33159, "president_vote": null, "Yea": [1754, 1700, 1689, 1723, 1654, 1670, 1710, 1668, 1751, 1665, 1711, 1699, 1672, 1656, 1743, 1680, 1740, 1681, 1744, 1736, 1728, 1702, 1676, 1682, 1662, 1748, 1684, 1731, 1738, 1669, 1739, 1690, 1678, 1747, 1655, 1667, 1722, 1657, 1737, 1675, 1679, 1673, 1671, 1729, 1765, 1698, 1677, 1733, 1745, 1701, 1666, 1725, 1674, 1688, 1727, 1683, 1664, 1709, 1660, 1653, 1696, 1692, 1661, 1762, 1697, 1755, 1691, 1712, 1687, 1734]}}, {"bill_id": 11613, "action_date": "2020-02-19T14:00:00-06:00", "document_id": 67882, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67882.pdf", "status_text": "Signed by the President", "journal_page": 259, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11613, "action_date": "2020-02-20T14:00:00-06:00", "document_id": 68028, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68028.pdf", "status_text": "Signed by the Speaker", "journal_page": 340, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11613, "action_date": "2020-02-21T13:00:00-06:00", "document_id": 68177, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68177.pdf", "status_text": "Delivered to the Governor", "journal_page": 302, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11613, "action_date": "2020-02-27T13:00:00-06:00", "document_id": 68864, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68864.pdf", "status_text": "Signed by the Governor", "journal_page": 363, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 344, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/11613"}