{"session_id": 49, "bill_id": 15532, "bill_type": "House Bill", "bill_number": 1313, "bill_title": "prohibit smoking in certain public places.", "sponsors": [{"legislator_profile_id": 2311, "is_prime": true}, {"legislator_profile_id": 2336, "is_prime": true}, {"legislator_profile_id": 2325, "is_prime": false}, {"legislator_profile_id": 2365, "is_prime": false}, {"legislator_profile_id": 2383, "is_prime": false}, {"legislator_profile_id": 2397, "is_prime": false}], "keywords": ["Elections", "Legislature", "No Smoking"], "audio": [], "bill_versions": [{"bill_id": 15532, "bill_version_id": 86693, "bill_version": "Introduced", "bill_version_date": "2000-01-24T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit smoking in certain public places. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the following Act be enacted by the South Dakota Legislative Assembly and referred to the vote of the electors of the state at the next general election for their approval: FOR AN ACT ENTITLED, An Act to prohibit smoking in certain public places. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Public accommodations,\" any place, establishment, or facility of whatever kind, nature, or class that caters or offers services, facilities, or goods to the general public for a fee, charge, or gratuitously; (2) \"Tobacco product,\" any item made of tobacco intended for human consumption, including cigarettes, cigars, pipe tobacco, and smokeless tobacco. Section 2. No person may smoke tobacco or carry any lighted tobacco product in any common area of any public accommodation. This section does not apply to the following: (1) Any building owned and operated by a social, fraternal, or religious organization when used by the membership of the organization, its guests or families, or any facility that is rented or leased for private functions from which the public is excluded and for which arrangements are under the control of the sponsor of the function; or (2) Any designated enclosed smoking area of a workplace that nonsmoking employees are not required to visit on a regular basis. Section 3. Any representative of a public accommodation who observes a person in possession of a lighted tobacco product shall ask the person to extinguish the tobacco product. If the person persists in the possession of a lighted tobacco product, the representative shall ask the person to leave the premises. Section 4. Any public accommodation that derives seventy-five percent or more of its annual sales from the sale of alcohol or gaming is exempt from the provisions of this Act. Section 5. That § 22-36-2 be repealed. 22-36-2. No person may smoke tobacco or carry any lighted tobacco product in the following places: (1) Any hospital or medical or dental clinic; (2) Any nursing facility; (3) Any public library, museum, indoor theater, or concert hall; (4) Any elementary or secondary school building; (5) Any public conveyance; (6) Any jury room; (7) Any elevator; (8) Any registered or unregistered day care program, day care center, day care cooperative, or family day care home governed by chapter 26-6 during the time in which children who are not family members of the day care provider are receiving care. This section does not prohibit the smoking of tobacco or tobacco products in the places named in this section, if the smoking is confined to areas designated as smoking areas. A violation of this section is a petty offense."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15532, "action_date": "2000-01-24T14:00:00-06:00", "document_id": 85638, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85638.pdf", "status_text": "First read in House and referred to", "journal_page": 205, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15532, "action_date": "2000-01-25T14:00:00-06:00", "document_id": 85640, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85640.pdf", "status_text": "Referred to", "journal_page": 226, "committee_id_action": 656, "committee_id_assigned": 647, "result": "P", "vote": {}}, {"bill_id": 15532, "action_date": "2000-02-07T07:30:00-06:00", "document_id": 85866, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85866.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 647, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15532, "action_date": "2000-02-09T09:30:00-06:00", "document_id": 85894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85894.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 647, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15532, "action_date": "2000-02-09T09:30:00-06:00", "document_id": 85894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85894.pdf", "status_text": "Tabled", "journal_page": 520, "committee_id_action": 647, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44073, "president_vote": null, "Yea": [2308, 2321, 2334, 2348, 2349, 2350, 2374, 2382, 2383, 2390], "Nay": [2336, 2370]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15532"}