{"session_id": 36, "bill_id": 9788, "bill_type": "Senate Bill", "bill_number": 119, "bill_title": "revise provisions regarding investments by farm mutual insurers.", "sponsors": [{"legislator_profile_id": 1568, "is_prime": true}, {"legislator_profile_id": 1590, "is_prime": true}, {"legislator_profile_id": 1588, "is_prime": false}, {"legislator_profile_id": 1593, "is_prime": false}], "keywords": ["Insurance"], "audio": [{"meeting_datetime": "2019-02-07T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco19.mp3", "start_seconds": 3790.0}, {"meeting_datetime": "2019-02-07T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco19.mp3", "start_seconds": 3790.0}, {"meeting_datetime": "2019-02-07T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco19.mp3", "start_seconds": 3790.0}, {"meeting_datetime": "2019-02-07T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco19.mp3", "start_seconds": 3790.0}], "bill_versions": [{"bill_id": 9788, "bill_version_id": 52326, "bill_version": "Introduced", "bill_version_date": "2019-01-25T09:47:30.76-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise provisions regarding investments by farm mutual insurers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-35-47 be amended to read: 58-35-47. The directors of a farm mutual insurer may invest the insurer's funds or any part of the insurer's funds in any of the following: (1) Bonds or other securities issued by the United States government or by any agency or instrumentality of the United States government, or by any United States government-sponsored enterprise; (2) Bonds or other obligations the payment of the interest and principal of which is assumed or guaranteed by the United States government or any agency or instrumentality of the United States government, or by any United States government-sponsored enterprise; (3) General obligation bonds or warrants of this state or of any other state of the United States, or of any of the political subdivisions or other taxing districts of this state or any other state; (4) Certificates of deposit in any bank wherein the deposits are insured by the federal deposit insurance corporation up to the amount to which such insurance protection applies; (5) Shares or savings accounts of savings and loan and building and loan associations to the extent that such an account is insured by the federal savings and loan insurance corporation; (6) When authorized by a majority vote of its members present at a duly called and held meeting of members, and with the consent of the director, in a home office building and the land on which such building is situated; (7) With the approval of the director of the Division of Insurance, in the preferred stock of any solvent corporation existing under the laws of the United States of America, or any state of the United States and in the common stock of any other solvent insurer; (8) Bonds, notes, or other obligations issued by any federal land bank, federal intermediate credit bank, bank for cooperatives, or any or all of the federal farm credit banks; (9) With the approval of the director of the Division of Insurance, in common stocks, mutual funds and exchange traded funds consisting of common stocks, not to exceed twenty percent of the company's admitted assets. No Common stock and equity interests in accordance with this subdivision. For any investment in common stock, or rights to purchase or sell common stock, the corporation shall have retained earnings of no less than one million dollars, except that an insurer may invest in any corporation that has a majority of its operations in this state and has retained earnings of no less than two hundred fifty thousand dollars. For purposes of this subdivision, the earnings of all predecessor, merged, consolidated, or purchased corporations must be included through the use of a consolidated or pro forma statement. The cost of any single individual common stock may not exceed five percent of the company's insurer's admitted assets. The cost of aggregate common stocks, equity mutual funds, and exchange traded funds may not exceed twenty percent of the insurer's admitted assets; (10) Money market funds which would qualify as an investment pursuant to § 58-27-101; (11) With the approval of the director of the Division of Insurance, in an insurance agency; (12) Investments set forth in § 58-27-103 if the aggregate value of the investments pursuant to that section do not exceed ten percent of the farm mutual's total admitted assets and do not exceed the limitation set forth in § 58-27-53; (13) With the approval of the director of the Division of Insurance, in corporate Corporate bonds, convertible bonds, preferred stocks, or other fixed income mutual funds, or exchange traded funds consisting of income securities issued by corporations. No issuer may exceed five percent of admitted assets and no one mutual fund or exchange traded fund may exceed twenty percent of admitted assets. All individual holdings must be rated A3 Baa2 or better by Moody's Investor Service or rated A-, BBB or better by Standard & Poor's Corporation, or 2 or better by the National Association of Insurance Commissioners (NAIC). All mutual funds or exchange traded funds must have an average credit quality of A3 or better as rated by Moody's Investor Service or A- or better as rated by Standard & Poor's Corporation. The aggregage cost of securities from any one corporation or issuer may not exceed five percent of the insurer's admitted assets; (14) Mutual funds, exchange traded funds, investment trusts, and investment companies in accordance with this subdivision. The shares of a fund in which the insurer invests must be registered under the Investment Company Act of 1940 as a diversified open-end investment company. For any investment in shares, interests, or participation certificates in any management type of investment trust, whether corporate or otherwise, any investment restriction and policy related to the underlying investment of the assets of the fund or trust, and its activities, shall be limited to the same kind, class, and investment grade as those authorized for investment under this subdivision. Mutual funds must be at least twenty million dollars in size and have a Morningstar rating of 3 or higher. A single fund may not exceed twenty percent of its admitted assets. Aggregate common stock, equity mutual fund, and exchange traded fund costs may not exceed twenty percent of the insurer's admitted assets. A fixed income mutual fund or exchange traded fund must have an average credit quality of Baa2 or better as rated by Moody's Investor Service, BBB or better as rated by Standard & Poor's Corporation, or 2 or better by the NAIC. Any investment limitation under this section is based upon the amount of the insurer's admitted assets as shown by the most recent financial statement filed by the insurer, unless that insurer's admitted assets or policyholders surplus is revised in accordance with an examination. Except as otherwise provided by law, an investment shall be measured by the lesser of actual cost or admitted value at the time of the acquisition. For any investment with no actual cost, the investment shall be measured by the lesser of the fair value and the admitted value. For purposes of this section, the actual cost means the total amount invested, expended, or the amount reasonably anticipated to be invested or expended in the acquisition or organization of any investment, insurer, or subsidiary, including any organizational expense or contribution to capital and surplus, notwithstanding whether represented by the purchase of capital stock or issuance of other securities. If a farm mutual insurer has invested its funds or any part of its funds pursuant to subdivisions 58-35-47(9) (9) or (13) and the farm mutual insurer is determined to be in a financially hazardous condition, the director may order the farm mutual insurer to reinvest those funds pursuant to chapters 58-4 or 58-29B."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9788, "action_date": "2019-01-25T13:00:00-06:00", "document_id": 52455, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52455.pdf", "status_text": "First read in Senate and referred to", "journal_page": 186, "committee_id_action": 409, "committee_id_assigned": 418, "result": "N", "vote": {}}, {"bill_id": 9788, "action_date": "2019-02-07T10:00:00-06:00", "document_id": 53058, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53058.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 418, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9788, "action_date": "2019-02-07T10:00:00-06:00", "document_id": 53230, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53230.pdf", "status_text": "Do Pass", "journal_page": 0, "committee_id_action": 418, "committee_id_assigned": null, "result": "D", "vote": {}}, {"bill_id": 9788, "action_date": "2019-02-07T10:00:00-06:00", "document_id": 53230, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53230.pdf", "status_text": "Tabled", "journal_page": 300, "committee_id_action": 418, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 27930, "president_vote": null, "Nay": [1599, 1583, 1430], "Yea": [1601, 1595, 1561, 1584]}}]}