{"session_id": 45, "bill_id": 12825, "bill_type": "House Bill", "bill_number": 1240, "bill_title": "to require students of state-supported postsecondary institutions to have health insurance coverage.", "sponsors": [{"legislator_profile_id": 1893, "is_prime": true}, {"legislator_profile_id": 1967, "is_prime": true}, {"legislator_profile_id": 1973, "is_prime": false}], "keywords": ["Health Insurance", "Postsecondary Students"], "audio": [], "bill_versions": [{"bill_id": 12825, "bill_version_id": 73484, "bill_version": "Introduced", "bill_version_date": "1997-02-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require students of state-supported postsecondary institutions to have health insurance coverage. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-39 be amended by adding thereto a NEW SECTION to read as follows: As a condition of admission, any student taking five or more credit hours at a postsecondary vocational-technical institute under the jurisdiction of the South Dakota Board of Education, or state-supported institution under the jurisdiction of the Board of Regents, shall either purchase the health care insurance available through the institution or produce documentation of coverage under another health care plan. If the student is covered under another health care plan, the other plan shall meet or exceed the benefit limits of the plan available through the institution. Section 2. That chapter 13-49 be amended by adding thereto a NEW SECTION to read as follows: As a condition of admission, any student taking five or more credit hours at a postsecondary vocational-technical institute under the jurisdiction of the South Dakota Board of Education, or state-supported institution under the jurisdiction of the Board of Regents, shall either purchase the health care insurance available through the institution or produce documentation of coverage under another health care plan. If the student is covered under another health care plan, the other plan shall meet or exceed the benefit limits of the plan available through the institution. Section 3. That chapter 28-13 be amended by adding thereto a NEW SECTION to read as follows: Any student taking five or more credit hours in a postsecondary vocational-technical institute under the jurisdiction of the South Dakota Board of Education or state-supported institution under the jurisdiction of the Board of Regents is not eligible for county poor relief unless the student has met the requirements of section 1 of this Act."}, {"bill_id": 12825, "bill_version_id": 73483, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "1997-02-14T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require students of state-supported postsecondary institutions to have health insurance coverage. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-39 be amended by adding thereto a NEW SECTION to read as follows: As a condition of admission, any student taking eight or more credit hours at a postsecondary vocational-technical institute under the jurisdiction of the South Dakota Board of Education, or state-supported institution under the jurisdiction of the Board of Regents, shall either purchase the health care insurance available through the institution or produce documentation of coverage under another health care plan. If the student is covered under another health care plan, the other plan shall meet or exceed the benefit limits of the plan available through the institution. As a condition of continued enrollment, the student shall maintain health insurance coverage as required by this section during any period of enrollment. Section 2. That chapter 13-49 be amended by adding thereto a NEW SECTION to read as follows: As a condition of admission, any student taking eight or more credit hours at a postsecondary vocational-technical institute under the jurisdiction of the South Dakota Board of Education, or state-supported institution under the jurisdiction of the Board of Regents, shall either purchase the health care insurance available through the institution or produce documentation of coverage under another health care plan. If the student is covered under another health care plan, the other plan shall meet or exceed the benefit limits of the plan available through the institution. As a condition of continued enrollment, the student shall maintain health insurance coverage as required by this section during any period of enrollment. Section 3. That chapter 28-13 be amended by adding thereto a NEW SECTION to read as follows: Any student taking eight or more credit hours in a postsecondary vocational-technical institute under the jurisdiction of the South Dakota Board of Education or state-supported institution under the jurisdiction of the Board of Regents is not eligible for county poor relief unless the student has met the requirements of section 1 of this Act. Section 4. The provisions of sections 1 and 2 of this Act do not apply to any person who has been rejected by at least two health insurers for coverage substantially similar to the health care insurance available through the institution without material underwriting restriction at a rate equal to or less than the rate for the health care insurance available through the institution. BILL HISTORY 2/3/97 First read in House and referred to Commerce. H.J. 263 2/13/97 Scheduled for Committee hearing on this date. 2/13/97 Commerce Do Pass Amended, AYES 9, NAYS 4. H.J. 462"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12825, "action_date": "1997-02-03T14:00:00-06:00", "document_id": 72894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72894.pdf", "status_text": "First read in House and referred to", "journal_page": 263, "committee_id_action": 544, "committee_id_assigned": 532, "result": "N", "vote": {}}, {"bill_id": 12825, "action_date": "1997-02-13T07:45:00-06:00", "document_id": 72351, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72351.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 532, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12825, "action_date": "1997-02-13T07:45:00-06:00", "document_id": 72351, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72351.pdf", "status_text": "Do Pass Amended,", "journal_page": 462, "committee_id_action": 532, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38018, "president_vote": null, "Yea": [1917, 1922, 1975, 1890, 1894, 1941, 1973, 1988, 1967], "Nay": [1970, 1961, 1968, 1904]}}, {"bill_id": 12825, "action_date": "1997-02-15T14:00:00-06:00", "document_id": 72914, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72914.pdf", "status_text": "Deferred to another day", "journal_page": 522, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12825, "action_date": "1997-02-18T14:00:00-06:00", "document_id": 72916, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72916.pdf", "status_text": "Do Pass Amended,", "journal_page": 551, "committee_id_action": 544, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 36929, "president_vote": null, "Yea": [1886, 1916, 1967, 1973, 1982, 1988], "Nay": [1887, 1888, 1890, 1891, 1892, 1894, 1895, 1896, 1897, 1898, 1899, 1900, 1902, 1903, 1904, 1906, 1907, 1909, 1910, 1913, 1914, 1917, 1918, 1921, 1922, 1923, 1926, 1929, 1931, 1934, 1936, 1937, 1940, 1941, 1942, 1943, 1944, 1947, 1948, 1949, 1950, 1951, 1953, 1954, 1957, 1958, 1961, 1962, 1963, 1964, 1966, 1968, 1970, 1971, 1974, 1975, 1980, 1983, 1984, 1985, 1987, 1924], "Excused": [1933], "Absent": [1952]}}]}