{"session_id": 68, "bill_id": 24105, "bill_type": "Senate Bill", "bill_number": 140, "bill_title": "revise certain provisions relating to voter registration.", "sponsors": [{"legislator_profile_id": 4453, "is_prime": true}, {"legislator_profile_id": 4393, "is_prime": true}, {"legislator_profile_id": 4345, "is_prime": false}, {"legislator_profile_id": 4408, "is_prime": false}, {"legislator_profile_id": 4419, "is_prime": false}], "keywords": ["Election Verification", "Elections", "Promulgation of Rules", "Voting"], "audio": [{"meeting_datetime": "2023-02-03T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst17.mp3", "start_seconds": 1132.0}, {"meeting_datetime": "2023-02-03T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst17.mp3", "start_seconds": 1132.0}, {"meeting_datetime": "2023-02-03T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst17.mp3", "start_seconds": 1132.0}, {"meeting_datetime": "2023-02-03T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst17.mp3", "start_seconds": 1132.0}, {"meeting_datetime": "2023-02-03T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst17.mp3", "start_seconds": 1132.0}, {"meeting_datetime": "2023-02-08T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen20.mp3", "start_seconds": 2629.0}, {"meeting_datetime": "2023-02-08T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen20.mp3", "start_seconds": 2629.0}, {"meeting_datetime": "2023-02-08T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen20.mp3", "start_seconds": 2629.0}, {"meeting_datetime": "2023-02-08T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen20.mp3", "start_seconds": 2629.0}, {"meeting_datetime": "2023-02-22T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst27.mp3", "start_seconds": 2810.0}, {"meeting_datetime": "2023-02-22T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst27.mp3", "start_seconds": 2810.0}, {"meeting_datetime": "2023-02-22T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst27.mp3", "start_seconds": 2810.0}, {"meeting_datetime": "2023-02-22T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst27.mp3", "start_seconds": 2810.0}, {"meeting_datetime": "2023-02-22T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst27.mp3", "start_seconds": 2810.0}, {"meeting_datetime": "2023-02-22T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst27.mp3", "start_seconds": 2810.0}, {"meeting_datetime": "2023-02-22T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst27.mp3", "start_seconds": 2810.0}], "bill_versions": [{"bill_id": 24105, "bill_version_id": 246561, "bill_version": "Introduced", "bill_version_date": "2023-01-26T07:57:34.887-06:00", "bill_text": "An Act to revise certain provisions relating to voter registration. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 12-4-1 be AMENDED: 12-4-1. EveryA person residing within the state who has the qualifications of a voter prescribed by § 12-3-1 or 12-3-1.1, or who will have such qualifications at the next ensuing municipal, primary, general, or school district election, shall be is entitled to be registered as a voter in the voting precinct in which he the person resides. Section 2. That § 12-4-3.2 be AMENDED: 12-4-3.2. Any private entity or individual registering a person to vote shall file the completed registration form with the county auditor of the county in which the applicant resides within ten days or by the next voter registration deadline, whichever occurs first. A violation of this section is a Class 2 misdemeanor. Section 3. That § 12-4-4.2 be AMENDED: 12-4-4.2. The purpose of §§Sections 12-4-4.2 to 12-4-4.9, inclusive, is to implement the Uniformed and Overseas Citizens Absentee Voting Act, 42 U.S.C. §§ 1973ff-1--1973ff-6, (Jan. 1, 1996) 52 U.S.C. § 20301 et seq., as of January 1, 2023. Section 4. That § 12-4-4.12 be AMENDED: 12-4-4.12. If a voter is identified as being covered by the Uniformed and Overseas Citizens Absentee Voting Act (42 U.S.C. 1973ff-1) as of January 1, 2010, 52 U.S.C. § 20301 et seq., as of January 1, 2023, the voter may register to vote through the system provided by the Office of the Secretary of State. Section 5. That § 12-4-5.2 be AMENDED: 12-4-5.2. The county auditor or the person responsible for the conduct of a local election shall give notice of the availability of registration officials and state when registration will be terminated and the effect of a failure to have registered not registering to vote. Such notice shall be published The county auditor or the person responsible for the conduct of a local election shall publish the notice online and in official newspapers at least once each week for two consecutive weeks, the last publication to be not less than ten nor more than fifteen days before the deadline for registration. A township, conservation district, sanitation district, fire district, or any special district is not required to post a notice online if the district does not have an official website. Section 6. That § 12-4-5.3 be AMENDED: 12-4-5.3. When a voter registration application is received by the county auditor, the county auditor or an individual designated by the county auditor shall review the application for eligibility and completeness. If the applicant is not eligible to be registered or sufficient information to complete the registration card cannot be obtained from the applicant, the applicant shall be sent county auditor must send an acknowledgment notice by nonforwardable mail to the applicant indicating the reason the registration was not filed. In addition, the The acknowledgment notice shall must state that the voter applicant needs to submit the corrected information to the county auditor within thirty days or the voter registration form may not be processed. The county auditor or an individual designated by the county auditor may contact the applicant by phone or electronic communication to collect the required additional information. Any applicant whose registration is accepted The county auditor shall be sent send an acknowledgment notice by nonforwardable mail to the applicant whose registration is accepted. The acknowledgment notice shall be prescribed by the State Board of Elections and sent by nonforwardable mail The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the form of the acknowledgement notice. The same confirmation mailing required by § 12-4-19 shall must be sent immediately to any person whose registration acknowledgment notice is returned undeliverable. Section 7. That § 12-4-5.5 be AMENDED: 12-4-5.5. At the time voter registration information is transmitted from a county to the statewide voter registration file, the secretary of state shall verify the authenticity of the driver license number or the South Dakota nondriver identification number shall be verified with the driver license database. If the person has provided the last four digits of his or herthe person's social security number have been provided, the secretary of state shall review the social security database shall be checked to determine that the number, name, and date of birth are accurate and that this information does belong belongs to suchthe person. If any of this information is reported as not being accurate, the county auditor shall must withdraw the voter registration and attempt to get the correct information with the process provided in § 12-4-5.3. The State Board of Elections may shall promulgate rules, pursuant to chapter 1-26, determining technical parameters for the driver license and social security database verification. Section 8. That § 12-4-8.1 be AMENDED: 12-4-8.1. In lieu of forms for registration prescribed under § 12-4-8, requests for absentee ballots submitted in accordance with the Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA) (42 U.S.C. § 1973ff) shall be, 52 U.S.C. § 20301 et seq., as of January 1, 2023, are sufficient for registration purposes. The county auditor shall make and file the index card for the master file and attach the card thereto and shall save an electronic copy of the card. a The county auditor shall supply a photocopy shall be supplied to the election board of the precinct for the purposes of § 12-19-2. Section 9. That § 12-4-10 be AMENDED: 12-4-10. The county auditor shall provide from the master registration file, in paper or electronic format, a separate list of the names and addresses of all registered voters in each voting precinct as established pursuant to chapter 12-14, § 9-13-16, or 13-7-11 in the county, which shall be known as the precinct registration list. The county auditor shall design the list for any voting precinct shall be designed so that each name can be distinctly marked whenever when the registrant presents himself or herself for voting voter requests a ballot and shall must contain a space in which may be recorded the record of any challenge, affidavit, or other information as may be required. The precinct superintendent or precinct deputy Each entry shall be made by the precinct superintendent or precinct deputies make each entry when the voter presents himself or herself for voting requests a ballot. Section 10. That § 12-4-15 be AMENDED: 12-4-15. A person may designate or change that person's party affiliation, name, oraddress, phone number, or email address by completing a new registration card. For any registration card completed by a person changing that person's party affiliation, name, or address, if the field for party affiliation is left blank If a person completes a registration card to change that person's name, address, phone number, or email address, and leaves the field for party affiliation blank, the county auditor must list the person's party affiliation shall beas the most recent party affiliation registered for that person. For any registration card completed by a person who is registering to vote for the first time in this state, if the field for party affiliation is left blank If a person completes a registration card to register to vote for the first time in the state and leaves the field for party affiliation blank, the county auditor must register that person's party affiliation shall be registered as independent or no party affiliation. Section 11. That § 12-4-18 be AMENDED: 12-4-18. The clerk of courts shall, within fifteen days after the close of each month, prepare and deliver to the county auditor an abstract from the records of the names of persons declared mentally incompetent in the preceding month. The clerk of courts notice shall be sent send the name of a person declared mentally incompetent to the county auditor of the county in which the person declared incompetent resides. The county auditor shall remove from the master registration list the names of persons identified in accordance with the information provided pursuant to this section and names of those sentenced to imprisonment in the federal penitentiary system and may remove names published in an obituary. VoterThe county auditor shall match voter registration records maintained in or transmitted to the statewide voter registration file shall be matched with the death records maintained as vital statistics records by the Department of Health and the records of felony convictions maintained by the Unified Judicial System. AnyThe county auditor shall remove a voter identified as deceased or who is serving a sentence for a felony conviction shall be removed from the voter registration records. The State Board of Elections may shall promulgate rules, pursuant to chapter 1-26, determining how voter registration records shall beare matched. Prior to providing a registration list to precincts, as prescribed in § 12-4-10, the county auditor must certify with the secretary of state that all individuals required to be removed from the master registration list have been removed based on the information available to the county auditor at the time the certification is submitted. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the form to certify the accuracy of the master registration list. Section 12. That § 12-4-24 be AMENDED: 12-4-24. The county auditor shall complete and make available to the official charged with the conduct of a local election at least one day preceding the election a precinct registration list and the person in charge of the election shall deliver the list to each of his the superintendents of election. Section 13. That § 12-4-37 be AMENDED: 12-4-37. The secretary of state shall establish and maintain a computerized system for maintaining and utilizing the voter registration file and transmitting voter registration information from each county auditor to the Office of the Secretary of State. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, to develop and implement procedures to secure the computerized system used for the voter registration file from external threats that could damage the integrity of the voter registration system. Each county auditor shall transmit any changes to the master registration file or the absentee voter log to the secretary of state on a daily basis. The county auditor shall transmit updated information contained in the county voter registration system, including voter registration information and voter election history information, to the Office of the Secretary of State not later than July fifteenth after each primary election and December fifteenth after each general election. Section 14. That chapter 12-4 be amended with a NEW SECTION: By March first of each year, each county auditor shall submit a report to the secretary of state and the State Board of Elections providing the number of voters removed from the county's voter registration list from the previous year due to inactivity, death, felony conviction, mental incompetence, or relocation to another jurisdiction. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, designating the form and content of the report. The content of each report must be made available for public inspection on the official website of the secretary of state. Section 15. That chapter 12-4 be amended with a NEW SECTION: On the first business day of each month and on the date of a primary, general, runoff, or special election in the state, the secretary of state shall publish the following information on the official website of the secretary of state: (1) The total number of registered voters in each county of the state; (2) The total number of registered voters in each legislative district in the state; (3) The total number of voters registered as a member of a political party in each county of the state; (4) The total number of voters registered as a member of a political party in each legislative district in the state; (5) The total number of inactive voters in each county in the state; and (6) the total number of inactive voters in each legislative district of this state. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, designating the form for online publication of the information listed in this section. Section 16. That chapter 12-4 be amended with a NEW SECTION: A person registered to vote, pursuant to this chapter, may request that the auditor of the county in which the voter resides remove the person's name from the master registration list. If a person makes a request pursuant to this section less than fourteen days prior to an election, the removal of the individual's name is effective on the day after the election. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the form to be used by a person requesting the removal of the person's name from the master registration list."}, {"bill_id": 24105, "bill_version_id": 248463, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2023-02-03T14:06:20.877-06:00", "bill_text": "An Act to revise certain provisions relating to voter registration. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 12-4-1 be AMENDED: 12-4-1. EveryA person residing within the state who has the qualifications of a voter prescribed by § 12-3-1 or 12-3-1.1, or who will have such qualifications at the next ensuing municipal, primary, general, or school district election, shall be is entitled to be registered as a voter in the voting precinct in which he the person resides. Section 2. That § 12-4-3.2 be AMENDED: 12-4-3.2. Any private entity or individual registering a person to vote shall file the completed registration form with the county auditor of the county in which the applicant resides within ten days or by the next voter registration deadline, whichever occurs first. A violation of this section is a Class 2 misdemeanor. Section 3. That § 12-4-4.2 be AMENDED: 12-4-4.2. The purpose of §§Sections 12-4-4.2 to 12-4-4.9, inclusive, is to implement the Uniformed and Overseas Citizens Absentee Voting Act, 42 U.S.C. §§ 1973ff-1--1973ff-6, (Jan. 1, 1996) 52 U.S.C. § 20301 et seq., as of January 1, 2023. Section 4. That § 12-4-4.12 be AMENDED: 12-4-4.12. If a voter is identified as being covered by the Uniformed and Overseas Citizens Absentee Voting Act (42 U.S.C. 1973ff-1) as of January 1, 2010, 52 U.S.C. § 20301 et seq., as of January 1, 2023, the voter may register to vote through the system provided by the Office of the Secretary of State. Section 5. That § 12-4-5.2 be AMENDED: 12-4-5.2. The county auditor or the person responsible for the conduct of a local election shall give notice of the availability of registration officials and state when registration will be terminated and the effect of a failure to have registered not registering to vote. Such notice shall be published The county auditor or the person responsible for the conduct of a local election shall publish the notice online and in official newspapers at least once each week for two consecutive weeks, the last publication to be not less than ten nor more than fifteen days before the deadline for registration. A township, conservation district, sanitation district, fire district, or any special district is not required to post a notice online if the district does not have an official website. Section 6. That § 12-4-5.3 be AMENDED: 12-4-5.3. When a voter registration application is received by the county auditor, the county auditor or an individual designated by the county auditor shall review the application for eligibility and completeness. If the applicant is not eligible to be registered or sufficient information to complete the registration card cannot be obtained from the applicant, the applicant shall be sent county auditor must send an acknowledgment notice by nonforwardable mail to the applicant indicating the reason the registration was not filed. In addition, the The acknowledgment notice shall must state that the voter applicant needs to submit the corrected information to the county auditor within thirty days or the voter registration form may not be processed. The county auditor or an individual designated by the county auditor may contact the applicant by phone or electronic communication to collect the required additional information. Any applicant whose registration is accepted The county auditor shall be sent send an acknowledgment notice by nonforwardable mail to the applicant whose registration is accepted. The acknowledgment notice shall be prescribed by the State Board of Elections and sent by nonforwardable mail The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the form of the acknowledgement notice. The same confirmation mailing required by § 12-4-19 shall must be sent immediately to any person whose registration acknowledgment notice is returned undeliverable. Section 7. That § 12-4-5.5 be AMENDED: 12-4-5.5. At the time voter registration information is transmitted from a county to the statewide voter registration file, the secretary of state shall verify the authenticity of the driver license number or the South Dakota nondriver identification number shall be verified with the driver license database. If the person has provided the last four digits of his or herthe person's social security number have been provided, the secretary of state shall review the social security database shall be checked to determine that the number, name, and date of birth are accurate and that this information does belong belongs to suchthe person. If any of this information is reported as not being accurate, the county auditor shall must withdraw the voter registration and attempt to get the correct information with the process provided in § 12-4-5.3. The State Board of Elections may shall promulgate rules, pursuant to chapter 1-26, determining technical parameters for the driver license and social security database verification. Section 8. That § 12-4-8.1 be AMENDED: 12-4-8.1. In lieu of forms for registration prescribed under § 12-4-8, requests for absentee ballots submitted in accordance with the Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA) (42 U.S.C. § 1973ff) shall be, 52 U.S.C. § 20301 et seq., as of January 1, 2023, are sufficient for registration purposes. The county auditor shall make and file the index card for the master file and attach the card thereto and shall save an electronic copy of the card. a The county auditor shall supply a photocopy shall be supplied to the election board of the precinct for the purposes of § 12-19-2. Section 9. That § 12-4-10 be AMENDED: 12-4-10. The county auditor shall provide from the master registration file, in paper or electronic format, a separate list of the names and addresses of all registered voters in each voting precinct as established pursuant to chapter 12-14, § 9-13-16, or 13-7-11 in the county, which shall be known as the precinct registration list. The county auditor shall design the list for any voting precinct shall be designed so that each name can be distinctly marked whenever when the registrant presents himself or herself for voting voter requests a ballot and shall must contain a space in which may be recorded the record of any challenge, affidavit, or other information as may be required. The precinct superintendent or precinct deputy Each entry shall be made by the precinct superintendent or precinct deputies make each entry when the voter presents himself or herself for voting requests a ballot. Section 10. That § 12-4-15 be AMENDED: 12-4-15. A person may designate or change that person's party affiliation, name, oraddress, phone number, or email address by completing a new registration card. For any registration card completed by a person changing that person's party affiliation, name, or address, if the field for party affiliation is left blank If a person completes a registration card to change that person's name, address, phone number, or email address, and leaves the field for party affiliation blank, the county auditor must list the person's party affiliation shall beas the most recent party affiliation registered for that person. For any registration card completed by a person who is registering to vote for the first time in this state, if the field for party affiliation is left blank If a person completes a registration card to register to vote for the first time in the state and leaves the field for party affiliation blank, the county auditor must register that person's party affiliation shall be registered as independent or no party affiliation. Section 11. That § 12-4-18 be AMENDED: 12-4-18. The clerk of courts shall, within fifteen days after the close of each month, prepare and deliver to the county auditor an abstract from the records of the names of persons declared mentally incompetent in the preceding month. The clerk of courts notice shall be sent send the name of a person declared mentally incompetent to the county auditor of the county in which the person declared incompetent resides. The county auditor shall remove from the master registration list the names of persons identified in accordance with the information provided pursuant to this section and names of those sentenced to imprisonment in the federal penitentiary system and may remove names published in an obituary. VoterThe county auditor shall match voter registration records maintained in or transmitted to the statewide voter registration file shall be matched with the death records maintained as vital statistics records by the Department of Health and the records of felony convictions maintained by the Unified Judicial System. AnyThe county auditor shall remove a voter identified as deceased or who is serving a sentence for a felony conviction shall be removed from the voter registration records. The State Board of Elections may shall promulgate rules, pursuant to chapter 1-26, determining how voter registration records shall beare matched. Prior to providing a registration list to precincts, as prescribed in § 12-4-10, the county auditor must certify with the secretary of state that all individuals required to be removed from the master registration list have been removed based on the information available to the county auditor at the time the certification is submitted. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the form to certify the accuracy of the master registration list. Section 12. That § 12-4-24 be AMENDED: 12-4-24. The county auditor shall complete and make available to the official charged with the conduct of a local election at least one day preceding the election a precinct registration list and the person in charge of the election shall deliver the list to each of his the superintendents of election. Section 13. That § 12-4-37 be AMENDED: 12-4-37. The secretary of state shall establish and maintain a computerized system for maintaining and utilizing the voter registration file and transmitting voter registration information from each county auditor to the Office of the Secretary of State. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, to develop and implement procedures to secure the computerized system used for the voter registration file from external threats that could damage the integrity of the voter registration system. Each county auditor shall transmit any changes to the master registration file or the absentee voter log to the secretary of state on a daily basis. The county auditor shall transmit updated information contained in the county voter registration system, including voter registration information and voter election history information, to the Office of the Secretary of State not later than July fifteenth after each primary election and December fifteenth after each general election. Section 14. That chapter 12-4 be amended with a NEW SECTION: By March first of each year, each county auditor shall submit a report to the secretary of state and the State Board of Elections providing the number of voters removed from the county's voter registration list from the previous year due to inactivity, death, felony conviction, mental incompetence, or relocation to another jurisdiction. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, designating the form and content of the report. The content of each report must be made available for public inspection on the official website of the secretary of state. Section 15. That chapter 12-4 be amended with a NEW SECTION: On the first business day of each month and on the date of a primary, general, runoff, or special election in the state, the secretary of state shall publish the following information on the official website of the secretary of state: (1) The total number of registered voters in each county of the state; (2) The total number of registered voters in each legislative district in the state; (3) The total number of voters registered as a member of a political party in each county of the state; (4) The total number of voters registered as a member of a political party in each legislative district in the state; (5) The total number of inactive voters in each county in the state; and (6) The total number of inactive voters in each legislative district of this state. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, designating the form for online publication of the information listed in this section. Section 16. That chapter 12-4 be amended with a NEW SECTION: A person registered to vote, pursuant to this chapter, may request that the auditor of the county in which the voter resides remove the person's name from the master registration list. If a person makes a request pursuant to this section less than fourteen days prior to an election, the removal of the individual's name is effective on the day after the election. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the form to be used by a person requesting the removal of the person's name from the master registration list. Section 17. That chapter 12-4 be amended with a NEW SECTION: Each clerk of court shall forward to the county auditor of the clerk's county information on any individual called for jury duty who is excused from jury duty because the individual has moved, has been convicted of a felony, has been declared mentally incompetent, is deceased, or is not a citizen of the United States. Upon receipt of the information, the county auditor shall investigate to determine if the reported individual is listed in the county's master registration file and whether the individual is eligible to be registered as a voter."}, {"bill_id": 24105, "bill_version_id": 249006, "bill_version": "Senate Engrossed", "bill_version_date": "2023-02-09T10:26:15.833-06:00", "bill_text": "An Act to revise certain provisions relating to voter registration. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 12-4-1 be AMENDED: 12-4-1. EveryA person residing within the state who has the qualifications of a voter prescribed by § 12-3-1 or 12-3-1.1, or who will have such qualifications at the next ensuing municipal, primary, general, or school district election, shall be is entitled to be registered as a voter in the voting precinct in which he the person resides. Section 2. That § 12-4-3.2 be AMENDED: 12-4-3.2. Any private entity or individual registering a person to vote shall file the completed registration form with the county county auditor within ten days or by the next voter registration deadline, whichever occurs first. A violation of this section is a Class 2 misdemeanor. Section 3. That § 12-4-4.2 be AMENDED: 12-4-4.2. The purpose of §§Sections 12-4-4.2 to 12-4-4.9, inclusive, is to implement the Uniformed and Overseas Citizens Absentee Voting Act, 42 U.S.C. §§ 1973ff-1--1973ff-6, (Jan. 1, 1996) 52 U.S.C. § 20301 et seq., as of January 1, 2023. Section 4. That § 12-4-4.12 be AMENDED: 12-4-4.12. If a voter is identified as being covered by the Uniformed and Overseas Citizens Absentee Voting Act (42 U.S.C. 1973ff-1) as of January 1, 2010, 52 U.S.C. § 20301 et seq., as of January 1, 2023, the voter may register to vote through the system provided by the Office of the Secretary of State. Section 5. That § 12-4-5.2 be AMENDED: 12-4-5.2. The county auditor or the person responsible for the conduct of a local election shall give notice of the availability of registration officials and state when registration will be terminated and the effect of a failure to have registered not registering to vote. Such notice shall be published The county auditor or the person responsible for the conduct of a local election shall publish the notice online and in official newspapers at least once each week for two consecutive weeks, the last publication to be not less than ten nor more than fifteen days before the deadline for registration. A township, conservation district, sanitation district, fire district, or any special district is not required to post a notice online if the district does not have an official website. Section 6. That § 12-4-5.3 be AMENDED: 12-4-5.3. When a voter registration application is received by the county auditor, the county auditor or an individual designated by the county auditor shall review the application for eligibility and completeness. If the applicant is not eligible to be registered or sufficient information to complete the registration card cannot be obtained from the applicant, the applicant shall be sent county auditor must send an acknowledgment notice by nonforwardable mail to the applicant indicating the reason the registration was not filed. In addition, the The acknowledgment notice shall must state that the voter applicant needs to submit the corrected information to the county auditor within thirty days or the voter registration form may not be processed. The county auditor or an individual designated by the county auditor may contact the applicant by phone or electronic communication to collect the required additional information. Any applicant whose registration is accepted The county auditor shall be sent send an acknowledgment notice by nonforwardable mail to the applicant whose registration is accepted. The acknowledgment notice shall be prescribed by the State Board of Elections and sent by nonforwardable mail The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the form of the acknowledgement notice. The same confirmation mailing required by § 12-4-19 shall must be sent immediately to any person whose registration acknowledgment notice is returned undeliverable. Section 7. That § 12-4-5.5 be AMENDED: 12-4-5.5. At the time voter registration information is transmitted from a county to the statewide voter registration file, the secretary of state shall verify the authenticity of the driver license number or the South Dakota nondriver identification number shall be verified with the driver license database. If the person has provided the last four digits of his or herthe person's social security number have been provided, the secretary of state shall review the social security database shall be checked to determine that the number, name, and date of birth are accurate and that this information does belong belongs to suchthe person. If any of this information is reported as not being accurate, the county auditor shall must withdraw the voter registration and attempt to get the correct information with the process provided in § 12-4-5.3. The State Board of Elections may shall promulgate rules, pursuant to chapter 1-26, determining technical parameters for the driver license and social security database verification. Section 8. That § 12-4-8.1 be AMENDED: 12-4-8.1. In lieu of forms for registration prescribed under § 12-4-8, requests for absentee ballots submitted in accordance with the Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA) (42 U.S.C. § 1973ff) shall be, 52 U.S.C. § 20301 et seq., as of January 1, 2023, are sufficient for registration purposes. The county auditor shall make and file the index card for the master file and attach the card thereto and shall save an electronic copy of the card. a The county auditor shall supply a photocopy shall be supplied to the election board of the precinct for the purposes of § 12-19-2. Section 9. That § 12-4-10 be AMENDED: 12-4-10. The county auditor shall provide from the master registration file, in paper or electronic format, a separate list of the names and addresses of all registered voters in each voting precinct as established pursuant to chapter 12-14, § 9-13-16, or 13-7-11 in the county, which shall be known as the precinct registration list. The county auditor shall design the list for any voting precinct shall be designed so that each name can be distinctly marked whenever when the registrant presents himself or herself for voting voter requests a ballot and shall must contain a space in which may be recorded the record of any challenge, affidavit, or other information as may be required. The precinct superintendent or precinct deputy Each entry shall be made by the precinct superintendent or precinct deputies make each entry when the voter presents himself or herself for voting requests a ballot. Section 10. That § 12-4-15 be AMENDED: 12-4-15. A person may designate or change that person's party affiliation, name, oraddress, phone number, or email address by completing a new registration card. For any registration card completed by a person changing that person's party affiliation, name, or address, if the field for party affiliation is left blank If a person completes a registration card to change that person's name, address, phone number, or email address, and leaves the field for party affiliation blank, the county auditor must list the person's party affiliation shall beas the most recent party affiliation registered for that person. For any registration card completed by a person who is registering to vote for the first time in this state, if the field for party affiliation is left blank If a person completes a registration card to register to vote for the first time in the state and leaves the field for party affiliation blank, the county auditor must register that person's party affiliation shall be registered as independent or no party affiliation. Section 11. That § 12-4-18 be AMENDED: 12-4-18. The clerk of courts shall, within fifteen days after the close of each month, prepare and deliver to the auditor an abstract from the records of the names of persons declared mentally incompetent in the preceding month. The clerk of courts notice shall be sent send the name of a person declared mentally incompetent to the county auditor of the county in which the person declared incompetent resides. The county auditor shall remove from the master registration list the: (1) The names of persons identified as mentally incompetent in accordance with the information provided pursuant to this section and; (2) The names of those sentenced to imprisonment in the federal penitentiary system; and may remove (3) The names published in an obituary. VoterThe county auditor shall match voter registration records maintained in or transmitted to the statewide voter registration file shall be matched with the death records maintained as vital statistics records by the Department of Health, the social security death index, the Social Security Administration master death file, and the records of felony convictions maintained by the Unified Judicial System each month. AnyAny voter identified as deceased or, as mentally incompetent, or who is serving a sentence for a felony conviction shall be removed must be removed from the voter registration records. The State Board of Elections may shall promulgate rules, pursuant to chapter 1-26, determining how voter registration records shall be are matched. Prior to providing a registration list to precincts, as prescribed in § 12-4-10, the county auditor must certify with the secretary of state that all individuals required to be removed from the master registration list have been removed based on the information available to the county auditor at the time the certification is submitted. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the form to certify the accuracy of the master registration list. Section 12. That § 12-4-24 be AMENDED: 12-4-24. The county auditor shall complete and make available to the official charged with the conduct of a local election at least one day preceding the election a precinct registration list and the person in charge of the election shall deliver the list to each of his the superintendents of election. Section 13. That § 12-4-34 be AMENDED: 12-4-34. If a statute refers to registered voters, it does not include those in the inactive registration file unless specifically included. However, any Any voter in the inactive registration file may sign a petition. Section 14. That § 12-4-37 be AMENDED: 12-4-37. The secretary of state shall establish and maintain a computerized system for maintaining and utilizing the voter registration file and transmitting voter registration information from each county auditor to the Office of the Secretary of State. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, to develop and implement procedures to secure the computerized system used for the voter registration file from external threats that could damage the integrity of the voter registration system. Each county auditor shall transmit any changes to the master registration file or the absentee voter log to the secretary of state on a daily basis. The county auditor shall transmit updated information contained in the county voter registration system, including voter registration information and voter election history information, to the Office of the Secretary of State not later than July fifteenth after each primary election and December fifteenth after each general election. Section 15. That chapter 12-4 be amended with a NEW SECTION: By March first of each year, the secretary of state shall submit a report to the State Board of Elections providing the number of voters removed from the county's voter registration list from the previous year due to inactivity, death, felony conviction, mental incompetence, or relocation to another jurisdiction. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, designating the form and content of the report. The content of each report must be made available for public inspection on the official website of the secretary of state. Section 16. That chapter 12-4 be amended with a NEW SECTION: On the first business day of each month and on the date of a primary, general, runoff, or special election in the state, the secretary of state shall publish the following information on the official website of the secretary of state: (1) The total number of registered voters in each county of the state; (2) The total number of registered voters in each legislative district in the state; (3) The total number of voters registered as a member of a political party in each county of the state; (4) The total number of voters registered as a member of a political party in each legislative district in the state; (5) The total number of inactive voters in each county in the state; and (6) The total number of inactive voters in each legislative district of this state. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, designating the form for online publication of the information listed in this section. Section 17. That chapter 12-4 be amended with a NEW SECTION: A person registered to vote, pursuant to this chapter, may request that the auditor of the county in which the voter resides remove the person's name from the master registration list. If a person makes a request pursuant to this section less than fourteen days prior to an election, the removal of the individual's name is effective on the day after the election. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the form to be used by a person requesting the removal of the person's name from the master registration list. Section 18. That chapter 12-4 be amended with a NEW SECTION: Within fifteen days after the close of each month, each clerk of court shall forward to the county auditor of the clerk's county information on any individual called for jury duty who is excused from jury duty because the individual has moved, has been convicted of a felony, has been declared mentally incompetent, is deceased, or is not a citizen of the United States. Upon receipt of the information, the county auditor shall investigate to determine if the reported individual is listed in the county's master registration file and whether the individual is eligible to be registered as a voter. The county auditor shall remove from the master registration list: (1) The names of persons identified as mentally incompetent in accordance with the information provided pursuant to this section or § 12-4-18; (2) The names of those sentenced to imprisonment in the federal penitentiary system; (3) The names of deceased voters published in an obituary, reported by a county coroner, or recorded in the death records maintained as vital statistics records by the Department of Health; and (4) The names of those who are not citizens of the United States."}, {"bill_id": 24105, "bill_version_id": 249915, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2023-02-22T14:14:46.277-06:00", "bill_text": "An Act to revise certain provisions relating to voter registration. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 12-4-1 be AMENDED: 12-4-1. EveryA person residing within the state who has the qualifications of a voter prescribed by § 12-3-1 or 12-3-1.1, or who will have such qualifications at the next ensuing municipal, primary, general, or school district election, shall be is entitled to be registered as a voter in the voting precinct in which he the person resides. Section 2. That § 12-4-3.2 be AMENDED: 12-4-3.2. Any private entity or individual registering a person to vote shall file the completed registration form with the county county auditor within ten days or by the next voter registration deadline, whichever occurs first. A violation of this section is a Class 2 misdemeanor. Section 3. That § 12-4-4.2 be AMENDED: 12-4-4.2. The purpose of §§Sections 12-4-4.2 to 12-4-4.9, inclusive, is to implement the Uniformed and Overseas Citizens Absentee Voting Act, 42 U.S.C. §§ 1973ff-1--1973ff-6, (Jan. 1, 1996) 52 U.S.C. § 20301 et seq., as of January 1, 2023. Section 4. That § 12-4-4.12 be AMENDED: 12-4-4.12. If a voter is identified as being covered by the Uniformed and Overseas Citizens Absentee Voting Act (42 U.S.C. 1973ff-1) as of January 1, 2010, 52 U.S.C. § 20301 et seq., as of January 1, 2023, the voter may register to vote through the system provided by the Office of the Secretary of State. Section 5. That § 12-4-5.2 be AMENDED: 12-4-5.2. The county auditor or the person responsible for the conduct of a local election shall give notice of the availability of registration officials and state when registration will be terminated and the effect of a failure to have registered not registering to vote. Such notice shall be published The county auditor or the person responsible for the conduct of a local election shall publish the notice online and in official newspapers at least once each week for two consecutive weeks, the last publication to be not less than ten nor more than fifteen days before the deadline for registration. A township, conservation district, sanitation district, fire district, or any special district is not required to post a notice online if the district does not have an official website. Section 6. That § 12-4-5.3 be AMENDED: 12-4-5.3. When a voter registration application is received by the county auditor, the county auditor or an individual designated by the county auditor shall review the application for eligibility and completeness. If the applicant is not eligible to be registered or sufficient information to complete the registration card cannot be obtained from the applicant, the applicant shall be sent county auditor must send an acknowledgment notice by nonforwardable mail to the applicant indicating the reason the registration was not filed. In addition, the The acknowledgment notice shall must state that the voter applicant needs to submit the corrected information to the county auditor within thirty days or the voter registration form may not be processed. Any applicant whose registration is accepted The county auditor shall be sent send an acknowledgment notice by nonforwardable mail to the applicant whose registration is accepted. The acknowledgment notice shall be prescribed by the State Board of Elections and sent by nonforwardable mail The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the form of the acknowledgement notice. The same confirmation mailing required by § 12-4-19 shall must be sent immediately to any person whose registration acknowledgment notice is returned undeliverable. Section 7. That § 12-4-5.5 be AMENDED: 12-4-5.5. At the time voter registration information is transmitted from a county to the statewide voter registration file, the secretary of state shall verify the authenticity of the driver license number or the South Dakota nondriver identification number shall be verified with the driver license database. If the person has provided the last four digits of his or herthe person's social security number have been provided, the secretary of state shall review the social security database shall be checked to determine that the number, name, and date of birth are accurate and that this information does belong belongs to suchthe person. If any of this information is reported as not being accurate, the county auditor shall must withdraw the voter registration and attempt to get the correct information with the process provided in § 12-4-5.3. The State Board of Elections may shall promulgate rules, pursuant to chapter 1-26, determining technical parameters for the driver license and social security database verification. Section 8. That § 12-4-8.1 be AMENDED: 12-4-8.1. In lieu of forms for registration prescribed under § 12-4-8, requests for absentee ballots submitted in accordance with the Uniformed and Overseas Citizens Absentee Voting Act (UOCAVA) (42 U.S.C. § 1973ff) shall be, 52 U.S.C. § 20301 et seq., as of January 1, 2023, are sufficient for registration purposes. The county auditor shall make and file the index card for the master file and attach the card thereto and shall save an electronic copy of the card. a The county auditor shall supply a photocopy shall be supplied to the election board of the precinct for the purposes of § 12-19-2. Section 9. That § 12-4-10 be AMENDED: 12-4-10. The county auditor shall provide from the master registration file, in paper or electronic format, a separate list of the names and addresses of all registered voters in each voting precinct as established pursuant to chapter 12-14, § 9-13-16, or 13-7-11 in the county, which shall be known as the precinct registration list. The county auditor shall design the list for any voting precinct shall be designed so that each name can be distinctly marked whenever when the registrant presents himself or herself for voting voter requests a ballot and shall must contain a space in which may be recorded the record of any challenge, affidavit, or other information as may be required. The precinct superintendent or precinct deputy Each entry shall be made by the precinct superintendent or precinct deputies make each entry when the voter presents himself or herself for voting requests a ballot. Section 10. That § 12-4-15 be AMENDED: 12-4-15. A person may designate or change that person's party affiliation, name, oraddress, phone number, or email address by completing a new registration card. For any registration card completed by a person changing that person's party affiliation, name, or address, if the field for party affiliation is left blank If a person completes a registration card to change that person's name, address, phone number, or email address, and leaves the field for party affiliation blank, the county auditor must list the person's party affiliation shall beas the most recent party affiliation registered for that person. For any registration card completed by a person who is registering to vote for the first time in this state, if the field for party affiliation is left blank If a person completes a registration card to register to vote for the first time in the state and leaves the field for party affiliation blank, the county auditor must register that person's party affiliation shall be registered as independent or no party affiliation. Section 11. That § 12-4-18 be AMENDED: 12-4-18. The clerk of courts shall, within fifteen days after the close of each month, prepare and deliver to the auditor an abstract from the records of the names of persons declared mentally incompetent in the preceding month. The clerk of courts notice shall be sent send the name of a person declared mentally incompetent to the county auditor of the county in which the person declared incompetent resides. The county auditor shall remove from the master registration list the: (1) The names of persons identified as mentally incompetent in accordance with the information provided pursuant to this section and; (2) The names of those sentenced to imprisonment in the federal penitentiary system; and may remove (3) The names published in an obituary. VoterThe county auditor shall match voter registration records maintained in or transmitted to the statewide voter registration file shall be matched with the death records maintained as vital statistics records by the Department of Health, the social security death index, the Social Security Administration master death file, and the records of felony convictions maintained by the Unified Judicial System each month. AnyAny voter identified as deceased or, as mentally incompetent, or who is serving a sentence for a felony conviction shall be removed must be removed from the voter registration records. The State Board of Elections may shall promulgate rules, pursuant to chapter 1-26, determining how voter registration records shall be are matched. Prior to providing a registration list to precincts, as prescribed in § 12-4-10, the county auditor must certify with the secretary of state that all individuals required to be removed from the master registration list have been removed based on the information available to the county auditor at the time the certification is submitted. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the form to certify the accuracy of the master registration list. Section 12. That § 12-4-24 be AMENDED: 12-4-24. The county auditor shall complete and make available to the official charged with the conduct of a local election at least one day preceding the election a precinct registration list and the person in charge of the election shall deliver the list to each of his the superintendents of election. Section 13. That § 12-4-34 be AMENDED: 12-4-34. If a statute refers to registered voters, it does not include those in the inactive registration file unless specifically included. However, any Any voter in the inactive registration file may sign a petition. Section 14. That § 12-4-37 be AMENDED: 12-4-37. The secretary of state shall establish and maintain a computerized system for maintaining and utilizing the voter registration file and transmitting voter registration information from each county auditor to the Office of the Secretary of State. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, to develop and implement procedures to secure the computerized system used for the voter registration file from external threats that could damage the integrity of the voter registration system. Each county auditor shall transmit any changes to the master registration file or the absentee voter log to the secretary of state on a daily basis. The county auditor shall transmit updated information contained in the county voter registration system, including voter registration information and voter election history information, to the Office of the Secretary of State not later than July fifteenth after each primary election and December fifteenth after each general election. Section 15. That chapter 12-4 be amended with a NEW SECTION: By March first of each year, the secretary of state shall submit a report to the State Board of Elections providing the number of voters removed from the county's voter registration list from the previous year due to inactivity, death, felony conviction, mental incompetence, or relocation to another jurisdiction. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, designating the form and content of the report. The content of each report must be made available for public inspection on the official website of the secretary of state. Section 16. That chapter 12-4 be amended with a NEW SECTION: On the first business day of each month and on the date of a primary, general, runoff, or special election in the state, the secretary of state shall publish the following information on the official website of the secretary of state: (1) The total number of registered voters in each county of the state; (2) The total number of registered voters in each legislative district in the state; (3) The total number of voters registered as a member of a political party in each county of the state; (4) The total number of voters registered as a member of a political party in each legislative district in the state; (5) The total number of inactive voters in each county in the state; and (6) The total number of inactive voters in each legislative district of this state. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, designating the form for online publication of the information listed in this section. Section 17. That chapter 12-4 be amended with a NEW SECTION: A person registered to vote, pursuant to this chapter, may request that the auditor of the county in which the voter resides remove the person's name from the master registration list. If a person makes a request pursuant to this section less than fourteen days prior to an election, the removal of the individual's name is effective on the day after the election. The State Board of Elections shall promulgate rules, pursuant to chapter 1-26, prescribing the form to be used by a person requesting the removal of the person's name from the master registration list. Section 18. That chapter 12-4 be amended with a NEW SECTION: Within fifteen days after the close of each month, each clerk of court shall forward to the county auditor of the clerk's county information on any individual called for jury duty who is excused from jury duty because the individual has moved, has been convicted of a felony, has been declared mentally incompetent, is deceased, or is not a citizen of the United States. Upon receipt of the information, the county auditor shall investigate to determine if the reported individual is listed in the county's master registration file and whether the individual is eligible to be registered as a voter. The county auditor shall remove from the master registration list: (1) The names of persons identified as mentally incompetent in accordance with the information provided pursuant to this section or § 12-4-18; (2) The names of those sentenced to imprisonment in the federal penitentiary system; (3) The names of deceased voters published in an obituary, reported by a county coroner, or recorded in the death records maintained as vital statistics records by the Department of Health; and (4) The names of those who are not citizens of the United States."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24105, "action_date": "2023-01-26T13:00:00-06:00", "document_id": 246354, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246354.pdf", "status_text": "First read in Senate and referred to", "journal_page": 124, "committee_id_action": 1183, "committee_id_assigned": 1184, "result": "N", "vote": {}}, {"bill_id": 24105, "action_date": "2023-02-03T10:00:00-06:00", "document_id": 247535, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247535.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1184, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24105, "action_date": "2023-02-03T10:00:00-06:00", "document_id": 247536, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247536.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1184, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24105, "action_date": "2023-02-03T10:00:00-06:00", "document_id": 247536, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247536.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1184, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76748, "president_vote": null, "Yea": [4413, 4348, 4355, 4394, 4410, 4345], "Excused": [4426, 4430, 4352]}}, {"bill_id": 24105, "action_date": "2023-02-03T10:00:00-06:00", "document_id": 247536, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247536.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1184, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24105, "action_date": "2023-02-07T14:00:00-06:00", "document_id": 248724, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248724.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 215, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24105, "action_date": "2023-02-08T14:00:00-06:00", "document_id": 248865, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248865.pdf", "status_text": "Motion to amend", "journal_page": 228, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24105, "action_date": "2023-02-08T14:00:00-06:00", "document_id": 248865, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248865.pdf", "status_text": "Do Pass Amended", "journal_page": 229, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76965, "president_vote": null, "Yea": [4336, 4338, 4339, 4340, 4342, 4345, 4348, 4448, 4352, 4355, 4359, 4360, 4457, 4372, 4378, 4381, 4382, 4453, 4466, 4386, 4460, 4394, 4395, 4399, 4404, 4407, 4410, 4413, 4414, 4419, 4426, 4430, 4432, 4434, 4436]}}, {"bill_id": 24105, "action_date": "2023-02-09T13:00:00-06:00", "document_id": 249001, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249001.pdf", "status_text": "First read in House and referred to", "journal_page": 274, "committee_id_action": 1159, "committee_id_assigned": 1166, "result": "N", "vote": {}}, {"bill_id": 24105, "action_date": "2023-02-22T07:45:00-06:00", "document_id": 249526, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249526.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1166, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24105, "action_date": "2023-02-22T07:45:00-06:00", "document_id": 249529, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249529.pdf", "status_text": "Motion to amend", "journal_page": 6, "committee_id_action": 1166, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24105, "action_date": "2023-02-22T07:45:00-06:00", "document_id": 249529, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249529.pdf", "status_text": "Do Pass Amended", "journal_page": 6, "committee_id_action": 1166, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77404, "president_vote": null, "Excused": [4334, 4470], "Yea": [4337, 4341, 4343, 4344, 4353, 4366, 4368, 4385, 4409, 4408, 4392]}}, {"bill_id": 24105, "action_date": "2023-02-22T07:45:00-06:00", "document_id": 249529, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249529.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": 6, "committee_id_action": 1166, "committee_id_assigned": null, "result": "N", "vote": {}}]}