{"session_id": 49, "bill_id": 15438, "bill_type": "Senate Bill", "bill_number": 112, "bill_title": "establish a minimum agricultural price and supply management program.", "sponsors": [{"legislator_profile_id": 2316, "is_prime": true}, {"legislator_profile_id": 2358, "is_prime": true}, {"legislator_profile_id": 2355, "is_prime": false}, {"legislator_profile_id": 2359, "is_prime": false}, {"legislator_profile_id": 2364, "is_prime": false}, {"legislator_profile_id": 2367, "is_prime": false}, {"legislator_profile_id": 2375, "is_prime": false}, {"legislator_profile_id": 2378, "is_prime": false}, {"legislator_profile_id": 2386, "is_prime": false}, {"legislator_profile_id": 2398, "is_prime": false}, {"legislator_profile_id": 2402, "is_prime": false}, {"legislator_profile_id": 2403, "is_prime": false}], "keywords": ["Administrative Rules", "Department of Agriculture", "Minimum Agricultural Commodity Price"], "audio": [], "bill_versions": [{"bill_id": 15438, "bill_version_id": 86784, "bill_version": "Introduced", "bill_version_date": "2000-01-19T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a minimum agricultural price and supply management program. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Agricultural commodity,\" milk, corn, soybeans, wheat, oats, rye, barley, flaxseed, sunflowers, sorghum, hogs, cattle, and any other commodity crop or livestock; (2) \"County loan rate,\" the amount of money the United States Department of Agriculture will loan per bushel or other standard production unit on an agricultural commodity in each South Dakota county; (3) \"Person,\" an individual, corporation, partnership, trust, association, cooperative association, or other business unit or organization; (4) \"Processor,\" a person who buys or takes title to or possession of an agricultural commodity for the purpose of processing or manufacturing it, or selling, reselling, or redelivering it in its original or processed form, including a person or exchange that conducts such a business and a person or exchange that buys the commodity from the producer for the purpose of reselling it to a person or exchange that conducts such a business; (5) \"Producer,\" any person who owns or operates an agricultural producing or growing facility for an agricultural commodity and shares in the profits and risk of loss from the operation, and who grows, raises, or produces the agricultural commodity in South Dakota during the current or preceding market year; (6) \"Secretary,\" the secretary of the Department of Agriculture; (7) \"Statewide average county loan rate,\" the average of all county loan rates; (8) \"World carryover stocks,\" the annual total quantity of world stocks of an agricultural commodity in excess of consumption or use; (9) \"World use,\" annual total world consumption or use of an agricultural commodity. Section 2. The secretary shall establish the minimum price of any agricultural commodity according to the provisions of this Act. The minimum price applies to all grades and types of the commodity produced, bought, or sold in the state subject to normal price differentials reflecting grades and quality. Section 3. The minimum price of an agricultural commodity, except sunflowers, is effective if a minimum price equal to the minimum price established under this Act has been established for at least sixty percent of the previous year's United States production of that commodity. The minimum price for sunflowers is effective if a minimum price equal to the minimum price established under this section has been established for at least sixty percent of the previous year's United States production of sunflowers and if the minimum price of soybeans is effective. Notice that a minimum price established by the secretary has become effective shall be published in the South Dakota Register. Section 4. The minimum price established by the secretary for an agricultural commodity, other than sunflowers, may not be less than sixty percent of parity nor greater than one hundred percent of parity as defined by U.S.C., Title 7, section 1301, as amended to January 1, 2000. The minimum price established for sunflowers may not be less than eighty percent of parity nor greater than one hundred percent of parity, as determined by the secretary. Section 5. The minimum price established by the secretary for an agricultural commodity for a county may not be less than the state minimum price for that commodity, multiplied by the ratio of the county loan rate of the county in question to the statewide average county loan rate. For counties in which no county loan rates are available, the secretary shall determine transportation adjustments based on normal price differentials. Section 6. As soon as practicable after each February first, the secretary shall establish the minimum price for any commodity based on the parity price in effect on February first of that year. The secretary shall promulgate rules pursuant to chapter 1-26 establishing the minimum price. The rule is effective for one year from the time of its adoption unless a shorter time is provided by the rule. The secretary shall keep data used in establishing a minimum price. Any person aggrieved by a minimum price established under this subdivision may petition for judicial review within thirty days of the effective date of the rule. The data kept by the secretary constitutes the record for review by the court. Section 7. If world carryover stocks of an agricultural commodity as a percent of total world use for that commodity exceed by twenty-five percent the previous twenty-year average of world carryover stocks as a percentage of total world use for the commodity, the secretary shall implement supply management or orderly marketing procedures, as provided in section 8 of this Act, within twenty-four months. However, the secretary may implement supply management or orderly marketing procedures, as provided in section 8 of this Act, if the secretary determines that the volume of production of an agricultural commodity threatens, or is likely to threaten, the productivity of the state's agricultural land and is disrupting, or is likely to disrupt, normal marketing patterns. Section 8. If the situation in section 7 of this Act has occurred, the secretary, after consultation with the state's agricultural producers and their representatives, shall adopt supply management or orderly marketing procedures that include establishment of the production history of each farm producing an agricultural commodity. Any adjustment of production or market shares shall be on a pro rata basis among producers of the commodity involved. The magnitude of the pro rata adjustment shall be sufficient to protect the productivity of the state's agricultural land and prevent the disruption of normal marketing patterns. The secretary shall consider the impact that procedures adopted under this section may have on producers of other crops or livestock. The production subject to adjustment under this section is the total production of the commodity for all purposes, including amounts of the commodity used by the producer in the producer's operations. In adopting supply management or orderly marketing procedures for a commodity, the secretary shall consider the impact of federal programs and other factors affecting the production and supply of the commodity. In determining the magnitude of any pro rata production adjustment or market share, the secretary shall take into account any adjustment in production made by producers under any federal program. Section 9. The secretary may adjust any pro rata adjustment of production under section 8 of this Act to ensure equitable allocation of the production adjustment in any case in which the production history of a producer does not fairly represent its production capacity. Section 10. The supply management or orderly marketing procedures authorized in section 8 of this Act become effective thirty days after being adopted by the secretary unless, within the thirty-day period, the procedures are disapproved or different procedures are adopted by an Act of the legislature; or ten percent of the state's producers of the commodity involved petition the secretary for a referendum on the procedures. Not later than thirty days after receipt and validation of a petition under this section, the secretary shall authorize a referendum to be conducted by secret ballot. Any state producer of the commodity involved is eligible to vote in the referendum. If a majority of the producers voting in the referendum vote against the procedures, the procedures shall be withdrawn by the secretary and the minimum price for the agricultural commodity involved is not applicable for the year during which the procedures would have been in force. Section 11. The supply management or orderly marketing procedures authorized in section 8 of this Act become effective at least one hundred eighty days before the beginning of the planting period for the commodity involved, or at least one hundred eighty days before the beginning of the calendar year, whichever is appropriate, if the secretary determines that the implementation of the procedures is likely to have no comparative disadvantage for state producers of the commodity involved. Section 12. To provide funds to defray the expenses incurred by the secretary in administering the minimum price and supply management program, the secretary may promulgate rules pursuant to chapter 1-26 to establish a check-off fee payable by a person who purchases each agricultural commodity for which a minimum price is in effect for export or for any form of further processing. Section 13. A minimum price fund is established in the state treasury. The secretary shall pay fees collected under the check-off fee established pursuant to section 12 of this Act into the minimum price fund. Interest earned by the fund and any money appropriated to the secretary for administration of the minimum price and supply management program shall be credited to the fund. Money in the fund is continuously appropriated to the Department of Agriculture for the administration the program. Section 14. This Act does not apply to a producer who sells a commodity directly to a consumer or processor outside of the state or to a person who sells a commodity for use as seeds. Section 15. No person may buy from another an agricultural commodity for less than the minimum price that is effective at the time of purchase. The penalty for a violation is a civil penalty equal to twice the difference between the lower price paid and the minimum price for the quantity of the commodity involved and revocation for five years of any grain buyer's license held by the offender. The attorney general may bring an action to impose a penalty provided under this section. Section 16. The secretary shall investigate any reported violation of this section. If the secretary determines that a violation has occurred, the secretary may negotiate a settlement with the offending party, including payment of a penalty in an amount at least the difference between the lower price and the established minimum price for the commodity involved. If a settlement cannot be reached within sixty days, the secretary shall request the attorney general to take other appropriate legal action. Section 17. The secretary may seek a temporary restraining order to restrain a violation of section 15 of this Act. The court shall grant a temporary restraining order for ten working days upon a showing by the secretary that there is reason to believe, based on specific evidence, that an ongoing violation of section 15 of this Act is occurring or that a violation may occur. Section 18. The provisions of this Act relating to the minimum price and supply management program are effective for each agricultural commodity during periods when states representing sixty percent or more of the domestic production of that agricultural commodity have similar laws in effect."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15438, "action_date": "2000-01-19T14:00:00-06:00", "document_id": 85633, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85633.pdf", "status_text": "First read in Senate and referred to", "journal_page": 113, "committee_id_action": 657, "committee_id_assigned": 630, "result": "N", "vote": {}}, {"bill_id": 15438, "action_date": "2000-01-27T10:00:00-06:00", "document_id": 85798, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85798.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 630, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15438, "action_date": "2000-01-27T10:00:00-06:00", "document_id": 85798, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85798.pdf", "status_text": "Tabled", "journal_page": 216, "committee_id_action": 630, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45496, "president_vote": null, "Excused": [2310], "Yea": [2311, 2346, 2347, 2386, 2398, 2400, 2329], "Nay": [2358]}}]}