{"session_id": 48, "bill_id": 14344, "bill_type": "House Bill", "bill_number": 1265, "bill_title": "revise the zoning jurisdiction within three miles of city limits.", "sponsors": [{"legislator_profile_id": 2256, "is_prime": true}, {"legislator_profile_id": 2258, "is_prime": true}, {"legislator_profile_id": 2200, "is_prime": false}, {"legislator_profile_id": 2211, "is_prime": false}, {"legislator_profile_id": 2297, "is_prime": false}], "keywords": ["Municipality", "Planning and Zoning"], "audio": [], "bill_versions": [{"bill_id": 14344, "bill_version_id": 81176, "bill_version": "Introduced", "bill_version_date": "1999-01-29T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the zoning jurisdiction within three miles of city limits. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 11-6-12.1 be amended to read as follows: 11-6-12.1. Following notice and public hearing as required by § § 11-2-19 and 11-4-4, the board of county commissioners and the municipal governing body shall meet jointly and take action upon the recommendations from the two planning commissions. No zoning powers may be exercised by a municipality within the three-mile area outside of its corporate limits unless the board of county commissioners relinquishes zoning jurisdiction in such area to the municipality, or unless the municipal governing body and the board of county commissioners, by majority vote of the full membership of each, approve a substantially identical zoning ordinance for zoning of such area. If the municipal governing body adopts a comprehensive plan, defined by a boundary map, for areas outside the corporate limits, but not for areas more than one mile three miles beyond the corporate limits, the municipal governing body may petition the board of county commissioners to relinquish zoning jurisdiction within the area included in the comprehensive plan. The board of county commissioners may relinquish zoning jurisdiction within such area upon such petition. If a petition has been filed, the county planning and zoning commission shall notify the municipal planning and zoning commission of all requests for building permits within the one-mile three-mile area outside the corporate limits as shown on the comprehensive plan . The county may not approve such building permit requests until without the approval of the municipal planning and zoning commission acknowledges receipt of such notification or until the municipal planning and zoning commission has had thirty days within which to acknowledge receipt of such notification governing body ."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14344, "action_date": "1999-02-01T14:00:00-06:00", "document_id": 82122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82122.pdf", "status_text": "First read in House and referred to", "journal_page": 281, "committee_id_action": 628, "committee_id_assigned": 621, "result": "N", "vote": {}}, {"bill_id": 14344, "action_date": "1999-02-09T10:00:00-06:00", "document_id": 81945, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81945.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 621, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14344, "action_date": "1999-02-09T10:00:00-06:00", "document_id": 81945, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81945.pdf", "status_text": "Tabled", "journal_page": 430, "committee_id_action": 621, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41143, "president_vote": null, "Yea": [2211, 2213, 2229, 2236, 2238, 2260, 2268, 2288, 2296, 2297, 2303, 2271, 2223]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14344"}