{"session_id": 4, "bill_id": 350, "bill_type": "Senate Commemoration", "bill_number": 4, "bill_title": "Commending the 2007 Yankton High School Bucks Boys' Cross Country Team for winning the state title in the Class AA State Cross Country Meet for the third year in a row.", "sponsors": [{"legislator_profile_id": 582, "is_prime": true}, {"legislator_profile_id": 581, "is_prime": true}, {"legislator_profile_id": 580, "is_prime": false}], "keywords": ["Commemorations"], "audio": [], "bill_versions": [{"bill_id": 350, "bill_version_id": 2259, "bill_version": "Introduced", "bill_version_date": "2008-01-31T08:32:01.763-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending the 2007 Yankton High School Bucks Boys' Cross Country Team for winning the state title in the Class AA State Cross Country Meet for the third year in a row. WHEREAS, the Yankton Bucks Boys' Cross Country Team, coached by Dan Fitzsimmons, Dave Dannenbring, and Doug Haar, exemplified athletic excellence, superiority, and the will to win throughout the season; and WHEREAS, the Yankton Bucks Boys' Cross Country Team: Jared Ailts, Brad Anderson, Hunter Baugh, Evan Bergeson, Travis Brenner, Caleb Cooke, Michael Darcy, TJ Dumke, Tanner Geary, Scott Gruver, Matt Gubbels, Jordan Hauger, Alex Hohenthaner, Tyler Johnson, Aaron Kasch, Kipp Kinsley, Jens Lillevold, Josh Lundgren, Ethan Metheny, Ben Pratt, Chance Sorenson, Alec Sprakel, Jak Steinberg, Mark Wilcox, and Mitch Yaggie served as an estimable model of discipline, dedication, and determination; and WHEREAS, the team and the coaching staff performed exceptionally throughout the year, winning the aforementioned state title and remaining undefeated the entire season: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Third Legislature of the State of South Dakota, that the Yankton Bucks Boys' Cross Country Team and its coaching staff be congratulated and commended on their triumphant 2007 cross country season."}, {"bill_id": 350, "bill_version_id": 2572, "bill_version": "Enrolled", "bill_version_date": "2008-02-05T17:38:46.293-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending the 2007 Yankton High School Bucks Boys' Cross Country Team for winning the state title in the Class AA State Cross Country Meet for the third year in a row. WHEREAS, the Yankton Bucks Boys' Cross Country Team, coached by Dan Fitzsimmons, Dave Dannenbring, and Doug Haar, exemplified athletic excellence, superiority, and the will to win throughout the season; and WHEREAS, the Yankton Bucks Boys' Cross Country Team: Jared Ailts, Brad Anderson, Hunter Baugh, Evan Bergeson, Travis Brenner, Caleb Cooke, Michael Darcy, TJ Dumke, Tanner Geary, Scott Gruver, Matt Gubbels, Jordan Hauger, Alex Hohenthaner, Tyler Johnson, Aaron Kasch, Kipp Kinsley, Jens Lillevold, Josh Lundgren, Ethan Metheny, Ben Pratt, Chance Sorenson, Alec Sprakel, Jak Steinberg, Mark Wilcox, and Mitch Yaggie served as an estimable model of discipline, dedication, and determination; and WHEREAS, the team and the coaching staff performed exceptionally throughout the year, winning the aforementioned state title and remaining undefeated the entire season: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Third Legislature of the State of South Dakota, that the Yankton Bucks Boys' Cross Country Team and its coaching staff be congratulated and commended on their triumphant 2007 cross country season. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 350, "action_date": "2008-01-31T13:00:00-06:00", "document_id": 2333, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2333.pdf", "status_text": "", "journal_page": 303, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}]}