{"session_id": 56, "bill_id": 18570, "bill_type": "House Bill", "bill_number": 1109, "bill_title": "decrease the sales and use tax on the purchase of food as the revenue from the streamlined sales tax project increases and to exempt the sales and use tax on the purchase of food when the revenue from the streamlined sales tax project reaches a certain level.", "sponsors": [{"legislator_profile_id": 3097, "is_prime": true}, {"legislator_profile_id": 3108, "is_prime": true}, {"legislator_profile_id": 3057, "is_prime": false}, {"legislator_profile_id": 3069, "is_prime": false}, {"legislator_profile_id": 3100, "is_prime": false}, {"legislator_profile_id": 3121, "is_prime": false}], "keywords": ["Sales Tax", "Streamlined Sales Tax", "Taxes"], "audio": [{"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hta15hb1109a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hta15hb1109a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hta15hb1109a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hta15hb1109a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hta15hb1109a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hta15hb1109a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hta15hb1109a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18570, "bill_version_id": 99344, "bill_version": "Introduced", "bill_version_date": "2004-01-20T10:03:19-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to decrease the sales and use tax on the purchase of food as the revenue from the streamlined sales tax project increases and to exempt the sales and use tax on the purchase of food when the revenue from the streamlined sales tax project reaches a certain level. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: If the annual sales and use tax remittances due to the streamlined sales tax project increase by more than twelve million dollars but less than twenty-four million dollars in comparison to fiscal year 2004, the tax reduction provided in sections 2 and 3 of this Act becomes effective on October first following that first fiscal year. If the annual sales and use tax remittances due to the streamlined sales tax project increase by more than twenty-four million dollars but less than thirty-six million dollars in comparison to fiscal year 2004, the tax reduction provided in sections 4 and 5 of this Act becomes effective on October first following that first fiscal year. If the annual sales and use tax remittances due to the streamlined sales tax project increase by more than thirty-six million dollars but less than forty-eight million dollars in comparison to fiscal year 2004, the tax reduction provided in sections 6 and 7 of this Act becomes effective on October first following that first fiscal year. If the annual sales and use tax remittances due to the streamlined sales tax project increase by more than forty-eight million dollars the tax reduction exemption provided in sections 8 and 9 of this Act is effective on October first following that first fiscal year. Section 2. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: There is hereby imposed a tax of three percent on the gross receipts from the sale of food. Section 3. That chapter 10-46 be amended by adding thereto a NEW SECTION to read as follows: There is hereby imposed a tax of three percent on the gross receipts from the consumptive use of food. Section 4. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: There is hereby imposed a tax of two percent on the gross receipts from the sale of food. Section 5. That chapter 10-46 be amended by adding thereto a NEW SECTION to read as follows: There is hereby imposed a tax of two percent on the gross receipts from the consumptive use of food. Section 6. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: There is hereby imposed a tax of one percent on the gross receipts from the sale of food. Section 7. That chapter 10-46 be amended by adding thereto a NEW SECTION to read as follows: There is hereby imposed a tax of one percent on the gross receipts from the consumptive use of food. Section 8. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: There are exempted from the provisions of this chapter and the computation of the tax imposed by it, the gross receipts from the sale of food. Section 9. That chapter 10-46 be amended by adding thereto a NEW SECTION to read as follows: There are exempted from the provisions of this chapter and the computation of the tax imposed by it, the gross receipts from the consumptive use of food. Section 10. That § 10-45-1 be amended by adding thereto NEW SUBDIVISIONS to read as follows: \"Food\" and \"food ingredient,\" any substance, whether in liquid, concentrated, solid, frozen, dried, or dehydrated form, that is sold for ingestion or chewing by humans and is consumed for its taste or nutritional value. The term, food, does not include alcoholic beverages, tobacco, soft drinks, candy, or prepared food; \"Soft drinks,\" any nonalcoholic beverages that contain natural or artificial sweeteners. The term, soft drinks, does not include any beverage that contains milk or milk products, soy, rice or similar milk substitutes, or greater than fifty percent of vegetable or fruit juice by volume; \"Candy,\" any preparation of sugar, honey, or other natural or artificial sweeteners in combination with chocolate, fruits, nuts, or other ingredients or flavorings in the form of bars, drops, or pieces. The term, candy, does not include any item that contains flour or requires refrigeration; \"Prepared food,\" any: (a) Food sold in a heated state or heated by the seller; (b) Two or more food ingredients mixed or combined by the seller for sale as a single item. The term, prepared food, in this subdivision does not include food that is only cut, repackaged, or pasteurized by the seller, and eggs, fish, meat, poultry, and foods containing these raw animal foods requiring cooking by the consumer as recommended by the Food and Drug Administration in chapter 3, part 401.11 of its Food Code as of January 1, 2004, so as to prevent food borne illnesses; or (c) Food sold with eating utensils provided by the seller, including plates, knives, forks, spoons, glasses, cups, napkins, or straws. A plate does not include a container or packaging used to transport the food. Section 11. That § 10-46-1 be amended by adding thereto NEW SUBDIVISIONS to read as follows: \"Food\" and \"food ingredient,\" any substance, whether in liquid, concentrated, solid, frozen, dried, or dehydrated form, that is sold for ingestion or chewing by humans and is consumed for its taste or nutritional value. The term, food, does not include alcoholic beverages, tobacco, soft drinks, candy, or prepared food; \"Soft drinks,\" any nonalcoholic beverages that contain natural or artificial sweeteners. The term, soft drinks, does not include any beverage that contains milk or milk products, soy, rice or similar milk substitutes, or greater than fifty percent of vegetable or fruit juice by volume; \"Candy,\" any preparation of sugar, honey, or other natural or artificial sweeteners in combination with chocolate, fruits, nuts, or other ingredients or flavorings in the form of bars, drops, or pieces. The term, candy, does not include any item that contains flour or requires refrigeration; \"Prepared food,\" any: (a) Food sold in a heated state or heated by the seller; (b) Two or more food ingredients mixed or combined by the seller for sale as a single item. The term, prepared food, in this subdivision does not include food that is only cut, repackaged, or pasteurized by the seller, and eggs, fish, meat, poultry, and foods containing these raw animal foods requiring cooking by the consumer as recommended by the Food and Drug Administration in chapter 3, part 401.11 of its Food Code as of January 1, 2004, so as to prevent food borne illnesses; or (c) Food sold with eating utensils provided by the seller, including plates, knives, forks, spoons, glasses, cups, napkins, or straws. A plate does not include a container or packaging used to transport the food."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18570, "action_date": "2004-01-20T12:15:00-06:00", "document_id": 99372, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99372.pdf", "status_text": "First read in House and referred to", "journal_page": 114, "committee_id_action": 831, "committee_id_assigned": 827, "result": "N", "vote": {}}, {"bill_id": 18570, "action_date": "2004-02-03T07:45:00-06:00", "document_id": 100523, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100523.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 827, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18570, "action_date": "2004-02-03T07:45:00-06:00", "document_id": 100523, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100523.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 372, "committee_id_action": 827, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59118, "president_vote": null, "Yea": [3057, 3073, 3078, 3088, 3110, 3127, 3140, 3143, 3147, 3095, 3148], "Nay": [3085, 3100, 3102, 3142]}}, {"bill_id": 18570, "action_date": "2004-02-03T07:45:00-06:00", "document_id": 100523, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100523.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 372, "committee_id_action": 827, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59118, "president_vote": null, "Yea": [3057, 3073, 3078, 3088, 3110, 3127, 3140, 3143, 3147, 3095, 3148], "Nay": [3085, 3100, 3102, 3142]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/18570"}