{"session_id": 48, "bill_id": 14795, "bill_type": "House Bill", "bill_number": 1263, "bill_title": "establish the agricultural chemical response and remediation account.", "sponsors": [{"legislator_profile_id": 2221, "is_prime": true}, {"legislator_profile_id": 2247, "is_prime": true}, {"legislator_profile_id": 2219, "is_prime": false}, {"legislator_profile_id": 2239, "is_prime": false}], "keywords": ["Administrative Rules", "Agricultural Chemical Remediation Account Fund", "Agricultural Products", "Agriculture", "Fees"], "audio": [], "bill_versions": [{"bill_id": 14795, "bill_version_id": 81173, "bill_version": "Introduced", "bill_version_date": "1999-01-29T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the agricultural chemical response and remediation account. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Agricultural chemical,\" pesticide, commercial fertilizer, plant amendments, or soil amendments, but does not include nitrate and related nitrogen or phosphate from a natural source or wood preservative treatments; (2) \"Board,\" the agricultural chemical remediation account board; (3) \"Eligible person,\" a person who meets the eligibility established in section 2 of this Act; (4) \"Fund,\" the agricultural chemical remediation account fund; (5) \"Responsible party,\" a person who at the time of an agricultural chemical incident or accident has care, custody, or control of, or responsibility for an agricultural chemical, its container, or residues from such chemicals or containers; (6) \"Secretary,\" the South Dakota secretary of agriculture; (7) \"Single site,\" all land and water areas, including air space, and all plants, animals, structures, buildings, contrivances, and machinery whether fixed or mobile, including anything used for transportation within a one-half mile radius of a discovered or reported incident where agricultural chemical handling, storage, disposal, and distribution activities have occurred or are now occurring; (8) \"Site assessment,\" the evaluation of the environmental characteristics of a particular facility or location where an incident or accident involving agricultural chemicals has occurred, including hydro geology, soil characteristics, topographical features, nearness to sources of drinking water, environmental indicators and safeguards, proximity to sensitive human populations, and available, scientifically valid soil or water monitoring results. Site assessment may also include the use of predictive procedures for determining the need for and extent of corrective action; (9) \"Source drinking water,\" a current or potential source of water either from the ground or surface for human consumption; (10) \"Unreasonable adverse effects on humans and the environment,\" any unreasonable risk to humans or the environment, taking into account the economic, social, and environmental costs and benefits to the use of an agricultural chemical; and (11) \"Water quality standard,\" the numerical value expressing the concentration of an agricultural chemical in sources of drinking water established by the State of South Dakota, and may include the maximum contaminate level as established under the Safe Drinking Water Act, as amended to January 1, 1999. Section 2. For the purposes of this Act, an eligible person includes: (1) A responsible party or an owner of real property or a conservation district, but not the state, a state agency, a political subdivision of the state, the federal government, or an agency of the federal government; (2) A person involved in a transaction relating to real property who is not a responsible party or owner of the real property, and who voluntarily takes corrective action on the request or order for corrective action from the Department of Environmental and Natural Resources; and (3) A farmer who voluntarily complies with § § 38-21-15.1 and 38-19-36.2. Section 3. There is hereby established in the state treasury the agricultural chemical remediation account fund for the purpose of reimbursing the costs to eligible persons for voluntary response to, and voluntary remediation of, agricultural chemical incidents, accidents, or historical contamination. Expenditures of this fund shall be made in accordance with the provisions of chapter 4-7. Section 4. Notwithstanding the fees imposed by § 38-21-17, the secretary shall impose a surcharge of twenty dollars per year on a biennial basis for a commercial applicator's license. The proceeds from the surcharge shall be deposited into the fund. Section 5. Notwithstanding the fees imposed by § 38-21-33.5, the secretary shall impose a surcharge of seventy-five dollars per year on a biennial basis for a pesticide dealer license. The proceeds from the surcharge shall be deposited into the fund. Section 6. Notwithstanding the fees imposed by § 38-19-2.1, the secretary shall impose a surcharge of seventy-five dollars per year on a biennial basis for a commercial fertilizer distribution license. The proceeds from the surcharge shall be deposited into the fund. Section 7. Notwithstanding the fees imposed by § 38-19-10, the secretary shall impose a surcharge of no more than twenty-eight cents per ton of fertilizer for the inspection fee. The proceeds from the surcharge shall be deposited into the fund. Section 8. Notwithstanding the fees imposed by § 38-20A-59, the secretary shall impose a surcharge on the registration application fee for agricultural pesticides that is no more than two- tenths of one percent of annual sales on the pesticide in the state, except the surcharge may not be imposed on nonagricultural pesticides. The proceeds from the surcharge shall be deposited into the fund. Section 9. Money in the agricultural chemical remediation account fund may be only used: (1) By the board to reimburse the secretary for staff and the administrator for administrative costs up to seventy-five thousand dollars; and (2) To reimburse and pay corrective action costs under section 10 of this Act. Section 10. The board shall notify the secretary to collect the fees authorized by sections 4 to 8, inclusive, of this Act. The secretary shall collect the fee beginning July 1, 1999, until the fund reaches five million dollars or more, at which time the fees shall be reduced. The board shall notify the secretary if the asset value of the fund falls below five hundred thousand dollars, and the secretary shall increase the fees established in sections 7 and 8 of this Act. Reasonable forecasts of future expenses and income may be used in reducing or increasing the fees. Section 11. The fund is attached to the Department of Agriculture for budgeting. All necessary costs of the Department of Agriculture for these services, not to exceed actual costs, shall be reimbursed from the revenue of this Act. Section 12. The board shall promulgate rules, pursuant to chapter 1-26, to specify the form and procedure for applications for compensation from the fund, procedures and criteria for determining the amount and type of costs that are eligible for reimbursement from the fund, procedures for acceptable methods of payment from the fund, procedures for persons to perform services for the fund, the method and forms necessary for the collection of the fees, and other rules and procedures necessary for carrying out the provision of this Act. In addition, the board may promulgate rules to: (1) Contract and cooperate with any person or with any governmental department or agency; (2) Expend the funds pursuant to sections 14 to 17, inclusive, of this Act appropriate for its administration; (3) Appoint, discharge, fix compensation for, and prescribe the duties of the personnel as necessary; and (4) Accept donations of fund property, service, or other assistance from public or private service sources for the purpose of furthering the objective of the board. Section 13. Revenue from the following sources shall be deposited in the state treasury and credited to the agricultural response and remediation account fund: (1) Any fees imposed by this Act; (2) Any interest attributable to investment of money in the fund; (3) Any money received by the secretary of agriculture in the form of gifts, grants, or appropriations from any source intended to be used for the purposes of the fund. Section 14. The board shall reimburse an eligible person for the agricultural chemical response and reimbursement fund for the reasonable and necessary costs incurred by the eligible person in taking voluntary action as provided in this Act if the board determines: (1) The eligible person takes all reasonable action necessary to minimize and abate an incident, and the action is subsequently approved by the Department of Environment and Natural Resources; (2) The eligible person complies with any reasonable request for corrective action issued to the eligible person by the Department fo Environment and Natural Resources; and (3) The incident is reported as required pursuant to titles 34, 34A, and 38. Section 15. On request by an eligible person, the board may pay the eligible person for the reasonable and necessary cash disbursements for corrective action costs incurred by the eligible person as provided in this Act if the board determines: (1) The eligible person pays the first one thousand dollars of the corrective action costs; (2) The eligible person provides the board with a sworn affidavit and other convincing evidence that the eligible person is unable to pay additional corrective action costs; and (3) The eligible person continues to assume responsibility for carrying out the requirements of a corrective action. Section 16. No eligible person may receive payment for, or reimbursement from the fund, and the person shall refund amounts paid or reimbursed by the board, if false statements or misrepresentations are made in the affidavit or other evidence submitted to the secretary upon showing an inability to pay corrective action costs. Section 17. The board may pay an eligible person monies from the agricultural chemical remediation account fund for: (1) Ninety percent of the total reasonable and necessary corrective action costs greater than one thousand dollars and less than or equal to one hundred thousand dollars; (2) Eighty percent of the total reasonable and necessary corrective action costs greater than one hundred thousand dollars and less than or equal to two hundred thousand dollars. Section 18. The agricultural chemical remediation account board is created and shall consist of the secretary of agriculture, the secretary of the Department of Environment and Natural Resources, one representative of agricultural chemical manufacturers and wholesalers, one representative of farmers, and one representative of dealers of retail agricultural chemicals. Private industry representatives shall be appointed by the secretary who shall consider recommendations for such appointments by the Ag Unity Group. Section 19. The term of the members of the board is four years, except that the initial appointments are for staggered terms. Vacancies are appointed under the same conditions as the term vacated. Section 20. The Board shall annually elect a chair and a vice chair. The chair and vice chair shall be members of the board and may not be the secretary of agriculture or environment and natural resources. The chair shall preside at regular and special meetings, or the vice chair in the absence of the chair. A quorum consists of three board members. At least six regular meetings of the board shall be scheduled a year. A scheduled meeting may be canceled if there is insufficient business. Special meetings of the board may be called by the chair or by written request of three board members. Section 21. Compensation for the board shall be paid pursuant to § 4-7-10.4 from the surcharges collected pursuant to this Act. Section 22. This chapter does not abrogate or limit in any way the rights, powers, duties, and functions of the Department of Agriculture, Department of Environment and Natural Resources, or any agency of the state."}, {"bill_id": 14795, "bill_version_id": 81172, "bill_version": "House Agriculture and Natural Resources Engrossed", "bill_version_date": "1999-02-11T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the agricultural chemical response and remediation account. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Agricultural chemical,\" pesticide, commercial fertilizer, plant amendments, or soil amendments, but does not include nitrate and related nitrogen or phosphate from a natural source or wood preservative treatments; (2) \"Board,\" the agricultural chemical remediation account board; (3) \"Eligible person,\" a person who meets the eligibility established in section 2 of this Act; (4) \"Fund,\" the agricultural chemical remediation account fund; (5) \"Responsible party,\" a person who at the time of an agricultural chemical incident or accident has care, custody, or control of, or responsibility for an agricultural chemical, its container, or residues from such chemicals or containers; (6) \"Secretary,\" the South Dakota secretary of agriculture; (7) \"Single site,\" all land and water areas, including air space, and all plants, animals, structures, buildings, contrivances, and machinery whether fixed or mobile, including anything used for transportation within a one-half mile radius of a discovered or reported incident where agricultural chemical handling, storage, disposal, and distribution activities have occurred or are now occurring; (8) \"Site assessment,\" the evaluation of the environmental characteristics of a particular facility or location where an incident or accident involving agricultural chemicals has occurred, including hydro geology, soil characteristics, topographical features, nearness to sources of drinking water, environmental indicators and safeguards, proximity to sensitive human populations, and available, scientifically valid soil or water monitoring results. Site assessment may also include the use of predictive procedures for determining the need for and extent of corrective action; (9) \"Source drinking water,\" a current or potential source of water either from the ground or surface for human consumption; (10) \"Unreasonable adverse effects on humans and the environment,\" any unreasonable risk to humans or the environment, taking into account the economic, social, and environmental costs and benefits to the use of an agricultural chemical; and (11) \"Water quality standard,\" the numerical value expressing the concentration of an agricultural chemical in sources of drinking water established by the State of South Dakota, and may include the maximum contaminate level as established under the Safe Drinking Water Act, as amended to January 1, 1999. Section 2. For the purposes of this Act, an eligible person includes: (1) A responsible party or an owner of real property or a conservation district, but not the state, a state agency, a political subdivision of the state, the federal government, or an agency of the federal government; (2) A person involved in a transaction relating to real property who is not a responsible party or owner of the real property, and who voluntarily takes corrective action on the property in response to a request or order for corrective action from the Department of Environmental and Natural Resources; and (3) A farmer who voluntarily complies with § § 38-21-15.1 and 38-19-36.2. Section 3. There is hereby established in the state treasury the agricultural chemical remediation account fund for the purpose of reimbursing the costs to eligible persons for voluntary response to, and voluntary remediation of, agricultural chemical incidents, accidents, or historical contamination. Expenditures of this fund shall be made in accordance with the provisions of chapter 4-7. Section 4. Notwithstanding the fees imposed by § 38-21-17, the secretary shall impose a surcharge of twenty dollars per year for a commercial applicator's license. The proceeds from the surcharge shall be deposited into the fund. Section 5. Notwithstanding the fees imposed by § 38-21-33.5, the secretary shall impose a surcharge of seventy-five dollars per year for a pesticide dealer license. The proceeds from the surcharge shall be deposited into the fund. Section 6. Notwithstanding the fees imposed by § 38-19-2.1, the secretary shall impose a surcharge of seventy-five dollars per year for a commercial fertilizer distribution license. The proceeds from the surcharge shall be deposited into the fund. Section 7. Notwithstanding the fees imposed by § 38-19-10, the secretary shall impose a surcharge of no more than twenty-eight cents per ton of fertilizer for the inspection fee. The proceeds from the surcharge shall be deposited into the fund. Section 8. Notwithstanding the fees imposed by § 38-20A-59, the secretary shall impose a surcharge on the registration application fee for agricultural pesticides that is no more than two- tenths of one percent of annual sales on the pesticide in the state, except the surcharge may not be imposed on nonagricultural pesticides. The proceeds from the surcharge shall be deposited into the fund. Section 9. Money in the agricultural chemical remediation account fund may be only used: (1) By the board to reimburse the secretary for staff and the administrator for administrative costs up to seventy-five thousand dollars per year; and (2) To reimburse and pay corrective action costs under section 10 of this Act. Section 10. The board shall notify the secretary to collect the fees authorized by sections 4 to 8, inclusive, of this Act. The secretary shall collect the fee beginning July 1, 1999, until the fund reaches five million dollars or more, at which time the fees shall be reduced. The board shall notify the secretary if the asset value of the fund falls below five hundred thousand dollars, and the secretary shall reimpose the fees established in sections 7 and 8 of this Act. Reasonable forecasts of future expenses and income may be used in reducing or increasing the fees. Section 11. The fund is attached to the Department of Agriculture for budgeting. All necessary costs of the Department of Agriculture for these services, not to exceed actual costs, shall be reimbursed from the revenue of this Act. Section 12. The board shall promulgate rules, pursuant to chapter 1-26, to specify the form and procedure for applications for compensation from the fund, procedures and criteria for determining the amount and type of costs that are eligible for reimbursement from the fund, procedures for acceptable methods of payment from the fund, procedures for persons to perform services for the fund, the method and forms necessary for the collection of the fees, and other rules and procedures necessary for carrying out the provisions of this Act. In addition, the board may promulgate rules to: (1) Contract and cooperate with any person or with any governmental department or agency; (2) Expend the funds pursuant to sections 14 to 17, inclusive, of this Act appropriate for its administration; (3) Appoint, discharge, fix compensation for, and prescribe the duties of the personnel as necessary; and (4) Accept donations of fund property, service, or other assistance from public or private service sources for the purpose of furthering the objective of the board. Section 13. Revenue from the following sources shall be deposited in the state treasury and credited to the agricultural response and remediation account fund: (1) Any fees imposed by this Act; (2) Any interest attributable to investment of money in the fund; (3) Any money received by the secretary of agriculture in the form of gifts, grants, or appropriations from any source intended to be used for the purposes of the fund. Section 14. The board shall reimburse an eligible person for the agricultural chemical response and reimbursement fund for the reasonable and necessary costs incurred by the eligible person in taking voluntary action as provided in this Act if the board determines: (1) The eligible person takes all reasonable action necessary to minimize and abate an incident, and the action is subsequently approved by the Department of Environment and Natural Resources; (2) The eligible person complies with any reasonable request for corrective action issued to the eligible person by the Department of Environment and Natural Resources; and (3) The incident is reported as required pursuant to titles 34, 34A, and 38. Section 15. On request by an eligible person, the board may pay the eligible person for the reasonable and necessary cash disbursements for corrective action costs incurred by the eligible person as provided in this Act if the board determines: (1) The eligible person pays the first one thousand dollars of the corrective action costs; (2) The eligible person provides the board with a sworn affidavit and other convincing evidence that the eligible person is unable to pay additional corrective action costs; and (3) The eligible person continues to assume responsibility for carrying out the requirements of a corrective action. Section 16. No eligible person may receive payment for, or reimbursement from the fund, and the person shall refund amounts paid or reimbursed by the board, if false statements or misrepresentations are made in the affidavit or other evidence submitted to the secretary upon showing an inability to pay corrective action costs. Section 17. The board may pay an eligible person monies from the agricultural chemical remediation account fund for: (1) Ninety percent of the total reasonable and necessary corrective action costs greater than one thousand dollars and less than or equal to one hundred thousand dollars; (2) Eighty percent of the total reasonable and necessary corrective action costs greater than one hundred thousand dollars and less than or equal to two hundred thousand dollars. Section 18. The agricultural chemical remediation account board is created and shall consist of the secretary of agriculture, the secretary of the Department of Environment and Natural Resources, one representative of agricultural chemical manufacturers and wholesalers, one representative of farmers, and one representative of dealers of retail agricultural chemicals. Private industry representatives shall be appointed by the secretary who shall consider recommendations for such appointments by the Ag Unity Group. Section 19. The term of the members of the board is four years, except that the initial appointments are for staggered terms. Vacancies are appointed under the same conditions as the term vacated. Section 20. The Board shall annually elect a chair and a vice chair. The chair and vice chair shall be members of the board and may not be the secretary of agriculture or environment and natural resources. The chair shall preside at regular and special meetings, or the vice chair in the absence of the chair. A quorum consists of three board members. At least six regular meetings of the board shall be scheduled a year. A scheduled meeting may be canceled if there is insufficient business. Special meetings of the board may be called by the chair or by written request of three board members. Section 21. Compensation for the board shall be paid pursuant to § 4-7-10.4 from the surcharges collected pursuant to this Act. Section 22. This chapter does not abrogate or limit in any way the rights, powers, duties, and functions of the Department of Agriculture, Department of Environment and Natural Resources, or any agency of the state. Section 23. The sum of fifty thousand dollars shall be deposited in the agricultural chemical response and remediation account on July 1, 1999, from the money collected from the following sources: (1) Commercial fertilizer distributor licenses pursuant to § 38-19-2.1; (2) Speciality fertilizer inspection feed pursuant to § 38-19-10; (3) Soil conditioner product registration pursuant to § 38-19A-4; (4) Pesticide applicator license pursuant to § 38-21-17; (5) Pesticide dealer's license pursuant to § 38-21-33.5; (6) Pesticide registration fee pursuant to § 38-20A-4. BILL HISTORY 1/29/99 First read in House and referred to Agriculture and Natural Resources. H.J. 269 2/11/99 Scheduled for Committee hearing on this date. 2/11/99 Agriculture and Natural Resources Do Pass Amended, Passed, AYES 7, NAYS 4. H.J. 484"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14795, "action_date": "1999-01-29T14:00:00-06:00", "document_id": 81759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81759.pdf", "status_text": "First read in House and referred to", "journal_page": 269, "committee_id_action": 628, "committee_id_assigned": 614, "result": "N", "vote": {}}, {"bill_id": 14795, "action_date": "1999-02-11T07:45:00-06:00", "document_id": 81870, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81870.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 614, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14795, "action_date": "1999-02-11T07:45:00-06:00", "document_id": 81870, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81870.pdf", "status_text": "Do Pass Amended,", "journal_page": 484, "committee_id_action": 614, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41301, "president_vote": null, "Excused": [2204, 2222], "Nay": [2211, 2213, 2249, 2261], "Yea": [2236, 2248, 2260, 2284, 2286, 2297, 2298]}}, {"bill_id": 14795, "action_date": "1999-02-16T14:00:00-06:00", "document_id": 81761, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81761.pdf", "status_text": "Deferred to another day", "journal_page": 552, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14795, "action_date": "1999-02-17T14:00:00-06:00", "document_id": 82131, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82131.pdf", "status_text": "Do Pass Amended,", "journal_page": 585, "committee_id_action": 628, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 43437, "president_vote": null, "Nay": [2200, 2203, 2204, 2207, 2208, 2209, 2210, 2211, 2212, 2213, 2214, 2216, 2223, 2227, 2229, 2231, 2232, 2237, 2238, 2240, 2243, 2249, 2253, 2254, 2255, 2256, 2260, 2261, 2262, 2265, 2272, 2273, 2276, 2281, 2282, 2288, 2290, 2295, 2296, 2297, 2300, 2301, 2303, 2245], "Yea": [2218, 2219, 2220, 2222, 2228, 2233, 2236, 2244, 2247, 2248, 2250, 2257, 2264, 2266, 2268, 2271, 2277, 2278, 2279, 2284, 2286, 2287, 2291, 2298, 2302], "Excused": [2267]}}]}