{"session_id": 51, "bill_id": 15903, "bill_type": "House Bill", "bill_number": 1136, "bill_title": "provide for the protection of certain agricultural contractors.", "sponsors": [{"legislator_profile_id": 2562, "is_prime": true}, {"legislator_profile_id": 2568, "is_prime": true}, {"legislator_profile_id": 2518, "is_prime": false}, {"legislator_profile_id": 2521, "is_prime": false}, {"legislator_profile_id": 2527, "is_prime": false}, {"legislator_profile_id": 2532, "is_prime": false}, {"legislator_profile_id": 2541, "is_prime": false}, {"legislator_profile_id": 2543, "is_prime": false}, {"legislator_profile_id": 2547, "is_prime": false}, {"legislator_profile_id": 2555, "is_prime": false}, {"legislator_profile_id": 2560, "is_prime": false}, {"legislator_profile_id": 2569, "is_prime": false}, {"legislator_profile_id": 2574, "is_prime": false}, {"legislator_profile_id": 2584, "is_prime": false}, {"legislator_profile_id": 2587, "is_prime": false}, {"legislator_profile_id": 2594, "is_prime": false}, {"legislator_profile_id": 2598, "is_prime": false}, {"legislator_profile_id": 2609, "is_prime": false}, {"legislator_profile_id": 2611, "is_prime": false}, {"legislator_profile_id": 2614, "is_prime": false}, {"legislator_profile_id": 2616, "is_prime": false}], "keywords": ["Class 1 Misdemeanor", "Department of Agriculture", "Rule-making Authority", "Secretary of State"], "audio": [{"meeting_datetime": "2001-01-30T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hag15hb1136a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-30T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hag15hb1136a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-30T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hag15hb1136a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-01T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hag17hb1136a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-01T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hag17hb1136a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-01T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hag17hb1136a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-01T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hag17hb1136a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-01T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hag17hb1136a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-01T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hag17hb1136a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-01T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hag17hb1136a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-01T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hag17hb1136a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 15903, "bill_version_id": 88338, "bill_version": "Introduced", "bill_version_date": "2001-01-24T08:26:42-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the protection of certain agricultural contractors. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Active contractor,\" a person who owns a commodity that is produced by a contract producer at the contract producer's contract operation according to a production contract; (2) \"Agricultural contract,\" a marketing contract or a production contract; (3) \"Animal feeding operation,\" a lot, corral, building, or other area in which livestock is confined and fed. An animal feeding operation does not include a livestock market; (4) \"Capital investment,\" an investment in a structure, such as a building or manure storage structure, or machinery or equipment associated with producing a commodity that has a useful life in excess of one year; (5) \"Commodity,\" livestock, raw milk, or a crop; (6) \"Confinement feeding operation,\" an animal feeding operation in which livestock are confined to areas that are totally roofed; (7) \"Contract crop field,\" farmland located in this state where a crop is produced according to a production contract by a contract producer who owns or leases the farmland; (8) \"Contract livestock facility,\" an animal feeding operation located in this state in which livestock or raw milk is produced according to a production contract by a contract producer who holds a legal interest in the animal feeding operation. Contract livestock facility includes a confinement feeding operation, an open feedlot, or an area that is used for the raising of crops or other vegetation and upon which livestock are fed for slaughter or are allowed to graze or feed; (9) \"Contract operation,\" a contract livestock facility or a contract crop field; (10) \"Contract producer,\" a producer who holds a legal interest in a contract operation and who produces a commodity under a production contract; (11) \"Contractor,\" an active contractor or a passive contractor; (12) \"Crop,\" a plant used for food, animal feed, fiber, oil, pharmaceuticals, nutriceuticals, or seed, including alfalfa, barley, buckwheat, corn, flax, forage, millet, oats, popcorn, rye, sorghum, soybeans, sunflowers, tobacco, wheat, and grasses used for forage or silage; (13) \"Farmland,\" agricultural land as defined in § 10-6-31.3; (14) \"Investment requirements,\" provisions in a contract that require the contract producer to make capital investments associated with producing a commodity subject to a production contract. The provisions may be included as part of one or more oral or written agreements or contracts, and may be included as part of a production contract; (15) \"Legible type,\" a typeface at least as large as a ten-point modern type, one-point leaded; (16) \"Livestock,\" beef cattle, dairy cattle, poultry, sheep, or swine; (17) \"Marketing contract,\" an oral or written agreement between a processor and a producer for the purchase of commodities grown or raised by the producer in this state. A marketing contract is executed if it is signed or orally agreed to by each party or by a person authorized to act on the party's behalf; (18) \"Open feedlot,\" an unroofed or partially roofed animal feeding operation in which no crop, vegetation, or forage growth or residue cover is maintained while livestock is confined in the operation; (19) \"Passive contractor,\" a person who furnishes management services to a contract producer and who does not own a commodity that is produced by the contract producer at the contract producer's contract operation according to a production contract; (20) \"Processor,\" a person engaged in the business of manufacturing goods from commodities, including by slaughtering or processing livestock, processing raw milk, or processing crops. Processor does not include a cold storage plant or a frozen food locker plant; (21) \"Produce,\" to do any of the following: (a) Provide feed or services relating to the care and feeding of livestock. If the livestock are dairy cattle, produce includes milking the dairy cattle and storing raw milk; (b) Provide for planting, raising, harvesting, and storing a crop. Produce includes preparing the soil for planting and nurturing the crop by the application of fertilizers or soil conditioners or pesticides; (22) \"Producer,\" a person who produces a commodity, including a contract producer. Producer does not include a commercial fertilizer or pesticide applicator, a feed supplier, or a veterinarian, when acting in such capacity; (23) \"Production contract,\" an oral or written agreement that provides for the production of a commodity or the provision of management services relating to the production of a commodity by a contract producer. A production contract is executed if it is signed or orally agreed to by each party to the contract or by a person authorized to act on the party's behalf. Section 2. This Act applies to production contracts that relate to the production of a commodity owned by an active contractor and produced by a contract producer at the contract producer's contract operation, if one of the following applies: (1) The production contract is executed by an active contractor and a contract producer for the production of the commodity; (2) The production contract is executed by an active contractor and a passive contractor for the provision of management services to the contract producer in the production of the commodity; or (3) The production contract is executed by a passive contractor and a contract producer, if the contract provides for management services furnished by the passive contractor to the contract producer in the production of the commodity, and the passive contractor has a contractual relationship with the active contractor involving the production of the commodity. Section 3. An agricultural contract imposes an obligation of good faith, as defined in § 57A- 1-201, on all parties with respect to the performance and enforcement of the agricultural contract. Section 4. An agricultural contract shall be accompanied by a clear written disclosure statement setting forth the nature of the material risks faced by the producer if the producer enters into the contract. The statement shall meet the readability requirements of sections 5 and 6 of this Act. The statement may be in the form of a written statement or checklist and may be developed in cooperation with producers or producer organizations. The statement shall disclose the following: (1) In the case of production contracts, the producer's right to review as provided in section 14 of this Act; (2) Contract duration; (3) Contract termination; (4) Renegotiation standards; (5) Responsibility for environmental damage; (6) Factors to be used in determining payment; (7) Responsibility for obtaining and complying with local, state, and federal permits; and (8) Any other contract term which the secretary of agriculture, in rules promulgated pursuant to chapter 1-26, determines is appropriate for disclosure. Section 5. An agricultural contract entered into, amended, or renewed after the effective date of this Act shall contain as the first page, or first page of text if it is preceded by a title page or pages, a cover sheet as provided in this Act. The cover sheet or sheets shall comply with section 6 of this Act and shall contain all of the following: (1) A brief statement that the document is a legal contract between the parties; (2) The statement \"READ YOUR CONTRACT CAREFULLY. This cover sheet provides only a brief summary of your contract. This is not the contract and only the terms of the actual contract are legally binding. The contract itself sets forth, in detail, the rights and obligations of both you and the contractor or processor. IT IS THEREFORE IMPORTANT THAT YOU READ YOUR CONTRACT CAREFULLY.\"; (3) The written disclosure of risks required by section 4 of this Act; (4) A statement detailing, in plain language, the producer's right to review the contract as described in section 14 of this Act; and (5) An index of the major provisions of the contract and the pages on which they are found, including all of the following: (a) The names of all parties to the contract; (b) The definition sections of the contract; (c) The provisions governing termination, cancellation, renewal, and amendment of the contract by either party; (d) The duties or obligations of each party; and (e) Any provisions subject to change in the contract. Section 6. An agricultural contract shall be in legible type, appropriately divided and captioned by its various sections, and written in clear and coherent language using words and grammar that are understandable by a person of average intelligence, education, and experience within the industry. This section does not apply to the following terms in an agricultural contract: (1) Legally required terms, including particular words, phrases, provisions, or forms of agreement specifically required, recommended, or endorsed by a state or federal statute, rule, or regulation; and (2) Customarily used terms, including technical terms used to describe the services or property that are the subject of the contract, if the terms are customarily used by producers in the ordinary course of business in connection with the services or property being described. Section 7. A contractor or processor may submit an agricultural contract to the secretary of agriculture for review as to whether it complies with sections 4 to 6, inclusive, of this Act and is sufficiently readable. After reviewing the contract, the secretary shall do one of the following: (1) Certify that the contract complies with this section; (2) Decline to certify that the contract complies with this section and note objections; (3) Decline to review the contract because the contract's compliance with this section is subject to pending litigation; or (4) Decline to review the contract because the contract is not subject to this section. Section 8. In determining whether an agricultural contract or cover sheet is readable, the secretary of agriculture shall consider at least the following factors: (1) The simplicity of the sentence structure; (2) The extent to which commonly used and understood words are employed; (3) The extent to which esoteric legal terms are avoided; (4) The extent to which references to other sections or provisions of the contract are minimized; (5) The Flesch scale analysis readability score; (6) The extent to which clear definitions are used in the text of the contract; and (7) Additional factors relevant to the readability or understandability of the contract. Section 9. Actions of the secretary of agriculture under section 7 of this Act are not subject to judicial review. A contract certified under section 7 of this Act is deemed to comply with sections 4 to 6, inclusive, of this Act. Certification of a contract does not constitute an approval of the contract's legality or legal effect. If the secretary certifies a contract or fails to respond within thirty days of receipt of the contract, then the contractor or processor will have complied with sections 4 to 6, inclusive, of this Act and the remedies stated in sections 10 and 33 of this Act are not available. Failure to submit a contract to the secretary for review under section 7 of this Act does not show a lack of good faith or raise a presumption that the contract violates this section. Section 10. In addition to the remedies provided in section 33 of this Act, a court reviewing an agricultural contract may change the terms of the contract or limit a provision to avoid an unfair result if the court finds all of the following: (1) A material provision of the contract violates section 4, 5, or 6 of this Act; (2) The violation caused the producer to be substantially confused about any of the rights, obligations, or remedies of the contract; and (3) The violation has caused or is likely to cause financial detriment to the producer. If the court reforms or limits a provision of an agricultural contract, the court shall also make orders necessary to avoid unjust enrichment. Bringing a claim for relief under this section does not entitle a producer to withhold performance of an otherwise valid contractual obligation. No relief may be granted under this section unless the claim is brought before the obligations of the contract have been fully performed. Section 11. In a proceeding in which civil penalties are claimed from a party for a violation of section 4, 5, or 6 of this Act, it is a defense to the claim that the party made a good faith and reasonable effort to comply. Notwithstanding section 33 of this Act, a party who has made a good faith and reasonable effort to comply with sections 4 to 6, inclusive, of this Act may not be assessed attorney's fees or costs of investigation in an action for violating any of those sections. Section 12. No violation of section 4, 5, or 6 of this Act is a defense to a claim arising from a producer's breach of an agricultural contract. A producer may recover actual damages caused by such a violation only if the violation caused the producer to not understand the rights, obligations, or remedies of the contract. A claim that an agricultural contract violates this section must be raised within six years of the date the contract is executed by the producer. Section 13. This Act applies to agricultural contracts entered into or substantively amended after the date of the enactment of this Act. Section 14. A contract producer may cancel a production contract by mailing a written cancellation notice to the contractor within three business days after the contract is executed, or before a later cancellation deadline if a later deadline is specified in the contract. The contract producer's right to cancel, the method by which the contract producer may cancel, and the deadline for canceling the production contract shall be clearly disclosed in every production contract. Section 15. No contractor or processor may on or after the effective date of this Act, enforce a provision in an agricultural contract if the provision provides that information contained in the agricultural contract is confidential. A provision that is part of an agricultural contract is void if the provision states that information contained in the agricultural contract is confidential. The confidentiality provision is void whether the confidentiality provision is express or implied; oral or written; required or conditional; contained in the agricultural contract, another agricultural contract, or in a related document, policy, or agreement. This section does not affect other provisions of an agricultural contract or a related document, policy, or agreement that can be given effect without the voided provision. This section does not require a party to an agricultural contract to divulge information in the agricultural contract to another person. Section 16. A contract producer who is a party to a production contract has a lien as provided in this Act. A lien established under this Act depends upon the execution of a production contract that provides for producing a commodity owned by a contractor by a contract producer at the contract producer's contract operation. The amount of the lien is the amount owed to the contract producer pursuant to the terms of the production contract. Section 17. If a lien established pursuant to this Act is based on a production contract for the production of livestock, all of the following apply: (1) If the livestock are not sold or slaughtered by the contractor, the lien is on the livestock; (2) If the livestock are sold by the contractor, the lien is on cash proceeds from the sale. For purposes of this section, cash held by the contractor is deemed to be cash proceeds from the sale regardless of whether it is identifiable cash proceeds; and (3) If the livestock are slaughtered by the contractor, the lien is on any property of the contractor that may be subject to a security interest as provided in § 57A-9-109. Section 18. If a lien established pursuant to this Act is based on a production contract for the production of raw milk, all of the following apply: (1) If the raw milk is not sold or processed by the contractor, the lien is on the raw milk; (2) If the raw milk is sold by the contractor, the lien is on cash proceeds from the sale. For purposes of this section, cash held by the contractor is deemed to be cash proceeds from the sale regardless of whether it is identifiable cash proceeds; and (3) If the raw milk is processed by the contractor, the lien is on any property of the contractor that may be subject to a security interest as provided in § 57A-9-109. Section 19. Any lien on livestock or raw milk under this Act is created at the time the livestock arrive at the contract livestock facility and continues for one year after the livestock are no longer under the authority of the contract producer. For the purposes of this section, livestock are no longer under the authority of the contract producer if the livestock leave the contract livestock facility. Section 20. If a lien established pursuant to this Act is based on a production contract for the production of crops, all of the following apply: (1) If the crop is not sold or processed by the contractor, the lien is on the crop; (2) If the crop is sold by the contractor, the lien is on cash proceeds from the sale. For purposes of this section, cash held by the contractor is deemed to be cash proceeds from the sale regardless of whether it is identifiable cash proceeds; and (3) If the crop is processed by the contractor, the lien is on any property of the contractor that may be subject to a security interest as provided in § 57A-9-109. The lien on a crop is created at the time the crop is planted and continues for one year after the crop is no longer under the authority of the contract producer. For purposes of this section, a crop is no longer under the authority of the contract producer when the crop or a warehouse receipt issued by a licensed public warehouse operator or grain dealer for grain from the crop is no longer under the custody or control of the contract producer. Section 21. In order to preserve a lien created pursuant to this Act, a contract producer shall file in the Office of the Secretary of State a lien statement on a form prescribed by the secretary of state. If the lien arises out of producing livestock or raw milk, the contract producer shall file the lien within forty-five days after the day that the livestock first arrive at the contract livestock facility. If the lien arises out of producing a crop, the contract producer shall file the lien within forty-five days after the day that the crop is first planted. The secretary of state shall charge a fee of not more than ten dollars for filing the statement. The secretary of state shall promulgate rules pursuant to chapter 1-26 to prescribe appropriate form and filing procedures and to provide for the electronic filing of the statements. The statement shall include all of the following: (1) An estimate of the amount owed pursuant to the production contract; (2) The date when the livestock arrive at the contract livestock facility or the date when the crop was planted; (3) The estimated duration of the period when the commodity will be under the authority of the contract producer; (4) The name of the party to the production contract whose commodity is produced pursuant to the production contract; (5) The description of the location of the contract operation, by county and township; and (6) The printed name and signature of the person filing the form. Section 22. Except for a veterinarian's vaccination lien as provided in § 40-27-12, a lien created under this Act until preserved and a lien preserved under this Act are superior to and have priority over a conflicting lien or security interest in the commodity, including a lien or security interest that was perfected before the creation of the lien under this Act. Before a commodity leaves the authority of the contract producer, the contract producer may foreclose the lien in the manner provided for the foreclosure of secured transactions in chapter 57A-9, part 6. After the commodity is no longer under the authority of the contract producer, the contract producer may enforce the lien in the manner provided in chapter 57A-9, part 6. Section 23. Sections 24 to 27, inclusive, of this Act only apply to a production contract executed by a contract producer and a contractor if the contract producer must make capital investments of one hundred thousand dollars or more according to investment requirements provided in all production contracts in which the contract producer and the contractor are parties. The value of the capital investments is the total dollar amount spent by the contract producer in satisfying the investment requirements, if that amount is ascertainable. Section 24. Except as provided in section 26 of this Act, a contractor may not terminate, cancel, or fail to renew a production contract unless: (1) The contractor has provided the contract producer written notice of the intention to terminate, cancel, or not renew at least ninety days before the effective date of the termination, cancellation, or nonrenewal; and (2) The contract producer has been reimbursed for damages incurred due to the termination, cancellation, or failure to renew. Damages shall be based on the value of the remaining useful life of the structures, machinery, or equipment involved. Section 25. Except as provided in section 26 of this Act, if a contract producer materially breaches a production contract, including the investment requirements of a production contract, a contractor may not terminate, cancel, or fail to renew the production contract unless: (1) The contractor has provided a written notice of termination, cancellation, or nonrenewal at least forty-five days before the effective date of the termination, cancellation, or nonrenewal. The notice shall provide a list of complaints alleging causes for the breach; and (2) The contract producer fails to remedy each cause of the breach as alleged in the list of complaints provided in the notice within thirty days following receipt of the notice. An effort by a contract producer to remedy a cause of an alleged breach may not be construed as an admission of a breach in a civil cause of action. Section 26. A contractor may terminate, cancel, or fail to renew a production contract without notice or remedy as required in sections 24 and 25 of this Act if the basis for the termination, cancellation, or nonrenewal is any of the following: (1) A voluntary abandonment of the contractual relationship by the contract producer. A complete failure of a contract producer's performance under a production contract is deemed to be abandonment; or (2) The conviction of a contract producer of an offense of fraud or theft committed against the contractor. Section 27. If a contractor terminates, cancels, or fails to renew a production contract other than as provided in sections 24 to 26, inclusive, of this Act, the contractor shall pay the contract producer the value of the remaining useful life of the structures, machinery, or equipment involved. Section 28. For purposes of this Act, the term, contract inputs, means a commodity or an organic or synthetic substance or compound that is used to produce a commodity, including livestock or plants, agricultural seeds, semen or eggs for breeding livestock, or fertilizers or pesticides. Section 29. For purposes of this Act, the term, producer rights, means the following legal rights and protections: (1) The right of a producer to join or belong to, or to refrain from joining or belonging to, an association of producers; (2) The right of a producer to enter into a membership agreement or marketing contract with an association of producers, a processor, or another producer and the right of the producer to exercise contractual rights under such a membership agreement or marketing contract; (3) The right of a producer to lawfully provide statements or information, including statements and information to the United States Secretary of Agriculture or to a law enforcement agency, regarding alleged improper actions or violations of law by a contractor or processor. This right does not include the right to make statements or provide information if the statements or information are determined to be libelous or slanderous; (4) The right of a producer to file, continue, terminate, or enforce a lien as provided in this Act; (5) The right of a contract producer to utilize protections to review production contracts as provided in this Act; (6) The right of a producer to disclose the terms of agricultural contracts as provided in this Act; (7) The right of a producer to enforce other protections afforded by this Act or other laws or regulations. Section 30. It is unlawful for any contractor or processor knowingly to engage or permit any employee or agent to engage in the following practices in connection with agricultural contracts: (1) To take actions to coerce, intimidate, disadvantage, retaliate against, or discriminate against any producer because the producer exercises, or attempts to exercise, any producer right. Such actions include: (a) The execution, termination, extension, or renewal of an agricultural contract; (b) The treatment of a producer, which may include providing discriminatory or preferential terms in an agricultural contract or interpreting terms of an existing agricultural contract in a discriminatory or preferential manner. The terms may relate to the price paid for a commodity; the quality or the quantity of a commodity demanded; or financing, including investment requirements; (c) The grant of a reward or imposition of a penalty, including the denial of a reward. The reward or penalty may be in any form, including financial rewards or penalties. Financial rewards or penalties may relate to loans, bonuses, or inducements; and (d) Altering the quality, quantity, or delivery times of contract inputs provided to the producer; (2) To provide false information to the producer, which may include false information relating to any of the following: (a) A producer with whom the producer associates or an association of producers or an agricultural organization with which the producer is affiliated, including false information about the character of the producer or the condition of the finances or the management of the association of producers or agricultural organization; or (b) Producer rights provided by this Act or other provisions of law; (3) To refuse to provide to a contract producer upon request the statistical information and data used to determine compensation paid to the contract producer under a production contract, including, feed conversion rates, feed analyses, origination, and breeder history; (4) To refuse to allow a contract producer or the contract producer's designated representative to observe, by actual observation at the time of weighing, the weights and measures used to determine the contract producer's compensation under a production contract; (5) To use the performance of any other contract producer to determine the compensation of a contract producer under a production contract or as the basis of the termination, cancellation, or renewal of a production contract; (6) To require a contract producer to make new or additional capital investments in connection with the retention, renewal, or continuation of a production contract that are beyond the investment requirements of the production contract. It is not a violation of this section if the new or additional capital investments are partially paid for by the contractor, or offset by other compensation or modifications to contract terms, in a manner the contract producer agrees to in writing as constituting acceptable and satisfactory consideration for the new capital investment; (7) To execute an agricultural contract in violation of the disclosure of risks and readability requirements of this Act; (8) To execute an agricultural contract that includes a confidentiality provision in violation of this Act; (9) To execute an agricultural contract without a mediation provision as required under this Act; (10) To execute an agricultural contract that includes a waiver of any producer right or any obligation of a contractor or processor established under this Act; and (11) To execute an agricultural contract requiring the application of the law of another state in lieu of this Act. Section 31. Any provision of an agricultural contract that waives a producer right or an obligation of a contractor or processor established by this Act is void and unenforceable. This section does not affect other provisions of an agricultural contract, including an agricultural contract or related document, policy, or agreement that can be given effect without the voided provision. Section 32. Any condition, stipulation, or provision requiring the application of the law of another state in lieu of this Act is void and unenforceable. Section 33. Any agricultural contract shall contain language providing for resolution of disputes concerning the contract by mediation. If there is a dispute involving an agricultural contract, either party may make a written request to the Department of Agriculture for mediation services as specified in the contract, to facilitate resolution of the dispute. The parties must receive a release from the Department of Agriculture before the dispute may be heard by a court. Section 34. Any contractor or processor committing an unfair practice under section 30 of this Act is subject to a civil penalty not to exceed ten thousand dollars per violation. Any contractor or processor committing an unfair practice under section 30 of this Act is guilty of a Class 1 misdemeanor. Section 35. Any producer who suffers damages because of a contractor's or processor's violation of this Act may obtain appropriate legal and equitable relief, including damages, as a suit in common law pursuant to the rules of civil procedure. In such a civil action against the contractor or processor, the court shall award the producer who is the prevailing party reasonable attorney fees and other litigation expenses. In order to obtain injunctive relief, the producer is not required to post a bond, prove the absence of an adequate remedy at law, or show the existence of special circumstances, unless the court for good cause otherwise orders. The court may order any form of prohibitory or mandatory relief that is appropriate under principles of equity, including issuing a temporary or permanent restraining order. Section 36. The attorney general's office is the agency primarily responsible for enforcing this Act. In enforcing the provisions of this Act, the attorney general may do all of the following: (1) Apply to the circuit court for an injunction to restrain a contractor or processor from engaging in conduct or practices in violation of this Act or to require a contractor or processor to comply with a provision of this Act, or both; (2) Apply to the circuit court for the issuance of a subpoena to obtain an agricultural contract for purposes of enforcing this Act; and (3) Bring an action in circuit court to enforce penalties provided in section 34 of this Act. Section 37. Except as otherwise provided in this section, this Act applies to agricultural contracts in force on or after the date of the enactment of this Act, regardless of the date the agricultural contract is executed. Sections 4 to 6, inclusive, of this Act relating to disclosure of risks and readability, section 14 of this Act relating to contract producer's three-day right to review, sections 23 to 27, inclusive, of this Act relating to production contracts involving investment requirements, subdivision (5) of section 30 of this Act relating to the use of tournament compensation, and section 33 of this Act relating to mediation, apply to agricultural contracts executed or substantively amended after the effective date of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15903, "action_date": "2001-01-24T14:00:00-06:00", "document_id": 88432, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88432.pdf", "status_text": "First read in House and referred to", "journal_page": 170, "committee_id_action": 712, "committee_id_assigned": 698, "result": "N", "vote": {}}, {"bill_id": 15903, "action_date": "2001-01-30T07:45:00-06:00", "document_id": 88944, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88944.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 698, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15903, "action_date": "2001-02-01T07:45:00-06:00", "document_id": 89146, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89146.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 698, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15903, "action_date": "2001-02-01T07:45:00-06:00", "document_id": 89146, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89146.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 304, "committee_id_action": 698, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 51039, "president_vote": null, "Nay": [2521, 2555, 2568, 2602], "Yea": [2545, 2554, 2559, 2564, 2595, 2599, 2613, 2575, 2537]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15903"}