{"session_id": 54, "bill_id": 18195, "bill_type": "Senate Bill", "bill_number": 195, "bill_title": "establish the hunters welcome program.", "sponsors": [{"legislator_profile_id": 2849, "is_prime": true}, {"legislator_profile_id": 2877, "is_prime": true}, {"legislator_profile_id": 2852, "is_prime": false}, {"legislator_profile_id": 2859, "is_prime": false}, {"legislator_profile_id": 2883, "is_prime": false}, {"legislator_profile_id": 2897, "is_prime": false}, {"legislator_profile_id": 2912, "is_prime": false}], "keywords": ["Administrative Rules", "Game, Fish, Parks and Forestry", "Hunting"], "audio": [{"meeting_datetime": "2003-02-13T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sag22sb0195a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-13T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sag22sb0195a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-13T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sag22sb0195a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18195, "bill_version_id": 96318, "bill_version": "Introduced", "bill_version_date": "2003-02-03T07:57:29-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the hunters welcome program. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Department,\" the Department of Game, Fish and Parks; (2) \"Hunter,\" any hunter participating in the hunters welcome program; (3) \"Landowner,\" any landowner participating in the hunters welcome program or any lessee or farm or ranch operator who has been authorized by the landowner to participate in the program on the landowner's behalf; (2) \"Program,\" the South Dakota hunters welcome program established pursuant to this Act. Section 2. The South Dakota hunters welcome program is hereby established. Under the program, any hunter may enter into an agreement with a landowner to reserve the right to hunt pheasants or other upland game birds at a time, location, and price specified by the landowner and in accordance with any other conditions specified by the landowner. Section 3. Any person who purchases or holds a valid license authorizing the person to hunt pheasants or other upland game birds may purchase hunting tokens issued by the department. The department shall make the hunting tokens available in varying amounts and denominations. The hunter shall present hunting tokens to the landowner in accordance with the terms and conditions specified by the landowner and agreed to by the hunter for the privilege of hunting on land controlled by the landowner. The landowner may redeem the tokens with the department and the department shall pay the landowner for the value of the tokens. The hunter may redeem any unused tokens with the department and shall receive a refund for the tokens. Section 4. The Department of Game, Fish and Parks shall establish a system to enable landowners to inform potential hunters that the landowners are willing to participate in the program and to inform potential hunters of the time, location, price, and other conditions for hunting on the landowners' property. The system shall give any hunter the opportunity to contact any landowner and to come to an agreement with the landowner to arrange a hunting trip. The system shall make use of the internet and one or more toll-free long distance telephone numbers, as well as other appropriate communications technologies. Section 5. Any landowner at any time may modify the time, location, or price of lands made available for the program. However, the landowner shall honor the terms of any agreement that the landowner has made with a hunter. Either the landowner or hunter may cancel the hunting trip not less than five days in advance of the time agreed upon for the hunting trip with no obligation. If the hunter cancels a hunting trip within less than five days of the time agreed upon, the hunter remains obligated to pay the price agreed upon for the hunting trip. If the landowner cancels a hunting trip within less than five days of the time agreed upon, the landowner may not participate in the program for a period of thirty days following the cancellation. The landowner and hunter may cancel or alter the time, location, or price of the hunting trip at any time by mutual agreement. Section 6. The Game, Fish and Parks Commission shall promulgate rules pursuant to chapter 1-26 to provide for the administration of the hunters welcome program. The rules shall specify: (1) Procedures by which landowners and hunters may communicate and negotiate with each other through the program; (2) Requirements and guidelines related to the making of agreements for hunting trips under the program; (3) Guidelines informing landowners how they may specify times, locations, and prices for potential hunts and how they may alter those conditions; (4) Procedures governing cancellation or alteration of hunting trips or conditions for hunting trips; (5) Procedures for landowners and hunters to redeem tokens with the department and to receive payment or refund for the tokens; (6) Other necessary procedures for publicizing and administering the program."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18195, "action_date": "2003-02-03T14:00:00-06:00", "document_id": 96443, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96443.pdf", "status_text": "First read in Senate and referred to", "journal_page": 287, "committee_id_action": 799, "committee_id_assigned": 772, "result": "N", "vote": {}}, {"bill_id": 18195, "action_date": "2003-02-06T10:00:00-06:00", "document_id": 96699, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96699.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 772, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18195, "action_date": "2003-02-13T10:00:00-06:00", "document_id": 97144, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97144.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 457, "committee_id_action": 772, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54541, "president_vote": null, "Nay": [2847], "Yea": [2849, 2881, 2886, 2891, 2928, 2852, 2851], "Excused": [2887]}}, {"bill_id": 18195, "action_date": "2003-02-13T10:00:00-06:00", "document_id": 97144, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97144.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 772, "committee_id_assigned": null, "result": "N", "vote": {}}]}