{"session_id": 69, "bill_id": 24890, "bill_type": "Senate Bill", "bill_number": 122, "bill_title": "ensure the availability of law enforcement and emergency services in certain state parks and to declare an emergency.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24890", "sponsors": [{"legislator_profile_id": 4502, "is_prime": true}, {"legislator_profile_id": 4520, "is_prime": true}, {"legislator_profile_id": 4511, "is_prime": false}, {"legislator_profile_id": 4522, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4547, "is_prime": false}], "keywords": ["Emergency Clause", "Emergency Medical Services", "Game, Fish, Parks and Forestry", "Law Enforcement"], "audio": [], "bill_versions": [{"bill_id": 24890, "bill_version_id": 261528, "bill_version": "Introduced", "bill_version_date": "2024-01-22T16:10:29.993-06:00", "bill_text": "An Act to ensure the availability of law enforcement and emergency services in certain state parks and to declare an emergency. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 41-15-10.1 be AMENDED: 41-15-10.1. Any conservation officer, who is certified pursuant to §§ 23-3-39 to 23-3-45, inclusive, or has been appointed on a temporary or probationary basis, as permitted by § 23-3-41, shall enforce every state statute: (1) Which is a crime under Title 22; (2) Which pertains to game, fish, parks, forestry, or boating; (3) Which pertains to driving while intoxicated, reckless driving, or eluding an officer; (4) Which is a crime under §§ 35-1-9.1 and 35-9-2 and occurs on property owned, managed, or leased by the Department of Game, Fish and Parks; (5) Which is a crime under § 32-5-84.2; (6) Which is a crime under § 32-20-6.6; (7) Which is a crime under chapter 32-20A; and (8) Which is a crime under chapter 34A-7 (1) Enforce any statute that: (a) Pertains to game, fish, parks, boating, or forestry; (b) Pertains to driving while intoxicated, reckless driving, or eluding an officer; (c) Constitutes a crime under title 22; (d) Constitutes a crime under § 35-1-9.1 or 35-9-2 and occurs on property owned, leased, or managed by the Department of Game, Fish and Parks; (e) Constitutes a crime under § 32-5-84.2; (f) Constitutes a crime under chapter 32-20A; or (g) Constitutes a crime under chapter 34A-7; and (2) Investigate any accident that involves a vehicle and occurs on property owned, leased, or managed by the department and file any report required in accordance with chapter 32-34. While performing any duty pursuant to this section, a conservation officer is a law enforcement officer with the same authority as any other law enforcement officer. Section 2. That chapter 41-17 be amended with a NEW SECTION: During the period beginning May fifteenth and ending September thirtieth of each year, the Department of Game, Fish and Parks shall ensure the availability of twenty-four-hour emergency services, including dispatch, law enforcement, ambulance, and search and rescue services, within the boundaries of any state park having more than seventy thousand acres. To meet the requirements of this section, the department may employ and train necessary personnel or contract, for the provision of the services by appropriately trained or licensed personnel, with: (1) The sheriff of any county in which some or all of the state park is located; or (2) Any other public agency or private entity. Nothing in this section removes the obligation of a law enforcement agency to provide services on public highways or private property located within the boundaries of a state park. Section 3. Whereas, this Act is necessary for the immediate preservation of the public peace, health, or safety, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24890, "action_date": "2024-01-23T14:00:00-06:00", "document_id": 261480, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/261480.pdf", "status_text": "First read in Senate and referred to", "journal_page": 146, "committee_id_action": 1219, "committee_id_assigned": 1214, "result": "N", "vote": {}}, {"bill_id": 24890, "action_date": "2024-02-01T07:45:00-06:00", "document_id": 263469, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263469.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1214, "committee_id_assigned": null, "result": "N", "vote": {}}]}