{"session_id": 43, "bill_id": 10361, "bill_type": "Senate Bill", "bill_number": 100, "bill_title": "regulate certain portable recording systems worn by law enforcement officers.", "sponsors": [{"legislator_profile_id": 1651, "is_prime": true}], "keywords": ["Law Enforcement", "Portable Recording Systems"], "audio": [{"meeting_datetime": "2020-02-05T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sst14.mp3", "start_seconds": 3752.0}, {"meeting_datetime": "2020-02-05T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sst14.mp3", "start_seconds": 3752.0}, {"meeting_datetime": "2020-02-05T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sst14.mp3", "start_seconds": 3752.0}, {"meeting_datetime": "2020-02-05T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sst14.mp3", "start_seconds": 3752.0}], "bill_versions": [{"bill_id": 10361, "bill_version_id": 64790, "bill_version": "Introduced", "bill_version_date": "2020-01-29T08:58:10.857-06:00", "bill_text": "An Act to regulate certain portable recording systems worn by law enforcement officers. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 23-63-1. Definitions. Terms used in this chapter mean: (1) \"Portable recording system,\" a device worn by a law enforcement officer that is capable of both video and audio recording of the officer's activities and interactions with others or collecting digital multimedia evidence as part of an investigation; (2) \"Portable recording system data,\" audio or video data collected by a portable recording system; (3) \"Redact,\" to blur video or distort audio so that the identity of the subject in a recording is obscured sufficiently to render the subject unidentifiable if the redaction does not interfere with a viewer's ability to fully, completely, and accurately comprehend the events captured; (4) \"Subject,\" any identifiable law enforcement officer or any identifiable suspect, victim, detainee, conversant, injured party, or other similarly situated person who appears on the recording. The term does not include any person who only incidentally appears on the recording. Section 2. That a NEW SECTION be added: 23-63-2. Portable recording systems--Law enforcement officers--Consent--Notification. A law enforcement officer wearing a portable recording system is considered to have consented to a recording of a subject for the purposes of § 23A-35A-20. If a law enforcement officer engages in an interaction with a member of the public while the system is recording as required by this chapter, the law enforcement officer shall notify the member of the public that he or she is being recorded as close to the inception of the interaction as reasonably possible. The member of the public may request that the interaction not be recorded. The request shall be captured on the portable recording system by the law enforcement officer prior to the system being turned off. Section 3. That a NEW SECTION be added: 23-63-3. Recorded data--Confidentiality--Disclosure. Any portable recording system data is considered confidential under § 1-25-1.8 and may not be released except as provided by this chapter. The provisions of subdivision 1-27-1.5(5) do not apply to this chapter unless the law enforcement agency makes a written determination that disclosure would substantially compromise or inhibit an investigation or examination. The law enforcement officer shall provide the written determination to the state's attorney, who may decide if the determination can be released to a requester or the public. Section 4. That a NEW SECTION be added: 23-63-4. Artificial intelligence systems--Prohibition. Portable recording system data may not be used in conjunction with any facial recognition system, software, or program capable of identifying or verifying a person from a digital image or a video frame from a video source. Any portable recording system data may not be shared with any person who intends to use this data for such purposes. Section 5. That a NEW SECTION be added: 23-63-5. Portable recording systems--Requirements. Only a law enforcement officer with authority to conduct searches and make arrests may wear a portable recording system. The system shall be worn in a location and manner that maximizes the system's ability to capture video data of the officer's activities. Portable system recording data collected may not be divulged or used by any law enforcement agency for any commercial or other nonlaw enforcement purpose. Section 6. That a NEW SECTION be added: 23-63-6. Portable recording systems--Activation--Permitted deactivation. Both the video and audio recording functions of the portable recording system shall be activated if a law enforcement officer is responding to a call for service or at the initiation of any other law enforcement or investigative interaction between a law enforcement officer and a member of the public and shall not be deactivated until the encounter or call for service has fully concluded and law enforcement leaves the scene. If an immediate threat to the officer's life or safety makes activating the system impossible or dangerous, the officer shall activate the system at the first reasonable opportunity to do so. The portable recording system may not be deactivated until the interaction has fully concluded and the law enforcement officer leaves the scene. The officer may turn off the system only upon the request of a member of the public being filmed or the property owner or renter that lives on the premises or if: (1) Entering a private residence without a warrant or in nonexigent circumstances; (2) Entering a hospital or other medical services facility; (3) Entering a social services facility that administers programs such as TANF, SNAP, state assistance programs; (4) Entering a daycare, preschool, or elementary or secondary school; (5) Interacting with a crime victim; (6) Interacting with an individual who wishes to report a crime anonymously; or (7) Interacting with a criminal informant. The officer shall document the specific reason for turning off the system, preferably by orally or visually recording the reason prior to shutting off the system. Section 7. That a NEW SECTION be added: 23-63-7. Retention of data--Period of retention. A law enforcement agency shall maintain any recording system data that are not active or inactive criminal investigative data for at least ninety days and no more than one-hundred eighty days. Portable recording system data shall be maintained for at least one year if the data contains: (1) The pointing of a firearm at a member of the public or the discharge of a firearm by a law enforcement officer in the course of duty; (2) The use of force by a law enforcement officer that results in substantial bodily harm; or (3) An incident which is the subject of a formal complaint made against a law enforcement officer related to the incident. A person with the right to inspection or review under § 23-63-9 may submit a written request to the law enforcement agency to retain the recording beyond the applicable retention period for possible evidentiary or exculpatory use related to the circumstances under which the data were collected. The law enforcement agency shall retain the recording for an additional time period requested for up to one hundred eighty days. When the additional time period is set to expire in fourteen days, the agency must notify the requester that the recording will then be destroyed unless a new request is made under this section. A law enforcement agency may retain a recording for as long as reasonably necessary for possible evidentiary or exculpatory use related to the incident for which the data were collected. The law enforcement agency shall document the reason for retaining any data beyond as required by the agency's records retention schedule. Section 8. That a NEW SECTION be added: 23-63-8. Procedures for retaining critical data. If a law enforcement officer who is equipped with a portable recording system is involved in, is a witness to, or is within viewable sight range of an officer's use of force that results in a death, a police use of force where the discharge of a firearm results in an injury, or any law enforcement officer conduct that becomes the subject of a criminal investigation, the agency or department shall: (1) Immediately seize the officer's portable recording system, or the agency or department conducting the related criminal investigation, and maintained in accordance with any laws, rules, and department policies governing the preservation of evidence; (2) Maintain all data on the seized portable recording system in accordance with any laws, rules, and department policies governing the preservation of evidence; and (3) Make a copy of the data on the seized portable recording system in accordance with prevailing forensic standards for data collection and reproduction. Section 9. That a NEW SECTION be added: 23-63-9. Right to inspection or review of data for certain persons. A person may submit a written request to a law enforcement agency, through the process outlined in § 1-26-37, to inspect or review portable recording system data. A person may only review the portion of any data of a specific incident outlined in the written request. The right to inspect or review under this section may not include the right to possess a copy of the recorded data, unless the release of the data is otherwise authorized by law. Section 1-27-1.15 applies to any decision by a law enforcement agency. No cost may be charged for inspection or review of data under this section. Section 10. That a NEW SECTION be added: 23-63-10. Right to release of data--Consent--Violation as misdemeanor. A party in a criminal matter or a civil complaint against an officer or law enforcement agency may request the relevant data as provided under chapter 19-19. This right cannot be removed by any agreement between a person and a law enforcement agency. Footage shall be released to the party unless the state's attorney determines release of the footage would substantially endanger a law enforcement officer or a member of the public. A law enforcement agency may also release portable recording system data to aid law enforcement in law enforcement duties, if the agency attempts to obtain the consent of any subjects in the data other than a criminal suspect. If consent is not given from a subject other than a criminal suspect, a law enforcement agency shall redact that person's face from the released copy. Before any data may be released to a subject or by a law enforcement agency, the data must be authorized by the state's attorney for the county where the data was recorded. The state's attorney shall provide a written determination to a requester, including clear reasons, for releasing or withholding the data. Release of data by any individual or agency without clearance from the state's attorney is a Class 1 Misdemeanor. Section 1-27-1.15 applies to any decision by a law enforcement agency regarding the release of data. Section 11. That a NEW SECTION be added: 23-63-11. Redaction--Prohibitions. If an authorized person requests a copy of any portable recording system data, the law enforcement agency shall redact from the copy any data on other subjects who do not consent to its release. The identity and activities of an on-duty law enforcement officer engaged in an investigation or response to an emergency, incident, or request for service may not be redacted, unless the officer's identity is subject to protection under this section. If necessary to protect personal privacy, the right to a fair trial, the identity of a confidential source or crime victim, or the life or physical safety of any person appearing in system data, redaction technology may be used to obscure the face and other personally identifying characteristics of that person, including the sound of the person's voice, if the redaction does not interfere with a viewer's ability to fully, completely, and accurately comprehend the events captured on the system data. An unedited, original version of the system data shall be retained. Except as provided under this chapter, editing or alteration of data is not permitted, including a reduction of the data's resolution. This section applies to any party, including a third-party authorized by law enforcement to act as its agent in maintaining system data. Section 12. That a NEW SECTION be added: 23-63-12. Unlawfully obtained data--Prohibitions. Any data recorded in contravention of this chapter or any other applicable law may not be offered as evidence in any criminal or civil action or proceeding against any member of the public. Nothing in this chapter may be read to contravene any laws governing the maintenance, production, and destruction of evidence in criminal investigations and prosecutions. Section 13. That a NEW SECTION be added: 23-63-13. Written policies--Law enforcement agencies. A law enforcement agency utilizing a portable recording system shall develop written policies on the: (1) Use of data for internal training purposes; (2) Use of data for disciplinary actions against law enforcement officers; (3) Use of data by officers for assistance in completing any required reports, statements, or interviews; (4) Upkeep, maintenance, and replacement of equipment to ensure continuity of use in the field and secure storage; (5) Costs and timelines for inspection, review, redactions, and release of data; and (6) Preservation of the chain of evidence for legal proceedings. A law enforcement agency shall make publicly available all written policies regarding portable recording systems on that agency's website. Section 14. That a NEW SECTION be added: 23-63-14. Appeal to circuit court--Consideration of release. If a person authorized to inspect or review data under § 23-63-9 or obtain data under § 23-63-10 is denied inspection, review, or release, that person may appeal the decision to the circuit court to consider whether inspection, review, or release is warranted. The court shall consider the subject's reasons for release, impact on any ongoing litigation or law enforcement investigations, and impact on any law enforcement agency, law enforcement officer, or member of the public. No record may be inspected, reviewed, or released until a final decision or judgment is entered ordering release. No agency, subject, or any other person has a right to any data collected under this chapter."}], "amendments": [{"bill_id": 10361, "document_id": 66014, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66014.pdf", "legislator_profile_id": 1720, "document_id_instructions": 66042, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/66042.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 10361, "action_date": "2020-01-29T14:00:00-06:00", "document_id": 64469, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/64469.pdf", "status_text": "First read in Senate and referred to", "journal_page": 108, "committee_id_action": 447, "committee_id_assigned": 450, "result": "N", "vote": {}}, {"bill_id": 10361, "action_date": "2020-02-05T10:00:00-06:00", "document_id": 65364, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65364.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 450, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10361, "action_date": "2020-02-05T10:00:00-06:00", "document_id": 65366, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65366.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 450, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32384, "president_vote": null, "Nay": [1741, 1686, 1705], "Yea": [1720, 1658, 1663, 1703, 1717, 1693]}}, {"bill_id": 10361, "action_date": "2020-02-05T10:00:00-06:00", "document_id": 65366, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65366.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 450, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32389, "president_vote": null, "Yea": [1741, 1720, 1686, 1703, 1705, 1717, 1693], "Nay": [1658, 1663]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/10361"}