{"session_id": 8, "bill_id": 1515, "bill_type": "Senate Bill", "bill_number": 12, "bill_title": "provide for a tiered sex offender registry, to remove certain misdemeanors and juvenile offenses from the sex offender registry, and to establish certain criteria for eligibility to petition for removal or reassignment.", "sponsors": [{"legislator_profile_id": 758, "is_prime": true}, {"legislator_profile_id": 798, "is_prime": true}, {"legislator_profile_id": 756, "is_prime": false}, {"legislator_profile_id": 830, "is_prime": false}, {"legislator_profile_id": 761, "is_prime": false}, {"legislator_profile_id": 841, "is_prime": false}], "keywords": ["Crimes", "Sex Offender"], "audio": [{"meeting_datetime": "2010-01-21T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sju07.mp3", "start_seconds": 3924.0}, {"meeting_datetime": "2010-01-21T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sju07.mp3", "start_seconds": 3924.0}, {"meeting_datetime": "2010-01-28T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sju12.mp3", "start_seconds": 106.0}, {"meeting_datetime": "2010-01-28T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sju12.mp3", "start_seconds": 106.0}, {"meeting_datetime": "2010-01-28T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sju12.mp3", "start_seconds": 106.0}, {"meeting_datetime": "2010-01-28T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sju12.mp3", "start_seconds": 106.0}, {"meeting_datetime": "2010-02-04T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sju16.mp3", "start_seconds": 177.0}, {"meeting_datetime": "2010-02-04T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sju16.mp3", "start_seconds": 177.0}, {"meeting_datetime": "2010-02-04T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sju16.mp3", "start_seconds": 177.0}, {"meeting_datetime": "2010-02-04T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sju16.mp3", "start_seconds": 177.0}, {"meeting_datetime": "2010-02-04T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sju16.mp3", "start_seconds": 177.0}, {"meeting_datetime": "2010-02-04T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sju16.mp3", "start_seconds": 177.0}, {"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sju19.mp3", "start_seconds": 1467.0}, {"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sju19.mp3", "start_seconds": 1467.0}, {"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sju19.mp3", "start_seconds": 1467.0}, {"meeting_datetime": "2010-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sju19.mp3", "start_seconds": 1467.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen21.mp3", "start_seconds": 5792.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen21.mp3", "start_seconds": 5792.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen21.mp3", "start_seconds": 5792.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju29.mp3", "start_seconds": 4535.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju29.mp3", "start_seconds": 4535.0}, {"meeting_datetime": "2010-03-01T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju29.mp3", "start_seconds": 4535.0}, {"meeting_datetime": "2010-03-03T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju31.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2010-03-03T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju31.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2010-03-03T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju31.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2010-03-03T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju31.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2010-03-03T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju31.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2010-03-03T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hju31.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2010-03-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou34.mp3", "start_seconds": 3438.0}, {"meeting_datetime": "2010-03-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou34.mp3", "start_seconds": 3438.0}, {"meeting_datetime": "2010-03-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou34.mp3", "start_seconds": 3438.0}, {"meeting_datetime": "2010-03-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou34.mp3", "start_seconds": 3438.0}, {"meeting_datetime": "2010-03-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou34.mp3", "start_seconds": 3438.0}, {"meeting_datetime": "2010-03-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou34.mp3", "start_seconds": 3438.0}], "bill_versions": [{"bill_id": 1515, "bill_version_id": 10164, "bill_version": "Introduced", "bill_version_date": "2009-12-17T14:08:03.143-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for a tiered sex offender registry and to establish certain criteria for eligibility to petition for removal or reassignment. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 22-24B be amended by adding thereto a NEW SECTION to read as follows: The sex offender registry shall consist of three tiers as provided for in this Act. Placement in Tier III requires registrants to register throughout their lifetime. Placement in Tier II requires registrants to register for a minimum of twenty-five years. Placement in Tier I requires registrants to register for a minimum of ten years. Section 2. That chapter 22-24B be amended by adding thereto a NEW SECTION to read as follows: At the time of sentencing, the court shall assign each person convicted of a sex crime, as provided in § 22-24B-1, to a tier classification according to the following schedule: TIER III (1) Rape as set forth in subdivisions 22-22-1(1), (2), (3), or (4); (2) Felony sexual contact with a minor under sixteen as set forth in § 22-22-7 if committed by an adult; (3) Sexual contact with a person incapable of consenting as set forth in § 22-22-7.2; (4) Kidnapping, as set forth in § 22-19-1, if the victim of the criminal act is a minor; (5) Criminal pedophilia as previously set forth in § 22-22-30.1; (6) If the victim is a minor: (a) Any sexual acts between a jail employee and a detainee as set forth in § 22-22-7.6; (b) Any sexual contact by a psychotherapist as set forth in § 22-22-28; or (c) Any sexual penetration by a psychotherapist as set forth in § 22-22-29; TIER II (1) Incest if committed by an adult; (2) Possessing, manufacturing, or distributing child pornography as set forth in § 22-24A-3; (3) Sale of child pornography as set forth in § 22-24A-1; (4) Sexual exploitation of a minor as set forth in § 22-22-24.3; (5) Promotion of prostitution of a minor as set forth in subdivision 22-23-2(2); (6) Solicitation of a minor as set forth in § 22-24A-5; (7) Intentional exposure to HIV infection as set forth in subdivision 22-18-31(1); TIER I (1) Felony indecent exposure as previously set forth in former § 22-24-1 or indecent exposure as set forth in § 22-24-1.2; (2) Felony indecent exposure as set forth in § 22-24-1.3; (3) Bestiality as set forth in § 22-22-42; (4) Statutory rape as set forth in subdivision 22-22-1(5). However, the court, at its discretion, based on a psycho-sexual evaluation or other credible evidence, may assign such person to a higher tier if the court is of the opinion that a higher assignment is appropriate to public safety and the interests of justice. Section 3. That chapter 22-24B be amended by adding thereto a NEW SECTION to read as follows: Any person who has committed any sex crime pursuant to subdivisions 22-24B-1(15), (16), (17), or (18) shall be deemed to have been assigned to the tier consistent with the elements of the underlying offense. If no equivalent offense exists in South Dakota law, the person shall be deemed to have been assigned to Tier III, but has the right to petition the court, pursuant to § 22-24B-17, for appropriate reassignment. Section 4. That chapter 22-24B be amended by adding thereto a NEW SECTION to read as follows: Any person who is on the state sex offender registry on the effective date of this Act shall be deemed to have been assigned to Tier III. However, any such person may petition the court, pursuant to § 22-24B-17, for appropriate reassignment in accordance with the provisions of this Act. Section 5. That § 22-24B-17 be amended to read as follows: 22-24B-17. Any person required to register under this chapter who is eligible to seek removal from the registry as provided for in § 22-24B-19 or who is eligible to seek reassignment to a lower tier pursuant to sections 3 or 4 of this Act may petition the circuit court in the county where the person resides for an order terminating the person's obligation to register or for an order reassigning the person to a lower tier. If the person seeking removal from the registry is not a resident of this state, but is required to register under other requirements of § 22-24B-2, then the person may petition the circuit court of any county of this state where the person is currently registered. The offender shall serve the petition and all supporting documentation on the state's attorney in the county where the offender is currently registered, the office of the prosecutor in the jurisdiction where the offense occurred, and the Attorney General. The Attorney General's office shall respond to each petition to request removal from the sex offender registry or reassignment to a lower tier. No person petitioning the court under this section for an order terminating the person's obligation to register or for reassignment to a lower tier is entitled to court appointed counsel, experts, or publicly funded witnesses. Section 6. That § 22-24B-18 be amended to read as follows: 22-24B-18. The petition and documentation to support the request for removal from the sex offender registry or for reassignment to a lower tier shall include: (1) The information required for registration of convicted sex offenders in § 22-24B-8; (2) A detailed description of the sex crime that was the basis for the offender to register; (3) A certified copy of judgment of conviction or other sentencing document; and (4) The offender's criminal record and a detailed description of those offenses."}, {"bill_id": 1515, "bill_version_id": 12147, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2010-02-11T13:45:44.32-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for a tiered sex offender registry and to establish certain criteria for eligibility to petition for removal or reassignment. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 22-24B-19 be amended to read as follows: 22-24B-19. To be eligible for removal from the registry as a Tier I offender, the petitioner shall show, by clear and convincing evidence, that all of the following criteria have been met: (1) At least ten years have elapsed since the date the petitioner first registered pursuant to this chapter. For purposes of this subdivision, any period of time during which the petitioner was incarcerated or during which the petitioner was confined in a mental health facility does not count toward the ten-year calculation, regardless of whether such incarceration or confinement was for the sex offense requiring registration or for some other offense; (2) The crime requiring registration was for: (a) Statutory rape under subdivision 22-22-1(5), or an attempt to commit statutory rape under subdivision 22-22-1(5), but only if the petitioner was twenty-one years of age or younger at the time the offense was committed or attempted; (b) A juvenile adjudication for a sex crime as defined in § 22-24B-1(1), 22-24B-1(9), or 22-22-7.2; or (c) Sexual contact under § 22-22-7 if the victim was between the ages of thirteen and sixteen and the petitioner was at least three years older than the victim, but only if the petitioner was twenty-one years of age or younger at the time the offense was committed; (d) Misdemeanor indecent exposure under § 22-24-1.2; or (e) An out-of-state, federal or court martial offense that is comparable to the elements of the crimes listed in (a) or, (b), (c), or (d); (3) The circumstances surrounding the crime requiring registration did not involve a child under the age of thirteen; (4) The petitioner is not a recidivist sex offender. A recidivist sex offender is a person who has been convicted or adjudicated for more than one sex crime listed in subdivisions 22-24B-1(1) to (17), inclusive, regardless of when those convictions or adjudications occurred. For purposes of this subdivision, a conviction or adjudication includes a verdict or plea of guilty; a verdict or plea of guilty but mentally ill; a plea of nolo contendere; a suspended imposition of sentence granted under § 23A-27-13, regardless of whether it has been discharged; a deferred prosecution agreement entered by a prosecutor; and a determination made in another state, federal jurisdiction, or courts martial that is comparable to any of these events; and; (5) The petitioner has completely and truthfully substantially complied in good faith with the registration and re-registration requirements imposed under chapter 22-24B; and (6) Petitioner demonstrates to the satisfaction of the court that he or she does not pose a risk or danger to the community. For purposes of this section, any period of time during which the petitioner was incarcerated or during which the petitioner was confined in a mental health facility does not count toward the ten-year calculation, regardless of whether such incarceration or confinement was for the sex offense requiring registration or for some other offense. Section 2. That chapter 22-24B be amended by adding thereto a NEW SECTION to read as follows: To be eligible for removal from the registry as a Tier II offender, the petitioner shall show, by clear and convincing evidence, that all of the following criteria have been met: (1) At least twenty-five years have elapsed since the date the petitioner first registered pursuant to this chapter; (2) The crime requiring registration was for: (a) Incest as defined in § 22-22A-2; or (b) An out-of-state, federal or court martial offense that is comparable to the elements of incest as defined in § 22-22A-2; or (c) Bestiality as set forth in § 22-22-42; (3) The circumstances surrounding the crime requiring registration did not involve a child under the age of thirteen; (4) The petitioner is not a recidivist sex offender; (5) The petitioner has substantially complied in good faith with the registration and re-registration requirements imposed under chapter 22-24B; and (6) Petitioner demonstrates to the satisfaction of the court that he or she does not pose a risk or danger to the community. For purposes of this section, any period of time during which the petitioner was incarcerated or during which the petitioner was confined in a mental health facility does not count toward the twenty-five year calculation, regardless of whether such incarceration or confinement was for the sex offense requiring registration or for some other offense. Section 3. That chapter 22-24B be amended by adding thereto a NEW SECTION to read as follows: Any person, who is on the sex offender registry and who is not eligible for removal pursuant to sections 1 and 2 of this Act, is a Tier III offender. Section 4. That chapter 22-24B be amended by adding thereto a NEW SECTION to read as follows: A recidivist sex offender is a person who has been convicted or adjudicated for more than one sex crime listed in § 22-24B-1, regardless of when those convictions or adjudications occurred. However, no person is a recidivist sex offender unless the person committed the second sex crime after having been convicted or adjudicated of a previous sex crime. For purposes of this section, a conviction or adjudication includes a verdict or plea of guilty; a verdict or plea of guilty but mentally ill; a plea of nolo contendere; a suspended imposition of sentence granted under § 23A-27-13, regardless of whether it has been discharged; a deferred prosecution agreement entered by a prosecutor; and a determination made in another state, federal jurisdiction, or courts martial that is comparable to any of these events. Section 5. That § 22-24B-20 be amended to read as follows: 22-24B-20. If the court finds that all of the criteria described in § 22-24B-19 or in section 2 of this Act have been met and that the petitioner is not likely to offend again, then the court may, in its discretion, enter an order terminating the petitioner's obligation to register in this state and require the removal of petitioner's name from the registry. However, if the court finds that the offender has provided false, misleading, or incomplete information in support of the petition, or failed to serve the petition and supporting documentation upon the respondent, then the petition may be denied. If the petition is denied, the petitioner may not file a subsequent petition for at least two years from the date the previous petition was denied. Section 6. That § 22-24B-17 be amended to read as follows: 22-24B-17. Any person required to register under this chapter who is eligible to seek removal from the registry as provided for in § 22-24B-19 or in section 2 of this Act may petition the circuit court in the county where the person resides for an order terminating the person's obligation to register. If the person seeking removal from the registry is not a resident of this state, but is required to register under other requirements of § 22-24B-2, then the person may petition the circuit court of any county of this state where the person is currently registered. The offender shall serve the petition and all supporting documentation on the state's attorney in the county where the offender is currently registered, the office of the prosecutor in the jurisdiction where the offense occurred, and the Attorney General. The Attorney General's office shall respond to each petition to request removal from the sex offender registry. No person petitioning the court under this section for an order terminating the person's obligation to register is entitled to court appointed counsel, experts, or publicly funded witnesses. Section 7. That chapter 22-24B be amended by adding thereto a NEW SECTION to read as follows: The sex offender registry shall consist of three tiers as provided for in this Act. Placement in Tier III requires registrants to register throughout their lifetime. Placement in Tier II requires registrants to register for a minimum of twenty-five years. Placement in Tier I requires registrants to register for a minimum of ten years."}, {"bill_id": 1515, "bill_version_id": 13371, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2010-03-03T12:35:56.393-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for a tiered sex offender registry and to establish certain criteria for eligibility to petition for removal or reassignment. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 22-24B-19 be amended to read as follows: 22-24B-19. To be eligible for removal from the registry as a Tier I offender, the petitioner shall show, by clear and convincing evidence, that all of the following criteria have been met: (1) At least ten years have elapsed since the date the petitioner first registered pursuant to this chapter. For purposes of this subdivision, any period of time during which the petitioner was incarcerated or during which the petitioner was confined in a mental health facility does not count toward the ten-year calculation, regardless of whether such incarceration or confinement was for the sex offense requiring registration or for some other offense; (2) The crime requiring registration was for: (a) Statutory rape under subdivision 22-22-1(5), or an attempt to commit statutory rape under subdivision 22-22-1(5), but only if the petitioner was twenty-one years of age or younger at the time the offense was committed or attempted; (b) A juvenile adjudication for a sex crime as defined in § 22-24B-1(1), 22-24B-1(9), or 22-22-7.2; or (c) Sexual contact under § 22-22-7 if the victim was between the ages of thirteen and sixteen and the petitioner was at least three years older than the victim, but only if the petitioner was twenty-one years of age or younger at the time the offense was committed; or (d) An out-of-state, federal or court martial offense that is comparable to the elements of the crimes listed in (a) or, (b), or (c); (3) The circumstances surrounding the crime requiring registration did not involve a child under the age of thirteen; (4) The petitioner is not a recidivist sex offender. A recidivist sex offender is a person who has been convicted or adjudicated for more than one sex crime listed in subdivisions 22-24B-1(1) to (17), inclusive, regardless of when those convictions or adjudications occurred. For purposes of this subdivision, a conviction or adjudication includes a verdict or plea of guilty; a verdict or plea of guilty but mentally ill; a plea of nolo contendere; a suspended imposition of sentence granted under § 23A-27-13, regardless of whether it has been discharged; a deferred prosecution agreement entered by a prosecutor; and a determination made in another state, federal jurisdiction, or courts martial that is comparable to any of these events; and; (5) The petitioner has completely and truthfully substantially complied in good faith with the registration and re-registration requirements imposed under chapter 22-24B; and (6) Petitioner demonstrates to the satisfaction of the court that he or she does not pose a risk or danger to the community. For purposes of this section, any period of time during which the petitioner was incarcerated or during which the petitioner was confined in a mental health facility does not count toward the ten-year calculation, regardless of whether such incarceration or confinement was for the sex offense requiring registration or for some other offense. Section 2. That chapter 22-24B be amended by adding thereto a NEW SECTION to read as follows: To be eligible for removal from the registry as a Tier II offender, the petitioner shall show, by clear and convincing evidence, that all of the following criteria have been met: (1) At least twenty-five years have elapsed since the date the petitioner first registered pursuant to this chapter; (2) The crime requiring registration was for: (a) Incest as defined in § 22-22A-2; or (b) An out-of-state, federal or court martial offense that is comparable to the elements of incest as defined in § 22-22A-2; or (c) Bestiality as set forth in § 22-22-42; or (d) Statutory rape under subdivision 22-22-1(5), or an attempt to commit statutory rape under subdivision 22-22-1(5), but only if the petitioner was twenty-two years of age but not more than twenty-five years of age at the time the offense was committed or attempted; or (e) Sexual contact under § 22-22-7 if the victim was between the ages of thirteen and sixteen and the petitioner was at least three years older than the victim, but only if the petitioner was twenty-two years of age but not more than twenty- five years of age at the time the offense was committed; (3) The circumstances surrounding the crime requiring registration did not involve a child under the age of thirteen; (4) The petitioner is not a recidivist sex offender; (5) The petitioner has substantially complied in good faith with the registration and re-registration requirements imposed under chapter 22-24B; and (6) Petitioner demonstrates to the satisfaction of the court that he or she does not pose a risk or danger to the community. For purposes of this section, any period of time during which the petitioner was incarcerated or during which the petitioner was confined in a mental health facility does not count toward the twenty-five year calculation, regardless of whether such incarceration or confinement was for the sex offense requiring registration or for some other offense. Section 3. That chapter 22-24B be amended by adding thereto a NEW SECTION to read as follows: Any person, who is on the sex offender registry and who is not eligible for removal pursuant to sections 1 and 2 of this Act, is a Tier III offender. Section 4. That chapter 22-24B be amended by adding thereto a NEW SECTION to read as follows: A recidivist sex offender is a person who has been convicted or adjudicated for more than one sex crime listed in § 22-24B-1, regardless of when those convictions or adjudications occurred. However, no person is a recidivist sex offender unless the person committed the second sex crime after having been convicted or adjudicated of a previous sex crime. For purposes of this section, a conviction or adjudication includes a verdict or plea of guilty; a verdict or plea of guilty but mentally ill; a plea of nolo contendere; a suspended imposition of sentence granted under § 23A-27-13, regardless of whether it has been discharged; a deferred prosecution agreement entered by a prosecutor; and a determination made in another state, federal jurisdiction, or courts martial that is comparable to any of these events. Section 5. That § 22-24B-20 be amended to read as follows: 22-24B-20. If the court finds that all of the criteria described in § 22-24B-19 or in section 2 of this Act have been met and that the petitioner is not likely to offend again, then the court may, in its discretion, enter an order terminating the petitioner's obligation to register in this state and require the removal of petitioner's name from the registry. However, if the court finds that the offender has provided false, misleading, or incomplete information in support of the petition, or failed to serve the petition and supporting documentation upon the respondent, then the petition may be denied. If the petition is denied, the petitioner may not file a subsequent petition for at least two years from the date the previous petition was denied. Section 6. That § 22-24B-17 be amended to read as follows: 22-24B-17. Any person required to register under this chapter who is eligible to seek removal from the registry as provided for in § 22-24B-19 or in section 2 of this Act may petition the circuit court in the county where the person resides for an order terminating the person's obligation to register. If the person seeking removal from the registry is not a resident of this state, but is required to register under other requirements of § 22-24B-2, then the person may petition the circuit court of any county of this state where the person is currently registered. The offender shall serve the petition and all supporting documentation on the state's attorney in the county where the offender is currently registered, the office of the prosecutor in the jurisdiction where the offense occurred, and the Attorney General. The Attorney General's office shall respond to each petition to request removal from the sex offender registry. No person petitioning the court under this section for an order terminating the person's obligation to register is entitled to court appointed counsel, experts, or publicly funded witnesses. Section 7. That chapter 22-24B be amended by adding thereto a NEW SECTION to read as follows: The sex offender registry shall consist of three tiers as provided for in this Act. Placement in Tier III requires registrants to register throughout their lifetime. Placement in Tier II requires registrants to register for a minimum of twenty-five years. Placement in Tier I requires registrants to register for a minimum of ten years. Section 8. That § 22-24B-2 be amended to read as follows: 22-24B-2. Any person who has been convicted for commission of a sex crime, as defined in § 22-24B-1, shall register as a sex offender. The term, convicted, includes a verdict or plea of guilty, a plea of nolo contendere, and a suspended imposition of sentence which has not been discharged pursuant to § 23A-27-14 prior to July 1, 1995. Any juvenile fifteen fourteen years or older shall register as a sex offender if that juvenile has been adjudicated of a sex crime rape as defined in § 22-22-7.2, subdivision 22-24B-1(1), or 22-24B-1(9), or of an out-of-state or federal offense that is comparable to the elements of these three sex crimes of rape or any crime committed in another state if the state also requires a juvenile adjudicated of that crime to register as a sex offender in that state. The term, adjudicated, includes a court's finding of delinquency, an admission, and a suspended adjudication of delinquency which has not been discharged pursuant to § 26-8C-4 prior to July 1, 2009. The sex offender shall register within five days of coming into any county to reside, temporarily domicile, attend school, attend postsecondary education classes, or work. Registration shall be with the chief of police of the municipality in which the sex offender resides, temporarily domiciles, attends school, attends postsecondary education classes, or works, or, if no chief of police exists, then with the sheriff of the county. If the sex offender is not otherwise registered in the state, the sex offender shall register within five days of coming into any county when the sex offender applies for or receives a South Dakota driver license, registers a motor vehicle, establishes a postal address, or registers to vote. A violation of this section is a Class 6 felony. Any person whose sentence is discharged under § 23A-27-14 after July 1, 1995, shall forward a certified copy of such formal discharge by certified mail to the Division of Criminal Investigation and to local law enforcement where the person is then registered under this section. Upon receipt of such notice, the person shall be removed from the sex offender registry open to public inspection and shall be relieved of further registration requirements under this section. Any juvenile whose suspended adjudication is discharged under § 26-8C-4 after July 1, 2009, shall forward a certified copy of the formal discharge by certified mail to the Division of Criminal Investigation and to local law enforcement where the juvenile is then registered under this section. Upon receipt of the notice, the juvenile shall be removed from the sex offender registry open to public inspection and shall be relieved of further registration requirements under this section. Section 9. That § 22-24B-1 be amended to read as follows: 22-24B-1. For the purposes of §§ 22-24B-2 to 22-24B-14, inclusive, a sex crime is any of the following crimes regardless of the date of the commission of the offense or the date of conviction: (1) Rape as set forth in § 22-22-1; (2) Felony sexual contact with a minor under sixteen as set forth in § 22-22-7 if committed by an adult; (3) Sexual contact with a person incapable of consenting as set forth in § 22-22-7.2; (4) Incest if committed by an adult; (5) Possessing, manufacturing, or distributing child pornography as set forth in § 22- 24A-3; (6) Sale of child pornography as set forth in § 22-24A-1; (7) Sexual exploitation of a minor as set forth in § 22-22-24.3; (8) Kidnapping, as set forth in § 22-19-1, if the victim of the criminal act is a minor; (9) Promotion of prostitution of a minor as set forth in subdivision 22-23-2(2); (10) Criminal pedophilia as previously set forth in § 22-22-30.1; (11) Felony indecent exposure as previously set forth in former § 22-24-1 or felony indecent exposure as set forth in § 22-24-1.2; (12) Solicitation of a minor as set forth in § 22-24A-5; (13) Felony indecent exposure as set forth in § 22-24-1.3; (14) Bestiality as set forth in § 22-22-42; (15) An attempt to commit any of the crimes listed in this section; (16) Any crime committed in a place other than this state which would constitute a sex crime under this section if committed in this state; (17) Any federal crime or court martial offense that would constitute a sex crime under federal law; (18) Any crime committed in another state if that state also requires that anyone convicted of that crime register as a sex offender in that state; or (19) If the victim is a minor: (a) Any sexual acts between a jail employee and a detainee as set forth in § 22-22-7.6; (b) Any sexual contact by a psychotherapist as set forth in § 22-22-28; or (c) Any sexual penetration by a psychotherapist as set forth in § 22-22-29; (20) Intentional exposure to HIV infection as set forth in subdivision (1) of § 22-18-31."}, {"bill_id": 1515, "bill_version_id": 13734, "bill_version": "House Engrossed", "bill_version_date": "2010-03-09T15:44:18.05-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for a tiered sex offender registry, to remove certain misdemeanors and juvenile offenses from the sex offender registry, and to establish certain criteria for eligibility to petition for removal or reassignment. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 22-24B-19 be amended to read as follows: 22-24B-19. To be eligible for removal from the registry as a Tier I offender, the petitioner shall show, by clear and convincing evidence, that all of the following criteria have been met: (1) At least ten years have elapsed since the date the petitioner first registered pursuant to this chapter. For purposes of this subdivision, any period of time during which the petitioner was incarcerated or during which the petitioner was confined in a mental health facility does not count toward the ten-year calculation, regardless of whether such incarceration or confinement was for the sex offense requiring registration or for some other offense; (2) The crime requiring registration was for: (a) Statutory rape under subdivision 22-22-1(5), or an attempt to commit statutory rape under subdivision 22-22-1(5), but only if the petitioner was twenty-one years of age or younger at the time the offense was committed or attempted; (b) A juvenile adjudication for a sex crime as defined in § subdivision 22-24B-1(1), 22-24B-1(9), or 22-22-7.2; or (c) Sexual contact under § 22-22-7 if the victim was between the ages of thirteen and sixteen and the petitioner was at least three years older than the victim, but only if the petitioner was twenty-one years of age or younger at the time the offense was committed; or (d) An out-of-state, federal or court martial offense that is comparable to the elements of the crimes listed in (a) or, (b), or (c); (3) The circumstances surrounding the crime requiring registration did not involve a child under the age of thirteen; (4) The petitioner is not a recidivist sex offender. A recidivist sex offender is a person who has been convicted or adjudicated for more than one sex crime listed in subdivisions 22-24B-1(1) to (17), inclusive, regardless of when those convictions or adjudications occurred. For purposes of this subdivision, a conviction or adjudication includes a verdict or plea of guilty; a verdict or plea of guilty but mentally ill; a plea of nolo contendere; a suspended imposition of sentence granted under § 23A-27-13, regardless of whether it has been discharged; a deferred prosecution agreement entered by a prosecutor; and a determination made in another state, federal jurisdiction, or courts martial that is comparable to any of these events; and; (5) The petitioner has completely and truthfully substantially complied in good faith with the registration and re-registration requirements imposed under chapter 22-24B; and (6) Petitioner demonstrates to the satisfaction of the court that he or she does not pose a risk or danger to the community. For purposes of this section, any period of time during which the petitioner was incarcerated or during which the petitioner was confined in a mental health facility does not count toward the ten-year calculation, regardless of whether such incarceration or confinement was for the sex offense requiring registration or for some other offense. Section 2. That chapter 22-24B be amended by adding thereto a NEW SECTION to read as follows: To be eligible for removal from the registry as a Tier II offender, the petitioner shall show, by clear and convincing evidence, that all of the following criteria have been met: (1) At least twenty-five years have elapsed since the date the petitioner first registered pursuant to this chapter; (2) The crime requiring registration was for: (a) Incest as defined in § 22-22A-2; or (b) An out-of-state, federal or court martial offense that is comparable to the elements of incest as defined in § 22-22A-2; or (c) Bestiality as set forth in § 22-22-42; (3) The circumstances surrounding the crime requiring registration did not involve a child under the age of thirteen; (4) The petitioner is not a recidivist sex offender; (5) The petitioner has substantially complied in good faith with the registration and re-registration requirements imposed under chapter 22-24B; and (6) Petitioner demonstrates to the satisfaction of the court that he or she does not pose a risk or danger to the community. For purposes of this section, any period of time during which the petitioner was incarcerated or during which the petitioner was confined in a mental health facility does not count toward the twenty-five year calculation, regardless of whether such incarceration or confinement was for the sex offense requiring registration or for some other offense. Section 3. That chapter 22-24B be amended by adding thereto a NEW SECTION to read as follows: Any person, who is on the sex offender registry and who is not eligible for removal pursuant to sections 1 and 2 of this Act, is a Tier III offender. Section 4. That chapter 22-24B be amended by adding thereto a NEW SECTION to read as follows: A recidivist sex offender is a person who has been convicted or adjudicated for more than one sex crime listed in § 22-24B-1, regardless of when those convictions or adjudications occurred. However, no person is a recidivist sex offender unless the person committed the second sex crime after having been convicted or adjudicated of a previous sex crime. For purposes of this section, a conviction or adjudication includes a verdict or plea of guilty; a verdict or plea of guilty but mentally ill; a plea of nolo contendere; a suspended imposition of sentence granted under § 23A-27-13, regardless of whether it has been discharged; a deferred prosecution agreement entered by a prosecutor; and a determination made in another state, federal jurisdiction, or courts martial that is comparable to any of these events. Section 5. That § 22-24B-20 be amended to read as follows: 22-24B-20. If the court finds that all of the criteria described in § 22-24B-19 or in section 2 of this Act have been met and that the petitioner is not likely to offend again, then the court may, in its discretion, enter an order terminating the petitioner's obligation to register in this state and require the removal of petitioner's name from the registry. However, if the court finds that the offender has provided false, misleading, or incomplete information in support of the petition, or failed to serve the petition and supporting documentation upon the respondent, then the petition may be denied. If the petition is denied, the petitioner may not file a subsequent petition for at least two years from the date the previous petition was denied. Section 6. That § 22-24B-17 be amended to read as follows: 22-24B-17. Any person required to register under this chapter who is eligible to seek removal from the registry as provided for in § 22-24B-19 or in section 2 of this Act may petition the circuit court in the county where the person resides for an order terminating the person's obligation to register. If the person seeking removal from the registry is not a resident of this state, but is required to register under other requirements of § 22-24B-2, then the person may petition the circuit court of any county of this state where the person is currently registered. The offender shall serve the petition and all supporting documentation on the state's attorney in the county where the offender is currently registered, the office of the prosecutor in the jurisdiction where the offense occurred, and the Attorney General. The Attorney General's office shall respond to each petition to request removal from the sex offender registry. No person petitioning the court under this section for an order terminating the person's obligation to register is entitled to court appointed counsel, experts, or publicly funded witnesses. Section 7. That chapter 22-24B be amended by adding thereto a NEW SECTION to read as follows: The sex offender registry shall consist of three tiers as provided for in this Act. Placement in Tier III requires registrants to register throughout their lifetime. Placement in Tier II requires registrants to register for a minimum of twenty-five years. Placement in Tier I requires registrants to register for a minimum of ten years. Section 8. That § 22-24B-2 be amended to read as follows: 22-24B-2. Any person who has been convicted for commission of a sex crime, as defined in § 22-24B-1, shall register as a sex offender. The term, convicted, includes a verdict or plea of guilty, a plea of nolo contendere, and a suspended imposition of sentence which has not been discharged pursuant to § 23A-27-14 prior to July 1, 1995. Any juvenile fifteen fourteen years or older shall register as a sex offender if that juvenile has been adjudicated of a sex crime rape as defined in § 22-22-7.2, subdivision 22-24B-1(1), or 22-24B-1(9), or of an out-of-state or federal offense that is comparable to the elements of these three sex crimes of rape or any crime committed in another state if the state also requires a juvenile adjudicated of that crime to register as a sex offender in that state. The term, adjudicated, includes a court's finding of delinquency, an admission, and a suspended adjudication of delinquency which has not been discharged pursuant to § 26-8C-4 prior to July 1, 2009. The sex offender shall register within five days of coming into any county to reside, temporarily domicile, attend school, attend postsecondary education classes, or work. Registration shall be with the chief of police of the municipality in which the sex offender resides, temporarily domiciles, attends school, attends postsecondary education classes, or works, or, if no chief of police exists, then with the sheriff of the county. If the sex offender is not otherwise registered in the state, the sex offender shall register within five days of coming into any county when the sex offender applies for or receives a South Dakota driver license, registers a motor vehicle, establishes a postal address, or registers to vote. A violation of this section is a Class 6 felony. Any person whose sentence is discharged under § 23A-27-14 after July 1, 1995, shall forward a certified copy of such formal discharge by certified mail to the Division of Criminal Investigation and to local law enforcement where the person is then registered under this section. Upon receipt of such notice, the person shall be removed from the sex offender registry open to public inspection and shall be relieved of further registration requirements under this section. Any juvenile whose suspended adjudication is discharged under § 26-8C-4 after July 1, 2009, shall forward a certified copy of the formal discharge by certified mail to the Division of Criminal Investigation and to local law enforcement where the juvenile is then registered under this section. Upon receipt of the notice, the juvenile shall be removed from the sex offender registry open to public inspection and shall be relieved of further registration requirements under this section. Section 9. That § 22-24B-1 be amended to read as follows: 22-24B-1. For the purposes of §§ 22-24B-2 to 22-24B-14, inclusive, a sex crime is any of the following crimes regardless of the date of the commission of the offense or the date of conviction: (1) Rape as set forth in § 22-22-1; (2) Felony sexual contact with a minor under sixteen as set forth in § 22-22-7 if committed by an adult; (3) Sexual contact with a person incapable of consenting as set forth in § 22-22-7.2; (4) Incest if committed by an adult; (5) Possessing, manufacturing, or distributing child pornography as set forth in § 22-24A-3; (6) Sale of child pornography as set forth in § 22-24A-1; (7) Sexual exploitation of a minor as set forth in § 22-22-24.3; (8) Kidnapping, as set forth in § 22-19-1, if the victim of the criminal act is a minor; (9) Promotion of prostitution of a minor as set forth in subdivision 22-23-2(2); (10) Criminal pedophilia as previously set forth in § 22-22-30.1; (11) Felony indecent exposure as previously set forth in former § 22-24-1 or felony indecent exposure as set forth in § 22-24-1.2; (12) Solicitation of a minor as set forth in § 22-24A-5; (13) Felony indecent exposure as set forth in § 22-24-1.3; (14) Bestiality as set forth in § 22-22-42; (15) An attempt to commit any of the crimes listed in this section; (16) Any crime committed in a place other than this state which would constitute a sex crime under this section if committed in this state; (17) Any federal crime or court martial offense that would constitute a sex crime under federal law; (18) Any crime committed in another state if that state also requires that anyone convicted of that crime register as a sex offender in that state; or (19) If the victim is a minor: (a) Any sexual acts between a jail employee and a detainee as set forth in § 22-22-7.6; (b) Any sexual contact by a psychotherapist as set forth in § 22-22-28; or (c) Any sexual penetration by a psychotherapist as set forth in § 22-22-29; (20) Intentional exposure to HIV infection as set forth in subdivision (1) of § 22-18-31."}, {"bill_id": 1515, "bill_version_id": 13817, "bill_version": "Enrolled", "bill_version_date": "2010-03-10T15:16:24.5-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1515, "action_date": "2010-01-12T12:00:00-06:00", "document_id": 10417, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10417.pdf", "status_text": "First read in Senate and referred to", "journal_page": 15, "committee_id_action": 84, "committee_id_assigned": 65, "result": "N", "vote": {}}, {"bill_id": 1515, "action_date": "2010-01-21T07:45:00-06:00", "document_id": 10588, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10588.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 65, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1515, "action_date": "2010-01-28T07:45:00-06:00", "document_id": 11312, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11312.pdf", "status_text": "Hoghoused", "journal_page": 0, "committee_id_action": 65, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5800, "president_vote": null, "Yea": [768, 764, 799, 747, 776, 810, 758]}}, {"bill_id": 1515, "action_date": "2010-01-28T07:45:00-06:00", "document_id": 10955, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10955.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 65, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1515, "action_date": "2010-02-04T07:45:00-06:00", "document_id": 11616, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11616.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 65, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1515, "action_date": "2010-02-04T07:45:00-06:00", "document_id": 11858, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11858.pdf", "status_text": "Amend the amendment", "journal_page": 0, "committee_id_action": 65, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6088, "president_vote": null, "Yea": [768, 764, 799, 747, 776, 810, 758]}}, {"bill_id": 1515, "action_date": "2010-02-04T07:45:00-06:00", "document_id": 11858, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11858.pdf", "status_text": "Amend the amendment", "journal_page": 0, "committee_id_action": 65, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6090, "president_vote": null, "Yea": [768, 764, 799, 747, 776, 810, 758]}}, {"bill_id": 1515, "action_date": "2010-02-04T07:45:00-06:00", "document_id": 11858, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11858.pdf", "status_text": "Amend the amendment", "journal_page": 0, "committee_id_action": 65, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6097, "president_vote": null, "Yea": [768, 764, 799, 747, 776, 810, 758]}}, {"bill_id": 1515, "action_date": "2010-02-04T07:45:00-06:00", "document_id": 11858, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11858.pdf", "status_text": "Amend the amendment", "journal_page": 0, "committee_id_action": 65, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6133, "president_vote": null, "Nay": [768, 799, 758], "Yea": [764, 747, 776, 810]}}, {"bill_id": 1515, "action_date": "2010-02-11T07:45:00-06:00", "document_id": 12121, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12121.pdf", "status_text": "Do Pass Amended", "journal_page": 292, "committee_id_action": 65, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6376, "president_vote": null, "Yea": [768, 764, 799, 747, 776, 810, 758]}}, {"bill_id": 1515, "action_date": "2010-02-11T07:45:00-06:00", "document_id": 11962, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11962.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 65, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1515, "action_date": "2010-02-16T14:00:00-06:00", "document_id": 12358, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12358.pdf", "status_text": "Do Pass Amended", "journal_page": 337, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6564, "president_vote": null, "Yea": [758, 809, 785, 787, 790, 807, 754, 805, 760, 778, 782, 780, 739, 802, 764, 795, 741, 772, 761, 774, 766, 791, 806, 767, 808, 769, 743, 753, 745, 794, 799, 810, 747, 776], "Excused": [768]}}, {"bill_id": 1515, "action_date": "2010-02-17T14:30:00-06:00", "document_id": 12465, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12465.pdf", "status_text": "First read in House and referred to", "journal_page": 447, "committee_id_action": 86, "committee_id_assigned": 82, "result": "N", "vote": {}}, {"bill_id": 1515, "action_date": "2010-03-01T10:00:00-06:00", "document_id": 12944, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12944.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 82, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1515, "action_date": "2010-03-03T10:00:00-06:00", "document_id": 13358, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13358.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 82, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1515, "action_date": "2010-03-03T10:00:00-06:00", "document_id": 13358, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13358.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 82, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1515, "action_date": "2010-03-03T10:00:00-06:00", "document_id": 13358, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13358.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 82, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1515, "action_date": "2010-03-03T10:00:00-06:00", "document_id": 13105, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13105.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 82, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1515, "action_date": "2010-03-03T10:00:00-06:00", "document_id": 13358, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13358.pdf", "status_text": "Do Pass Amended", "journal_page": 671, "committee_id_action": 82, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7376, "president_vote": null, "Yea": [756, 765, 830, 798, 829, 832, 800, 827, 819, 796, 757], "Excused": [834], "Nay": [804]}}, {"bill_id": 1515, "action_date": "2010-03-08T14:00:00-06:00", "document_id": 13611, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13611.pdf", "status_text": "Deferred to another day", "journal_page": 754, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1515, "action_date": "2010-03-09T11:00:00-06:00", "document_id": 13691, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13691.pdf", "status_text": "Motion to amend", "journal_page": 772, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1515, "action_date": "2010-03-09T11:00:00-06:00", "document_id": 13691, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13691.pdf", "status_text": "Motion to amend", "journal_page": 773, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1515, "action_date": "2010-03-09T11:00:00-06:00", "document_id": 13691, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13691.pdf", "status_text": "Do Pass Amended", "journal_page": 773, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7624, "president_vote": null, "Yea": [821, 825, 771, 793, 781, 775, 844, 831, 820, 804, 779, 740, 756, 748, 817, 814, 765, 811, 830, 798, 749, 829, 832, 826, 835, 842, 777, 834, 803, 822, 843, 759, 816, 824, 788, 800, 801, 827, 750, 742, 770, 792, 783, 755, 751, 773, 744, 840, 819, 836, 841, 818, 815, 833, 762, 746, 763, 752, 796, 828, 823, 789, 837, 812, 786], "Excused": [813, 757], "Nay": [784, 839, 838]}}, {"bill_id": 1515, "action_date": "2010-03-09T11:00:00-06:00", "document_id": 13691, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13691.pdf", "status_text": "Title amended", "journal_page": 774, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1515, "action_date": "2010-03-10T10:00:00-06:00", "document_id": 13782, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13782.pdf", "status_text": "Concurred in amendments", "journal_page": 634, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7681, "president_vote": null, "Yea": [758, 809, 785, 787, 807, 754, 805, 760, 768, 782, 780, 739, 802, 764, 795, 741, 772, 761, 774, 766, 791, 806, 767, 808, 769, 743, 753, 745, 794, 799, 810, 747, 776], "Excused": [790, 778]}}, {"bill_id": 1515, "action_date": "2010-03-10T10:00:00-06:00", "document_id": 13782, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13782.pdf", "status_text": "Signed by the President", "journal_page": 644, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1515, "action_date": "2010-03-11T10:30:00-06:00", "document_id": 13884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13884.pdf", "status_text": "Signed by the Speaker", "journal_page": 847, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1515, "action_date": "2010-03-12T10:00:00-06:00", "document_id": 13943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13943.pdf", "status_text": "Delivered to the Governor", "journal_page": 670, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1515, "action_date": "2010-03-29T10:00:00-05:00", "document_id": 13977, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13977.pdf", "status_text": "Signed by the Governor", "journal_page": 684, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4554}