{"session_id": 69, "bill_id": 24597, "bill_type": "House Bill", "bill_number": 1042, "bill_title": "establish parameters for the reimbursement of school districts that provide free or reduced price meals to students.", "sponsors": [{"legislator_profile_id": 4554, "is_prime": true}, {"legislator_profile_id": 4575, "is_prime": true}, {"legislator_profile_id": 4496, "is_prime": false}, {"legislator_profile_id": 4499, "is_prime": false}, {"legislator_profile_id": 4523, "is_prime": false}, {"legislator_profile_id": 4535, "is_prime": false}, {"legislator_profile_id": 4568, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 24597, "bill_version_id": 258059, "bill_version": "Introduced", "bill_version_date": "2024-01-03T17:10:08.187-06:00", "bill_text": "An Act to establish parameters for the reimbursement of school districts that provide free or reduced price meals to students. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-35-2 be AMENDED: 13-35-2. Pupils and employed personnel of theThe board of a school district or other agencies contracting with the Department of Education, who are fed may not impose a charge upon a student for any meal provided through a school food services program may be charged for meals, if that student is eligible for free or reduced price meals through the National School Lunch Program, 42 U.S.C. § 1751, et seq. (January 1, 2024), or the School Breakfast Program, 42 U.S.C. § 1773 (January 1, 2024). The board of a school district may impose a charge for any meal provided through a school food services program to: (1) A student who is not eligible for free or reduced price meals through the National School Lunch Program or the School Breakfast Program; (2) An employee of the district; or (3) Any other individual, not otherwise exempted in accordance with this section. The Department of Education shall, with moneys appropriated in the General Appropriations Act, reimburse each school district for costs incurred by the district in providing meals to students who are eligible for free or reduced price meals, less any amount reimbursed through the National School Lunch Program or the School Breakfast Program. Each school district shall ensure that, annually, the parent or legal guardian of any student who is enrolled in the district and potentially eligible for free or reduced price meals, completes and submits a school meal application."}], "amendments": [], "fiscal_notes": [], "action_log": [], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24597"}