{"session_id": 47, "bill_id": 13675, "bill_type": "Senate Bill", "bill_number": 110, "bill_title": "to define the brokerage relationships available between real estate licensees and buyers, sellers, landlords, or tenants in real estate transactions, to establish the obligations owed by real estate licensees to parties to real estate transactions, and to establish certain disclosure requirements for real estate licensees.", "sponsors": [{"legislator_profile_id": 2177, "is_prime": true}, {"legislator_profile_id": 2179, "is_prime": true}, {"legislator_profile_id": 2103, "is_prime": false}, {"legislator_profile_id": 2111, "is_prime": false}, {"legislator_profile_id": 2127, "is_prime": false}, {"legislator_profile_id": 2137, "is_prime": false}, {"legislator_profile_id": 2148, "is_prime": false}, {"legislator_profile_id": 2169, "is_prime": false}, {"legislator_profile_id": 2171, "is_prime": false}, {"legislator_profile_id": 2182, "is_prime": false}, {"legislator_profile_id": 2183, "is_prime": false}], "keywords": ["Real Estate Sales"], "audio": [], "bill_versions": [{"bill_id": 13675, "bill_version_id": 77679, "bill_version": "Introduced", "bill_version_date": "1998-01-20T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to define the brokerage relationships available between real estate licensees and buyers, sellers, landlords, or tenants in real estate transactions, to establish the obligations owed by real estate licensees to parties to real estate transactions, and to establish certain disclosure requirements for real estate licensees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-21A-1 be amended by adding thereto NEW SUBDIVISIONS to read as follows: \"Agency,\" any relationship by which one person acts for or on behalf of a client subject to the client's reasonable direction and control; \"Agency agreement,\" a written agreement between a broker and a client which creates a fiduciary relationship between the broker and client. The payment or promise of payment of compensation to a responsible broker does not determine whether an agency relationship has been created between any responsible broker or licensees associated with the responsible broker and a client; \"Client,\" any person, including a seller/landlord or a buyer/tenant, who has entered into an agency relationship with a real estate licensee; \"Consumer,\" any person seeking or receiving services from a real estate broker; \"Customer,\" any party to a real estate transaction who does not have an agency relationship with a licensee; \"Designated broker,\" any broker licensee designated by a responsible broker to act for the company in the conduct of real estate brokerage; \"In-company transaction,\" any transaction in which both the seller/landlord and the buyer/tenant receive real estate services from the same broker or from licensees associated with the same broker; \"Limited agent,\" any licensee who has a written agency relationship with both the seller and the buyer in the same in-company transaction; \"Single agent,\" any licensee who represents only one party to a transaction; \"Transaction broker,\" a broker who assists one or more parties with a real estate transaction without being an agent or advocate for the interests of any party to the transaction. The term includes the licensees associated with the broker; \"Transaction broker agreement,\" a written agreement in which the broker does not represent either the seller or the buyer in a fiduciary capacity. No brokerage relationship can be created or implied by word or action alone, but only by written agreement clarifying the brokerage relationship. Section 2. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, an adverse material fact is information that negatively affects the value of the property or a party's ability to perform its obligations in a real estate transaction. Adverse material facts include: (1) Any environmental hazards affecting the property which are required by law to be disclosed; (2) Any material defects in the property; (3) Any material defects in the title to the property which are anticipated to survive the closing; and (4) Any material limitation on the client's ability to perform under the terms of the contract. Section 3. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, a brokerage is the business or occupation of a real estate broker. The term includes licensees associated with the broker who have been assigned management duties. Section 4. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, confidential information is any information given to the licensee in confidence, or any information obtained by the licensee that the licensee knows a reasonable individual would want to keep confidential, unless disclosure of the information is authorized in writing by the client or disclosure of this information is required by law or the information becomes public knowledge. The term, confidential information, does not include material facts about the physical condition of the property. Section 5. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, initial acts that a licensee may perform for a consumer that are informative in nature and do not rise to the level of representation on behalf of a consumer include the following: (1) Responding to phone inquiries by consumers as to the availability and pricing of real estate services; (2) Responding to phone inquiries from a consumer concerning the price or location of real property; (3) Attending an open house and responding to questions about the property from a consumer; (4) Setting an appointment to view property; (5) Responding to questions of consumers walking into a licensee's office concerning real estate services offered on particular properties; (6) Describing a property or the property's condition in response to a consumer's inquiry; (7) Accompanying an appraiser, inspector, contractor, or similar third party on a visit to a property; (8) Referring a person to another broker or service provider; or (9) Providing a one-time showing of one property only to a potential buyer or lessee. Section 6. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, substantive contact is any performance beyond initial acts described in section 5 of this Act and includes discussion of: (1) Any specific financial qualifications of the buyer; or (2) The selling or buying motives or objectives of the seller or buyer, in which the consumer may divulge any confidential personal or financial information, which if disclosed to the other party, could harm that party's bargaining position. Section 7. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: Any agency agreement in which a broker represents a seller or lessor shall be in writing and shall contain the proper legal description, the price and terms, the date of authorization, the expiration date, the type of agency relationship established, compensation to be paid, authorization to cooperate with or compensate other brokers, and the signatures of all parties. The licensee who obtains the agreement shall give the person signing a copy of the agreement. Any agency agreement in which a broker represents a buyer or tenant shall be in writing and shall contain a description of the type and geographical area of property sought by the client, the type of agency relationship established, the compensation to be paid, the date of authorization, the date of expiration, and the signatures of all parties. The licensee who obtains the agreement shall give the person signing a copy of the agreement. An agency agreement between a broker and a buyer, seller, or lessee may not include a provision for automatic renewal of the agreement at expiration. A property management agreement may include a provision for automatic renewal at expiration if it contains a provision for written cancellation on terms agreeable to all parties to the agreement. When entering into an agency agreement, a broker shall provide a clear and complete explanation of the broker's representation of the interests of the seller/landlord or buyer/tenant. If the broker represents more than one party in a transaction, the agreement shall state how the representation may be altered. The agreement shall require authorization of all parties to the transaction before the broker initiates any transaction in which the broker would represent all parties. An agency agreement shall be signed by the responsible broker. However, the responsible broker may authorize a salesperson or broker associate to sign agreements on behalf of the responsible broker. The commission may promulgate rules pursuant to chapter 1-26 to provide for uniform provisions in any agency agreement under this section. Section 8. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: Any licensee performing services authorized by this Act is limited to the following relationships: (1) Single agent: (a) Seller/landlord agent; (b) Buyer/tenant agent; (2) Limited agent; (3) Subagent; and (4) Transaction broker. Section 9. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: Any licensee representing a seller or landlord has the following duties and obligations: (1) To perform the terms of the written agreement made with the client; (2) To exercise reasonable skill and care for the client; (3) To promote the interest of the client with the utmost good faith, loyalty, and fidelity, including: (a) Seeking a price and terms which are acceptable to the client. However, the licensee is not obligated to seek additional offers to purchase the property while the property is subject to a contract for sale or to seek additional offers to lease the property while the property is subject to a lease or letter of intent to lease; (b) Presenting all written offers to and from the client in a timely manner regardless of whether the property is subject to a contract for sale or lease or a letter of intent to lease; (c) Disclosing to the client all adverse material facts actually known by the licensee; and (d) Advising the client to obtain expert advice as to material matters about which the licensee knows but the specifics of which are beyond the expertise of the licensee; (4) To account in a timely manner for all money and property received; and (5) To comply with any applicable federal, state, and local laws, rules, regulations, and ordinances, including fair housing and civil rights statutes, or regulations. Section 10. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: Without the express authority of the seller or landlord, no licensee acting as a seller's or landlord's agent may disclose any confidential information about the client unless disclosure is required by statute or rule or failure to disclose the information would constitute misrepresentation. No cause of action for any person may arise against a seller's agent for making any required or permitted disclosure. A seller's agent does not terminate the seller's agency relationship by making any required or permitted disclosures. Section 11. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: No licensee acting as a seller's or landlord's agent owes any fiduciary duty or obligation to a customer. A licensee shall provide disclosure of all adverse material facts known by the licensee to any customer. No seller's or landlord's agent owes any duty to conduct an independent inspection of the property. Section 12. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: A seller's or landlord's agent may show alternative properties not owned by the client to prospective buyers and may list competing properties for sale or lease without breaching any duty or obligation to the client. Section 13. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: Any licensee representing a buyer or tenant has the following duties and obligations: (1) To perform the terms of any written agreement made with the client; (2) To exercise reasonable skill and care for the client; (3) To promote the interest of the client with the utmost good faith, loyalty, and fidelity, including: (a) Seeking a price and terms which are acceptable to the client. However, the licensee is not obligated to seek other properties while the client is a party to a contract to purchase property or to a lease or letter of intent to lease; (b) Presenting all written offers to and from the client in a timely manner regardless of whether the client is already a party to a contract to purchase property or is already a party to a contract or a letter of intent to lease; (c) Disclosing to the client adverse material facts known by the licensee; and (d) Advising the client to obtain expert advice as to material matters about which the licensee knows but the specifics of which are beyond the expertise of the licensee; (4) To account in a timely manner for all money and property received; and (5) To comply with any applicable federal, state, and local laws, rules, regulations, and ordinances, including fair housing and civil rights statutes or regulations. Section 14. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: Without the express written authority of the buyer or tenant, no licensee acting as a buyer's or tenant's agent may disclose any confidential information about the client unless disclosure is required by statute or rule or failure to disclose the information would constitute misrepresentation. No cause of action for any person may arise against a licensee acting as a buyer's or tenant's agent for making any required or permitted disclosure. A buyer's agent does not terminate the buyer's agency relationship by making any required or permitted disclosures. Section 15. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: No licensee acting as a buyer's or tenant's agent owes any fiduciary duty or obligation to a customer. A licensee shall provide disclosure of all adverse material facts known by the licensee to any customer. No buyer's or tenant's agent owes any duty to conduct an independent investigation of the client's financial condition. Section 16. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: A buyer's or tenant's agent may show properties in which the client is interested to other prospective buyers or tenants without breaching any duty or obligation to the client. This section does not prohibit a buyer's or tenant's agent from showing competing clients the same property and from assisting competing clients in attempting to purchase or lease a particular property. Section 17. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: A licensee may act as a limited agent only with the informed written consent of all parties to the transaction. A limited agent is an agent for both the seller and the buyer and has the following duties and obligations: (1) To perform the terms of any written agreement made with the client; (2) To exercise reasonable skill and care for the client; (3) To present all written offers to and from the client in a timely manner regardless of whether the client is already a party to a contract to purchase property or is already a party to a contract or a letter of intent to lease; (4) To disclose to the client adverse material facts known by the licensee; (5) To advise the client to obtain expert advice as to material matters about which the licensee knows but the specifics of which are beyond the expertise of the licensee; (6) To account in a timely manner for all money and property received; and (7) To comply with any applicable federal, state, and local laws, rules, regulations, and ordinances, including fair housing and civil rights statutes or regulations. Section 18. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: The following information may not be disclosed by a limited agent without the informed written consent of the client to whom the information pertains: (1) That a buyer is willing to pay more than the asking price or lease rate offered for the property; (2) That a seller is willing to accept less than the asking price or lease rate for the property; (3) What the motivating factors are for any client, buying, selling, or leasing the property; and (4) That a client will agree to financing terms other than those offered. Section 19. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: Without the express written authority of a client, no limited agent may disclose to one client any confidential information about the other client unless the disclosure is required by statute or rule or failure to disclose the information would constitute misrepresentation. No cause of action for any person may arise against a limited agent for making any required or permitted disclosure. A limited agent does not terminate the limited agency relationship by making any required or permitted disclosures. Section 20. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, a subagency is any situation in which a responsible broker or licensees associated with the broker act for another broker's client with written permission of the client. The subagent owes the same obligations and responsibilities to the client as does the client's broker. Section 21. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: Any licensee acting as a transaction broker has the following duties and obligations: (1) To perform the terms of any written agreement made with the customer; (2) To exercise reasonable skill and care for the customer; (3) To present all offers in a timely manner; (4) To account in a timely manner for all money and property received; and (5) To comply with any applicable federal, state, and local laws, rules, regulations, and ordinances including fair housing and civil rights statutes or regulations. No licensee acting as a transaction broker may advise any party to a transaction to the detriment of another party. Section 22. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: No licensee acting as a transaction broker has any duty to: (1) Conduct an independent inspection of the property for the benefit of any party to the transaction; (2) Independently verify the accuracy or completeness of statements made by the seller, landlord, buyer, tenant, or qualified third-party inspector; or (3) Conduct an independent investigation of the buyer's or tenant's financial condition. Section 23. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: The following information may not be disclosed by the transaction broker without the informed written consent of the customer: (1) That a buyer is willing to pay more than the asking price or lease rate offered for the property; (2) That a seller is willing to accept less than the asking price or lease rate for the property; (3) What the motivating factors are for any customer, buying, selling, or leasing the property; (4) That a customer will agree to financing terms other than those offered; and (5) Any confidential information about a party to the transaction to the other party unless the disclosure is required by statute or rule or failure to disclose the information would constitute misrepresentation. Section 24. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: Every responsible broker shall develop and maintain a written office policy that specifically sets forth agency and brokerage relationships that the broker may establish. At the first substantive contact with a seller or buyer who has not entered into a written agreement with a broker, the licensee shall: (1) Disclose in writing to that person the types of agency and brokerage relationships the broker is offering to that person; and (2) Provide that person with a written copy of a disclosure on a form prescribed by the commission. The written disclosure shall contain a signature block for the client or customer to acknowledge receipt of the disclosure. The customer's acknowledgment of disclosure does not constitute a contract with the licensee. If the customer fails or refuses to sign the disclosure, the licensee shall note that fact on a copy of the disclosure and retain the copy. After a seller and buyer have entered into a written agency or brokerage agreement with a broker, no other licensee is required to make the disclosures required by this section. The commission may prescribe the disclosure form by rules promulgated pursuant to chapter 1-26. Section 25. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: No client or customer is liable for any misrepresentation made by the licensee arising out of their agency or brokerage agreement unless the client or customer knew of the misrepresentation. No licensee is liable for a misrepresentation of the licensee's client arising out of the agency agreement unless the licensee knew of the misrepresentation. In any agency or brokerage relationship, the licensees, each client or customer, and the real estate brokerage are required to possess only actual knowledge and information. There is no imputation of knowledge or information by operation of law among or between the clients or customers, the real estate brokerage, and its licensees. Section 26. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: This Act supersedes only the duties of the parties under the common law, including fiduciary duties of an agent to a principal, to the extent inconsistent with this chapter. The common law continues to apply to the parties in all other respects. This chapter does not affect the duties of any licensee while engaging in the authorized or unauthorized practice of law as determined by the courts of this state. Section 27. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: Unless otherwise provided in the agreement or by law, no broker and licensee associated with that broker engaged as a seller's/landlord's or buyer's/tenant's agent, subagent, limited agent, or transaction broker owes any further duty or obligation to a client or customer after termination, expiration, completion, or performance of the agency or brokerage agreement, except for the following duties: (1) Accounting for all moneys and property related to and received during the engagement; and (2) Keeping confidential all information received during the course of the engagement. Section 28. That § 36-21A-73 be repealed. 36-21A-73. No licensee may advertise, place a sign upon any property offering it for sale or lease, or show property to prospective customers unless a broker holds a currently effective listing or management agreement signed by the owner to act on the owner's behalf as to the property. Every listing agreement shall be in writing and shall contain the proper legal description, the price and terms, the expiration date, the type of agency relationship established, the compensation, the signatures of all parties, and it shall be endorsed by the broker taking the listing. At the same time of securing the listing, the licensee who obtains the listing shall give the person signing a copy of the listing agreement. A listing may not include a provision for automatic renewal of the listing at expiration. If a broker represents a buyer of real estate, the broker shall obtain written authorization from the buyer to act on his behalf to advertise for or show real estate to the buyer. Every written authorization shall contain a description of the type and geographical area of property sought by the buyer, the type of agency relationship established, the compensation to be paid, a definite expiration date, the signatures of the buyer and the broker, and the date of authorization. When taking a listing, a broker shall provide, in a separate agreement, a clear and complete explanation of how the broker will represent the interests of the seller or buyer. If the broker represents both the seller and the buyer in a given transaction, the agreement shall state how that representation would be altered in a dual agency situation, and require the seller or buyer to choose whether to authorize the broker to initiate any transaction which would give rise to dual agency. Section 29. That § 36-21A-85 be repealed. 36-21A-85. In all real estate transactions, a licensee under this chapter is the agent of the owner/seller unless all parties otherwise agree in writing. Any agency relationship shall be disclosed in writing to a party not being represented before showing any property. The commission may promulgate rules pursuant to chapter 1-26 for mandatory uniform disclosure provisions under this section. Licensees in the same firm, partnership, corporation, association or group under this chapter may not represent more than one party to a transaction without the written consent of all parties to the transaction. Section 30. The effective date of this Act is January 1, 1999."}, {"bill_id": 13675, "bill_version_id": 77678, "bill_version": "House Judiciary Engrossed", "bill_version_date": "1998-02-20T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to define the brokerage relationships available between real estate licensees and buyers, sellers, landlords, or tenants in real estate transactions, to establish the obligations owed by real estate licensees to parties to real estate transactions, and to establish certain disclosure requirements for real estate licensees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-21A-1 be amended by adding thereto NEW SUBDIVISIONS to read as follows: \"Agency,\" any relationship by which one person acts for or on behalf of a client subject to the client's reasonable direction and control; \"Agency agreement,\" a written agreement between a broker and a client which creates a fiduciary relationship between the broker and client. The payment or promise of payment of compensation to a responsible broker does not determine whether an agency relationship has been created between any responsible broker or licensees associated with the responsible broker and a client; \"Client,\" any person, including a seller/landlord or a buyer/tenant, who has entered into an agency relationship with a real estate licensee; \"Consumer,\" any person seeking or receiving services from a real estate broker; \"Customer,\" any party to a real estate transaction who does not have an agency relationship with a licensee; \"Designated broker,\" any broker licensee designated by a responsible broker to act for the company in the conduct of real estate brokerage; \"In-company transaction,\" any transaction in which both the seller/landlord and the buyer/tenant receive real estate services from the same broker or from licensees associated with the same broker; \"Limited agent,\" any licensee who has a written agency relationship with both the seller and the buyer in the same in-company transaction; \"Single agent,\" any licensee who represents only one party to a transaction; \"Transaction broker,\" a broker who assists one or more parties with a real estate transaction without being an agent or advocate for the interests of any party to the transaction. The term includes the licensees associated with the broker; \"Transaction broker agreement,\" a written agreement in which the broker does not represent either the seller or the buyer in a fiduciary capacity. No brokerage relationship can be created or implied by word or action alone, but only by written agreement clarifying the brokerage relationship. Section 2. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, an adverse material fact is information that negatively affects the value of the property or a party's ability to perform its obligations in a real estate transaction. Adverse material facts include: (1) Any environmental hazards affecting the property which are required by law to be disclosed; (2) Any material defects in the property; (3) Any material defects in the title to the property which are anticipated to survive the closing; and (4) Any material limitation on the client's ability to perform under the terms of the contract. Section 3. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, a brokerage is the business or occupation of a real estate broker. The term includes licensees associated with the broker who have been assigned management duties. Section 4. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, confidential information is any information given to the licensee in confidence, or any information obtained by the licensee that the licensee knows a reasonable individual would want to keep confidential, unless disclosure of the information is authorized in writing by the client or disclosure of this information is required by law or the information becomes public knowledge. The term, confidential information, does not include material facts about the physical condition of the property. Section 5. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, initial acts that a licensee may perform for a consumer that are informative in nature and do not rise to the level of representation on behalf of a consumer include the following: (1) Responding to phone inquiries by consumers as to the availability and pricing of real estate services; (2) Responding to phone inquiries from a consumer concerning the price or location of real property; (3) Attending an open house and responding to questions about the property from a consumer; (4) Setting an appointment to view property; (5) Responding to questions of consumers walking into a licensee's office concerning real estate services offered on particular properties; (6) Describing a property or the property's condition in response to a consumer's inquiry; (7) Accompanying an appraiser, inspector, contractor, or similar third party on a visit to a property; (8) Referring a person to another broker or service provider; or (9) Providing a one-time showing of one property only to a potential buyer or lessee. Section 6. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, substantive contact is any performance beyond initial acts described in section 5 of this Act and includes discussion of: (1) Any specific financial qualifications of the buyer; or (2) The selling or buying motives or objectives of the seller or buyer, in which the consumer may divulge any confidential personal or financial information, which if disclosed to the other party, could harm that party's bargaining position. Section 7. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: Any agency agreement in which a broker represents a seller or lessor shall be in writing and shall contain the proper legal description, the price and terms, the date of authorization, the expiration date, the type of agency relationship established, compensation to be paid, authorization to cooperate with or compensate other brokers, and the signatures of all parties. The licensee who obtains the agreement shall give the person signing a copy of the agreement. Any agency agreement in which a broker represents a buyer or tenant shall be in writing and shall contain a description of the type and geographical area of property sought by the client, the type of agency relationship established, the compensation to be paid, the date of authorization, the date of expiration, and the signatures of all parties. The licensee who obtains the agreement shall give the person signing a copy of the agreement. An agency agreement between a broker and a buyer, seller, or lessee may not include a provision for automatic renewal of the agreement at expiration. A property management agreement may include a provision for automatic renewal at expiration if it contains a provision for written cancellation on terms agreeable to all parties to the agreement. When entering into an agency agreement, a broker shall provide a clear and complete explanation of the broker's representation of the interests of the seller/landlord or buyer/tenant. If the broker represents more than one party in a transaction, the agreement shall state how the representation may be altered. The agreement shall require authorization of all parties to the transaction before the broker initiates any transaction in which the broker would represent all parties. An agency agreement shall be signed by the responsible broker. However, the responsible broker may authorize a salesperson or broker associate to sign agreements on behalf of the responsible broker. The commission may promulgate rules pursuant to chapter 1-26 to provide for uniform provisions in any agency agreement under this section. Section 8. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: Any licensee performing services authorized by this Act is limited to the following relationships: (1) Single agent: (a) Seller/landlord agent; (b) Buyer/tenant agent; (2) Limited agent; (3) Subagent; and (4) Transaction broker. Section 9. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: Any licensee representing a seller or landlord has the following duties and obligations: (1) To perform the terms of the written agreement made with the client; (2) To exercise reasonable skill and care for the client; (3) To promote the interest of the client with the utmost good faith, loyalty, and fidelity, including: (a) Seeking a price and terms which are acceptable to the client. However, the licensee is not obligated to seek additional offers to purchase the property while the property is subject to a contract for sale or to seek additional offers to lease the property while the property is subject to a lease or letter of intent to lease; (b) Presenting all written offers to and from the client in a timely manner regardless of whether the property is subject to a contract for sale or lease or a letter of intent to lease; (c) Disclosing to the client all adverse material facts actually known by the licensee; and (d) Advising the client to obtain expert advice as to material matters about which the licensee knows but the specifics of which are beyond the expertise of the licensee; (4) To account in a timely manner for all money and property received; and (5) To comply with any applicable federal, state, and local laws, rules, regulations, and ordinances, including fair housing and civil rights statutes, or regulations. Section 10. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: Without the express authority of the seller or landlord, no licensee acting as a seller's or landlord's agent may disclose any confidential information about the client unless disclosure is required by statute or rule or failure to disclose the information would constitute misrepresentation. No cause of action for any person may arise against a seller's agent for making any required or permitted disclosure. A seller's agent does not terminate the seller's agency relationship by making any required or permitted disclosures. Section 11. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: No licensee acting as a seller's or landlord's agent owes any fiduciary duty or obligation to a customer. A licensee shall provide disclosure of all adverse material facts known by the licensee to any customer. No seller's or landlord's agent owes any duty to conduct an independent inspection of the property. Section 12. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: A seller's or landlord's agent may show alternative properties not owned by the client to prospective buyers and may list competing properties for sale or lease without breaching any duty or obligation to the client. Section 13. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: Any licensee representing a buyer or tenant has the following duties and obligations: (1) To perform the terms of any written agreement made with the client; (2) To exercise reasonable skill and care for the client; (3) To promote the interest of the client with the utmost good faith, loyalty, and fidelity, including: (a) Seeking a price and terms which are acceptable to the client. However, the licensee is not obligated to seek other properties while the client is a party to a contract to purchase property or to a lease or letter of intent to lease; (b) Presenting all written offers to and from the client in a timely manner regardless of whether the client is already a party to a contract to purchase property or is already a party to a contract or a letter of intent to lease; (c) Disclosing to the client adverse material facts known by the licensee; and (d) Advising the client to obtain expert advice as to material matters about which the licensee knows but the specifics of which are beyond the expertise of the licensee; (4) To account in a timely manner for all money and property received; and (5) To comply with any applicable federal, state, and local laws, rules, regulations, and ordinances, including fair housing and civil rights statutes or regulations. Section 14. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: Without the express written authority of the buyer or tenant, no licensee acting as a buyer's or tenant's agent may disclose any confidential information about the client unless disclosure is required by statute or rule or failure to disclose the information would constitute misrepresentation. No cause of action for any person may arise against a licensee acting as a buyer's or tenant's agent for making any required or permitted disclosure. A buyer's agent does not terminate the buyer's agency relationship by making any required or permitted disclosures. Section 15. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: No licensee acting as a buyer's or tenant's agent owes any fiduciary duty or obligation to a customer. A licensee shall provide disclosure of all adverse material facts known by the licensee to any customer. No buyer's or tenant's agent owes any duty to conduct an independent investigation of the client's financial condition. Section 16. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: A buyer's or tenant's agent may show properties in which the client is interested to other prospective buyers or tenants without breaching any duty or obligation to the client. This section does not prohibit a buyer's or tenant's agent from showing competing clients the same property and from assisting competing clients in attempting to purchase or lease a particular property. Section 17. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: A licensee may act as a limited agent only with the informed written consent of all parties to the transaction. A limited agent is an agent for both the seller and the buyer and has the following duties and obligations: (1) To perform the terms of any written agreement made with the client; (2) To exercise reasonable skill and care for the client; (3) To present all written offers to and from the client in a timely manner regardless of whether the client is already a party to a contract to purchase property or is already a party to a contract or a letter of intent to lease; (4) To disclose to the client adverse material facts known by the licensee; (5) To advise the client to obtain expert advice as to material matters about which the licensee knows but the specifics of which are beyond the expertise of the licensee; (6) To account in a timely manner for all money and property received; and (7) To comply with any applicable federal, state, and local laws, rules, regulations, and ordinances, including fair housing and civil rights statutes or regulations. Section 18. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: The following information may not be disclosed by a limited agent without the informed written consent of the client to whom the information pertains: (1) That a buyer is willing to pay more than the asking price or lease rate offered for the property; (2) That a seller is willing to accept less than the asking price or lease rate for the property; (3) What the motivating factors are for any client, buying, selling, or leasing the property; and (4) That a client will agree to financing terms other than those offered. Section 19. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: Without the express written authority of a client, no limited agent may disclose to one client any confidential information about the other client unless the disclosure is required by statute or rule or failure to disclose the information would constitute misrepresentation. No cause of action for any person may arise against a limited agent for making any required or permitted disclosure. A limited agent does not terminate the limited agency relationship by making any required or permitted disclosures. Section 20. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, a subagency is any situation in which a responsible broker or licensees associated with the broker act for another broker's client with written permission of the client. The subagent owes the same obligations and responsibilities to the client as does the client's broker. Section 21. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: Any licensee acting as a transaction broker has the following duties and obligations: (1) To perform the terms of any written agreement made with the customer; (2) To exercise reasonable skill and care for the customer; (3) To present all offers in a timely manner; (4) To account in a timely manner for all money and property received; (5) To comply with any applicable federal, state, and local laws, rules, regulations, and ordinances including fair housing and civil rights statutes or regulations; and (6) To disclose to the customer all adverse material facts known by the licensee. No licensee acting as a transaction broker may advise any party to a transaction to the detriment of another party. Section 22. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: No licensee acting as a transaction broker has any duty to: (1) Conduct an independent inspection of the property for the benefit of any party to the transaction; (2) Independently verify the accuracy or completeness of statements made by the seller, landlord, buyer, tenant, or qualified third-party inspector; or (3) Conduct an independent investigation of the buyer's or tenant's financial condition. Section 23. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: The following information may not be disclosed by the transaction broker without the informed written consent of the customer: (1) That a buyer is willing to pay more than the asking price or lease rate offered for the property; (2) That a seller is willing to accept less than the asking price or lease rate for the property; (3) What the motivating factors are for any customer, buying, selling, or leasing the property; (4) That a customer will agree to financing terms other than those offered; and (5) Any confidential information about a party to the transaction to the other party unless the disclosure is required by statute or rule or failure to disclose the information would constitute misrepresentation. Section 24. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: Every responsible broker shall develop and maintain a written office policy that specifically sets forth agency and brokerage relationships that the broker may establish. At the first substantive contact with a seller or buyer who has not entered into a written agreement with a broker, the licensee shall: (1) Disclose in writing to that person the types of agency and brokerage relationships the broker is offering to that person; and (2) Provide that person with a written copy of a disclosure on a form prescribed by the commission. The written disclosure shall contain a signature block for the client or customer to acknowledge receipt of the disclosure. The customer's acknowledgment of disclosure does not constitute a contract with the licensee. If the customer fails or refuses to sign the disclosure, the licensee shall note that fact on a copy of the disclosure and retain the copy. After a seller and buyer have entered into a written agency or brokerage agreement with a broker, no other licensee is required to make the disclosures required by this section. The commission may prescribe the disclosure form by rules promulgated pursuant to chapter 1-26. Section 25. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: No client or customer is liable for any misrepresentation made by the licensee arising out of their agency or brokerage agreement unless the client or customer knew of the misrepresentation. No licensee is liable for a misrepresentation of the licensee's client arising out of the agency agreement unless the licensee knew of the misrepresentation. In any agency or brokerage relationship, the licensees, each client or customer, and the real estate brokerage are required to possess only actual knowledge and information. There is no imputation of knowledge or information by operation of law among or between the clients or customers, the real estate brokerage, and its licensees. Section 26. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: This Act supersedes only the duties of the parties under the common law, including fiduciary duties of an agent to a principal, to the extent inconsistent with this chapter. The common law continues to apply to the parties in all other respects. This chapter does not affect the duties of any licensee while engaging in the authorized or unauthorized practice of law as determined by the courts of this state. Section 27. That chapter 36-21A be amended by adding thereto a NEW SECTION to read as follows: Unless otherwise provided in the agreement or by law, no broker and licensee associated with that broker engaged as a seller's/landlord's or buyer's/tenant's agent, subagent, limited agent, or transaction broker owes any further duty or obligation to a client or customer after termination, expiration, completion, or performance of the agency or brokerage agreement, except for the following duties: (1) Accounting for all moneys and property related to and received during the engagement; and (2) Keeping confidential all information received during the course of the engagement. Section 28. That § 36-21A-73 be repealed. 36-21A-73. No licensee may advertise, place a sign upon any property offering it for sale or lease, or show property to prospective customers unless a broker holds a currently effective listing or management agreement signed by the owner to act on the owner's behalf as to the property. Every listing agreement shall be in writing and shall contain the proper legal description, the price and terms, the expiration date, the type of agency relationship established, the compensation, the signatures of all parties, and it shall be endorsed by the broker taking the listing. At the same time of securing the listing, the licensee who obtains the listing shall give the person signing a copy of the listing agreement. A listing may not include a provision for automatic renewal of the listing at expiration. If a broker represents a buyer of real estate, the broker shall obtain written authorization from the buyer to act on his behalf to advertise for or show real estate to the buyer. Every written authorization shall contain a description of the type and geographical area of property sought by the buyer, the type of agency relationship established, the compensation to be paid, a definite expiration date, the signatures of the buyer and the broker, and the date of authorization. When taking a listing, a broker shall provide, in a separate agreement, a clear and complete explanation of how the broker will represent the interests of the seller or buyer. If the broker represents both the seller and the buyer in a given transaction, the agreement shall state how that representation would be altered in a dual agency situation, and require the seller or buyer to choose whether to authorize the broker to initiate any transaction which would give rise to dual agency. Section 29. That § 36-21A-85 be repealed. 36-21A-85. In all real estate transactions, a licensee under this chapter is the agent of the owner/seller unless all parties otherwise agree in writing. Any agency relationship shall be disclosed in writing to a party not being represented before showing any property. The commission may promulgate rules pursuant to chapter 1-26 for mandatory uniform disclosure provisions under this section. Licensees in the same firm, partnership, corporation, association or group under this chapter may not represent more than one party to a transaction without the written consent of all parties to the transaction. Section 30. The effective date of this Act is January 1, 1999. BILL HISTORY 1/20/98 First read in Senate and referred to Commerce. S.J. 120 1/22/98 Scheduled for Committee hearing on this date. 1/22/98 Commerce Do Pass, Passed, AYES 5, NAYS 1. S.J. 161 1/23/98 Senate Do Pass, Passed, AYES 32, NAYS 1. S.J. 184 1/26/98 First read in House and referred to Judiciary. H.J. 250 2/20/98 Scheduled for Committee hearing on this date. 2/20/98 Judiciary Do Pass Amended, Passed, AYES 10, NAYS 3. H.J. 810"}, {"bill_id": 13675, "bill_version_id": 77677, "bill_version": "Enrolled", "bill_version_date": "1998-02-25T13:06:57-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13675, "action_date": "1998-01-20T14:00:00-06:00", "document_id": 76894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76894.pdf", "status_text": "First read in Senate and referred to", "journal_page": 120, "committee_id_action": 601, "committee_id_assigned": 575, "result": "N", "vote": {}}, {"bill_id": 13675, "action_date": "1998-01-22T10:00:00-06:00", "document_id": 76553, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76553.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 575, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13675, "action_date": "1998-01-22T10:00:00-06:00", "document_id": 76553, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76553.pdf", "status_text": "Do Pass,", "journal_page": 161, "committee_id_action": 575, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39677, "president_vote": null, "Yea": [2112, 2169, 2189, 2166, 2182], "Excused": [2156], "Nay": [2187]}}, {"bill_id": 13675, "action_date": "1998-01-23T14:00:00-06:00", "document_id": 76900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76900.pdf", "status_text": "Do Pass,", "journal_page": 184, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39760, "president_vote": null, "Yea": [2094, 2095, 2099, 2102, 2103, 2112, 2115, 2118, 2121, 2122, 2125, 2129, 2130, 2135, 2138, 2140, 2142, 2145, 2148, 2149, 2155, 2156, 2165, 2166, 2169, 2175, 2179, 2182, 2188, 2189, 2191, 2196], "Excused": [2137, 2170], "Nay": [2187]}}, {"bill_id": 13675, "action_date": "1998-01-26T14:00:00-06:00", "document_id": 76901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76901.pdf", "status_text": "First read in House and referred to", "journal_page": 250, "committee_id_action": 600, "committee_id_assigned": 598, "result": "N", "vote": {}}, {"bill_id": 13675, "action_date": "1998-02-20T07:45:00-06:00", "document_id": 76781, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76781.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 598, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13675, "action_date": "1998-02-20T07:45:00-06:00", "document_id": 76781, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76781.pdf", "status_text": "Do Pass Amended,", "journal_page": 810, "committee_id_action": 598, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39275, "president_vote": null, "Nay": [2141, 2134, 2178], "Yea": [2105, 2114, 2120, 2128, 2161, 2185, 2109, 2132, 2164, 2192]}}, {"bill_id": 13675, "action_date": "1998-02-24T14:00:00-06:00", "document_id": 76943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76943.pdf", "status_text": "Do Pass Amended,", "journal_page": 897, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40855, "president_vote": null, "Yea": [2096, 2097, 2098, 2100, 2101, 2104, 2105, 2106, 2107, 2108, 2110, 2111, 2113, 2116, 2117, 2119, 2120, 2123, 2124, 2126, 2127, 2128, 2132, 2133, 2136, 2139, 2143, 2144, 2146, 2147, 2150, 2151, 2154, 2157, 2158, 2159, 2160, 2161, 2162, 2163, 2164, 2167, 2171, 2172, 2173, 2174, 2177, 2180, 2181, 2183, 2184, 2185, 2186, 2190, 2192, 2193, 2194, 2195], "Excused": [2109, 2131, 2176], "Nay": [2114, 2141, 2152, 2153, 2168, 2178, 2197, 2198, 2134]}}, {"bill_id": 13675, "action_date": "1998-02-25T14:00:00-06:00", "document_id": 76946, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76946.pdf", "status_text": "Signed by President", "journal_page": 709, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13675, "action_date": "1998-02-25T14:00:00-06:00", "document_id": 76945, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76945.pdf", "status_text": "Signed by Speaker", "journal_page": 952, "committee_id_action": 600, "committee_id_assigned": null, "result": "F", "vote": {}}, {"bill_id": 13675, "action_date": "1998-02-26T14:00:00-06:00", "document_id": 76948, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76948.pdf", "status_text": "Delivered to the Governor", "journal_page": 728, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13675, "action_date": "1998-03-14T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1085}