{"session_id": 56, "bill_id": 19034, "bill_type": "House Bill", "bill_number": 1257, "bill_title": "reenact the personal property tax replacement program and to provide for distribution of funds to local governments.", "sponsors": [{"legislator_profile_id": 3092, "is_prime": true}, {"legislator_profile_id": 3102, "is_prime": true}, {"legislator_profile_id": 3051, "is_prime": false}, {"legislator_profile_id": 3054, "is_prime": false}, {"legislator_profile_id": 3069, "is_prime": false}, {"legislator_profile_id": 3074, "is_prime": false}, {"legislator_profile_id": 3080, "is_prime": false}, {"legislator_profile_id": 3081, "is_prime": false}, {"legislator_profile_id": 3085, "is_prime": false}, {"legislator_profile_id": 3112, "is_prime": false}, {"legislator_profile_id": 3134, "is_prime": false}], "keywords": ["Counties", "Property", "Taxes"], "audio": [{"meeting_datetime": "2004-02-10T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hta21hb1257a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-10T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hta21hb1257a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-10T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hta21hb1257a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19034, "bill_version_id": 99837, "bill_version": "Introduced", "bill_version_date": "2004-01-26T09:24:03-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to reenact the personal property tax replacement program and to provide for distribution of funds to local governments. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The term, personal property taxes, as used in this Act, means taxes on personal property not centrally assessed, less taxes assessed on buildings on leased sites, plus taxes on moneys and credits. Section 2. The terms, subdivision and taxing entity, as used in this Act do not include school districts. Section 3. Each county's share of funds appropriated for personal property tax replacement shall be calculated according to the following table: Section 4. Funds provided for this Act shall be paid out on warrants drawn by the state auditor on vouchers approved by the secretary of revenue and regulation. The state treasurer shall remit to each county its annual entitlement to be paid in equal installments on or about April thirtieth and October thirty-first of each year. Section 5. The county auditor shall distribute the funds provided by this Act to the various subdivisions not later than the twentieth day of May and the twentieth day of November following receipt thereof indicating the amount to be credited to each fund of the subdivision. Any county failing to distribute the receipts within the time prescribed shall be subject to an interest charge of one percent per month. The entitlement of each subdivision is determined by multiplying the real property taxes levied during the previous year by the subdivision times the ratio of personal property taxes to real property taxes levied by the subdivision in 1977 and payable in 1978 or the ratio of personal property taxes to real property taxes levied from 1972 to 1976 and payable from 1973 to 1977 at the discretion of the board of county commissioners. If the entitlements exceed the amount received by the county, then each subdivision shall receive its prorata share of the entitlement. Section 6. If any new taxing entity is formed or incorporated after January 1, 1979, or if an existing entity that did not levy any property taxes during the base year or years, as determined by the county commission, subsequently levies real property taxes, the board of county commissioners where the entity is located shall determine the replacement entitlement at the time the taxing entity is formed, incorporated, or initially levies in proportion to the percentage of the tax base withdrawn from the parent taxing entity. Section 7. If any taxing entity entitled to receive personal property tax replacement funds goes out of existence, then any personal property tax replacement funds which would have been allocated to that taxing entity shall be credited to the county general fund to be distributed to the successor taxing entities by the board of county commissioners in proportion to the percentage of the tax base assumed by each successor entity. Section 8. No taxing entity, other than a county, township, and municipality, may receive a replacement entitlement larger than an entitlement in proportion to its tax base on July 1, 1979. No taxing entity, other than a county, township, and municipality, may receive any replacement entitlement if such entity is formed after July 1, 1979. Section 9. Upon receipt of the funds from the county, a taxing subdivision shall apportion the distribution to the various funds that were authorized to be levied for the previous year in the same proportion as the real property taxes levied during the previous year."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19034, "action_date": "2004-01-26T14:00:00-06:00", "document_id": 99935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99935.pdf", "status_text": "First read in House and referred to", "journal_page": 201, "committee_id_action": 831, "committee_id_assigned": 827, "result": "N", "vote": {}}, {"bill_id": 19034, "action_date": "2004-01-29T07:45:00-06:00", "document_id": 100233, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100233.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 827, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19034, "action_date": "2004-02-10T07:15:00-06:00", "document_id": 101047, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101047.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 827, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19034, "action_date": "2004-02-10T07:15:00-06:00", "document_id": 101047, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101047.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 486, "committee_id_action": 827, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57356, "president_vote": null, "Yea": [3057, 3073, 3078, 3088, 3100, 3110, 3127, 3140, 3143, 3147, 3148], "Nay": [3085, 3102, 3142], "Excused": [3095]}}]}