{"session_id": 10, "bill_id": 2282, "bill_type": "Senate Bill", "bill_number": 182, "bill_title": "require the inspection of certain property adjacent to lakes before the property may be transferred.", "sponsors": [{"legislator_profile_id": 46, "is_prime": true}, {"legislator_profile_id": 39, "is_prime": true}, {"legislator_profile_id": 59, "is_prime": false}, {"legislator_profile_id": 36, "is_prime": false}, {"legislator_profile_id": 55, "is_prime": false}], "keywords": ["Property", "Real Estate"], "audio": [{"meeting_datetime": "2011-02-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sco24.mp3", "start_seconds": 4145.0}, {"meeting_datetime": "2011-02-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sco24.mp3", "start_seconds": 4145.0}, {"meeting_datetime": "2011-02-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sco24.mp3", "start_seconds": 4145.0}], "bill_versions": [{"bill_id": 2282, "bill_version_id": 15943, "bill_version": "Introduced", "bill_version_date": "2011-01-31T09:53:39.27-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require the inspection of certain property adjacent to lakes before the property may be transferred. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 43-4-37 be amended to read as follows: 43-4-37. Terms used in §§ 43-4-38 to 43-4-44, inclusive, and section 2 of this Act mean: (1) \"Buyer,\" a person negotiating or attempting to become an owner of residential real property by means of a transfer which is subject to §§ 43-4-38 to 43-4-44, inclusive, and section 2 of this Act; (2) \"Disclosure statement,\" the property condition disclosure statement as provided in § 43-4-44; (3) \"Residential real property,\" all residential real property consisting of not more than four family dwelling units, all of which are contained in one structure; (4) \"Seller,\" an owner of residential real property; (5) \"Transfer,\" a sale, exchange, installment sale contract, lease with an option to purchase, other option to purchase, or a ground lease coupled with improvements. Section 2. That chapter 43-4 be amended by adding thereto a NEW SECTION to read as follows: No residential real property that is adjacent to any lake may be transferred unless the property has been inspected by a certified installer of on-site wastewater systems who has been certified pursuant to ARSD chapter 74:53:02. The inspection shall be for any drainage, leakage, or runoff from any septic tank or septic tank system on the property into the lake that results in potential contamination of the lake. The seller shall pay the cost of the inspection. The results of the inspection shall be reported to the seller and the purchaser or prospective purchaser. For purposes of this section, the term, lake, means a pond, reservoir, or other body of water, created by either natural or artificial means, but not a pond or appurtenance that is used for the treatment and disposal of wastes and that is permitted for such uses. Section 3. That § 43-4-42 be amended to read as follows: 43-4-42. A transfer that is subject to §§ 43-4-37 to 43-4-44, inclusive, and section 2 of this Act is not invalidated solely because a person fails to comply with §§ 43-4-37 to 43-4-44, inclusive, and section 2 of this Act. However, a person who intentionally or who negligently violates §§ 43-4-37 to 43-4-44, inclusive, and section 2 of this Act is liable to the buyer for the amount of the actual damages and repairs suffered by the buyer as a result of the violation or failure. In any court action pursuant to this section, the court may award costs and attorney fees to the prevailing party. Nothing in this section precludes or restricts any other rights or remedies of the buyer or seller. Section 4. That § 43-4-43 be amended to read as follows: 43-4-43. Sections 43-4-37 to 43-4-44, inclusive, and section 2 of this Act do not apply to the following transfers: (1) Transfers pursuant to court order, including transfers ordered by probate court in the administration of an estate, transfers between spouses resulting from a judgment of dissolution of marriage or legal separation, transfer pursuant to a writ of execution, transfers by a trustee in bankruptcy, transfers by eminent domain, transfers by government agencies, and transfers resulting from a decree for specific performance; (2) Transfers to a mortgagee by a mortgagor in default, transfers by any foreclosure sale after default in an obligation secured by a mortgage, transfers by a mortgagee or a beneficiary under a deed of trust who has acquired the real property by foreclosure or by a deed in lieu of foreclosure or transfers by a collateral assignment of beneficial interest; (3) Transfers by a fiduciary in the course of the administration of a decedent's estate, guardianship, conservatorship, or trust; (4) Transfers from one co-owner to one or more other co-owners; (5) Transfers made to a spouse, a child, a parent, a sibling, a grandchild, or a grandparent; (6) Transfers of newly constructed residential real property which has never been occupied."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2282, "action_date": "2011-01-31T14:00:00-06:00", "document_id": 16043, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16043.pdf", "status_text": "First read in Senate and referred to", "journal_page": 244, "committee_id_action": 113, "committee_id_assigned": 90, "result": "N", "vote": {}}, {"bill_id": 2282, "action_date": "2011-02-10T10:00:00-06:00", "document_id": 16533, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16533.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 90, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2282, "action_date": "2011-02-15T10:00:00-06:00", "document_id": 16726, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16726.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 90, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2282, "action_date": "2011-02-17T10:00:00-06:00", "document_id": 16911, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16911.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 90, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2282, "action_date": "2011-02-17T10:00:00-06:00", "document_id": 17079, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17079.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 464, "committee_id_action": 90, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9233, "president_vote": null, "Yea": [44, 77, 55, 27, 16, 43], "Nay": [79]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2282"}