{"session_id": 15, "bill_id": 3572, "bill_type": "Senate Bill", "bill_number": 71, "bill_title": "modify the requirements relating to the publication of the administrative rules.", "sponsors": [{"legislator_profile_id": 228, "is_prime": true}, {"legislator_profile_id": 221, "is_prime": true}, {"legislator_profile_id": 288, "is_prime": false}, {"legislator_profile_id": 268, "is_prime": false}, {"legislator_profile_id": 237, "is_prime": false}, {"legislator_profile_id": 302, "is_prime": false}, {"legislator_profile_id": 232, "is_prime": false}], "keywords": ["Administrative Rules", "Legislature and Statutes"], "audio": [{"meeting_datetime": "2012-01-25T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst09.mp3", "start_seconds": 177.0}, {"meeting_datetime": "2012-01-25T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst09.mp3", "start_seconds": 177.0}, {"meeting_datetime": "2012-01-25T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst09.mp3", "start_seconds": 177.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen21.mp3", "start_seconds": 1410.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen21.mp3", "start_seconds": 1410.0}, {"meeting_datetime": "2012-02-14T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen21.mp3", "start_seconds": 1410.0}, {"meeting_datetime": "2012-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hst25.mp3", "start_seconds": 107.0}, {"meeting_datetime": "2012-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hst25.mp3", "start_seconds": 107.0}, {"meeting_datetime": "2012-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hst25.mp3", "start_seconds": 107.0}, {"meeting_datetime": "2012-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hst25.mp3", "start_seconds": 107.0}], "bill_versions": [{"bill_id": 3572, "bill_version_id": 19647, "bill_version": "Introduced", "bill_version_date": "2012-01-20T11:40:08.653-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to modify the requirements relating to the publication of the administrative rules. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-26A-1 be amended to read as follows: 1-26A-1. The Legislative Research Council shall publish from time to time, the Administrative Rules of South Dakota, which shall contain permanent rules of general application promulgated under the provisions of pursuant to chapter 1-26. In preparing the text of the rules for publication, the Legislative Research Council shall make such changes as may be necessary to correct apparent errors, to correlate and integrate all the rules, to harmonize, to assign a new title and other designations, designation, and to eliminate or clarify obviously obsolete or ambiguous rules and rules declared invalid by the South Dakota Supreme Court or the United States Supreme Court, and to. The Legislative Research Council may substitute terms or phraseology, and names of boards, commissions, and agencies, wherever the Legislature has expressly or by implication indicated an intention to do so. The publication may also contain information concerning executive orders, agreements made pursuant to chapter 1- 24, agreements and changes made pursuant to chapter 1-32, and court rules, of permanent and general application which are not otherwise generally available to the public. The Legislative Research Council shall also publish at periodic intervals, the South Dakota Register which shall contain notices of hearings on proposed rules at least ten days prior to hearing, notices of rules filed in the secretary of state's office and other information relating to agency and judicial rules and executive actions. The Legislative Research Council shall prepare the manuscripts for such publications the rules and the register and supervise their publication. Section 2. That § 1-26A-2 be amended to read as follows: 1-26A-2. Title 67 of the compilation of rules known as the 1974 Administrative Rules of South Dakota, prepared by the South Dakota Code Commission under the authority of § 1-26A-1 and chapter 2-16, and filed with the secretary of state on February 6, 1975, exclusive of the prefatory subject matter, analyses, catchlines, notes, annotations, appendices, tables, and indices contained therein, shall constitute the rules of the Department of Social Services of the State of South Dakota. Rules of the Department of Social Services not contained in the 1974 Administrative Rules of South Dakota are invalid and of no effect. However, nothing in this paragraph shall void rules filed in the Office of the Secretary of State on or after August 1, 1974. The compilation of rules known as the Administrative Rules of South Dakota, prepared by the South Dakota Code Commission Legislative Research Council under the authority of § 1-26A-1 and chapter 2-16, and filed with the secretary of state on January 12, 1981, exclusive of its analyses, catchlines, and notes, annotations, appendices, tables, and indices are the official rules of all state executive agencies other than the Department of Social Services. Rules, other than rules of the Department of Social Services, which are not in the Administrative Rules of South Dakota are invalid. This paragraph does not apply to rules filed in the Office of the Secretary of State after November 30, 1980. Section 3. That § 1-26A-3 be amended to read as follows: 1-26A-3. Except as provided in § 1-26A-4, no Within one year of the effective date of a rule, an action or proceeding may be brought to contest the validity legality of any rule contained in the 1974 Administrative Rules of South Dakota on the ground that the agency failed for the failure of the agency to comply with the procedural requirements of chapter 1-26. Nothing in However, this section shall does not restrict a person's right to initiate an action or proceeding to challenge the validity legality of the substance of any such rule. Section 4. That § 1-26A-6 be amended to read as follows: 1-26A-6. The secretary of state shall keep a copy of the code of administrative rules adopted by § 1-26A-2 in his office published pursuant to §§ 1-26A-1 and 1-26A-2, from which he may to make certified copies. Section 5. That § 1-26A-7 be amended to read as follows: 1-26A-7. The rules contained in the 1974 Administrative Rules of South Dakota and as hereafter amended and supplemented and, printed, and published pursuant to law, shall be known as the Administrative Rules of South Dakota, and shall be cited as \"(year of publication) ARSD\" followed by the appropriate number of the title, article, chapter, or section. Section 6. That § 1-26A-9 be amended to read as follows: 1-26A-9. Any reference to the 1974 Administrative Rules of South Dakota in the South Dakota Codified Laws or in the Administrative Rules of South Dakota shall be construed to be a reference to the code of administrative laws enacted by rules published pursuant to § 1-26A-2. Section 7. That § 1-26A-1.1 be repealed. 1-26A-1.1. The administrative rules of the Department of Social Services, as filed in the offices of the secretary of state, attorney general, and code counsel on December 24, 1980, are hereby adopted. The Department of Social Services may amend those rules, consistent with such authority as may be delegated to the department by the Legislature. Rules in effect through June 30, 1981, which are validly amended through proper promulgation between December 24, 1980, and June 30, 1981, supersede rules filed with the secretary of state on December 24, 1980. Section 8. That § 1-26A-1.2 be repealed. 1-26A-1.2. The administrative rules of the former Department of Public Safety, as filed in the Office of the Secretary of State, attorney general, and code counsel on December 30, 1981, are hereby adopted. The Department of Commerce and Regulation may amend those rules, consistent with such authority as may be delegated to the department by the Legislature. Section 9. That § 1-26A-1.3 be repealed. 1-26A-1.3. The administrative rules of the Department of Labor and the South Dakota Retirement System filed in the Office of the Secretary of State, attorney general, and code counsel on December 7, 1982, are hereby adopted. Section 10. That § 1-26A-1.4 be repealed. 1-26A-1.4. The administrative rules of the Game, Fish and Parks Commission filed in the Office of the Secretary of State, attorney general, and code counsel on January 4, 1984, are hereby adopted. Section 11. That § 1-26A-1.5 be repealed. 1-26A-1.5. The administrative rules of the Department of Education and Cultural Affairs filed in the Office of the Secretary of State, attorney general, and code counsel on January 7, 1985, are hereby adopted. Section 12. That § 1-26A-1.6 be repealed. 1-26A-1.6. The administrative rules of the following professional and occupational licensing boards or commissions: the Abstractors Board of Examiners, the Board of Accountancy, the Commission of Engineering, Architectural and Land Surveying Examiners, the Board of Barber Examiners, the Board of Chiropractic Examiners, the Cosmetology Commission, the Board of Dentistry, the Electrical Commission, the Board of Funeral Service, the Board of Hearing Aid Dispensers, the Board of Medical and Osteopathic Examiners, the Board of Nursing, the Board of Pharmacy, the Plumbing Commission, the Board of Podiatry Examiners, the Board of Examiners in Optometry, the Real Estate Commission, the Board of Nursing Facility Administrators, the Board of Veterinary Medical Examiners, the Board of Social Work Examiners and the Board of Examiners of Psychologists, as filed in the offices of the secretary of state, attorney general, and code counsel on February 25, 1986, and the rules of the State Board of Dentistry filed with the secretary of state on August 14, 1986, are hereby continued and reestablished and the rule-making authority of the professional and occupational licensing boards or commissions is reestablished. The professional and occupational licensing boards or commissions may amend those rules consistent with their rule-making authority as delegated by the Legislature. Rules in effect through June 30, 1986, which are amended pursuant to chapter 1-26 between February 25, 1986, and June 30, 1986, supersede rules filed with the secretary of state, attorney general and code counsel on February 25, 1986. Section 13. That § 1-26A-1.7 be repealed. 1-26A-1.7. The administrative rules of the Department of Commerce and Regulation, the Division of Banking, the Division of Securities, the Division of Insurance, the Division of Commercial Inspection and Regulation, the Division of Highway Patrol, the Human Rights Commission, the Public Utilities Commission, the Racing Commission, and the Cement Plant Commission as filed in the offices of the secretary of state, attorney general, and code counsel on February 25, 1986, are hereby continued and reestablished and the rule-making authority of the department, divisions, and commissions are reestablished. The department, divisions, or commissions may amend those rules consistent with their rule-making authority as delegated by the Legislature. Rules in effect through June 30, 1986, which are amended pursuant to chapter 1-26 between February 25, 1986, and June 30, 1986, supersede rules filed with the secretary of state, attorney general, and code counsel on February 25, 1986. Section 14. That § 1-26A-1.8 be repealed. 1-26A-1.8. The administrative rules of the Department of Military and Veterans Affairs filed in the Office of the Secretary of State, attorney general, and code counsel on or before February 28, 1986, are hereby continued. The Department of Military and Veterans Affairs may amend those rules, consistent with such authority as may be delegated to the department by the Legislature. Rules in effect through June 30, 1986, which are validly amended through proper promulgation between February 28, 1986, and June 30, 1986, supersede rules filed with the secretary of state on or before February 28, 1986. Section 15. That § 1-26A-1.9 be repealed. 1-26A-1.9. The administrative rules of the Department of Agriculture filed in the Office of the Secretary of State, attorney general, and code counsel on or before February 28, 1986, are hereby continued. The Department of Agriculture may amend those rules, consistent with such authority as may be delegated to the department by the Legislature. Rules in effect through June 30, 1986, which are validly amended through proper promulgation between February 28, 1986 and June 30, 1986, supersede rules filed with the secretary of state on February 28, 1986. Section 16. That § 1-26A-1.10 be repealed. 1-26A-1.10. The administrative rules of the Department of Revenue as filed in the offices of the secretary of state and code counsel on March 6, 1987, are hereby adopted. The Department of Revenue may amend those rules consistent with its rule-making authority as delegated by the Legislature. Rules in effect on June 30, 1987, which were amended pursuant to chapter 1-26 between March 6, 1987, and June 30, 1987, supersede rules filed with the secretary of state and the code counsel on March 6, 1987. Section 17. That § 1-26A-1.11 be repealed. 1-26A-1.11. The administrative rules of the Aeronautics Commission and the Transportation Commission as filed in the offices of the secretary of state and code counsel on March 6, 1987, are hereby adopted. The commissions may amend those rules consistent with their rule-making authority as delegated by the Legislature. Rules in effect on June 30, 1987, which were amended pursuant to chapter 1-26 between March 6, 1987, and June 30, 1987, supersede rules filed with the secretary of state and the code counsel on March 6, 1987. Section 18. That § 1-26A-1.12 be repealed. 1-26A-1.12. The administrative rules of the Department of Transportation and the Transportation Commission as filed in the offices of the secretary of state and code counsel on March 6, 1987, are hereby adopted. The Transportation Commission may amend those rules consistent with its rule-making authority as delegated by the Legislature. Rules in effect on June 30, 1987, which were amended pursuant to chapter 1-26 between March 6, 1987, and June 30, 1987, supersede rules filed with the secretary of state and the code counsel on March 6, 1987. Section 19. That § 1-26A-1.13 be repealed. 1-26A-1.13. The administrative rules of the Department of Water and Natural Resources, the secretary of the department, the Board of Water Management, the Board of Water and Natural Resources, the Board of Minerals and Environment, the Division of Water Rights, the Division of Environmental Quality, and the Division of Project and Community Development as filed in the offices of the secretary of state and the code counsel of March 6, 1987, are hereby continued and reestablished and the rule-making authority of the department, secretary, divisions, and boards is reestablished. The department, secretary, divisions, and boards may amend those rules consistent with their rule-making authority as delegated by the Legislature. Rules in effect through June 30, 1987, which are amended pursuant to chapter 1-26 between March 6, 1987, and June 30, 1987, supersede rules filed with the secretary of state and code counsel on March 6, 1987. Section 20. That § 1-26A-4 be repealed. 1-26A-4. No rule contained in the code of administrative rules adopted by § 1-26A-2 which is the subject of an action or proceeding commenced prior to July 1, 1982, to determine whether or not such rule was validly enacted, shall be validated by this chapter. Section 21. That § 1-26A-5 be repealed. 1-26A-5. The provisions of the 1974 Administrative Rules of South Dakota insofar as they are the same as those of existing rules, shall be construed as a continuation of those rules and not as new enactments."}, {"bill_id": 3572, "bill_version_id": 22006, "bill_version": "Enrolled", "bill_version_date": "2012-02-24T08:30:26.367-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3572, "action_date": "2012-01-20T14:00:00-06:00", "document_id": 19679, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19679.pdf", "status_text": "First read in Senate and referred to", "journal_page": 97, "committee_id_action": 171, "committee_id_assigned": 156, "result": "N", "vote": {}}, {"bill_id": 3572, "action_date": "2012-01-25T10:00:00-06:00", "document_id": 19930, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19930.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 156, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3572, "action_date": "2012-01-25T10:00:00-06:00", "document_id": 20159, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20159.pdf", "status_text": "Do Pass", "journal_page": 169, "committee_id_action": 156, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10516, "president_vote": null, "Yea": [253, 249, 255, 235, 286, 236, 254, 219, 243]}}, {"bill_id": 3572, "action_date": "2012-01-26T13:30:00-06:00", "document_id": 20314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20314.pdf", "status_text": "Deferred to another day", "journal_page": 190, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3572, "action_date": "2012-01-30T14:00:00-06:00", "document_id": 20412, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20412.pdf", "status_text": "Deferred to another day", "journal_page": 209, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3572, "action_date": "2012-02-01T14:00:00-06:00", "document_id": 20601, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20601.pdf", "status_text": "Deferred to another day", "journal_page": 247, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3572, "action_date": "2012-02-06T14:00:00-06:00", "document_id": 20812, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20812.pdf", "status_text": "Deferred to another day", "journal_page": 276, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3572, "action_date": "2012-02-07T14:00:00-06:00", "document_id": 20909, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20909.pdf", "status_text": "Deferred to another day", "journal_page": 296, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3572, "action_date": "2012-02-09T14:00:00-06:00", "document_id": 21122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21122.pdf", "status_text": "Deferred to another day", "journal_page": 334, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3572, "action_date": "2012-02-13T14:00:00-06:00", "document_id": 21358, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21358.pdf", "status_text": "Deferred to another day", "journal_page": 385, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3572, "action_date": "2012-02-14T14:00:00-06:00", "document_id": 21465, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21465.pdf", "status_text": "Do Pass", "journal_page": 409, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11640, "president_vote": null, "Yea": [253, 284, 239, 251, 288, 249, 255, 250, 235, 234, 247, 287, 285, 212, 228, 286, 233, 291, 264, 240, 252, 214, 226, 219, 220, 229, 290, 236, 243, 261, 289, 218, 254, 232], "Excused": [223]}}, {"bill_id": 3572, "action_date": "2012-02-15T14:00:00-06:00", "document_id": 21530, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21530.pdf", "status_text": "First read in House and referred to", "journal_page": 485, "committee_id_action": 173, "committee_id_assigned": 166, "result": "N", "vote": {}}, {"bill_id": 3572, "action_date": "2012-02-22T07:45:00-06:00", "document_id": 21532, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21532.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 166, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3572, "action_date": "2012-02-22T07:45:00-06:00", "document_id": 21818, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21818.pdf", "status_text": "Do Pass", "journal_page": 542, "committee_id_action": 166, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11925, "president_vote": null, "Yea": [222, 262, 260, 268, 266, 267, 215, 244, 300, 269, 246], "Excused": [245, 270]}}, {"bill_id": 3572, "action_date": "2012-02-22T07:45:00-06:00", "document_id": 21818, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21818.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 166, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3572, "action_date": "2012-02-23T14:00:00-06:00", "document_id": 21978, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21978.pdf", "status_text": "Do Pass", "journal_page": 573, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12037, "president_vote": null, "Yea": [222, 262, 265, 227, 242, 231, 281, 269, 296, 211, 314, 260, 258, 225, 268, 245, 303, 313, 293, 297, 270, 299, 266, 221, 272, 279, 305, 271, 248, 263, 230, 280, 301, 237, 246, 292, 304, 267, 294, 312, 213, 241, 311, 277, 307, 276, 308, 273, 315, 282, 278, 259, 224, 216, 302, 283, 244, 306, 238, 310, 275, 309, 300, 298, 274, 256, 215], "Excused": [257, 217, 295]}}, {"bill_id": 3572, "action_date": "2012-02-24T14:00:00-06:00", "document_id": 22106, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22106.pdf", "status_text": "Signed by the President", "journal_page": 563, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3572, "action_date": "2012-02-27T14:00:00-06:00", "document_id": 22274, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22274.pdf", "status_text": "Signed by the Speaker", "journal_page": 639, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3572, "action_date": "2012-02-28T13:00:00-06:00", "document_id": 22354, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22354.pdf", "status_text": "Delivered to the Governor", "journal_page": 592, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3572, "action_date": "2012-03-02T10:00:00-06:00", "document_id": 22575, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22575.pdf", "status_text": "Signed by the Governor", "journal_page": 659, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4958, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3572"}