{"session_id": 44, "bill_id": 22024, "bill_type": "House Bill", "bill_number": 1034, "bill_title": "revise certain youth hunting requirements.", "sponsors": [], "keywords": ["Executive/Judiciary Request", "Game, Fish, Parks and Forestry", "Hunting", "Minors", "Residency"], "audio": [{"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hag07.mp3", "start_seconds": 3417.0}, {"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hag07.mp3", "start_seconds": 3417.0}, {"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hag07.mp3", "start_seconds": 3417.0}, {"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hag07.mp3", "start_seconds": 3417.0}, {"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hag07.mp3", "start_seconds": 3417.0}, {"meeting_datetime": "2021-02-04T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou16.mp3", "start_seconds": 1549.0}, {"meeting_datetime": "2021-02-04T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou16.mp3", "start_seconds": 1549.0}, {"meeting_datetime": "2021-02-04T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou16.mp3", "start_seconds": 1549.0}, {"meeting_datetime": "2021-02-04T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou16.mp3", "start_seconds": 1549.0}, {"meeting_datetime": "2021-02-16T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sag22.mp3", "start_seconds": 167.0}, {"meeting_datetime": "2021-02-16T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sag22.mp3", "start_seconds": 167.0}, {"meeting_datetime": "2021-02-16T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sag22.mp3", "start_seconds": 167.0}, {"meeting_datetime": "2021-02-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen23.mp3", "start_seconds": 5725.0}, {"meeting_datetime": "2021-02-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen23.mp3", "start_seconds": 5725.0}, {"meeting_datetime": "2021-02-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen23.mp3", "start_seconds": 5725.0}], "bill_versions": [{"bill_id": 22024, "bill_version_id": 210653, "bill_version": "Introduced", "bill_version_date": "2021-01-09T11:59:21.72-06:00", "bill_text": "An Act to revise certain youth hunting requirements. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 41-6-4 be AMENDED. 41-6-4. Fur-bearing license not required--Resident under eighteen. A license to take fur-bearing animals is not required of a resident of this state less than sixteen eighteen years old to exercise the rights and privileges of the holder of such a license. Section 2. That § 41-6-6 be AMENDED. 41-6-6. Fishing license not required--Individuals under eighteen. A license to fish, to the extent and in the manner permitted by a resident fishing license, is not required of any person less than sixteen eighteen years old who is a resident of this state. Section 3. That § 41-6-8 be AMENDED. 41-6-8. Nonresident without license--Hunting or fishing on boundary waters--Carrying game into South Dakota--Violation as misdemeanor--Exception. It Except as provided in § 41-6-6, it is a Class 2 misdemeanor for any nonresident of the State of South Dakota to take, shoot, or kill, in any manner whatsoever, any protected game, fish, or wildfowl on any boundary river, stream, or lake of the State of South Dakota or to carry or transport from such waters onto the South Dakota side of such waters, without first having lawfully obtained a valid and applicable South Dakota nonresident small game, big game, wild turkey, waterfowl, fishing, bait dealer, or predator license and having fully complied with all other laws of the State of South Dakota relating to or concerning the transportation, shipping, or carrying of protected game, fish, or wildfowl. Section 4. That § 41-6-13 be AMENDED. 41-6-13. Hunting license for minor less than sixteen--Restrictions and requirements--Violation as misdemeanor. A resident hunting license may be issued only to a resident sixteen years of age or older. However, the parent or guardian of a resident who is less than sixteen years of age and meets the age requirements of § 41-6-12 may apply for the license for such person. If a hunting license is granted on the application, the license authorizes hunting by the person only if to a person who is under sixteen years of age, the licensee shall be accompanied by a parent, guardian, or responsible adult, and is valid for the license year as provided by the applicable license and rules promulgated by the Game, Fish and Parks Commission pursuant to chapter 1-26. The requirement to be accompanied by an adult no longer applies when the licensee attains sixteen years of age. A violation of this section is a Class 2 misdemeanor. Section 5. That § 41-6-23 be AMENDED. 41-6-23. Fur-bearing animal hunting and trapping license--Privileges--Activities for which license not required--Violation as misdemeanor. Except as provided in this section chapter, it is a Class 2 misdemeanor for any person to hunt, take, kill, or trap fur-bearing animals without a license to take fur-bearing animals or in violation of the conditions of the license or the rules of the Game, Fish and Parks Commission. A license to take fur-bearing animals permits the licensee to set or operate a trap or traps, hunt, catch, take, trap, or kill fur-bearing animals, except the black-footed ferret, to the extent and in the manner provided in §§ 41-8-20 to 41-8-26, inclusive. A license to take fur-bearing animals is not required for residents to hunt raccoon, skunk, opossum, badger, jackrabbit, fox, and coyote with firearms. A license to take fur-bearing animals is not required for residents to trap raccoon, skunk, opossum, badger, jackrabbit, fox, and coyote between April first and August thirty-first. Section 6. That § 41-6-37.1 be REPEALED. 41-6-37.1. Nonresident family fishing license. Section 7. That § 41-6-53 be AMENDED. 41-6-53. Nonresident or visitor's license--Eligibility. A nonresident or visitor's license may only be granted under §§ 41-6-16 to 41-6-45.1, inclusive, only to a person whose residence does not qualify the person for a resident license. However, a nonresident under sixteen years of age is not required to purchase a license to fish if the nonresident is fishing with a parent or guardian who has a license and if all fish taken by the nonresident under sixteen years of age are counted as a part of the string limit of the parent or guardian with whom he or she is fishing. Section 8. That § 41-6-81 be AMENDED. 41-6-81. Hunter mentoring program--Application for mentoring nonresidents--Requirements--Promulgation of rules. Notwithstanding any provisions of Title 41 to the contrary, a child who is a resident of this state and less than sixteen years of age is not required to possess a hunting license in order to hunt, if the child is accompanied by a hunting mentor. A hunting mentor may be the child's parent or guardian or any other competent adult who has the written consent of the child's parent or guardian. A nonresident mentor application shall be sponsored by a resident. The hunting mentor shall be unarmed, except as otherwise provided in this section, shall have successfully completed a hunter safety or hunter education course that meets the requirements of chapter 41-7, and shall possess a valid small game or waterfowl hunting license for the game being hunted. To serve as a hunting mentor for big game, the mentor shall possess the mentor big game license obtained by the child's parent or guardian. A child who hunts pursuant to this section shall be under the immediate physical control, direct supervision, and responsibility of a hunting mentor, at the time the child discharges a firearm or operates a bow and arrow in the act of hunting. A hunting mentor may accompany no more than one mentored child at any one time. No hunting party that includes a mentored child may include more than six persons, regardless of whether or not members of the hunting party are hunting or possess or operate firearms. A child who hunts pursuant to this section is subject to all requirements, restrictions, and penalties specified in this title and in rules promulgated pursuant to this title, with respect to the species being hunted, except that the combined number of animals taken or possessed by the child and the hunting mentor may not exceed the number of animals authorized under licenses held by the hunting mentor. A mentored child may not take big game under the provisions of this section except antlerless deer, turkey, and doe-fawn antelope. No big game may be taken by a mentored child unless the child's parent or legal guardian has been issued a license that designates the child as a mentored child who is authorized to exercise the privileges granted by the license. The license is valid only for the mentored child and is not transferable to another person. Application for or issuance of such licenses does not affect the eligibility of the parent or legal guardian for any other big game license. Nothing in this section prohibits the hunting mentor from carrying a concealed pistol or other legally possessed handgun. The Game, Fish and Parks Commission shall promulgate rules, pursuant to chapter 1-26, to establish criteria and conditions governing the hunter mentoring program established in this section."}, {"bill_id": 22024, "bill_version_id": 212340, "bill_version": "House Agriculture and Natural Resources Engrossed", "bill_version_date": "2021-01-21T13:30:22.09-06:00", "bill_text": "An Act to revise certain youth hunting requirements. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 41-6-4 be AMENDED. 41-6-4. Fur-bearing license not required--Resident under eighteen. A license to take fur-bearing animals is not required of a resident of this state less than sixteen eighteen years old to exercise the rights and privileges of the holder of such a license. Section 2. That § 41-6-6 be AMENDED. 41-6-6. Fishing license not required--Individuals under eighteen. A license to fish, to the extent and in the manner permitted by a resident fishing license, is not required of any person less than sixteen eighteen years old who is a resident of this state. Section 3. That § 41-6-8 be AMENDED. 41-6-8. Nonresident without license--Hunting or fishing on boundary waters--Carrying game into South Dakota--Violation as misdemeanor--Exception. It Except as provided in § 41-6-6, it is a Class 2 misdemeanor for any nonresident of the State of South Dakota to take, shoot, or kill, in any manner whatsoever, any protected game, fish, or wildfowl on any boundary river, stream, or lake of the State of South Dakota or to carry or transport from such waters onto the South Dakota side of such waters, without first having lawfully obtained a valid and applicable South Dakota nonresident small game, big game, wild turkey, waterfowl, fishing, bait dealer, or predator license and having fully complied with all other laws of the State of South Dakota relating to or concerning the transportation, shipping, or carrying of protected game, fish, or wildfowl. Section 4. That § 41-6-13 be AMENDED. 41-6-13. Hunting license for minor less than sixteen--Restrictions and requirements--Violation as misdemeanor. A resident hunting license may be issued only to a resident sixteen years of age or older. However, the parent or guardian of a resident who is less than sixteen years of age and meets the age requirements of § 41-6-12 may apply for the license for such person. If a hunting license is granted on the application, the license authorizes hunting by the person only if to a person who is under sixteen years of age, the licensee shall be accompanied by a parent, guardian, or responsible adult, and is valid for the license year as provided by the applicable license and rules promulgated by the Game, Fish and Parks Commission pursuant to chapter 1-26. The requirement to be accompanied by an adult no longer applies when the licensee attains sixteen years of age. A violation of this section is a Class 2 misdemeanor. Section 5. That § 41-6-23 be AMENDED. 41-6-23. Fur-bearing animal hunting and trapping license--Privileges--Activities for which license not required--Violation as misdemeanor. Except as provided in this section chapter, it is a Class 2 misdemeanor for any person to hunt, take, kill, or trap fur-bearing animals without a license to take fur-bearing animals or in violation of the conditions of the license or the rules of the Game, Fish and Parks Commission. A license to take fur-bearing animals permits the licensee to set or operate a trap or traps, hunt, catch, take, trap, or kill fur-bearing animals, except the black-footed ferret, to the extent and in the manner provided in §§ 41-8-20 to 41-8-26, inclusive. A license to take fur-bearing animals is not required for residents to hunt raccoon, skunk, opossum, badger, jackrabbit, fox, and coyote with firearms. A license to take fur-bearing animals is not required for residents to trap raccoon, skunk, opossum, badger, jackrabbit, fox, and coyote between April first and August thirty-first. Section 6. That § 41-6-37.1 be REPEALED. 41-6-37.1. Nonresident family fishing license. Section 7. That § 41-6-53 be AMENDED. 41-6-53. Nonresident or visitor's license--Eligibility. A nonresident or visitor's license may only be granted under §§ 41-6-16 to 41-6-45.1, inclusive, only to a person whose residence does not qualify the person for a resident license. However, a nonresident under sixteen years of age is not required to purchase a license to fish if the nonresident is fishing with a parent or guardian who has a license and if all fish taken by the nonresident under sixteen years of age are counted as a part of the string limit of the parent or guardian with whom he or she is fishing. Section 8. That § 41-6-81 be AMENDED. 41-6-81. Hunter mentoring program--Application for mentoring nonresidents--Requirements--Promulgation of rules. Notwithstanding any provisions of Title 41 to the contrary, a child who is a resident of this state and less than sixteen years of age is not required to possess a hunting license in order to hunt, if the child is accompanied by a hunting mentor. A hunting mentor may be the child's parent or guardian or any other competent adult who has the written consent of the child's parent or guardian. The hunting mentor shall be unarmed, except as otherwise provided in this section, shall have successfully completed a hunter safety or hunter education course that meets the requirements of chapter 41-7, and shall possess a valid small game or waterfowl hunting license for the game being hunted. To serve as a hunting mentor for big game, the mentor shall possess the mentor big game license obtained by the child's parent or guardian. A child who hunts pursuant to this section shall be under the immediate physical control, direct supervision, and responsibility of a hunting mentor, at the time the child discharges a firearm or operates a bow and arrow in the act of hunting. A hunting mentor may accompany no more than one mentored child at any one time. No hunting party that includes a mentored child may include more than six persons, regardless of whether or not members of the hunting party are hunting or possess or operate firearms. A child who hunts pursuant to this section is subject to all requirements, restrictions, and penalties specified in this title and in rules promulgated pursuant to this title, with respect to the species being hunted, except that the combined number of animals taken or possessed by the child and the hunting mentor may not exceed the number of animals authorized under licenses held by the hunting mentor. A mentored child may not take big game under the provisions of this section except antlerless deer, turkey, and doe-fawn antelope. No big game may be taken by a mentored child unless the child's parent or legal guardian has been issued a license that designates the child as a mentored child who is authorized to exercise the privileges granted by the license. A nonresident big game application must include the name, address, and phone number of a resident sponsoring the application. The license is valid only for the mentored child and is not transferable to another person. Application for or issuance of such licenses does not affect the eligibility of the parent or legal guardian for any other big game license. Nothing in this section prohibits the hunting mentor from carrying a concealed pistol or other legally possessed handgun. The Game, Fish and Parks Commission shall promulgate rules, pursuant to chapter 1-26, to establish criteria and conditions governing the hunter mentoring program established in this section."}, {"bill_id": 22024, "bill_version_id": 217755, "bill_version": "Enrolled", "bill_version_date": "2021-02-17T16:18:38.34-06:00", "bill_text": "ENTITLED An Act to revise certain youth hunting requirements. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 41-6-4 be AMENDED. 41-6-4. Fur-bearing license not required--Resident under eighteen. A license to take fur-bearing animals is not required of a resident of this state less than eighteen years old to exercise the rights and privileges of the holder of such a license. Section 2. That § 41-6-6 be AMENDED. 41-6-6. Fishing license not required--Individuals under eighteen. A license to fish, to the extent and in the manner permitted by a fishing license, is not required of any person less than eighteen years old. Section 3. That § 41-6-8 be AMENDED. 41-6-8. Nonresident without license--Hunting or fishing on boundary waters--Carrying game into South Dakota--Violation as misdemeanor--Exception. Except as provided in § 41-6-6, it is a Class 2 misdemeanor for any nonresident of the State of South Dakota to take, shoot, or kill, in any manner whatsoever, any protected game, fish, or wildfowl on any boundary river, stream, or lake of the State of South Dakota or to carry or transport from such waters onto the South Dakota side of such waters, without first having lawfully obtained a valid and applicable South Dakota nonresident small game, big game, wild turkey, waterfowl, fishing, bait dealer, or predator license and having fully complied with all other laws of the State of South Dakota relating to or concerning the transportation, shipping, or carrying of protected game, fish, or wildfowl. Section 4. That § 41-6-13 be AMENDED. 41-6-13. Hunting license for minor less than sixteen--Restrictions and requirements--Violation as misdemeanor. If a hunting license is granted to a person who is under sixteen years of age, the licensee shall be accompanied by a parent, guardian, or responsible adult, and is valid for the license year as provided by the applicable license and rules promulgated by the Game, Fish and Parks Commission pursuant to chapter 1-26. A violation of this section is a Class 2 misdemeanor. Section 5. That § 41-6-23 be AMENDED. 41-6-23. Fur-bearing animal hunting and trapping license--Privileges--Activities for which license not required--Violation as misdemeanor. Except as provided in this chapter, it is a Class 2 misdemeanor for any person to hunt, take, kill, or trap fur-bearing animals without a license to take fur-bearing animals or in violation of the conditions of the license or the rules of the Game, Fish and Parks Commission. A license to take fur-bearing animals permits the licensee to set or operate a trap or traps, hunt, catch, take, trap, or kill fur-bearing animals, except the black-footed ferret, to the extent and in the manner provided in §§ 41-8-20 to 41-8-26, inclusive. A license to take fur-bearing animals is not required for residents to hunt raccoon, skunk, opossum, badger, jackrabbit, fox, and coyote with firearms. A license to take fur-bearing animals is not required for residents to trap raccoon, skunk, opossum, badger, jackrabbit, fox, and coyote between April first and August thirty-first. Section 6. That § 41-6-37.1 be REPEALED. 41-6-37.1. Nonresident family fishing license. Section 7. That § 41-6-53 be AMENDED. 41-6-53. Nonresident or visitor's license--Eligibility. A nonresident or visitor's license may only be granted under §§ 41-6-16 to 41-6-45.1, inclusive, to a person whose residence does not qualify the person for a resident license. Section 8. That § 41-6-81 be AMENDED. 41-6-81. Hunter mentoring program--Application for mentoring nonresidents--Requirements--Promulgation of rules. Notwithstanding any provisions of Title 41 to the contrary, a child less than sixteen years of age is not required to possess a hunting license in order to hunt, if the child is accompanied by a hunting mentor. A hunting mentor may be the child's parent or guardian or any other competent adult who has the written consent of the child's parent or guardian. The hunting mentor shall be unarmed, except as otherwise provided in this section, shall have successfully completed a hunter safety or hunter education course that meets the requirements of chapter 41-7, and shall possess a valid small game or waterfowl hunting license for the game being hunted. To serve as a hunting mentor for big game, the mentor shall possess the mentor big game license obtained by the child's parent or guardian. A child who hunts pursuant to this section shall be under the immediate physical control, direct supervision, and responsibility of a hunting mentor, at the time the child discharges a firearm or operates a bow and arrow in the act of hunting. A hunting mentor may accompany no more than one mentored child at any one time. No hunting party that includes a mentored child may include more than six persons, regardless of whether or not members of the hunting party are hunting or possess or operate firearms. A child who hunts pursuant to this section is subject to all requirements, restrictions, and penalties specified in this title and in rules promulgated pursuant to this title, with respect to the species being hunted, except that the combined number of animals taken or possessed by the child and the hunting mentor may not exceed the number of animals authorized under licenses held by the hunting mentor. A mentored child may not take big game under the provisions of this section except antlerless deer, turkey, and doe-fawn antelope. No big game may be taken by a mentored child unless the child's parent or legal guardian has been issued a license that designates the child as a mentored child who is authorized to exercise the privileges granted by the license. A nonresident big game application must include the name, address, and phone number of a resident sponsoring the application. The license is valid only for the mentored child and is not transferable to another person. Application for or issuance of such licenses does not affect the eligibility of the parent or legal guardian for any other big game license. Nothing in this section prohibits the hunting mentor from carrying a concealed pistol or other legally possessed handgun. The Game, Fish and Parks Commission shall promulgate rules, pursuant to chapter 1-26, to establish criteria and conditions governing the hunter mentoring program established in this section. An Act to revise certain youth hunting requirements. I certify that the attached Act originated in the: House as Bill No. 1034 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1034 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2021 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2021 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2021 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [213185], "action_log": [{"bill_id": 22024, "action_date": "2021-01-12T12:00:00-06:00", "document_id": 211012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211012.pdf", "status_text": "First read in House and referred to", "journal_page": 1, "committee_id_action": 492, "committee_id_assigned": 486, "result": "N", "vote": {}}, {"bill_id": 22024, "action_date": "2021-01-21T07:45:00-06:00", "document_id": 211799, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211799.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 486, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22024, "action_date": "2021-01-21T07:45:00-06:00", "document_id": 211801, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211801.pdf", "status_text": "Motion to amend", "journal_page": 1, "committee_id_action": 486, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22024, "action_date": "2021-01-21T07:45:00-06:00", "document_id": 211801, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211801.pdf", "status_text": "Do Pass Amended", "journal_page": 1, "committee_id_action": 486, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67646, "president_vote": null, "Yea": [1770, 1778, 1788, 1792, 1817, 1820, 1832, 1868, 1883, 3782, 3794, 3797, 3802]}}, {"bill_id": 22024, "action_date": "2021-01-21T07:45:00-06:00", "document_id": 211801, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211801.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 486, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22024, "action_date": "2021-01-25T14:00:00-06:00", "document_id": 212702, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212702.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 120, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22024, "action_date": "2021-01-25T14:00:00-06:00", "document_id": 212702, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212702.pdf", "status_text": "Fiscal Note Requested", "journal_page": 118, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22024, "action_date": "2021-02-03T14:00:00-06:00", "document_id": 215811, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215811.pdf", "status_text": "Deferred to another day", "journal_page": 189, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22024, "action_date": "2021-02-04T14:00:00-06:00", "document_id": 216396, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216396.pdf", "status_text": "Do Pass Amended", "journal_page": 217, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68494, "president_vote": null, "Yea": [1766, 1767, 1768, 1769, 1770, 1772, 1777, 1778, 1780, 1781, 1782, 1784, 1788, 1792, 1793, 1795, 1798, 1799, 1800, 1804, 1805, 1807, 1813, 1817, 1820, 1824, 1829, 1832, 1835, 1836, 1839, 1843, 1844, 1852, 1855, 1862, 1866, 1868, 1883, 3782, 3783, 3784, 3785, 3786, 3787, 3788, 3789, 3791, 3792, 3794, 3797, 3799, 3800, 3801, 3802, 3804], "Nay": [1796, 1802, 1809, 1822, 1823, 1830, 1834, 1837, 1841, 1864, 3790, 3793, 3806], "Excused": [1826]}}, {"bill_id": 22024, "action_date": "2021-02-05T13:00:00-06:00", "document_id": 216665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216665.pdf", "status_text": "First read in Senate and referred to", "journal_page": 201, "committee_id_action": 514, "committee_id_assigned": 503, "result": "N", "vote": {}}, {"bill_id": 22024, "action_date": "2021-02-16T10:00:00-06:00", "document_id": 217326, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217326.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 503, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22024, "action_date": "2021-02-16T10:00:00-06:00", "document_id": 217328, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217328.pdf", "status_text": "Do Pass", "journal_page": 1, "committee_id_action": 503, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69165, "president_vote": null, "Yea": [1775, 1786, 1811, 1831, 1853], "Nay": [1790], "Excused": [1801]}}, {"bill_id": 22024, "action_date": "2021-02-17T14:00:00-06:00", "document_id": 217609, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217609.pdf", "status_text": "Do Pass Amended", "journal_page": 284, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69367, "president_vote": null, "Yea": [1771, 3798, 1775, 1776, 1881, 1779, 1783, 1785, 1786, 1789, 1794, 1801, 1803, 1806, 1808, 1811, 1812, 1819, 1827, 1828, 1831, 3805, 1847, 1850, 1851, 1853, 1856, 1858, 1860, 3803, 3796, 3795, 1865, 1870], "Excused": [1790]}}, {"bill_id": 22024, "action_date": "2021-02-18T13:30:00-06:00", "document_id": 217765, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217765.pdf", "status_text": "Signed by the Speaker", "journal_page": 321, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22024, "action_date": "2021-02-22T14:00:00-06:00", "document_id": 217854, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217854.pdf", "status_text": "Signed by the President", "journal_page": 318, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22024, "action_date": "2021-02-23T13:00:00-06:00", "document_id": 218119, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218119.pdf", "status_text": "Delivered to the Governor", "journal_page": 353, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22024, "action_date": "2021-02-25T13:30:00-06:00", "document_id": 218457, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218457.pdf", "status_text": "Signed by the Governor", "journal_page": 396, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7152}