{"session_id": 68, "bill_id": 24296, "bill_type": "Senate Bill", "bill_number": 189, "bill_title": "prohibit purchasing agencies from contracting with companies owned or controlled by certain foreign entities or governments.", "sponsors": [{"legislator_profile_id": 4419, "is_prime": true}, {"legislator_profile_id": 4446, "is_prime": true}, {"legislator_profile_id": 4342, "is_prime": false}, {"legislator_profile_id": 4457, "is_prime": false}, {"legislator_profile_id": 4395, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}, {"legislator_profile_id": 4409, "is_prime": false}, {"legislator_profile_id": 4432, "is_prime": false}], "keywords": ["Penalty", "Public Property, Purchases and Contracts"], "audio": [{"meeting_datetime": "2023-02-15T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst24.mp3", "start_seconds": 77.0}, {"meeting_datetime": "2023-02-15T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst24.mp3", "start_seconds": 77.0}, {"meeting_datetime": "2023-02-15T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst24.mp3", "start_seconds": 77.0}, {"meeting_datetime": "2023-02-15T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sst24.mp3", "start_seconds": 77.0}, {"meeting_datetime": "2023-02-21T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen26.mp3", "start_seconds": 4130.0}, {"meeting_datetime": "2023-02-21T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen26.mp3", "start_seconds": 4130.0}, {"meeting_datetime": "2023-02-21T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen26.mp3", "start_seconds": 4130.0}, {"meeting_datetime": "2023-03-01T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst32.mp3", "start_seconds": 170.0}, {"meeting_datetime": "2023-03-01T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst32.mp3", "start_seconds": 170.0}, {"meeting_datetime": "2023-03-01T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst32.mp3", "start_seconds": 170.0}, {"meeting_datetime": "2023-03-01T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hst32.mp3", "start_seconds": 170.0}], "bill_versions": [{"bill_id": 24296, "bill_version_id": 247771, "bill_version": "Introduced", "bill_version_date": "2023-01-31T15:41:38.96-06:00", "bill_text": "An Act to prohibit state agencies from contracting with companies owned or controlled by certain foreign entities or governments. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 5-18A be amended with a NEW SECTION: Terms used in sections 2 to 8, inclusive, of this Act mean: (1) “Contract,” an agreement, entered into by or on behalf of this state, for the purchase or lease of goods by the state, or for the provision of services, professional services, construction, or public improvements to the state, in return for compensation; (2) “Contractor,” a vendor, supplier, or subcontractor that has submitted a bid, proposal, or offer for, or has been selected to engage in, providing goods or services to this state, provided the term does not include a sole proprietorship or individual United States citizen; (3) \"Executive branch agency,\" an agency, authority, board, bureau, commission, department, or institution of this state, under the control of the Governor; (4) “Prohibited entity,” an organization, association, corporation, partnership, joint venture, limited partnership, limited liability partnership, limited liability company, or other entity or business association, including all wholly owned subsidiaries, majority-owned subsidiaries, parent companies, or affiliates, of those entities or business associations, regardless of their principal place of business, which is ultimately owned or controlled, directly or indirectly, by: (a) A foreign national or a foreign parent entity from the People's Republic of China, the Republic of Cuba, the Islamic Republic of Iran, the Democratic People's Republic of Korea, the Russian Federation, or the Bolivarian Republic of Venezuela; or (b) The government of the People's Republic of China, the Republic of Cuba, the Islamic Republic of Iran, the Democratic People's Republic of Korea, the Russian Federation, or the Bolivarian Republic of Venezuela. Section 2. That chapter 5-18A be amended with a NEW SECTION: An executive branch agency may not execute a contract with a prohibited entity. An executive branch agency may rely on a contractor’s certification, made pursuant to section 3 of this Act, without conducting any further investigative research or inquiry. Each executive branch agency shall reserve the right to terminate a contract with a contractor that submits a false certification. Section 3. That chapter 5-18A be amended with a NEW SECTION: A request for proposal, an invitation to bid, or any other document issued by an executive branch agency, with the intent of soliciting responses for the potential award of a contract, must include notice of the certification requirement of this section. Each contractor shall, at the time a bid or offer is submitted, or at the time a contract is awarded or renewed, certify, in writing, that the contractor is not a prohibited entity. If at any time thereafter, the contractor becomes a prohibited entity, the contractor must provide written notification to the contracting executive branch agency. Upon receiving the notification, the agency may terminate the contract. Section 4. That chapter 5-18A be amended with a NEW SECTION: The commissioner of the Bureau of Administration, or the commissioner's designee, may waive the prohibition set forth in section 2 of this Act with respect to the certification required in section 3 of this Act, except as prohibited by federal law, if: (1) The commissioner determines that compliance is not possible; (2) The goods or services subject to the contract are unique or would be otherwise unavailable; or (3) There is no other market participant. Section 5. That chapter 5-18A be amended with a NEW SECTION: Each executive branch agency shall implement the requirements of section 2 of this Act in accordance with all applicable state laws and rules, and all federal laws and regulations. Nothing in section 2 of this Act may affect the state’s receipt of federal funds. Section 6. That chapter 5-18A be amended with a NEW SECTION: The commissioner of the Bureau of Administration may impose a civil penalty, in an amount not to exceed one thousand dollars, against any person for violating section 3 of this Act. Any civil penalty collected pursuant to this section must be deposited into the state general fund. Section 7. That chapter 5-18A be amended with a NEW SECTION: A contractor who, pursuant to section 3 of this Act, submits a certification and falsely indicates the contractor is not a prohibited entity at the time of certification, or who becomes a prohibited entity after certification and fails to provide written notification to the contracting executive branch agency, is liable for a civil penalty in the greater of: (1) Two hundred and fifty thousand dollars; or (2) Two times the amount of the contract for which a bid or proposal was submitted, regardless of whether the bid or proposal was actually accepted by this state. If this section is violated, the executive branch agency shall terminate the contract with the contractor. A contractor upon whom a penalty is imposed under this section may not bid on any state contract for a period of three years from the date of the penalty. Section 8. That chapter 5-18A be amended with a NEW SECTION: An executive branch agency may not: (1) Procure or utilize any information or communication technologies, including devices, services, components, networks, and systems created, owned, or controlled by a prohibited entity, or by any other means made unsafe for this state's cybersecurity by any connection to a prohibited entity; (2) Procure or utilize any information or communication technologies, including devices, services, components, networks, and systems, if any federal agency has prohibited the sale of, restricted the licensing of, or otherwise limited the dissemination of, information or communication technologies on the basis that the entity selling, leasing, or otherwise distributing the technology or service poses a risk to national or state security; (3) Procure or utilize any information or communication technologies, including devices, services, components, networks, and systems that are designed, developed, or manufactured, or that are supplied by any affiliate, agent, or other actor working on behalf of, or for the benefit of, a prohibited entity, as determined by any federal or state governmental agency; or (4) Expose existing government information or communication technologies, services, equipment, components, networks, systems, or records to any prohibited entity, or any company, firm, individual, affiliate, agent, or any other entity or actor made unsafe for this state's cybersecurity by means of the entity’s or the actor’s connection to a prohibited entity."}, {"bill_id": 24296, "bill_version_id": 249552, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2023-02-15T15:29:06.96-06:00", "bill_text": "An Act to prohibit purchasing agencies from contracting with companies owned or controlled by certain foreign entities or governments. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 5-18A-1 be AMENDED: 5-18A-1. Terms used in this chapter and chapters 5-18B, 5-18C, and 5-18D mean: (1) \"Acceptance,\" the formal resolution of a purchasing agency authorizing the execution of a design-build contract; (2) \"Biobased,\" any materials composed wholly or in a significant part of biological products including renewable agricultural materials or forestry materials; (3) \"Contract,\" any type of agreement, regardless of what the agreement may be called, for the procurement of supplies, services, or construction; (4) \"Construction,\" and \"constructed,\" in addition to their ordinary meaning, repair, demolition, and alteration; (5) \"Construction management,\" any project delivery system based on an agreement whereby a construction manager provides leadership to the construction process through a series of services to the purchasing agency; (6) \"Construction manager,\" any person or entity that provides construction management services for a purchasing agency, and is either a construction manager-agent or construction manager-at-risk; (7) \"Construction manager-agent,\" any construction manager that provides construction management services to a purchasing agency in a fiduciary capacity; (8) \"Construction manager-at-risk,\" any construction manager that assumes the risk for construction, rehabilitation, alteration, or repair of a public improvement and that provides construction management services to the purchasing agency; (9) \"Design-build contract,\" any contract between a purchasing agency and a design-builder to furnish the architecture, engineering, and related services as required, and the labor, materials, and other construction services for a public improvement. A design-build contract may be conditioned upon future refinements in scope and price, and may permit the purchasing agency to make changes in the scope of the project without invalidating the design-build contract; (10) \"Design-build proposal,\" an offer to enter into a design-build contract; (11) \"Design-build request for proposals,\" any document or publication whereby a purchasing agency solicits proposals for a design-build contract; (12) \"Design-builder,\" any person that proposes to design and construct a public improvement covered by the procedures of this chapter and chapters 5-18B, 5-18C, and 5-18D; (13) \"Environmentally preferable product,\" any cleaning or maintenance product having properties that minimize potential impacts to human health and the environment, any product designed to conserve energy and water, any biobased product, and any product containing recycled materials or recovered materials; (14) \"Internet,\" the international computer network of both federal and nonfederal interoperable packet switched data networks, including the graphical subnetwork called the world wide web; (15) \"Invitation for bids,\" any document, whether attached or incorporated by reference, used for soliciting bids; (16) \"Officer,\" any elected official or administrative officer appointed to that position by the governing body; (17) \"Performance criteria,\" requirements for the public improvement, including as appropriate, capacity, durability, production standards, ingress and egress requirements, building code requirements, or other criteria for the intended use of the public improvement, expressed in performance-oriented specifications or drawings suitable to allow the design-builder to make a proposal; (18) \"Performance criteria developer,\" any person and the person's subcontractors retained by the purchasing agency to develop performance criteria; (19) \"Professional services,\" services arising out of a vocation, calling, occupation, or employment involving specialized knowledge, labor, or skill, and the labor or skill involved is predominantly mental or intellectual, rather than physical or manual; (19A) “Prohibited entity,” an organization, association, corporation, partnership, joint venture, limited partnership, limited liability partnership, limited liability company, or other entity or business association, including all wholly owned subsidiaries, majority-owned subsidiaries, parent companies, or affiliates, of those entities or business associations, regardless of their principal place of business, which is ultimately owned or controlled by: (a) A foreign parent entity from the People's Republic of China, the Republic of Cuba, the Islamic Republic of Iran, the Democratic People's Republic of Korea, the Russian Federation, or the Bolivarian Republic of Venezuela; or (b) The government of the People's Republic of China, the Republic of Cuba, the Islamic Republic of Iran, the Democratic People's Republic of Korea, the Russian Federation, or the Bolivarian Republic of Venezuela. A prohibited entity does not include a citizen or legal permanent resident of the United States, or an individual foreign national; (20) \"Proposal,\" any offer to enter into contract in response to a request for proposals; (21) \"Purchasing agency,\" any governmental body or officer authorized by law, administrative rule, or delegated authority, to enter into contracts; (22) \"Public improvement,\" the process of building, altering, repairing, improving, or demolishing any public infrastructure facility, including any structure, building, or other improvements of any kind to real property, the cost of which is payable from taxes or other funds under the control of the purchasing agency, and includes any local improvement for which a special assessment is to be levied; (23) \"Qualified agency,\" any public or private nonprofit corporation geographically located in the State of South Dakota that provides services for persons with disabilities and is certified by the Department of Human Services; (24) \"Request for proposals,\" any document, whether attached or incorporated by reference, utilized by a purchasing agency when soliciting proposals for contracts for the procurement of supplies, services, or construction; (25) \"Request for qualifications,\" the document or publication whereby a purchasing agency solicits interested design-builders to pre-qualify for a design-build contract; (26) \"Resident,\" any person, partnership, association, limited liability company, foreign limited liability company, corporation, or foreign corporation licensed to do business within this state that has maintained a substantial and bona fide place of business and has conducted business from within this state for at least one year prior to the date on which a contract was awarded. The members of the partnership or association shall have been bona fide residents of the state for one year or more immediately prior to bidding upon the contract. A foreign corporation licensed pursuant to §§ 47-1A-1501 to 47-1A-1532, inclusive, is not a resident as defined by this section if the state or country in which it is organized enforces or has a preference for resident bidders; (26A) \"Reverse auction,\" a purchasing process in which bidders submit bids in competing to sell supplies or nonprofessional services in an open environment via the internet; (27) \"Sealed bid or proposal,\" a response to an invitation for bids or request for proposals submitted in a manner where the contents of the bid or proposal cannot be opened or viewed before the date and time of the formal opening without leaving evidence that the bid or proposal has been opened or viewed; (28) \"Services,\" furnishing of labor, time, or effort by a contractor not involving the delivery of a specific end product other than reports which are merely incidental to the required performance; (29) \"Supplies,\" any property, including equipment, materials, and printing; (30) \"Surety,\" a bond or undertaking executed by a surety company authorized to do business in the State of South Dakota and countersigned by an agent of the company resident in the State of South Dakota. However, nothing in this subdivision requires countersignature of a bid bond. Section 2. That chapter 5-18A be amended with a NEW SECTION: A purchasing agency may not execute a contract that is subject to § 5-18A-14, 5-18A-40, 5-18B-29, 5-18B-44, or 5-18D-17 with a prohibited entity. A purchasing agency may rely on a contractor’s certification, made pursuant to section 3 of this Act, without conducting any further investigative research or inquiry. Section 3. That chapter 5-18A be amended with a NEW SECTION: A request for proposal, an invitation to bid, or any other document issued by a purchasing agency, with the intent of soliciting responses for the potential award of a contract, must include notice of the certification requirement of this section. Each bidder or offeror shall, at the time a bid or offer is submitted, or at the time a contract that is subject to § 5-18A-14, 5-18A-40, 5-18B-29, 5-18B-44, or 5-18D-17 is awarded or renewed, certify, in writing, that the bidder or offeror is not a prohibited entity. If at any time thereafter, any party to a contract subject to § 5-18A-14, 5-18A-40, 5-18B-29, 5-18B-44, or 5-18D-17 becomes a prohibited entity, that party must provide written notification to the purchasing agency. Upon receiving the notification, the agency may terminate the contract. Section 4. That chapter 5-18A be amended with a NEW SECTION: The commissioner of the Bureau of Administration, or the commissioner's designee, or the governing board of a unit of local government, as applicable, may waive the prohibition set forth in section 2 of this Act and the certification required in section 3 of this Act, except as prohibited by federal law, if: (1) Compliance is not possible; (2) The supplies or services subject to the contract are unique or would be otherwise unavailable; or (3) There is no other market participant. Section 5. That chapter 5-18A be amended with a NEW SECTION: Any certification that falsely indicates a person is not a prohibited entity at the time of certification, and any failure to provide written notification to the purchasing agency that a person has become a prohibited entity as required by section 3 of this Act, is cause to suspend or debar a business under § 5-18D-12."}, {"bill_id": 24296, "bill_version_id": 250985, "bill_version": "Enrolled", "bill_version_date": "2023-03-03T11:17:24.78-06:00", "bill_text": "ENTITLED An Act to prohibit purchasing agencies from contracting with companies owned or controlled by certain foreign entities or governments. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 5-18A-1 be AMENDED: 5-18A-1. Terms used in this chapter and chapters 5-18B, 5-18C, and 5-18D mean: (1) \"Acceptance,\" the formal resolution of a purchasing agency authorizing the execution of a design-build contract; (2) \"Biobased,\" any materials composed wholly or in a significant part of biological products including renewable agricultural materials or forestry materials; (3) \"Contract,\" any type of agreement, regardless of what the agreement may be called, for the procurement of supplies, services, or construction; (4) \"Construction,\" and \"constructed,\" in addition to their ordinary meaning, repair, demolition, and alteration; (5) \"Construction management,\" any project delivery system based on an agreement whereby a construction manager provides leadership to the construction process through a series of services to the purchasing agency; (6) \"Construction manager,\" any person or entity that provides construction management services for a purchasing agency, and is either a construction manager-agent or construction manager-at-risk; (7) \"Construction manager-agent,\" any construction manager that provides construction management services to a purchasing agency in a fiduciary capacity; (8) \"Construction manager-at-risk,\" any construction manager that assumes the risk for construction, rehabilitation, alteration, or repair of a public improvement and that provides construction management services to the purchasing agency; (9) \"Design-build contract,\" any contract between a purchasing agency and a design-builder to furnish the architecture, engineering, and related services as required, and the labor, materials, and other construction services for a public improvement. A design-build contract may be conditioned upon future refinements in scope and price, and may permit the purchasing agency to make changes in the scope of the project without invalidating the design-build contract; (10) \"Design-build proposal,\" an offer to enter into a design-build contract; (11) \"Design-build request for proposals,\" any document or publication whereby a purchasing agency solicits proposals for a design-build contract; (12) \"Design-builder,\" any person that proposes to design and construct a public improvement covered by the procedures of this chapter and chapters 5-18B, 5-18C, and 5-18D; (13) \"Environmentally preferable product,\" any cleaning or maintenance product having properties that minimize potential impacts to human health and the environment, any product designed to conserve energy and water, any biobased product, and any product containing recycled materials or recovered materials; (14) \"Internet,\" the international computer network of both federal and nonfederal interoperable packet switched data networks, including the graphical subnetwork called the world wide web; (15) \"Invitation for bids,\" any document, whether attached or incorporated by reference, used for soliciting bids; (16) \"Officer,\" any elected official or administrative officer appointed to that position by the governing body; (17) \"Performance criteria,\" requirements for the public improvement, including as appropriate, capacity, durability, production standards, ingress and egress requirements, building code requirements, or other criteria for the intended use of the public improvement, expressed in performance-oriented specifications or drawings suitable to allow the design-builder to make a proposal; (18) \"Performance criteria developer,\" any person and the person's subcontractors retained by the purchasing agency to develop performance criteria; (19) \"Professional services,\" services arising out of a vocation, calling, occupation, or employment involving specialized knowledge, labor, or skill, and the labor or skill involved is predominantly mental or intellectual, rather than physical or manual; (19A) “Prohibited entity,” an organization, association, corporation, partnership, joint venture, limited partnership, limited liability partnership, limited liability company, or other entity or business association, including all wholly owned subsidiaries, majority-owned subsidiaries, parent companies, or affiliates, of those entities or business associations, regardless of their principal place of business, which is ultimately owned or controlled by: (a) A foreign parent entity from the People's Republic of China, the Republic of Cuba, the Islamic Republic of Iran, the Democratic People's Republic of Korea, the Russian Federation, or the Bolivarian Republic of Venezuela; or (b) The government of the People's Republic of China, the Republic of Cuba, the Islamic Republic of Iran, the Democratic People's Republic of Korea, the Russian Federation, or the Bolivarian Republic of Venezuela. A prohibited entity does not include a citizen or legal permanent resident of the United States, or an individual foreign national; (20) \"Proposal,\" any offer to enter into contract in response to a request for proposals; (21) \"Purchasing agency,\" any governmental body or officer authorized by law, administrative rule, or delegated authority, to enter into contracts; (22) \"Public improvement,\" the process of building, altering, repairing, improving, or demolishing any public infrastructure facility, including any structure, building, or other improvements of any kind to real property, the cost of which is payable from taxes or other funds under the control of the purchasing agency, and includes any local improvement for which a special assessment is to be levied; (23) \"Qualified agency,\" any public or private nonprofit corporation geographically located in the State of South Dakota that provides services for persons with disabilities and is certified by the Department of Human Services; (24) \"Request for proposals,\" any document, whether attached or incorporated by reference, utilized by a purchasing agency when soliciting proposals for contracts for the procurement of supplies, services, or construction; (25) \"Request for qualifications,\" the document or publication whereby a purchasing agency solicits interested design-builders to pre-qualify for a design-build contract; (26) \"Resident,\" any person, partnership, association, limited liability company, foreign limited liability company, corporation, or foreign corporation licensed to do business within this state that has maintained a substantial and bona fide place of business and has conducted business from within this state for at least one year prior to the date on which a contract was awarded. The members of the partnership or association shall have been bona fide residents of the state for one year or more immediately prior to bidding upon the contract. A foreign corporation licensed pursuant to §§ 47-1A-1501 to 47-1A-1532, inclusive, is not a resident as defined by this section if the state or country in which it is organized enforces or has a preference for resident bidders; (26A) \"Reverse auction,\" a purchasing process in which bidders submit bids in competing to sell supplies or nonprofessional services in an open environment via the internet; (27) \"Sealed bid or proposal,\" a response to an invitation for bids or request for proposals submitted in a manner where the contents of the bid or proposal cannot be opened or viewed before the date and time of the formal opening without leaving evidence that the bid or proposal has been opened or viewed; (28) \"Services,\" furnishing of labor, time, or effort by a contractor not involving the delivery of a specific end product other than reports which are merely incidental to the required performance; (29) \"Supplies,\" any property, including equipment, materials, and printing; (30) \"Surety,\" a bond or undertaking executed by a surety company authorized to do business in the State of South Dakota and countersigned by an agent of the company resident in the State of South Dakota. However, nothing in this subdivision requires countersignature of a bid bond. Section 2. That chapter 5-18A be amended with a NEW SECTION: A purchasing agency may not execute a contract that is subject to § 5-18A-14, 5-18A-40, 5-18B-29, 5-18B-44, or 5-18D-17 with a prohibited entity. A purchasing agency may rely on a contractor’s certification, made pursuant to section 3 of this Act, without conducting any further investigative research or inquiry. Section 3. That chapter 5-18A be amended with a NEW SECTION: A request for proposal, an invitation to bid, or any other document issued by a purchasing agency, with the intent of soliciting responses for the potential award of a contract, must include notice of the certification requirement of this section. Each bidder or offeror shall, at the time a bid or offer is submitted, or at the time a contract that is subject to § 5-18A-14, 5-18A-40, 5-18B-29, 5-18B-44, or 5-18D-17 is awarded or renewed, certify, in writing, that the bidder or offeror is not a prohibited entity. If at any time thereafter, any party to a contract subject to § 5-18A-14, 5-18A-40, 5-18B-29, 5-18B-44, or 5-18D-17 becomes a prohibited entity, that party must provide written notification to the purchasing agency. Upon receiving the notification, the agency may terminate the contract. Section 4. That chapter 5-18A be amended with a NEW SECTION: The commissioner of the Bureau of Administration, or the commissioner's designee, or the governing board of a unit of local government, as applicable, may waive the prohibition set forth in section 2 of this Act and the certification required in section 3 of this Act, except as prohibited by federal law, if: (1) Compliance is not possible; (2) The supplies or services subject to the contract are unique or would be otherwise unavailable; or (3) There is no other market participant. Section 5. That chapter 5-18A be amended with a NEW SECTION: Any certification that falsely indicates a person is not a prohibited entity at the time of certification, and any failure to provide written notification to the purchasing agency that a person has become a prohibited entity as required by section 3 of this Act, is cause to suspend or debar a business under § 5-18D-12. An Act to prohibit purchasing agencies from contracting with companies owned or controlled by certain foreign entities or governments. I certify that the attached Act originated in the: Senate as Bill No. 189 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 189 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2023 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2023 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2023 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24296, "action_date": "2023-02-01T14:00:00-06:00", "document_id": 247759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247759.pdf", "status_text": "First read in Senate and referred to", "journal_page": 162, "committee_id_action": 1183, "committee_id_assigned": 1184, "result": "N", "vote": {}}, {"bill_id": 24296, "action_date": "2023-02-13T11:00:00-06:00", "document_id": 248973, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248973.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1184, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24296, "action_date": "2023-02-15T10:00:00-06:00", "document_id": 249124, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249124.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1184, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24296, "action_date": "2023-02-15T10:00:00-06:00", "document_id": 249125, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249125.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1184, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24296, "action_date": "2023-02-15T10:00:00-06:00", "document_id": 249125, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249125.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1184, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77192, "president_vote": null, "Yea": [4413, 4348, 4355, 4394, 4410, 4426, 4430, 4352, 4345]}}, {"bill_id": 24296, "action_date": "2023-02-21T14:00:00-06:00", "document_id": 249697, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249697.pdf", "status_text": "Do Pass Amended", "journal_page": 306, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77365, "president_vote": null, "Yea": [4336, 4338, 4339, 4340, 4342, 4345, 4348, 4448, 4355, 4359, 4360, 4457, 4372, 4378, 4381, 4382, 4453, 4386, 4460, 4395, 4399, 4404, 4407, 4410, 4413, 4414, 4419, 4426, 4430, 4432, 4434, 4436], "Excused": [4352], "Nay": [4466, 4394]}}, {"bill_id": 24296, "action_date": "2023-02-22T14:00:00-06:00", "document_id": 249852, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249852.pdf", "status_text": "First read in House and referred to", "journal_page": 348, "committee_id_action": 1159, "committee_id_assigned": 1166, "result": "N", "vote": {}}, {"bill_id": 24296, "action_date": "2023-03-01T07:45:00-06:00", "document_id": 250318, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250318.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1166, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24296, "action_date": "2023-03-01T07:45:00-06:00", "document_id": 250319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250319.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1166, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77813, "president_vote": null, "Yea": [4334, 4337, 4341, 4343, 4344, 4353, 4366, 4368, 4385, 4409, 4470, 4408, 4392]}}, {"bill_id": 24296, "action_date": "2023-03-01T07:45:00-06:00", "document_id": 250319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250319.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1166, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24296, "action_date": "2023-03-02T13:00:00-06:00", "document_id": 250896, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250896.pdf", "status_text": "Do Pass Amended", "journal_page": 459, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77981, "president_vote": null, "Yea": [4456, 4445, 4333, 4441, 4334, 4337, 4459, 4341, 4343, 4344, 4449, 4350, 4351, 4442, 4353, 4354, 4468, 4471, 4358, 4365, 4366, 4368, 4450, 4373, 4374, 4375, 4379, 4462, 4383, 4452, 4454, 4438, 4384, 4443, 4385, 4451, 4388, 4389, 4469, 4392, 4393, 4447, 4467, 4396, 4397, 4398, 4400, 4401, 4440, 4403, 4437, 4405, 4406, 4408, 4409, 4458, 4455, 4444, 4412, 4463, 4439, 4417, 4421, 4464, 4446, 4465, 4470, 4429, 4461], "Excused": [4418]}}, {"bill_id": 24296, "action_date": "2023-03-06T13:00:00-06:00", "document_id": 251004, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251004.pdf", "status_text": "Signed by the President", "journal_page": 431, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24296, "action_date": "2023-03-07T09:00:00-06:00", "document_id": 251155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251155.pdf", "status_text": "Signed by the Speaker", "journal_page": 506, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}]}