{"session_id": 69, "bill_id": 25219, "bill_type": "House Bill", "bill_number": 1151, "bill_title": "define and require active efforts for purposes of preserving and reuniting families following instances of abuse or neglect.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25219", "sponsors": [{"legislator_profile_id": 4548, "is_prime": true}], "keywords": ["Child Abuse", "Indian Tribes", "Minors", "Parental Control"], "audio": [], "bill_versions": [{"bill_id": 25219, "bill_version_id": 262613, "bill_version": "Introduced", "bill_version_date": "2024-01-24T21:58:06.33-06:00", "bill_text": "An Act to define and require active efforts for purposes of preserving and reuniting families following instances of abuse or neglect. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 26-8A: The Department of Social Services shall, in any proceeding that involves a minor child, engage in active efforts, as defined in section 2 of this Act, to: (1) Prevent or eliminate the need for removal of the child from the home of the child's parent, guardian, or custodian; (2) Return a child who has been removed to the home of the child's parent, guardian, or custodian; and (3) Prevent the need for termination of parental rights. Section 2. That a NEW SECTION be added to chapter 26-8A: The term \"active efforts\" means affirmative, thorough, and timely efforts that are intended, primarily, to maintain a child with the child's family, or to reunite a child with the child's family. If an agency is involved in a child-custody proceeding, the exercise of active efforts must involve assisting a parent with the steps of a case plan, in order to access or develop the resources necessary for meeting the provisions of the case plan. Active efforts represent a standard of conduct that is higher than reasonable efforts. Active efforts must be utilized, to the greatest extent possible, and in a manner that is consistent with prevailing social and cultural conditions and the child's way of life. Active efforts must be utilized in partnership with a child’s parent, extended family members, and in the case of an Indian child, with the child’s tribe. Active efforts must be tailored to the facts and circumstances of each case. The term \"active efforts\" includes: (1) Conducting a comprehensive assessment of the circumstances surrounding the child's family, with: (a) A focus on safe reunification as the most desirable goal; and (b) Ongoing and timely assessments to determine when the threat is resolved, and the child can be returned; (2) Identifying appropriate services and helping a parent or custodian overcome barriers, including actively assisting a parent or custodian in obtaining the services; (3) Identifying, notifying, and inviting representatives of the child, and in the case of an Indian child, representatives of the child's tribe, to participate in providing support and services to the child's family and in family team meetings, permanency planning, and resolution of placement issues; (4) Conducting or causing to be conducted a diligent search for extended family members of the child, and contacting and consulting with extended family members to provide family structure and support for the child and the child's parent or custodian; (5) Offering and employing available and culturally appropriate family preservation strategies and facilitating the use of remedial and rehabilitative services, and in the case of an Indian child, also offering and employing tribal services; (6) Taking steps necessary to keep siblings together, if possible; (7) Supporting regular visits with a parent or custodian in the most natural setting possible, as well as supporting trial home visits during any period of removal, consistent with the need to ensure the health, safety, and welfare of the child; (8) Identifying community resources, including housing, financial, transportation, mental health, substance abuse, and peer support services, and actively assisting the child's parent, custodian, or if appropriate, the child's family in accessing or utilizing the resources and services; (9) Monitoring progress and participation in services; (10) If optimum services do not exist or are not accessible, considering alternative ways to address the needs of the child's parent, custodian, or if appropriate, the child's family; and (11) Providing post-reunification services and monitoring."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25219, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262421, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262421.pdf", "status_text": "First read in House and referred to", "journal_page": 175, "committee_id_action": 1197, "committee_id_assigned": 1198, "result": "N", "vote": {}}]}