{"session_id": 32, "bill_id": 8548, "bill_type": "House Bill", "bill_number": 1018, "bill_title": "update and revise certain references and provisions regarding state agencies and the employment of certain public employees.", "sponsors": [], "keywords": ["Legislature and Statutes", "Public Officers and Employees", "State Affairs and Government"], "audio": [{"meeting_datetime": "2018-01-19T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hco08.mp3", "start_seconds": 1242.0}, {"meeting_datetime": "2018-01-19T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hco08.mp3", "start_seconds": 1242.0}, {"meeting_datetime": "2018-01-19T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hco08.mp3", "start_seconds": 1242.0}, {"meeting_datetime": "2018-01-19T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hco08.mp3", "start_seconds": 1242.0}, {"meeting_datetime": "2018-02-06T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco18.mp3", "start_seconds": 4548.0}, {"meeting_datetime": "2018-02-06T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco18.mp3", "start_seconds": 4548.0}, {"meeting_datetime": "2018-02-06T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco18.mp3", "start_seconds": 4548.0}, {"meeting_datetime": "2018-02-06T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco18.mp3", "start_seconds": 4548.0}], "bill_versions": [{"bill_id": 8548, "bill_version_id": 46711, "bill_version": "Introduced", "bill_version_date": "2018-01-02T15:42:48.293-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to update and revise certain references and provisions regarding state agencies and the employment of certain public employees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-18B-3 be amended to read: 1-18B-3. The secretary of education may, in accordance with the provisions of chapter 3-6A and within available appropriations, employ and compensate such personnel as it shall deem desirable and, pursuant to chapter 3-6D, as the secretary deems necessary and provide such supplies and equipment as may be necessary. Section 2. That § 1-45-6.6 be repealed. 1-45-6.6. The function of the former State Board of Vocational Education and the director of the former Division of Vocational Education relating to the selection, the setting of qualifications, requirements, and salaries of assistants, supervisors, staff members, clerks, and other necessary personnel pursuant to § 13-39-6 is transferred to the secretary of education, subject to the provisions of chapter 3-6A. Section 3. That subdivision (12) of § 2-14-2 be amended to read: (12) \"Full-time equivalent\" or \"FTE,\" a number which that designates staffing level where one full-time equivalent position is equal to the number of days, Monday through Friday, in a fiscal year, multiplied by eight hours per day. It The term excludes: paid overtime hours; hours paid to an employee assigned to a light duty position as approved by the commissioner of the Bureau of Human Resources due to a temporary partial disability as defined in subdivision 62-1-1(8); hours paid for accumulated annual leave and sick leave upon employee termination; hours paid to patient employees of the institutions under the control of the Department of Human Services or the Department of Social Services and the Department of Veterans Affairs; hours paid to work-study students enrolled in postsecondary educational institutions or postsecondary students employed pursuant to chapter 3-6B § 1-33-10.1; hours paid to students enrolled in and employed by postsecondary educational institutions; and hours paid to members of boards and commissions pursuant to § 4-7-10.4. For purposes of salary computation a nine month or more per year full-time teaching or research faculty person, or the equivalent thereof, at the institutions under the jurisdiction of the Board of Regents shall be considered one full-time equivalent; Section 4. That § 3-6D-15 be amended to read: 3-6D-15. If a grievance remains unresolved after exhaustion of a departmental grievance procedure, an employee may demand a hearing before the Civil Service Commission as provided for in contested cases in chapter 1-26; and. The proceedings shall be held as provided in chapter 1-26. The Civil Service Commission commission shall provide notice of the hearing within thirty calendar days of an employee's request for a hearing. The commission shall conduct a hearing within thirty calendar days of the notice of the hearing unless the hearing is continued for good cause or unless the commission determines, upon the motion of any party, that the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that a grievance, defense, or claim presents no genuine issue as to any material fact and a party is entitled to a judgment as a matter of law. The commission, upon the motion of any party, may dispose of any grievance, defense, or claim at the close of the evidence offered by the proponent of the grievance, defense, or claim if it the commission determines that the evidence offered by the proponent of the grievance, defense, or claim is legally insufficient to sustain the grievance, defense, or claim. The commissioner shall schedule the hearing to ensure compliance with the time frames provided in this section. If the grievant agrees, the commissioner may appoint a hearing examiner as authorized in § 1-26-18.1 § 1-26-18.3. Any final action or decision may be appealed pursuant to chapter 1-26. Section 5. That § 3-18-15.2 be amended to read: 3-18-15.2. If, after following the grievance procedure enacted by the governing body, the grievance remains unresolved, except in cases provided for in § 3-6A-38 § 3-6D-15, it the grievance may be appealed to the Department of Labor and Regulation, if notice of appeal is filed by filing an appeal with the department within thirty days after the final decision by the governing body is mailed or delivered to the employee. The Department of Labor and Regulation department shall conduct an investigation and hearing and shall issue an order covering the points raised, which order is binding on the employees employee and the governmental agency. However, the department, upon the motion of any party, may dispose of any grievance, defense, or claim: (1) If the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and a party is entitled to a judgment as a matter of law; or (2) At the close of the evidence offered by the proponent of the grievance, defense, or claim if it the department determines that the evidence offered by the proponent of the grievance, defense, or claim is legally insufficient to sustain the grievance, defense, or claim. Nothing in this section may be interpreted as giving gives the department power to grant tenure or promotion to a faculty member employed by the Board of Regents. Section 6. That § 13-47-1 be amended to read: 13-47-1. There is created the South Dakota Board of Directors for Educational Telecommunications, which shall consist of the commissioner of information and telecommunications or an authorized representative, the executive director of the Board of Regents or an authorized representative, a representative of the Bureau of Information and Telecommunications selected by the secretary commissioner, and six others appointed by the Governor. At least one of the appointive members shall be representative of the nonpublic institutions of higher education in the state. The terms of the appointive members of the board shall be for a period of three years, two terms expiring each year. Not more than four of the appointive members may be from the same political party. Section 7. That § 13-47-4 be amended to read: 13-47-4. The commissioner of information and telecommunications is hereby empowered and authorized to may employ such clerical help and assistants as may be necessary for the educational telecommunications office, subject to chapter 3-6A, and the 3-6D. The board is hereby empowered and authorized to may purchase such supplies and equipment as may be deemed necessary. Section 8. That § 23-3-7 be amended to read: 23-3-7. The attorney general shall have authority to may employ such personnel as he may require the attorney general requires to perform the duties of the Division of Criminal Investigation. Such The personnel, other than the chief agent, shall be selected from those the persons so classified as eligible in pursuance to § 3-7-6, pursuant to § 3-6D-10 and shall be compensated for their services as provided in § 3-7-7 pursuant to § 3-6D-11. Section 9. That § 24-15-14 be amended to read: 24-15-14. The Department of Corrections shall exercise supervision over all paroled prisoners, and shall, subject to chapter 3-6A,. The secretary of corrections shall employ or appoint such officers and employees, pursuant to chapter 3-6D, as may be necessary to accomplish the proper supervision of parolees, persons on parole under a suspended sentence, and inmates on work release or house arrest. Section 10. That § 28-9-27 be amended to read: 28-9-27. The director of rehabilitation services shall employ, in accordance with chapter 3-6A, such 3-6D, personnel as he the director deems necessary for the efficient performance of the Division of Rehabilitation Services. Section 11. That § 28-10-6 be amended to read: 28-10-6. The director of service to the blind and visually impaired shall employ, in accordance with chapter 3-6A such pursuant to chapter 3-6D, personnel as he the director deems necessary for the efficient performance of the Division of Service to the Blind and Visually Impaired. Section 12. That § 32-2-3 be amended to read: 32-2-3. The Department of Public Safety shall establish an adequate highway patrol by the employment of such full-time employees as it deems adequate, which. The employees shall be known and commissioned as agents of the Division of Highway Patrol. Such Each full-time employees shall be employee is required to pass suitable examinations and are is subject to all of the provisions contained in this chapter and chapter 3-7 3-6D pertaining to qualifications of such employees the employee. Section 13. That § 34-1-9 be amended to read: 34-1-9. The secretary of health shall establish such divisions as may be necessary for the proper functioning of the State Department of Health and shall appoint all personnel necessary in the operation of the department in accordance with pursuant to chapter 3-6A 3-6D. Section 14. That § 34-48A-4 be amended to read: 34-48A-4. The secretary of public safety may employ such technical, clerical, stenographic, and other personnel pursuant to chapter 3-6A, and 3-6D. The secretary may make expenditures from the appropriation therefor, or from other funds made available to him the secretary for purposes of emergency management, as may be necessary to carry out the purposes of this chapter. Section 15. That § 36-11-63 be amended to read: 36-11-63. All fees shall be paid to the secretary of the State Board of Pharmacy, and out. Out of the funds so collected the board may, in conformity with pursuant to chapter 3-6A 3-6D, employ such agents, inspectors, and clerical assistance and pay such expenses as may be necessary for the enforcement of the provisions of this chapter. Section 16. That § 36-19-7 be amended to read: 36-19-7. The State Board of Funeral Service may, in accordance with pursuant to chapter 3-6A 3-6D, determine the compensation of the secretary and such other assistants as may be necessary to carry out the provisions of this chapter, and of the any rules and regulations adopted promulgated under it, and this chapter. The board may incur such other expenses as may be necessary. The compensation of the members and the other expenses of the board shall be paid out of the fees received from applicants and licensees. Section 17. That § 36-24-9.1 be amended to read: 36-24-9.1. Board members Each board member shall receive a per diem set pursuant to § 4-7-10.4 and expenses at the same rate as other state employees while actually engaged in official duties. In accordance with chapter 3-6A, the The board, pursuant to chapter 3-6D, may hire office personnel necessary to carry on its perform the board's official duties. Section 18. That § 36-26-2 be amended to read: 36-26-2. Since the profession of social work profoundly affects the lives of the people of this state, it is the purpose of this chapter to protect the public by setting standards of qualification, education, training, and experience for those who seek to engage each person engaging in the practice of social work and to promote high standards of professional performance for those any person engaged in the profession of social work except that. However, the provisions of this chapter shall do not apply to employees any employee of state government who are is covered by the provisions of chapter 3-6A 3-6D. Section 19. That § 36-26-8 be amended to read: 36-26-8. The board members Each board member shall receive per diem set pursuant to § 4-7-10.4 and expenses at the same rate as other state employees while actually engaged in their the board's official duties. The secretary-treasurer shall be paid such additional compensation for his the secretary-treasurer's services as shall be unanimously agreed to by the full board membership. In accordance with chapter 3-6A, the The board shall have authority to, pursuant to chapter 3-6D, may hire office personnel deemed necessary by it the board for carrying on its the board's official duties and shall set the compensation to be paid said the personnel. Section 20. That § 36-32-7 be amended to read: 36-32-7. The board members Each board member shall receive per diem set pursuant to § 4-7-10.4 and expenses at the same rate as other state employees while actually engaged in official duties. The board may either hire, in accordance with pursuant to chapter 3-6A 3-6D, office personnel or may enter into a contractual agreement to carry on its the board's official duties. Section 21. That § 40-3-7 be amended to read: 40-3-7. The compensation and duties of the executive secretary and other assistants and employees of the Animal Industry Board shall be fixed by the board in accordance with pursuant to chapter 3-6A 3-6D. The members of the board Each board member shall receive as compensation for their the board's services the amount provided by law for each day necessarily employed in the performance of their the board's duties and such compensation and the expenses of members, secretaries, assistants, and employees, necessarily incurred in performance of public duty shall be paid from public funds. Section 22. That § 40-18-9 be amended to read: 40-18-9. The board may in accordance with, pursuant to chapter 3-6A 3-6D, employ such persons as it may consider the board deems necessary to properly carry out the provisions of chapters 40-18 to 40-22, inclusive, and chapter 40-29, under the supervision and control of the board, and. The board may fix the salaries and compensation of such the persons employed and may make such expenditures as are necessary properly to carry out the provisions of chapters 40-18 to 40-22, inclusive, and chapter 40-29. Section 23. That § 41-2-11 be amended to read: 41-2-11. The Department of Game, Fish and Parks may employ an adequate force of conservation officers to enforce the provisions of this title. Conservation officers Each conservation officer shall meet requirements as to education and training of law enforcement officers provided pursuant to chapter 23-3. The provisions of chapter 3-6A 3-6D apply to each conservation officers so employed officer. Section 24. That § 51A-2-6 be amended to read: 51A-2-6. The division may employ such examiners and special examiners, legal counsel, clerks, stenographers and such other aides as it may deem deemed necessary to assist the director in the performance of his the director's duties. The division shall fix the compensation of each employee and may dismiss any employee not subject to the provisions of chapter 3-6A 3-6D at will. Each person hired by the Division of Banking, in any capacity, shall agree to submit to a background investigation, by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. The division shall submit completed fingerprint cards to the Division of Criminal Investigation before the prospective new employee enters into service. If no disqualifying record is identified at the state level, the fingerprints shall be forwarded by the Division of Criminal Investigation to the Federal Bureau of Investigation for a national criminal history record check. Any person whose employment is subject to the requirements of this section may enter into service on a temporary basis pending receipt of results from the background investigation. The division may, without liability, withdraw its offer of employment or terminate the temporary employment without notice if the report reveals that the person has been convicted of any financial crime, or any crime that otherwise reveals circumstances that reasonably suggest that the person should not be employed by the division."}, {"bill_id": 8548, "bill_version_id": 48948, "bill_version": "Enrolled", "bill_version_date": "2018-02-08T10:11:35.273-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8548, "action_date": "2018-01-09T12:00:00-06:00", "document_id": 46900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46900.pdf", "status_text": "First read in House and referred to", "journal_page": 20, "committee_id_action": 396, "committee_id_assigned": 383, "result": "N", "vote": {}}, {"bill_id": 8548, "action_date": "2018-01-19T10:00:00-06:00", "document_id": 47184, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47184.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 383, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8548, "action_date": "2018-01-19T10:00:00-06:00", "document_id": 47390, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47390.pdf", "status_text": "Do Pass", "journal_page": 106, "committee_id_action": 383, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24657, "president_vote": null, "Yea": [1284, 1291, 1275, 1238, 1315, 1263, 1274, 1295, 1309, 1287, 1216, 1285, 1261]}}, {"bill_id": 8548, "action_date": "2018-01-19T10:00:00-06:00", "document_id": 47390, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47390.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 383, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8548, "action_date": "2018-01-22T14:00:00-06:00", "document_id": 47510, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47510.pdf", "status_text": "Do Pass", "journal_page": 131, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24719, "president_vote": null, "Excused": [1313, 1279, 1291, 1306, 1254, 1257, 1236], "Yea": [1241, 1213, 1269, 1297, 1424, 1268, 1284, 1214, 1266, 1223, 1307, 1301, 1235, 1294, 1425, 1282, 1260, 1311, 1308, 1312, 1275, 1283, 1238, 1250, 1286, 1314, 1222, 1302, 1265, 1315, 1247, 1316, 1296, 1292, 1248, 1293, 1310, 1226, 1280, 1263, 1274, 1295, 1249, 1277, 1303, 1309, 1259, 1255, 1299, 1225, 1256, 1261, 1240, 1258, 1305, 1287, 1215, 1317, 1216, 1229, 1298, 1285, 1253]}}, {"bill_id": 8548, "action_date": "2018-01-23T14:00:00-06:00", "document_id": 47664, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47664.pdf", "status_text": "First read in Senate and referred to", "journal_page": 201, "committee_id_action": 395, "committee_id_assigned": 369, "result": "N", "vote": {}}, {"bill_id": 8548, "action_date": "2018-02-06T10:00:00-06:00", "document_id": 48519, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48519.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 369, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8548, "action_date": "2018-02-06T10:00:00-06:00", "document_id": 48758, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48758.pdf", "status_text": "Do Pass", "journal_page": 382, "committee_id_action": 369, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25412, "president_vote": null, "Yea": [1290, 1304, 1239, 1218, 1288, 1243, 1234]}}, {"bill_id": 8548, "action_date": "2018-02-06T10:00:00-06:00", "document_id": 48758, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48758.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 369, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8548, "action_date": "2018-02-07T14:00:00-06:00", "document_id": 48890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48890.pdf", "status_text": "Do Pass", "journal_page": 403, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25522, "president_vote": null, "Yea": [1239, 1230, 1264, 1231, 1217, 1246, 1228, 1219, 1273, 1262, 1234, 1290, 1232, 1278, 1304, 1270, 1224, 1267, 1243, 1289, 1218, 1244, 1281, 1221, 1272, 1233, 1245, 1271, 1252, 1237, 1288, 1220, 1242, 1276, 1300]}}, {"bill_id": 8548, "action_date": "2018-02-12T14:00:00-06:00", "document_id": 49084, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49084.pdf", "status_text": "Signed by the Speaker", "journal_page": 413, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8548, "action_date": "2018-02-20T14:00:00-06:00", "document_id": 49473, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49473.pdf", "status_text": "Signed by the President", "journal_page": 513, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8548, "action_date": "2018-02-21T14:00:00-06:00", "document_id": 49604, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49604.pdf", "status_text": "Delivered to the Governor", "journal_page": 520, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8548, "action_date": "2018-02-22T14:00:00-06:00", "document_id": 49713, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49713.pdf", "status_text": "Signed by the Governor", "journal_page": 544, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6525, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8548"}