{"session_id": 36, "bill_id": 9975, "bill_type": "House Bill", "bill_number": 1235, "bill_title": "establish requirements regarding parental consent for the collection of certain information by schools.", "sponsors": [{"legislator_profile_id": 1633, "is_prime": true}, {"legislator_profile_id": 1573, "is_prime": false}, {"legislator_profile_id": 1427, "is_prime": false}], "keywords": ["Education", "Minors", "Students"], "audio": [], "bill_versions": [{"bill_id": 9975, "bill_version_id": 52814, "bill_version": "Introduced", "bill_version_date": "2019-01-30T11:17:07.83-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish requirements regarding parental consent for the collection of certain information by schools. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-3-51.2 be amended to read: 13-3-51.2. No Without the prior written consent of the student's parent or without the consent of a student who is an emancipated minor or at least eighteen years of age, no elementary school or secondary school student shall be required to submit to a survey, analysis, or evaluation that reveals information concerning: (1) Political affiliations or beliefs of the student or the student's parent; (2) Mental or psychological problems or aspects of the student or the student's family; (3) Sex behavior or attitudes of the student or the student's family; (4) Illegal, anti-social, self-incriminating, or demeaning behavior; (5) Critical appraisals of other individuals with whom respondents have close family relationships; (6) Legally recognized privileged or analogous relationships, such as those of lawyers, physicians, and ministers; (7) Religious practices, affiliations, or beliefs of the student or student's parent; (8) Personal or family gun ownership; or (9) Income (other than that required by law to determine eligibility for participation in a program or for receiving the receipt of financial assistance under such a program); without the prior consent of the student (if the student is an adult or emancipated minor), or in the case of an unemancipated minor, without the prior written consent of the parent. The list of information in subdivisions (1) to (9), inclusive, is not an exclusive list. The secretary of the Department of Education may add to the list of information in subdivisions (1) to (9), inclusive, other data, facts, or information that is of a similar nature that a student may not be required to disclose. The term, parent, for purposes of this section, includes a legal guardian or other person standing in loco parentis. Nothing in this section is intended to supersede or modify any other state law or any provision in 20 U.S.C. § 1232h or 34 C.F.R. Part 98, as amended to January 1, 2014; or (10) Any other similar matter as determined by the secretary of the Department of Education. Each school district shall by policy establish the time and manner in which parental consent, as required by this section, may be provided."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9975, "action_date": "2019-01-30T14:00:00-06:00", "document_id": 52890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52890.pdf", "status_text": "First Reading House", "journal_page": 260, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9975, "action_date": "2019-01-31T13:30:00-06:00", "document_id": 52970, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52970.pdf", "status_text": "Referred to", "journal_page": 280, "committee_id_action": 408, "committee_id_assigned": 427, "result": "N", "vote": {}}, {"bill_id": 9975, "action_date": "2019-02-06T14:00:00-06:00", "document_id": 53156, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53156.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 307, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}]}