{"session_id": 44, "bill_id": 22138, "bill_type": "House Bill", "bill_number": 1076, "bill_title": "require that birth certificates reflect biological sex.", "sponsors": [{"legislator_profile_id": 1782, "is_prime": true}, {"legislator_profile_id": 1865, "is_prime": true}, {"legislator_profile_id": 1770, "is_prime": false}, {"legislator_profile_id": 1790, "is_prime": false}, {"legislator_profile_id": 1792, "is_prime": false}, {"legislator_profile_id": 1793, "is_prime": false}, {"legislator_profile_id": 1794, "is_prime": false}, {"legislator_profile_id": 1795, "is_prime": false}, {"legislator_profile_id": 1799, "is_prime": false}, {"legislator_profile_id": 3797, "is_prime": false}, {"legislator_profile_id": 1802, "is_prime": false}, {"legislator_profile_id": 1804, "is_prime": false}, {"legislator_profile_id": 1805, "is_prime": false}, {"legislator_profile_id": 1822, "is_prime": false}, {"legislator_profile_id": 1823, "is_prime": false}, {"legislator_profile_id": 3784, "is_prime": false}, {"legislator_profile_id": 1837, "is_prime": false}, {"legislator_profile_id": 3793, "is_prime": false}, {"legislator_profile_id": 1856, "is_prime": false}, {"legislator_profile_id": 1860, "is_prime": false}], "keywords": ["Public Health and Safety", "Vital Records"], "audio": [{"meeting_datetime": "2021-01-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hhe10.mp3", "start_seconds": 3798.0}, {"meeting_datetime": "2021-01-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hhe10.mp3", "start_seconds": 3798.0}, {"meeting_datetime": "2021-01-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hhe10.mp3", "start_seconds": 3798.0}, {"meeting_datetime": "2021-01-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hhe10.mp3", "start_seconds": 3798.0}, {"meeting_datetime": "2021-01-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hhe10.mp3", "start_seconds": 3798.0}, {"meeting_datetime": "2021-01-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou11.mp3", "start_seconds": 4387.0}, {"meeting_datetime": "2021-01-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou11.mp3", "start_seconds": 4387.0}, {"meeting_datetime": "2021-01-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou11.mp3", "start_seconds": 4387.0}, {"meeting_datetime": "2021-02-05T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/she17.mp3", "start_seconds": 137.0}, {"meeting_datetime": "2021-02-05T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/she17.mp3", "start_seconds": 137.0}, {"meeting_datetime": "2021-02-05T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/she17.mp3", "start_seconds": 137.0}], "bill_versions": [{"bill_id": 22138, "bill_version_id": 212531, "bill_version": "Introduced", "bill_version_date": "2021-01-21T19:05:11.383-06:00", "bill_text": "An Act to require that birth certificates reflect biological sex. Be it enacted by the Legislature of the State of South Dakota: Section 1. Legislative Findings. The Legislature finds that: (1) There is no statutory authorization for the sex designation on a birth certificate to be amended based upon the person's subjective identification of sex, when that identification is inconsistent with the person's objective, biological sex; (2) Orders have been entered by circuit courts in this state, in the cases of adults and children, directing that the sex designation on a person's birth certificate be changed from male to female, or female to male, based upon the person's subjective identification of sex, when that identification is inconsistent with the person's objective, biological sex; (3) In at least one pending case, a circuit court has been asked to change the sex designation on the petitioner's birth certificate from female to nonbinary; (4) Upon receipt of a court order, the Office of Vital Records, Department of Health, changes the sex designation on a person's birth certificate from male to female, or female to male, based upon the person's subjective identification of sex, when that identification is inconsistent with the person's objective, biological sex; (5) Section 44:09:05:02 of the Administrative Rules of South Dakota, promulgated by the Department of Health, authorizes the amendment of birth certificates when an order of a court of competent jurisdiction directs that the certificate be amended, includes the incorrect data as stated on the certificate, and includes the corrected data as such should appear; (6) A representative of the American Civil Liberties Union of South Dakota stated in a legal clinic conducted on May 22, 2020, \"The definition of incorrect data is not provided . . . . The Office of Vital Records is considering a person who has transitioned to a different gender or sex to satisfy this requirement. In other words, if I started as female and I have now transitioned into male, that is incorrect data and it will satisfy that requirement . . . [and the Department of Health] currently believes that a person who has transitioned to a different gender or sex does satisfy the incorrect data requirement.\"; (7) Information provided to the court by the Department of Health regarding what constitutes incorrect data has caused courts to hold that \"the Department of Health understands that the term 'incorrect data' can mean any item on a record which is incorrect, including sex\"; (8) A sex designation on a birth certificate is not incorrect, if the designation accurately reflects the biological sex of the person as male or female; (9) A person's subjective identification of sex, if inconsistent with the person's objective, biological sex, does not change the person's sex; (10) According to the Office of Research on Women's Health, National Institutes of Health, \"[s]ex refers to biological differences between females and males, including chromosomes, sex organs, and endogenous hormonal profiles\"; (11) According to the World Health Organization, \"[s]ex refers to the biological characteristics that define humans as female or male\"; (12) Action of the Office of Vital Records, Department of Health, to change the sex designation on a person's birth certificate from male to female, or female to male, based upon the person's subjective identification of sex, when that is inconsistent with the person's objective, biological sex, is inconsistent with the science of biology and legislative intent, and therefore necessitates remedial legislation; (13) Although some circuit courts have entered orders directing that the sex designation on a birth certificate be changed, other circuit courts have denied requests to change the sex designation on a birth certificate based upon a person's subjective identification of sex, when that is inconsistent with the person's objective, biological sex; (14) At least one circuit court has explicitly recognized that circuit courts are split on this issue; and (15) Because the uniform application of the law by circuit courts is of tantamount importance in the interest of justice, remedial legislation is therefore necessitated. Section 2. Legislative Findings. The Legislature finds that: (1) Allowing persons to have their vital records, including birth certificates, altered, in accordance with their subjective identification or feelings about their sex undermines the government's compelling interest in maintaining accurate vital records; (2) The government's compelling interest in maintaining accurate vital records extends to the fundamental performance of governmental functions that secure the public health and safety, including: (a) The identification of public health trends; (b) The identification of assessment risks; (c) The conduct of criminal investigations; and (d) Assisting persons in determining their citizenship, biological lineage, or susceptibility to genetic disorders; (3) The equal protection clause of the fourteenth amendment to the United States Constitution prohibits purposeful discrimination, but does not bar facially neutral laws of general applicability, such as a biology-based definition of sex that has been consistently applied since the founding of this nation; (4) The failure to maintain accurate, quantitative vital statistics and legal definitions, upon which members of the public and private sectors may rely, with confidence, constitutes a breach of the public trust; and (5) The government has a compelling interest in maintaining the public trust, instilling public confidence, and fulfilling, to the best of its ability, those functions that rely on the existence of accurate vital statistics. Section 3. That § 34-25-1.1 be AMENDED. 34-25-1.1. Definitions. Terms as used in this chapter mean: (1) \"Authorized representative,\" an attorney, physician, funeral director, or other designated agent acting on behalf of the family. (1.5) \"Autopsy,\" the post mortem dissection and examination of a dead body, including fetal tissue older than twenty-four weeks. (2) \"Certified copy,\" a vital record or part thereof issued and sealed by the state registrar and other entities as authorized by the department; (3) \"Dead body,\" a lifeless human body or parts thereof from the state of which it may reasonably be concluded that death recently occurred; (4) \"Death certificate,\" a record by means of which both the fact of death record and the medical certificate have been completed and filed as required by the department; (5) \"Demographic information,\" the information required by the state registrar to describe characteristics of a registrant, the family of a registrant, and geographic locations pertinent to a registrant; (6) \"Department,\" the Department of Health; (7) \"Fact of death information,\" the information required by the state registrar to record the time and place a death occurs and to identify the person who is deceased. The term does not include information regarding cause and manner of death; (8) \"Fact of death record,\" the portion of the death certificate that contains the fact of death information and demographic information; (9) \"Fetal death,\" death prior to the complete expulsion or extraction from its mother of a product of human conception, irrespective of the duration of pregnancy. The death is indicated by the fact that after such expulsion or extraction, the fetus does not breathe or show any other evidence of life such as beating of the heart, pulsation of the umbilical cord, or definite movement of voluntary muscles; (10) \"Fetus,\" the biological offspring, including the implanted embryo or unborn child, of human parents; (11) \"Final disposition,\" the burial, interment, cremation, or other disposition of a dead body or fetus; (12) \"Institution,\" any establishment, public or private, which provides in-patient medical, surgical, or diagnostic care or treatment, or nursing, custodial, or domiciliary care to two or more unrelated individuals, or to which persons are committed by law; (13) \"Live birth,\" the complete expulsion or extraction from its mother of a product of human conception, irrespective of the duration of pregnancy, which, after such expulsion or extraction, breathes or shows any other evidence of life such as beating of the heart, pulsation of the umbilical cord, or definite movement of voluntary muscles, whether or not the umbilical cord has been cut or the placenta is attached; (14) \"Medical certificate,\" the portion of the death certificate that contains the information regarding the cause and manner of death; (15) \"System of vital registration,\" the process by which vital records are collected, completed, amended, certified, filed, preserved, and incorporated into the official records of the office of vital records, and activities related thereto including the tabulation, analysis, and publication of statistical data derived from such records\"Sex,\" the immutable biological and physiological characteristics—specifically, the chromosomes and internal and external reproductive anatomy—that are genetically determined at conception and generally recognizable at birth, and which define a person as being male or female; (16) \"Vital records,\" records of birth, death, fetal death, burial, marriage, divorce, and data related thereto as entered on forms prescribed by the department; and (17) \"Vital registration system,\" the process by which vital records are collected, completed, amended, certified, filed, preserved, and incorporated in the official records of the office of vital records, and activities related thereto, including the tabulation, analysis, and publication of statistical data derived from such records. Section 4. That § 34-25-8 be AMENDED. 34-25-8. Birth registration--Certificate of live birth--Time for filing--Availability of records. The birth of every child born in this state shall must be registered, as provided in required by this chapter. Within seven days after the date of each live birth, there shall must be filed with the department, by electronic means if a facility has such capabilities, or otherwise if electronic means are not available, a certificate of such birth. The certificate shall must be upon the form prescribed by the department and must include the child's: (1) Name; (2) Date of birth; (3) County of birth; (4) Sex; (5) Mother's name and maiden name; and (6) Father's name, if known. For certificates of birth filed after seven days, but within one year from the date of birth, the department may, by in accordance with rules promulgated pursuant to chapter 1-26, require additional evidence in support of the facts of birth. Informational copies of birth records shall be are available to any person who can identify the birth record by providing the name of the person on the birth record, the date of birth, the mother's maiden name, or additional information required to locate the record. Nothing in this section prohibits the release of information that is contained on a birth record which would and does not identify any person named in the record. If one hundred years have elapsed after the date of birth, the records of the birth in the custody of the department shall become are available to the public, without restriction. The department shall promulgate rules, pursuant to chapter 1-26, to provide for the continued safekeeping of these records. Section 5. That a NEW SECTION be added: 34-25-50.1. Amendment of sex designation on birth certificate--Exception. Except as otherwise provided in § 34-25-51.1, the fact required on a certificate of birth, in accordance with § 34-25-8(4), may be amended, within one year from the date that the certificate is submitted for filing, if the request for amendment is accompanied by a notarized affidavit of correction that: (1) Is on a form prescribed by the department; (2) Is signed by the parents identified on the certificate of birth or by the child's legal guardian; (3) Is signed by the physician, or other person who was in attendance at the birth, provided the required medical information, and certified the facts of the birth; and (4) States that the certificate of birth contains incorrect information regarding the required fact. After one year from the date that the certificate is submitted for filing, the fact required on a certificate of birth, in accordance with § 34-25-8(4), may be amended only in accordance with a court order upon a finding that the person's sex, as defined in § 34-25-1.1(15), is inaccurate. This section does not apply to clerical or data entry errors identified by a hospital. Such errors may be corrected at any time upon submission by the hospital of a notarized affidavit, together with supporting documentation. Section 6. That § 34-25-51 be AMENDED. 34-25-51. Amendment of vital record--Fee for delayed amendment. A Except as otherwise provided in this chapter, a vital record may be amended in accordance with rules promulgated by the department pursuant to chapter 1-26. Each request for amending a birth, death, or marriage certificate, after one year from the event, shall be accompanied by an eight dollar fee to the department for amending the record and filing the affidavit. Section 7. That a NEW SECTION be added: 34-25-51.1. Physiological disorder--Presumption of sex--Amendment of birth certificate If a person is born with a physiological disorder that renders the person's biological sex not identifiable at birth as male or female, based upon externally observable reproductive anatomy, the attending physician shall make a presumptive determination of the person's sex. That determination may thereafter be amended, at any time, based on genetic analysis and an evaluation of the person's naturally occurring internal and external reproductive anatomy."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22138, "action_date": "2021-01-22T13:00:00-06:00", "document_id": 212449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212449.pdf", "status_text": "First read in House and referred to", "journal_page": 108, "committee_id_action": 492, "committee_id_assigned": 491, "result": "N", "vote": {}}, {"bill_id": 22138, "action_date": "2021-01-26T07:45:00-06:00", "document_id": 213202, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213202.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 491, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22138, "action_date": "2021-01-26T07:45:00-06:00", "document_id": 213212, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213212.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 491, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 67842, "president_vote": null, "Yea": [1782, 1804, 1805, 1834, 1862, 1864], "Nay": [1800, 1824, 1855, 3783, 3786, 3799, 3804]}}, {"bill_id": 22138, "action_date": "2021-01-26T07:45:00-06:00", "document_id": 213212, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213212.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 491, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67849, "president_vote": null, "Nay": [1782, 1804, 1805, 1834, 1862, 1864], "Yea": [1800, 1824, 1855, 3783, 3786, 3799, 3804]}}, {"bill_id": 22138, "action_date": "2021-01-26T14:00:00-06:00", "document_id": 213163, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213163.pdf", "status_text": "Recalled from committee (Rule 7-7)", "journal_page": 128, "committee_id_action": 492, "committee_id_assigned": 491, "result": "P", "vote": {}}, {"bill_id": 22138, "action_date": "2021-01-26T15:23:31.43-06:00", "document_id": 213693, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213693.pdf", "status_text": "Report out of committee without recommendation", "journal_page": null, "committee_id_action": 491, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22138, "action_date": "2021-01-27T14:00:00-06:00", "document_id": 213697, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213697.pdf", "status_text": "Placed on calendar pursuant to JR 6F-6", "journal_page": 138, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67997, "president_vote": null, "Nay": [1766, 1767, 1768, 1772, 1777, 1778, 1780, 1784, 1800, 1817, 1824, 1829, 1835, 1839, 1843, 1852, 1855, 1866, 1868, 3783, 3787, 3788, 3789, 3790, 3791, 3792, 3799, 3800, 3801, 3804], "Yea": [1769, 1770, 1781, 1782, 1788, 1792, 1793, 1795, 1796, 1798, 1799, 1802, 1804, 1805, 1807, 1809, 1813, 1820, 1822, 1823, 1826, 1830, 1832, 1834, 1836, 1837, 1841, 1844, 1862, 1864, 1883, 3782, 3784, 3785, 3786, 3793, 3794, 3797, 3802, 3806]}}, {"bill_id": 22138, "action_date": "2021-01-27T14:00:00-06:00", "document_id": 213697, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213697.pdf", "status_text": "Do Pass", "journal_page": 143, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68005, "president_vote": null, "Nay": [1766, 1767, 1768, 1772, 1777, 1778, 1780, 1784, 1800, 1817, 1824, 1829, 1835, 1839, 1843, 1852, 1855, 1866, 1868, 3783, 3786, 3787, 3788, 3789, 3790, 3791, 3794, 3799, 3800, 3801, 3804], "Yea": [1769, 1770, 1781, 1782, 1788, 1792, 1793, 1795, 1796, 1798, 1799, 1802, 1804, 1805, 1807, 1809, 1813, 1820, 1822, 1823, 1826, 1830, 1832, 1834, 1836, 1837, 1841, 1844, 1862, 1864, 1883, 3782, 3784, 3785, 3792, 3793, 3797, 3802, 3806]}}, {"bill_id": 22138, "action_date": "2021-01-28T13:00:00-06:00", "document_id": 214294, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214294.pdf", "status_text": "First read in Senate and referred to", "journal_page": 136, "committee_id_action": 514, "committee_id_assigned": 508, "result": "N", "vote": {}}, {"bill_id": 22138, "action_date": "2021-02-05T10:00:00-06:00", "document_id": 215124, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215124.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 508, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22138, "action_date": "2021-02-05T10:00:00-06:00", "document_id": 215146, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215146.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 1, "committee_id_action": 508, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68595, "president_vote": null, "Yea": [1779, 1786, 1789, 1847, 1853, 1858], "Excused": [3796]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22138"}