{"session_id": 21, "bill_id": 6324, "bill_type": "House Bill", "bill_number": 1015, "bill_title": "repeal certain provisions regarding the South Dakota Risk Pool.", "sponsors": [], "keywords": ["Insurance", "Risk Pool"], "audio": [{"meeting_datetime": "2015-01-20T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hhe05.mp3", "start_seconds": 6008.0}, {"meeting_datetime": "2015-01-20T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hhe05.mp3", "start_seconds": 6008.0}, {"meeting_datetime": "2015-01-20T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hhe05.mp3", "start_seconds": 6008.0}, {"meeting_datetime": "2015-01-20T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hhe05.mp3", "start_seconds": 6008.0}, {"meeting_datetime": "2015-01-20T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hhe05.mp3", "start_seconds": 6008.0}, {"meeting_datetime": "2015-02-27T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sap29.mp3", "start_seconds": 3802.0}, {"meeting_datetime": "2015-02-27T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sap29.mp3", "start_seconds": 3802.0}, {"meeting_datetime": "2015-02-27T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sap29.mp3", "start_seconds": 3802.0}, {"meeting_datetime": "2015-03-06T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sap33.mp3", "start_seconds": 8343.0}, {"meeting_datetime": "2015-03-06T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sap33.mp3", "start_seconds": 8343.0}, {"meeting_datetime": "2015-03-06T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sap33.mp3", "start_seconds": 8343.0}, {"meeting_datetime": "2015-03-09T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen34.mp3", "start_seconds": 2015.0}, {"meeting_datetime": "2015-03-09T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen34.mp3", "start_seconds": 2015.0}, {"meeting_datetime": "2015-03-09T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sen34.mp3", "start_seconds": 2015.0}], "bill_versions": [{"bill_id": 6324, "bill_version_id": 32905, "bill_version": "Introduced", "bill_version_date": "2015-01-07T09:21:24.46-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain provisions regarding the South Dakota Risk Pool. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-17-30.3 be amended to read as follows: 58-17-30.3. The coverage for a newly born child from the moment of birth or for a newly adopted child, from the beginning of the six-month adoption bonding period, shall consist of coverage of injury or sickness including the necessary care and treatment of premature birth and medically diagnosed congenital defects and birth abnormalities. The coverage required by this section applies to any subsequent health benefit plan that is purchased providing coverage for that newly born or newly adopted child if application for the subsequent coverage is made within sixty-three days of the termination of the prior coverage and if the coverage is issued pursuant to § 58-17-85. The provisions of §§ 58-17-30.2 to 58-17-30.4, inclusive, apply to any individually written health benefit plan issued or renewed by any health insurer, health carrier, health maintenance organization, fraternal benefit society, nonprofit medical and surgical plan, nonprofit hospital service plan, or other entity providing coverage through a health benefit plan subject to the provisions of this title. Section 2. That § 58-17-85 be repealed. 58-17-85. If a person has an aggregate of at least twelve months of creditable coverage, is a resident of this state, and applies within sixty-three days of the date of losing prior creditable coverage, the person is eligible for coverage as provided for in §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, if none of the following apply: (1) The applicant is eligible for continuation of coverage under an employer plan; (2) The person is eligible for an employer group plan, Part A or Part B of medicare, or medicaid; (3) The person has other health insurance coverage; (4) The person's most recent coverage was terminated because of the person's nonpayment of premium or fraud; (5) The person loses coverage under a short term or limited duration plan; or (6) The person's last coverage was creditable coverage as defined in subdivision 58-17-69(13) or a federal preexisting condition insurance plan. Any person who has exhausted continuation rights and who is eligible for conversion or other individual or association coverage has the option of obtaining coverage pursuant to this section or the conversion plan or other coverage. If a person chooses conversion coverage, other than pursuant to § 58-17-74, in lieu of coverage pursuant to this section and the person later exhausts the lifetime maximum of the conversion coverage, the person may obtain coverage pursuant to this section as long as the person continues to satisfy the criteria of this section. A person who is otherwise eligible for the issuance of coverage pursuant to this section may not be required to show proof that coverage was denied by another carrier. For purposes of this section, reasonable evidence that the prospective enrollee is a resident of this state shall be required. Factors that may be considered include a driver's license, voter registration, and where the prospective enrollee resides. Any person who was eligible for the risk pool and opted for coverage pursuant to § 58-17-74 may, at any time while covered under that policy or within sixty-three days of terminating that coverage, elect to enroll in the risk pool. Section 3. That § 58-17-85.1 be repealed. 58-17-85.1. Any health carrier with any in force individual health benefit plan issued in accordance with § 58-17-85 prior to August 1, 2003, shall offer, at the option of the insured, additional deductible options of the following: (1) One thousand dollars with a four thousand dollar out-of-pocket coinsurance maximum; (2) Three thousand dollars with a two thousand dollar out-of-pocket coinsurance maximum; (3) Five thousand dollars with no more than a twenty-five percent coinsurance; and (4) Ten thousand dollars with a twelve thousand two hundred fifty dollar out-of-pocket maximum, including the deductible. Any additional deductible option, with the exception of the five thousand dollar option, may not require that the insured be responsible for more than a fifty percent coinsurance. If the policy is a family policy, the health carrier may satisfy the options listed above by offering amounts that are twice the amounts provided in subdivisions (1) to (4), inclusive. The premium rates for these benefit plans shall be adjusted based upon the actuarial difference in benefits. A health carrier is not required to offer a deductible option if that option would decrease the insured's deductible or out-of-pocket maximum. The director may approve alternatives to those deductible options specified in this section if the alternatives are consistent with the offering of increased deductible options to insureds and at least one of the alternatives is consistent with the formation of a health savings account as provided for by 26 U.S.C. § 223. Section 4. That § 58-17-114 be amended to read as follows: 58-17-114. Terms used in §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, mean: (1) \"Carrier,\" any person that provides health insurance in the state, including an insurance company, a prepaid hospital or medical service plan, a health maintenance organization, a multiple employer welfare arrangement, a carrier providing excess or stop loss coverage to a self-funded employer, and any other entity providing a plan of health insurance or health benefits subject to state insurance regulation. The term, carrier, includes any health benefit plan issued through an association or trust. The term, carrier, does not include excess or stop loss covering a risk of insurance as defined in §§ 58-9-5 to 58-9-33, inclusive, and does not include health insurance for coverages that are not health benefit plans issued by insurance companies, prepaid hospital or medical service plans, or health maintenance organizations; (2) \"Director,\" the director of the Division of Insurance; (3) \"Enrollee,\" any individual who is provided qualified comprehensive health coverage under the risk pool; (4) \"Health benefit plan,\" as defined in subdivision 58-17-66(9); (5) \"Health care facility,\" any health care facility licensed pursuant to chapter 34-12; (6) \"Health insurance,\" as defined in § 58-9-3; (7) \"Medicaid,\" the federal-state assistance program established under Title XIX of the Social Security Act; (8) \"Medicare,\" the federal government health insurance program established under Title XVIII of the Social Security Act; (9) \"Policy,\" any contract, policy, or plan of health insurance; (10) \"Policy year,\" any consecutive twelve-month period during which a policy provides or obligates the carrier to provide health insurance. Section 5. That § 58-17-115 be repealed. 58-17-115. There is established a risk pool to provide health insurance coverage, pursuant to the provisions of §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, to each eligible South Dakota resident who applies for coverage after July 31, 2003. Section 6. That § 58-17-117 be repealed. 58-17-117. The board shall request bids for an administrator of the risk pool. Such contract with an administrator shall be designed to become effective no later than July 1, 2005. If the board determines that the bids are not consistent with the efficient operation of the risk pool, the board may continue to administer the risk pool and to contract for services. Regardless, the board shall perform all appropriate oversight functions. Section 7. That § 58-17-118 be repealed. 58-17-118. There is established an advisory panel to the board consisting of two lay members, one of which shall be an employee, and at least one representative of each of the following: individual health insurance carriers, group health insurance carriers, health care providers, insurance producers, health care facilities, self-insurers, and employers as well as one state senator appointed by the president pro tempore of the Senate and one state representative appointed by the speaker of the House of Representatives. The Governor shall appoint the nonlegislative representatives of the advisory panel for a specific term not less than two years and not more than three years. The terms of service shall overlap. The advisory panel may make recommendations to the board regarding benefits and exclusions in the risk pool coverage, eligibility for the risk pool, assessments of carriers, and operation of the risk pool. The board shall consider any input from the advisory panel in making any decisions relative to rule-making, benefits, exclusions, eligibility, assessments, and risk pool operation, and shall sponsor and attend such meetings as may be necessary between the board and the advisory panel to provide the input as required by this section. Section 8. That § 58-17-121 be amended to read as follows: 58-17-121. The board has the general powers and authority enumerated by §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, and, in addition to the responsibilities in § 58-17-119, may: (1) Enter into any contract as necessary or proper to carry out §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive; (2) Take any legal action necessary or proper for recovery of any assessments for, on behalf of, or against participating carriers; (3) Take any legal action necessary to avoid the payment of improper claims against the risk pool or the coverage provided by or through the risk pool; (4) Use medical review to determine that care is clinically appropriate and cost effective for the risk pool; (5) Establish appropriate rates, scales of rates, rate classifications, and rating adjustments, none of which may be unreasonable in relation to the coverage provided and the reasonable operational expenses of the risk pool; (6) Issue risk pool plans on an indemnity, network, or provision of service basis and may design, utilize, contract, or otherwise arrange for the delivery of cost effective health care services, including establishing or contracting with preferred provider organizations, health maintenance organizations, and other limited network provider arrangements in providing the coverage required by §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive; (7) Create appropriate legal, actuarial, and other committees necessary to provide technical assistance in the operation of the risk pool, plan and other contract design, and any other functions within the authority of the risk pool; and (8) Provide, by including a provision in its plans, for subrogation rights by the risk pool for situations in which the risk pool pays expenses on behalf of an individual who is injured or suffers a disease under circumstances creating a liability upon another person to pay damages to the extent of the expenses paid by the risk pool, but only to the extent the damages exceed the plan deductible and coinsurance amounts paid by the enrollee; and (9) Allow an applicant who is not otherwise eligible for coverage pursuant to § 58-17-85 to enroll in the risk pool if all of the following are met: (a) The applicant is covered by an individual health benefit plan that is no longer being marketed in this state and has a premium rate that exceeds two hundred percent of the applicable rate, based upon that person's rating characteristics, charged to risk pool enrollees; (b) The risk pool's financial solvency would not be impaired by enrolling the applicants under this subdivision; (c) Sufficient federal funding exists to cover expected losses for those enrolled pursuant to this subdivision; and (d) The number of applicants enrolled into the risk pool pursuant to this subdivision in any given calendar year does not exceed three percent of the total number of covered persons in individual health benefit plans that are no longer being marketed in this state. Nothing in §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, constitutes a waiver of immunity. Section 9. That § 58-17-123 be amended to read as follows: 58-17-123. An enrollee shall notify any health care provider or any provider of pharmacy goods or services prior to receiving goods or services or as soon as reasonably possible that the enrollee is qualified to receive comprehensive coverage under the risk pool. Any health care provider or provider of pharmacy goods or services who provides goods or services to an enrollee and requests payment is deemed to have agreed to the reimbursement system as provided for in §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive. Each health care provider shall be reimbursed using medicare reimbursement methodologies at a rate that is designed to achieve a payment that is equivalent to one hundred thirty-five percent of South Dakota's medicaid reimbursement for the goods or services delivered. Each provider of pharmacy goods or services shall be reimbursed at one hundred fifteen percent of South Dakota's medicaid reimbursement for any goods or services provided. Any reimbursement rate to a provider is limited to the lesser of billed charges or the rates as provided by this section. In no event may a provider collect or attempt to collect from an enrollee any money owed to the provider by the risk pool nor may the provider have any recourse against an enrollee for any covered charges in excess of the copayment, coinsurance, or deductible amounts specified in the coverage. However, the provider may bill the enrollee for noncovered services. Section 10. That § 58-17-125 be repealed. 58-17-125. The premium rates for coverages provided by the risk pool may not be unreasonable in relation to the benefits provided, the risk experience, and the reasonable expenses of providing coverage. Case characteristics as allowed pursuant to § 58-17-74 may be used in establishing rates for those covered by the risk pool. The rates shall take into consideration the extra morbidity and administrative expenses, if any, for enrollees in the risk pool. The rates for a given classification for those that qualify for coverage pursuant to § 58-17-85 shall be one hundred fifty percent of the average actively marketed premium or payment rate for that classification charged by the carriers with the largest number of individual health benefit plans in the state during the preceding calendar year. For purposes of this section, only individual health benefit plans that are being actively marketed to the general public may be utilized in determining the largest carriers. The board shall select a sufficient number of carriers from which to calculate the average so that at least ninety percent of the market is represented and the carriers selected sequentially have the largest number of actively marketed health benefit plans. The number of carriers selected may not be less than three. In determining the average rate of the largest individual health carriers, the rates or payments charged by the carriers shall be actuarially adjusted to determine the rate or payment that would have been charged for benefits similar to those provided by the risk pool. Section 11. That § 58-17-126 be amended to read as follows: 58-17-126. Following the close of each fiscal year, the board shall determine the net premiums and payments, the expenses of administration, and the incurred losses of the risk pool for the year. In sharing losses among the carriers, the board may abate or defer in any part the assessment of a carrier, if, in the opinion of the board, payment of the assessment would endanger the ability of the carrier to fulfill its contractual obligations. The board may also provide for an initial or interim assessment against carriers if necessary to assure the financial capability of the risk pool to meet the incurred or estimated claims expenses or operating expenses of the risk pool. This assessment may not exceed twenty-five cents per covered life per month from the time period the risk pool becomes effective. Any assessment made after June 30, 2009, may not be in excess of thirty-five cents per covered life per month. Net gains shall be held at interest to offset future losses or allocated to reduce future assessments. The assessment of each carrier shall be based upon the number of persons each carrier covers through primary, excess, and stop loss insurance in this state and shall be as follows: (1) In addition to the powers enumerated in §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, the board may assess carriers in accordance with the provisions of this section, and make advance interim assessments as may be reasonable and necessary for the risk pool's organizational and interim operating expenses; (2) Following the close of each fiscal year, the board shall determine the expenses of administration, the net premiums (premiums less reasonable administrative expense allowances), and the incurred losses for the year, taking into account investment income and other appropriate gains and losses. The deficit incurred by the risk pool shall be recouped by assessments apportioned under this section by the board among carriers and from other sources as may be allowed under law; (3) Each carrier's assessment shall be determined by multiplying the total assessment of all carriers as determined in subdivision (2) by a fraction, the numerator of which equals the number of individuals in this state covered under health benefit plans and certificates, including by way of excess or stop loss coverage, by that carrier, and the denominator of which equals the total number of all individuals in this state covered under health insurance policies and certificates, including by way of excess or stop loss coverage, by all carriers, all determined as of the end of the prior calendar year; (4) The board shall make reasonable efforts designed to ensure that each insured individual is counted only once with respect to any assessment. For that purpose, the board shall require each carrier that obtains excess or stop loss insurance to include in its count of insured individuals all individuals whose coverage is reinsured, including by way of excess or stop loss coverage, in whole or part. The board shall allow a carrier who is an excess or stop loss carrier to exclude from its number of insured individuals those who have been counted by the primary carrier, the primary reinsurer, or the primary excess or stop loss carrier for the purpose of determining its assessment under this section; (5) Each carrier shall file with the board annual statements and other reports deemed to be necessary by the board. The board shall determine each carrier's assessment based on these annual statements and reports. The board may use any reasonable method of estimating the number of insureds of a carrier if the specific number is unknown. With respect to carriers that are excess or stop loss carriers, the board may use any reasonable method of estimating the number of persons insured by each reinsurer or excess or stop loss carrier; (6) Each carrier may petition the board for an abatement or deferment of all or part of an assessment imposed by the board. The board may abate or defer, in whole or in part, the assessment if, in the opinion of the board, payment of the assessment would endanger the ability of the carrier to fulfill the carrier's contractual obligations. If an assessment against a carrier is abated or deferred in whole or in part, the amount by which the assessment is abated or deferred may be assessed against the other carriers in a manner consistent with the basis for assessments set forth in this section. The carrier receiving the deferment is liable to the risk pool and remains liable for the deficiency. Any assessment of the carrier is due and payable on any covered person who is a resident in this state regardless of the state of issuance of the policy or master policy. Section 12. That § 58-17-127 be repealed. 58-17-127. The board may conduct periodic audits to assure the general accuracy of the financial data submitted to it and may require the plan administrator or any contractor to provide the board with an annual audit of its operations to be made by an independent certified public accountant. Section 13. That § 58-17-128 be repealed. 58-17-128. Any plan provided pursuant to §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, shall be filed with and approved by the director before its use. Section 14. That § 58-17-129 be repealed. 58-17-129. No fee or tax levied by this state or any of its political subdivisions applies to the risk pool or any function of the risk pool performed in pursuance of §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive. Section 15. That § 58-17-130 be repealed. 58-17-130. The risk pool shall offer at least three plan designs that provide comprehensive coverage benefits consistent with major medical coverage currently being offered in the individual health insurance market. The coverage and benefits for plans provided pursuant to §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, may be established by the board, consistent with the requirements of §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, and may not be altered by any other state law without specific reference to §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, indicating a legislative intent to add or delete from the coverage provided pursuant to §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive. All plans shall cover biologically-based mental illnesses on the same basis as other covered illnesses. The board may create plan designs to meet federal requirements for qualifying high deductible health plans for health savings accounts. Section 16. That § 58-17-131 be repealed. 58-17-131. Each plan shall include disease management programs that contain cost containment mechanisms. If the enrollee does not enroll and participate in the applicable cost containment activities, the enrollee is responsible for fifty percent of the eligible expenses for related services after the deductible is met, and there is no maximum out-of-pocket coinsurance amount. Section 17. That § 58-17-132 be repealed. 58-17-132. Each plan shall provide pharmacy benefits. The cost sharing provisions for the pharmacy benefit shall be established by the board and outlined in the plan document. Section 18. That § 58-17-133 be repealed. 58-17-133. Each plan shall offer the following plan-year benefit maximums: (1) Thirty days coverage for inpatient alcoholism and substance abuse treatment; (2) Two thousand dollars for outpatient alcoholism and substance abuse treatment; and (3) Nine hundred dollars for up to thirty outpatient mental health visits for qualified conditions that are not biologically-based. Section 19. That § 58-17-134 be repealed. 58-17-134. Each plan shall provide the following lifetime benefit maximums: (1) Two million dollars in paid expenses; and (2) Ninety days coverage for inpatient alcoholism and substance abuse treatment. Section 20. That § 58-17-135 be repealed. 58-17-135. Any plan provided pursuant to §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, shall extend newborn coverage pursuant to §§ 58-17-30.2 to 58-17- 30.4, inclusive, and shall provide that the newborn is eligible for an individual risk pool plan unless deemed ineligible pursuant to § 58-17-136. Section 21. That § 58-17-136 be repealed. 58-17-136. Except as otherwise provided in §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, no person is eligible for a plan created by §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, if the person, on the effective date of coverage, has or will have coverage as an insured or covered dependent under any insurance plan that has creditable coverage as defined in § 58-17-69; is eligible for benefits under chapter 28-6 at the time of application; is an inmate of any public institution or is eligible for public programs for which medical care is provided; or has his or her premiums paid for or reimbursed under any government sponsored program or by any government agency or health care provider, except as an otherwise qualifying full-time employee, or dependent thereof, of a government agency or health care provider. Coverage under a plan provided pursuant to §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, is in excess of, and may not duplicate, coverage under any other form of health insurance, employee/employer welfare plan, medical coverage under any homeowner's or motorized vehicle insurance, no-fault automobile coverage, service or payment received under the laws of any national, state, or local government, TRICARE, or CHAMPUS. This section does not apply to those persons meeting the provisions of chapter 28-13. An enrollee of the risk pool who has met the lifetime maximum under the risk pool plan is ineligible for further benefits as an enrollee in the risk pool. Coverage provided pursuant to §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, terminates for any person on the date that, if such circumstance had been present at the time of application, the person would have been ineligible for coverage provided by §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive. Coverage may also be terminated for nonpayment of premiums. For purposes of this section, if any premium is paid to the risk pool by an employer, other than an employer with only one employee, the enrollee is deemed to have equivalent coverage and is ineligible for the risk pool. Section 22. That § 58-17-137 be repealed. 58-17-137. The rates for any plan created by §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, may not change except on a class basis with a clear disclosure in the plan. Section 23. That § 58-17-138 be amended to read as follows: 58-17-138. None of the following may be the basis of any civil action or criminal liability against the board or any individual member of the board, or the risk pool, either jointly or separately: the establishment of rates, forms, or procedures for coverage provided pursuant to §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive; serving as a member or carrying out the functions of the board; or any joint or collective action required by §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive. Any person aggrieved by a determination or administrative action made pursuant to §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, may request a contested case hearing pursuant to chapter 1-26, which constitutes the person's sole remedy. Section 24. That § 58-17-139 be repealed. 58-17-139. Any carrier authorized to provide individual health care insurance or coverage for health care services in this state shall provide notice of the availability of the coverage provided by §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, and an application for such coverage to those individuals eligible pursuant to § 58-17-85. The director shall prescribe the format for the notice, and the board shall prescribe the application forms and make them available to the carriers. Section 25. That § 58-17-140 be repealed. 58-17-140. Any carrier that issued a basic or standard policy pursuant to § 58-17-85 prior to August 1, 2003, with an original effective date of August 1, 2003, or thereafter, to a person who applied for a basic or standard policy and is eligible for the risk pool may rescind that policy. The carrier shall forward all application materials of any person whose policy was rescinded pursuant to this section to the risk pool and the person shall be provided with coverage under the risk pool as provided by §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive. Section 26. That § 58-17-141 be repealed. 58-17-141. No commission paid to any insurance producer for placing coverage with the risk pool may exceed three percent. Section 27. That § 58-17-142 be amended to read as follows: 58-17-142. Any carrier of any in force individual health benefit plan issued in accordance with § 58-17-85 as risk pool coverage prior to August 1, 2003, for which rates are established pursuant to § 58-17-75, may set and charge a maximum premium rate of not more than two and two-tenths times the base premium rate until January 1, 2005, and may set and charge a maximum premium rate of not more than two and one-half times the base premium rate for each year thereafter, if the carrier actively markets individual major medical policies in this state during the entire year of 2003 and each year thereafter. If, in any year after 2003, the carrier discontinues actively marketing individual health benefit plans in this state, the premium rate provisions of § 58-17-75 apply to those policies in force issued pursuant to § 58-17-85 as risk pool coverage from the date of the carrier's discontinuance of active marketing. The provisions of this section apply only to grandfathered plans pursuant to 75 Fed. Reg. 116 (2010) to be codified at 26 C.F.R. §§ 54 and 602, as of January 1, 2015, and 29 C.F.R. § 2590, as of January 1, 2015, and 45 C.F.R. § 147, as of January 1, 2015. Section 28. That § 58-17-144 be repealed. 58-17-144. A person under the age of nineteen, who is not otherwise qualified for the risk pool pursuant to § 58-17-85, may enroll in the risk pool if the following conditions are met: (1) The person is a citizen of the United States of America and a resident of this state; (2) The person has been rejected, or offered coverage conditioned upon exclusionary riders, by at least one carrier in the individual market for comprehensive major medical coverage in the last six months; (3) The person has not had comprehensive major medical coverage or other creditable coverage within the six months preceding application for the risk pool; and (4) The person is not covered or eligible to be covered by any other creditable coverage. The risk pool board may establish open enrollment periods for persons, which qualify for enrollment pursuant to this section and which have been without creditable coverage for at least twelve months. No enrollee is subject to a preexisting waiting period as defined by § 58-17-84 during an open enrollment period. The open enrollment period shall be two months in duration. Section 29. That § 58-17-145 be repealed. 58-17-145. Any person qualifying for coverage in the risk pool pursuant to § 58-17-144 and who does not enroll during the sixty-day open enrollment period is subject to a six-month waiting period for preexisting conditions as defined by § 58-17-84. Section 30. That chapter 58-17 be amended by adding thereto a NEW SECTION to read as follows: Any person covered under a risk pool established pursuant to the provisions of § 58-17-113 in the state of South Dakota may submit a health claim within six months from June 30, 2015. Each claim shall be submitted in writing to the Bureau of Human Resources. A claim shall be paid in accordance with the South Dakota risk pool plan document in effect July 1, 2014, through June 30, 2015, inclusive. Section 31. That § 58-18-7.11 be amended to read as follows: 58-18-7.11. No insurer may be required to offer or renew a continuation or conversion policy covering any person if: (1) The person is covered for similar benefits by another individual or group policy; (2) Similar benefits are provided for or available to such person, by reason of any state or federal law, except any person who becomes entitled to Medicare on or before continuation is elected or who is covered under another group plan on or before continuation is elected; (3) The benefits under sources of the kind referred to in subdivision (1) for such person or benefits provided or available under sources of the kind referred to in subdivision (2) for such person, together with the continued or converted policy's benefits, would result in overinsurance according to the insurer's standards for overinsurance; (4) There has been fraud or material misrepresentation in applying for any benefits under continued or converted policy; (5) The person failed to pay any required contribution; (6) There has been cancellation of all similar insurance policies in the entire state; (7) For cause on the same basis, the plan could terminate the coverage of a similarly situated active employee; (8) The person was terminated from employment for gross misconduct; or (9) The group health insurance policy is terminated by an insurer as a result of the group not meeting an insurer's participation or eligibility requirements. A person covered under a group health insurance policy that is terminated for not meeting the insurer's participation or eligibility requirements is not required to meet the twelve-month requirement for prior creditable coverage pursuant to § 58-17-85 in order to become eligible for the risk pool. Section 32. That ARSD 20:06:48:01 be repealed. 20:06:48:01. Eligible person -- Defined. An eligible person is a person eligible for risk pool coverage pursuant to SDCL 58-17-85 and 58-17-136. Section 33. That ARSD 20:06:48:02 to 20:06:48:08, inclusive, and 20:06:48:10 to 20:06:48:20, inclusive, and 20:06:48:22 be repealed. Section 34. That ARSD 20:06:48:09 be amended to read as follows: 20:06:48:09. Appeals. If a claim is denied, the aggrieved party may appeal in writing to the claims administrator within 180 90 days of the date of the denial at the address listed on the explanation of benefits (EOB) or in the written utilization review denial. If the claims administrator again denies the claim, the aggrieved party may appeal in writing to the administrator of the risk pool, c/o the Bureau of Human Resources, 500 East Capitol Avenue, Pierre, SD 57501, within 30 days of receiving notification of the denial. The administrator of the risk pool shall issue a written decision within 30 15 days from the date that the appeal is received. If the administrator of the risk pool denies the claim, the aggrieved party may appeal in writing to the risk pool board within 30 days of receiving notification of the denial and the board shall issue a written decision on the appeal within 15 days from the date the appeal is received. If the risk pool board denies the claim, the aggrieved party may request a hearing before the Office of Hearing Examiners within 30 days of receiving notification of the denial. If the subject matter of the appeal is not a claim, the aggrieved party shall file an appeal directly to the administrator of the risk pool within 180 90 days of the date of the decision, and if not satisfied with the decision of the administrator of the risk pool, may appeal to the board within 30 days of the date of that decision. If the aggrieved party is not satisfied with the decision of the board, the aggrieved party may request a hearing before the Office of Hearing Examiners within 30 days of receiving notification of the board's decision. Prior to the board hearing an appeal the chair of the risk pool board shall appoint a member of the board to serve as the final decision maker. The final decision maker may not participate in the appeal or in any discussions related to the appeal. The final decision maker may accept, reject, or modify the findings, conclusions, and decisions of the hearing examiner pursuant to SDCL 1-26D-6. The aggrieved party may appeal any final decision to the circuit court in accordance with SDCL chapter 1-26. If an aggrieved party fails to appeal within the time limits provided in this section, no further action is required. Section 35. That ARSD 20:06:48:09 and 20:06:48:21 be repealed on January 1, 2017. Section 36. That §§ 58-17-113, 58-17-114, 58-17-116, 58-17-119, 58-17-120, 58-17-121, 58-17-122, 58-17-123, 58-17-124, 58-17-126, 58-17-138, and 58-17-143 be repealed on January 1, 2017."}, {"bill_id": 6324, "bill_version_id": 33307, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "2015-01-20T12:30:22.31-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain provisions regarding the South Dakota Risk Pool. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-17-30.3 be amended to read as follows: 58-17-30.3. The coverage for a newly born child from the moment of birth or for a newly adopted child, from the beginning of the six-month adoption bonding period, shall consist of coverage of injury or sickness including the necessary care and treatment of premature birth and medically diagnosed congenital defects and birth abnormalities. The coverage required by this section applies to any subsequent health benefit plan that is purchased providing coverage for that newly born or newly adopted child if application for the subsequent coverage is made within sixty-three days of the termination of the prior coverage and if the coverage is issued pursuant to § 58-17-85. The provisions of §§ 58-17-30.2 to 58-17-30.4, inclusive, apply to any individually written health benefit plan issued or renewed by any health insurer, health carrier, health maintenance organization, fraternal benefit society, nonprofit medical and surgical plan, nonprofit hospital service plan, or other entity providing coverage through a health benefit plan subject to the provisions of this title. Section 2. That § 58-17-85 be repealed. 58-17-85. If a person has an aggregate of at least twelve months of creditable coverage, is a resident of this state, and applies within sixty-three days of the date of losing prior creditable coverage, the person is eligible for coverage as provided for in §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, if none of the following apply: (1) The applicant is eligible for continuation of coverage under an employer plan; (2) The person is eligible for an employer group plan, Part A or Part B of medicare, or medicaid; (3) The person has other health insurance coverage; (4) The person's most recent coverage was terminated because of the person's nonpayment of premium or fraud; (5) The person loses coverage under a short term or limited duration plan; or (6) The person's last coverage was creditable coverage as defined in subdivision 58-17-69(13) or a federal preexisting condition insurance plan. Any person who has exhausted continuation rights and who is eligible for conversion or other individual or association coverage has the option of obtaining coverage pursuant to this section or the conversion plan or other coverage. If a person chooses conversion coverage, other than pursuant to § 58-17-74, in lieu of coverage pursuant to this section and the person later exhausts the lifetime maximum of the conversion coverage, the person may obtain coverage pursuant to this section as long as the person continues to satisfy the criteria of this section. A person who is otherwise eligible for the issuance of coverage pursuant to this section may not be required to show proof that coverage was denied by another carrier. For purposes of this section, reasonable evidence that the prospective enrollee is a resident of this state shall be required. Factors that may be considered include a driver's license, voter registration, and where the prospective enrollee resides. Any person who was eligible for the risk pool and opted for coverage pursuant to § 58-17-74 may, at any time while covered under that policy or within sixty-three days of terminating that coverage, elect to enroll in the risk pool. Section 3. That § 58-17-85.1 be repealed. 58-17-85.1. Any health carrier with any in force individual health benefit plan issued in accordance with § 58-17-85 prior to August 1, 2003, shall offer, at the option of the insured, additional deductible options of the following: (1) One thousand dollars with a four thousand dollar out-of-pocket coinsurance maximum; (2) Three thousand dollars with a two thousand dollar out-of-pocket coinsurance maximum; (3) Five thousand dollars with no more than a twenty-five percent coinsurance; and (4) Ten thousand dollars with a twelve thousand two hundred fifty dollar out-of-pocket maximum, including the deductible. Any additional deductible option, with the exception of the five thousand dollar option, may not require that the insured be responsible for more than a fifty percent coinsurance. If the policy is a family policy, the health carrier may satisfy the options listed above by offering amounts that are twice the amounts provided in subdivisions (1) to (4), inclusive. The premium rates for these benefit plans shall be adjusted based upon the actuarial difference in benefits. A health carrier is not required to offer a deductible option if that option would decrease the insured's deductible or out-of-pocket maximum. The director may approve alternatives to those deductible options specified in this section if the alternatives are consistent with the offering of increased deductible options to insureds and at least one of the alternatives is consistent with the formation of a health savings account as provided for by 26 U.S.C. § 223. Section 4. That § 58-17-114 be amended to read as follows: 58-17-114. Terms used in §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, mean: (1) \"Carrier,\" any person that provides health insurance in the state, including an insurance company, a prepaid hospital or medical service plan, a health maintenance organization, a multiple employer welfare arrangement, a carrier providing excess or stop loss coverage to a self-funded employer, and any other entity providing a plan of health insurance or health benefits subject to state insurance regulation. The term, carrier, includes any health benefit plan issued through an association or trust. The term, carrier, does not include excess or stop loss covering a risk of insurance as defined in §§ 58-9-5 to 58-9-33, inclusive, and does not include health insurance for coverages that are not health benefit plans issued by insurance companies, prepaid hospital or medical service plans, or health maintenance organizations; (2) \"Director,\" the director of the Division of Insurance; (3) \"Enrollee,\" any individual who is provided qualified comprehensive health coverage under the risk pool; (4) \"Health benefit plan,\" as defined in subdivision 58-17-66(9); (5) \"Health care facility,\" any health care facility licensed pursuant to chapter 34-12; (6) \"Health insurance,\" as defined in § 58-9-3; (7) \"Medicaid,\" the federal-state assistance program established under Title XIX of the Social Security Act; (8) \"Medicare,\" the federal government health insurance program established under Title XVIII of the Social Security Act; (9) \"Policy,\" any contract, policy, or plan of health insurance; (10) \"Policy year,\" any consecutive twelve-month period during which a policy provides or obligates the carrier to provide health insurance. Section 5. That § 58-17-115 be repealed. 58-17-115. There is established a risk pool to provide health insurance coverage, pursuant to the provisions of §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, to each eligible South Dakota resident who applies for coverage after July 31, 2003. Section 6. That § 58-17-117 be repealed. 58-17-117. The board shall request bids for an administrator of the risk pool. Such contract with an administrator shall be designed to become effective no later than July 1, 2005. If the board determines that the bids are not consistent with the efficient operation of the risk pool, the board may continue to administer the risk pool and to contract for services. Regardless, the board shall perform all appropriate oversight functions. Section 7. That § 58-17-118 be repealed. 58-17-118. There is established an advisory panel to the board consisting of two lay members, one of which shall be an employee, and at least one representative of each of the following: individual health insurance carriers, group health insurance carriers, health care providers, insurance producers, health care facilities, self-insurers, and employers as well as one state senator appointed by the president pro tempore of the Senate and one state representative appointed by the speaker of the House of Representatives. The Governor shall appoint the nonlegislative representatives of the advisory panel for a specific term not less than two years and not more than three years. The terms of service shall overlap. The advisory panel may make recommendations to the board regarding benefits and exclusions in the risk pool coverage, eligibility for the risk pool, assessments of carriers, and operation of the risk pool. The board shall consider any input from the advisory panel in making any decisions relative to rule-making, benefits, exclusions, eligibility, assessments, and risk pool operation, and shall sponsor and attend such meetings as may be necessary between the board and the advisory panel to provide the input as required by this section. Section 8. That § 58-17-121 be amended to read as follows: 58-17-121. The board has the general powers and authority enumerated by §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, and, in addition to the responsibilities in § 58-17-119, may: (1) Enter into any contract as necessary or proper to carry out §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive; (2) Take any legal action necessary or proper for recovery of any assessments for, on behalf of, or against participating carriers; (3) Take any legal action necessary to avoid the payment of improper claims against the risk pool or the coverage provided by or through the risk pool; (4) Use medical review to determine that care is clinically appropriate and cost effective for the risk pool; (5) Establish appropriate rates, scales of rates, rate classifications, and rating adjustments, none of which may be unreasonable in relation to the coverage provided and the reasonable operational expenses of the risk pool; (6) Issue risk pool plans on an indemnity, network, or provision of service basis and may design, utilize, contract, or otherwise arrange for the delivery of cost effective health care services, including establishing or contracting with preferred provider organizations, health maintenance organizations, and other limited network provider arrangements in providing the coverage required by §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive; (7) Create appropriate legal, actuarial, and other committees necessary to provide technical assistance in the operation of the risk pool, plan and other contract design, and any other functions within the authority of the risk pool; and (8) Provide, by including a provision in its plans, for subrogation rights by the risk pool for situations in which the risk pool pays expenses on behalf of an individual who is injured or suffers a disease under circumstances creating a liability upon another person to pay damages to the extent of the expenses paid by the risk pool, but only to the extent the damages exceed the plan deductible and coinsurance amounts paid by the enrollee; and (9) Allow an applicant who is not otherwise eligible for coverage pursuant to § 58-17-85 to enroll in the risk pool if all of the following are met: (a) The applicant is covered by an individual health benefit plan that is no longer being marketed in this state and has a premium rate that exceeds two hundred percent of the applicable rate, based upon that person's rating characteristics, charged to risk pool enrollees; (b) The risk pool's financial solvency would not be impaired by enrolling the applicants under this subdivision; (c) Sufficient federal funding exists to cover expected losses for those enrolled pursuant to this subdivision; and (d) The number of applicants enrolled into the risk pool pursuant to this subdivision in any given calendar year does not exceed three percent of the total number of covered persons in individual health benefit plans that are no longer being marketed in this state. Nothing in §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, constitutes a waiver of immunity. Section 9. That § 58-17-123 be amended to read as follows: 58-17-123. An enrollee shall notify any health care provider or any provider of pharmacy goods or services prior to receiving goods or services or as soon as reasonably possible that the enrollee is qualified to receive comprehensive coverage under the risk pool. Any health care provider or provider of pharmacy goods or services who provides goods or services to an enrollee and requests payment is deemed to have agreed to the reimbursement system as provided for in §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive. Each health care provider shall be reimbursed using medicare reimbursement methodologies at a rate that is designed to achieve a payment that is equivalent to one hundred thirty-five percent of South Dakota's medicaid reimbursement for the goods or services delivered. Each provider of pharmacy goods or services shall be reimbursed at one hundred fifteen percent of South Dakota's medicaid reimbursement for any goods or services provided. Any reimbursement rate to a provider is limited to the lesser of billed charges or the rates as provided by this section. In no event may a provider collect or attempt to collect from an enrollee any money owed to the provider by the risk pool nor may the provider have any recourse against an enrollee for any covered charges in excess of the copayment, coinsurance, or deductible amounts specified in the coverage. However, the provider may bill the enrollee for noncovered services. Section 10. That § 58-17-125 be repealed. 58-17-125. The premium rates for coverages provided by the risk pool may not be unreasonable in relation to the benefits provided, the risk experience, and the reasonable expenses of providing coverage. Case characteristics as allowed pursuant to § 58-17-74 may be used in establishing rates for those covered by the risk pool. The rates shall take into consideration the extra morbidity and administrative expenses, if any, for enrollees in the risk pool. The rates for a given classification for those that qualify for coverage pursuant to § 58-17-85 shall be one hundred fifty percent of the average actively marketed premium or payment rate for that classification charged by the carriers with the largest number of individual health benefit plans in the state during the preceding calendar year. For purposes of this section, only individual health benefit plans that are being actively marketed to the general public may be utilized in determining the largest carriers. The board shall select a sufficient number of carriers from which to calculate the average so that at least ninety percent of the market is represented and the carriers selected sequentially have the largest number of actively marketed health benefit plans. The number of carriers selected may not be less than three. In determining the average rate of the largest individual health carriers, the rates or payments charged by the carriers shall be actuarially adjusted to determine the rate or payment that would have been charged for benefits similar to those provided by the risk pool. Section 11. That § 58-17-126 be amended to read as follows: 58-17-126. Following the close of each fiscal year, the board shall determine the net premiums and payments, the expenses of administration, and the incurred losses of the risk pool for the year. In sharing losses among the carriers, the board may abate or defer in any part the assessment of a carrier, if, in the opinion of the board, payment of the assessment would endanger the ability of the carrier to fulfill its contractual obligations. The board may also provide for an initial or interim assessment against carriers if necessary to assure the financial capability of the risk pool to meet the incurred or estimated claims expenses or operating expenses of the risk pool. This assessment may not exceed twenty-five cents per covered life per month from the time period the risk pool becomes effective. Any assessment made after June 30, 2009, may not be in excess of thirty-five cents per covered life per month. Net gains shall be held at interest to offset future losses or allocated to reduce future assessments. The assessment of each carrier shall be based upon the number of persons each carrier covers through primary, excess, and stop loss insurance in this state and shall be as follows: (1) In addition to the powers enumerated in §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, the board may assess carriers in accordance with the provisions of this section, and make advance interim assessments as may be reasonable and necessary for the risk pool's organizational and interim operating expenses; (2) Following the close of each fiscal year, the board shall determine the expenses of administration, the net premiums (premiums less reasonable administrative expense allowances), and the incurred losses for the year, taking into account investment income and other appropriate gains and losses. The deficit incurred by the risk pool shall be recouped by assessments apportioned under this section by the board among carriers and from other sources as may be allowed under law; (3) Each carrier's assessment shall be determined by multiplying the total assessment of all carriers as determined in subdivision (2) by a fraction, the numerator of which equals the number of individuals in this state covered under health benefit plans and certificates, including by way of excess or stop loss coverage, by that carrier, and the denominator of which equals the total number of all individuals in this state covered under health insurance policies and certificates, including by way of excess or stop loss coverage, by all carriers, all determined as of the end of the prior calendar year; (4) The board shall make reasonable efforts designed to ensure that each insured individual is counted only once with respect to any assessment. For that purpose, the board shall require each carrier that obtains excess or stop loss insurance to include in its count of insured individuals all individuals whose coverage is reinsured, including by way of excess or stop loss coverage, in whole or part. The board shall allow a carrier who is an excess or stop loss carrier to exclude from its number of insured individuals those who have been counted by the primary carrier, the primary reinsurer, or the primary excess or stop loss carrier for the purpose of determining its assessment under this section; (5) Each carrier shall file with the board annual statements and other reports deemed to be necessary by the board. The board shall determine each carrier's assessment based on these annual statements and reports. The board may use any reasonable method of estimating the number of insureds of a carrier if the specific number is unknown. With respect to carriers that are excess or stop loss carriers, the board may use any reasonable method of estimating the number of persons insured by each reinsurer or excess or stop loss carrier; (6) Each carrier may petition the board for an abatement or deferment of all or part of an assessment imposed by the board. The board may abate or defer, in whole or in part, the assessment if, in the opinion of the board, payment of the assessment would endanger the ability of the carrier to fulfill the carrier's contractual obligations. If an assessment against a carrier is abated or deferred in whole or in part, the amount by which the assessment is abated or deferred may be assessed against the other carriers in a manner consistent with the basis for assessments set forth in this section. The carrier receiving the deferment is liable to the risk pool and remains liable for the deficiency. Any assessment of the carrier is due and payable on any covered person who is a resident in this state regardless of the state of issuance of the policy or master policy. Section 12. That § 58-17-127 be repealed. 58-17-127. The board may conduct periodic audits to assure the general accuracy of the financial data submitted to it and may require the plan administrator or any contractor to provide the board with an annual audit of its operations to be made by an independent certified public accountant. Section 13. That § 58-17-128 be repealed. 58-17-128. Any plan provided pursuant to §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, shall be filed with and approved by the director before its use. Section 14. That § 58-17-129 be repealed. 58-17-129. No fee or tax levied by this state or any of its political subdivisions applies to the risk pool or any function of the risk pool performed in pursuance of §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive. Section 15. That § 58-17-130 be repealed. 58-17-130. The risk pool shall offer at least three plan designs that provide comprehensive coverage benefits consistent with major medical coverage currently being offered in the individual health insurance market. The coverage and benefits for plans provided pursuant to §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, may be established by the board, consistent with the requirements of §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, and may not be altered by any other state law without specific reference to §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, indicating a legislative intent to add or delete from the coverage provided pursuant to §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive. All plans shall cover biologically-based mental illnesses on the same basis as other covered illnesses. The board may create plan designs to meet federal requirements for qualifying high deductible health plans for health savings accounts. Section 16. That § 58-17-131 be repealed. 58-17-131. Each plan shall include disease management programs that contain cost containment mechanisms. If the enrollee does not enroll and participate in the applicable cost containment activities, the enrollee is responsible for fifty percent of the eligible expenses for related services after the deductible is met, and there is no maximum out-of-pocket coinsurance amount. Section 17. That § 58-17-132 be repealed. 58-17-132. Each plan shall provide pharmacy benefits. The cost sharing provisions for the pharmacy benefit shall be established by the board and outlined in the plan document. Section 18. That § 58-17-133 be repealed. 58-17-133. Each plan shall offer the following plan-year benefit maximums: (1) Thirty days coverage for inpatient alcoholism and substance abuse treatment; (2) Two thousand dollars for outpatient alcoholism and substance abuse treatment; and (3) Nine hundred dollars for up to thirty outpatient mental health visits for qualified conditions that are not biologically-based. Section 19. That § 58-17-134 be repealed. 58-17-134. Each plan shall provide the following lifetime benefit maximums: (1) Two million dollars in paid expenses; and (2) Ninety days coverage for inpatient alcoholism and substance abuse treatment. Section 20. That § 58-17-135 be repealed. 58-17-135. Any plan provided pursuant to §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, shall extend newborn coverage pursuant to §§ 58-17-30.2 to 58-17-30.4, inclusive, and shall provide that the newborn is eligible for an individual risk pool plan unless deemed ineligible pursuant to § 58-17-136. Section 21. That § 58-17-136 be repealed. 58-17-136. Except as otherwise provided in §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, no person is eligible for a plan created by §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, if the person, on the effective date of coverage, has or will have coverage as an insured or covered dependent under any insurance plan that has creditable coverage as defined in § 58-17-69; is eligible for benefits under chapter 28-6 at the time of application; is an inmate of any public institution or is eligible for public programs for which medical care is provided; or has his or her premiums paid for or reimbursed under any government sponsored program or by any government agency or health care provider, except as an otherwise qualifying full-time employee, or dependent thereof, of a government agency or health care provider. Coverage under a plan provided pursuant to §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, is in excess of, and may not duplicate, coverage under any other form of health insurance, employee/employer welfare plan, medical coverage under any homeowner's or motorized vehicle insurance, no-fault automobile coverage, service or payment received under the laws of any national, state, or local government, TRICARE, or CHAMPUS. This section does not apply to those persons meeting the provisions of chapter 28-13. An enrollee of the risk pool who has met the lifetime maximum under the risk pool plan is ineligible for further benefits as an enrollee in the risk pool. Coverage provided pursuant to §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, terminates for any person on the date that, if such circumstance had been present at the time of application, the person would have been ineligible for coverage provided by §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive. Coverage may also be terminated for nonpayment of premiums. For purposes of this section, if any premium is paid to the risk pool by an employer, other than an employer with only one employee, the enrollee is deemed to have equivalent coverage and is ineligible for the risk pool. Section 22. That § 58-17-137 be repealed. 58-17-137. The rates for any plan created by §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, may not change except on a class basis with a clear disclosure in the plan. Section 23. That § 58-17-138 be amended to read as follows: 58-17-138. None of the following may be the basis of any civil action or criminal liability against the board or any individual member of the board, or the risk pool, either jointly or separately: the establishment of rates, forms, or procedures for coverage provided pursuant to §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive; serving as a member or carrying out the functions of the board; or any joint or collective action required by §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive. Any person aggrieved by a determination or administrative action made pursuant to §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, may request a contested case hearing pursuant to chapter 1-26, which constitutes the person's sole remedy. Section 24. That § 58-17-139 be repealed. 58-17-139. Any carrier authorized to provide individual health care insurance or coverage for health care services in this state shall provide notice of the availability of the coverage provided by §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive, and an application for such coverage to those individuals eligible pursuant to § 58-17-85. The director shall prescribe the format for the notice, and the board shall prescribe the application forms and make them available to the carriers. Section 25. That § 58-17-140 be repealed. 58-17-140. Any carrier that issued a basic or standard policy pursuant to § 58-17-85 prior to August 1, 2003, with an original effective date of August 1, 2003, or thereafter, to a person who applied for a basic or standard policy and is eligible for the risk pool may rescind that policy. The carrier shall forward all application materials of any person whose policy was rescinded pursuant to this section to the risk pool and the person shall be provided with coverage under the risk pool as provided by §§ 58-17-68, 58-17-70, 58-17-85, and 58-17-113 to 58-17-142, inclusive. Section 26. That § 58-17-141 be repealed. 58-17-141. No commission paid to any insurance producer for placing coverage with the risk pool may exceed three percent. Section 27. That § 58-17-142 be amended to read as follows: 58-17-142. Any carrier of any in force individual health benefit plan issued in accordance with § 58-17-85 guarantee issued policies prior to August 1, 2003, for which rates are established pursuant to § 58-17-75, may set and charge a maximum premium rate of not more than two and two-tenths times the base premium rate until January 1, 2005, and may set and charge a maximum premium rate of not more than two and one-half times the base premium rate for each year thereafter, if the carrier actively markets individual major medical policies in this state during the entire year of 2003 and each year thereafter. If, in any year after 2003, the carrier discontinues actively marketing individual health benefit plans in this state, the premium rate provisions of § 58-17-75 apply to those policies in force issued pursuant to § 58-17-85 guarantee issued policies from the date of the carrier's discontinuance of active marketing. The provisions of this section apply only to grandfathered plans pursuant to 75 Fed. Reg. 116 (2010) to be codified at 26 C.F.R. §§ 54 and 602, as of January 1, 2015, and 29 C.F.R. § 2590, as of January 1, 2015, and 45 C.F.R. § 147, as of January 1, 2015. Section 28. That § 58-17-144 be repealed. 58-17-144. A person under the age of nineteen, who is not otherwise qualified for the risk pool pursuant to § 58-17-85, may enroll in the risk pool if the following conditions are met: (1) The person is a citizen of the United States of America and a resident of this state; (2) The person has been rejected, or offered coverage conditioned upon exclusionary riders, by at least one carrier in the individual market for comprehensive major medical coverage in the last six months; (3) The person has not had comprehensive major medical coverage or other creditable coverage within the six months preceding application for the risk pool; and (4) The person is not covered or eligible to be covered by any other creditable coverage. The risk pool board may establish open enrollment periods for persons, which qualify for enrollment pursuant to this section and which have been without creditable coverage for at least twelve months. No enrollee is subject to a preexisting waiting period as defined by § 58-17-84 during an open enrollment period. The open enrollment period shall be two months in duration. Section 29. That § 58-17-145 be repealed. 58-17-145. Any person qualifying for coverage in the risk pool pursuant to § 58-17-144 and who does not enroll during the sixty-day open enrollment period is subject to a six-month waiting period for preexisting conditions as defined by § 58-17-84. Section 30. That chapter 58-17 be amended by adding thereto a NEW SECTION to read as follows: Any person covered under a risk pool established pursuant to the provisions of § 58-17-113 in the state of South Dakota may submit a health claim within six months from June 30, 2015. Each claim shall be submitted in writing to the Bureau of Human Resources. A claim shall be paid in accordance with the South Dakota risk pool plan document in effect July 1, 2014, through June 30, 2015, inclusive. Section 31. That § 58-18-7.11 be amended to read as follows: 58-18-7.11. No insurer may be required to offer or renew a continuation or conversion policy covering any person if: (1) The person is covered for similar benefits by another individual or group policy; (2) Similar benefits are provided for or available to such person, by reason of any state or federal law, except any person who becomes entitled to Medicare on or before continuation is elected or who is covered under another group plan on or before continuation is elected; (3) The benefits under sources of the kind referred to in subdivision (1) for such person or benefits provided or available under sources of the kind referred to in subdivision (2) for such person, together with the continued or converted policy's benefits, would result in overinsurance according to the insurer's standards for overinsurance; (4) There has been fraud or material misrepresentation in applying for any benefits under continued or converted policy; (5) The person failed to pay any required contribution; (6) There has been cancellation of all similar insurance policies in the entire state; (7) For cause on the same basis, the plan could terminate the coverage of a similarly situated active employee; (8) The person was terminated from employment for gross misconduct; or (9) The group health insurance policy is terminated by an insurer as a result of the group not meeting an insurer's participation or eligibility requirements. A person covered under a group health insurance policy that is terminated for not meeting the insurer's participation or eligibility requirements is not required to meet the twelve-month requirement for prior creditable coverage pursuant to § 58-17-85 in order to become eligible for the risk pool. Section 32. That ARSD 20:06:48:01 be repealed. 20:06:48:01. Eligible person -- Defined. An eligible person is a person eligible for risk pool coverage pursuant to SDCL 58-17-85 and 58-17-136. Section 33. That ARSD 20:06:48:02 to 20:06:48:08, inclusive, and 20:06:48:10 to 20:06:48:20, inclusive, and 20:06:48:22 be repealed. Section 34. That ARSD 20:06:48:09 be amended to read as follows: 20:06:48:09. Appeals. If a claim is denied, the aggrieved party may appeal in writing to the claims administrator within 180 90 days of the date of the denial at the address listed on the explanation of benefits (EOB) or in the written utilization review denial. If the claims administrator again denies the claim, the aggrieved party may appeal in writing to the administrator of the risk pool, c/o the Bureau of Human Resources, 500 East Capitol Avenue, Pierre, SD 57501, within 30 days of receiving notification of the denial. The administrator of the risk pool shall issue a written decision within 30 15 days from the date that the appeal is received. If the administrator of the risk pool denies the claim, the aggrieved party may appeal in writing to the risk pool board within 30 days of receiving notification of the denial and the board shall issue a written decision on the appeal within 15 days from the date the appeal is received. If the risk pool board denies the claim, the aggrieved party may request a hearing before the Office of Hearing Examiners within 30 days of receiving notification of the denial. If the subject matter of the appeal is not a claim, the aggrieved party shall file an appeal directly to the administrator of the risk pool within 180 90 days of the date of the decision, and if not satisfied with the decision of the administrator of the risk pool, may appeal to the board within 30 days of the date of that decision. If the aggrieved party is not satisfied with the decision of the board, the aggrieved party may request a hearing before the Office of Hearing Examiners within 30 days of receiving notification of the board's decision. Prior to the board hearing an appeal the chair of the risk pool board shall appoint a member of the board to serve as the final decision maker. The final decision maker may not participate in the appeal or in any discussions related to the appeal. The final decision maker may accept, reject, or modify the findings, conclusions, and decisions of the hearing examiner pursuant to SDCL 1-26D-6. The aggrieved party may appeal any final decision to the circuit court in accordance with SDCL chapter 1-26. If an aggrieved party fails to appeal within the time limits provided in this section, no further action is required. Section 35. That ARSD 20:06:48:09 and 20:06:48:21 be repealed on January 1, 2017. Section 36. That §§ 58-17-113, 58-17-114, 58-17-116, 58-17-119, 58-17-120, 58-17-121, 58-17-122, 58-17-123, 58-17-124, 58-17-126, 58-17-138, and 58-17-143 be repealed on January 1, 2017."}, {"bill_id": 6324, "bill_version_id": 36288, "bill_version": "Enrolled", "bill_version_date": "2015-03-10T08:47:10.733-05:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6324, "action_date": "2015-01-13T12:00:00-06:00", "document_id": 33112, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33112.pdf", "status_text": "First Reading House", "journal_page": 25, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6324, "action_date": "2015-01-14T13:00:00-06:00", "document_id": 33159, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33159.pdf", "status_text": "Referred to", "journal_page": 38, "committee_id_action": 286, "committee_id_assigned": 275, "result": "N", "vote": {}}, {"bill_id": 6324, "action_date": "2015-01-20T07:45:00-06:00", "document_id": 33161, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33161.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 275, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6324, "action_date": "2015-01-20T07:45:00-06:00", "document_id": 33294, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33294.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 275, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6324, "action_date": "2015-01-20T07:45:00-06:00", "document_id": 33294, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33294.pdf", "status_text": "Do Pass Amended", "journal_page": 54, "committee_id_action": 275, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17519, "president_vote": null, "Yea": [928, 923, 941, 929, 948, 909, 958, 930, 926, 955, 934, 946, 881]}}, {"bill_id": 6324, "action_date": "2015-01-20T07:45:00-06:00", "document_id": 33294, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33294.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 275, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6324, "action_date": "2015-01-22T14:00:00-06:00", "document_id": 33495, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33495.pdf", "status_text": "Do Pass Amended", "journal_page": 86, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17644, "president_vote": null, "Yea": [883, 915, 952, 884, 888, 928, 923, 925, 875, 931, 941, 927, 857, 859, 917, 924, 929, 947, 937, 948, 882, 909, 946, 958, 913, 887, 951, 861, 905, 919, 956, 936, 879, 907, 939, 920, 930, 953, 881, 906, 908, 940, 935, 916, 911, 910, 863, 864, 914, 922, 933, 866, 867, 926, 955, 869, 950, 912, 904, 918, 954, 932, 949, 934, 957, 874], "Excused": [938, 945, 865, 921]}}, {"bill_id": 6324, "action_date": "2015-01-23T13:00:00-06:00", "document_id": 33602, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33602.pdf", "status_text": "First Reading Senate", "journal_page": 105, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6324, "action_date": "2015-01-29T14:00:00-06:00", "document_id": 34111, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34111.pdf", "status_text": "Referred to", "journal_page": 237, "committee_id_action": 284, "committee_id_assigned": 283, "result": "N", "vote": {}}, {"bill_id": 6324, "action_date": "2015-02-27T08:00:00-06:00", "document_id": 35557, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35557.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 283, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6324, "action_date": "2015-03-03T08:00:00-06:00", "document_id": 35659, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35659.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 283, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6324, "action_date": "2015-03-04T08:00:00-06:00", "document_id": 35716, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35716.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 283, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6324, "action_date": "2015-03-05T08:00:00-06:00", "document_id": 35818, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35818.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 283, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6324, "action_date": "2015-03-06T08:00:00-06:00", "document_id": 35940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35940.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 283, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6324, "action_date": "2015-03-06T08:00:00-06:00", "document_id": 36129, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36129.pdf", "status_text": "Do Pass", "journal_page": 619, "committee_id_action": 283, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19532, "president_vote": null, "Yea": [855, 893, 897, 876, 903, 873, 942, 892, 886]}}, {"bill_id": 6324, "action_date": "2015-03-09T14:00:00-05:00", "document_id": 36247, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36247.pdf", "status_text": "Do Pass Amended", "journal_page": 639, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19611, "president_vote": null, "Yea": [853, 854, 855, 856, 943, 858, 889, 894, 903, 876, 885, 896, 895, 890, 900, 942, 893, 886, 862, 880, 944, 902, 877, 868, 871, 892, 872, 873, 878, 897], "Excused": [860, 899], "Nay": [901, 898, 891]}}, {"bill_id": 6324, "action_date": "2015-03-10T10:00:00-05:00", "document_id": 36314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36314.pdf", "status_text": "Signed by the Speaker", "journal_page": 713, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6324, "action_date": "2015-03-11T10:00:00-05:00", "document_id": 36378, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36378.pdf", "status_text": "Signed by the President", "journal_page": 666, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6324, "action_date": "2015-03-12T10:00:00-05:00", "document_id": 36454, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36454.pdf", "status_text": "Delivered to the Governor", "journal_page": 765, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6324, "action_date": "2015-03-13T09:00:00-05:00", "document_id": 36556, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36556.pdf", "status_text": "Signed by the Governor", "journal_page": 780, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6006}