{"session_id": 15, "bill_id": 3757, "bill_type": "House Bill", "bill_number": 1267, "bill_title": "provide for the establishment and maintenance of a felony domestic violence registry and to provide certain penalties for the violation thereof.", "sponsors": [{"legislator_profile_id": 288, "is_prime": true}, {"legislator_profile_id": 295, "is_prime": true}, {"legislator_profile_id": 281, "is_prime": false}, {"legislator_profile_id": 268, "is_prime": false}, {"legislator_profile_id": 297, "is_prime": false}, {"legislator_profile_id": 299, "is_prime": false}, {"legislator_profile_id": 292, "is_prime": false}, {"legislator_profile_id": 304, "is_prime": false}, {"legislator_profile_id": 303, "is_prime": false}, {"legislator_profile_id": 307, "is_prime": false}, {"legislator_profile_id": 306, "is_prime": false}], "keywords": ["Domestic Relations"], "audio": [{"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hju20.mp3", "start_seconds": 410.0}, {"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hju20.mp3", "start_seconds": 410.0}, {"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hju20.mp3", "start_seconds": 410.0}], "bill_versions": [{"bill_id": 3757, "bill_version_id": 20244, "bill_version": "Introduced", "bill_version_date": "2012-01-26T09:50:05.327-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the establishment and maintenance of a felony domestic violence registry and to provide certain penalties for the violation thereof. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For the purposes of this Act, a domestic violence offender is any person who is convicted of any felony domestic violence offense as set forth in state statute. Section 2. The Office of the Attorney General shall establish and maintain a file of all persons required to register pursuant to the provisions of this Act which shall include the following information of each registrant: (1) The domestic violence offender's name, all aliases used, date of birth, sex, race, height, weight, eye color, driver license number, home address and/or expected place of domicile, any internet accounts with internet access providers belonging to such offender and internet identifiers that such offender uses; (2) A photograph and set of fingerprints. The Office of the Attorney General shall, during the period of registration, update such photograph once every three years. The Office of the Attorney General shall notify the domestic violence offender by mail of the duty to appear and be photographed at the specified law enforcement agency having jurisdiction. Such notification shall be mailed at least thirty days and not more than sixty days before the photograph is required to be taken pursuant to this Act; (3) A description of the offense for which the domestic violence offender was convicted, the date of conviction, and the sentence imposed; (4) The name and address of any institution of higher education at which the domestic violence offender is or expects to be enrolled, attending, or employed, whether for compensation or not, and whether such offender resides in or will reside in a facility owned or operated by such institution; (5) The employment address and/or expected place of employment of the domestic violence offender; and (6) Any other information deemed pertinent by the Office of the Attorney General. Section 3. The Office of the Attorney General shall make the registry available to any regional or national registry of domestic violence offenders for the purpose of sharing information. The Office of the Attorney General shall accept files from any regional or national registry of domestic violence offenders and shall make such files available when requested pursuant to the provisions of this Act. Section 4. No official, agency, authorized person, or entity, whether public or private, is subject to any civil liability for damages for any decision or action made in the ordinary course of business of that official, agency, authorized person, or entity pursuant to this Act, if that such official, agency, authorized person, or entity acted reasonably and in good faith with respect to such registry information. Section 5. The Office of the Attorney General shall require that no information included in the registry shall be made available except in the furtherance of the provisions of this Act. Section 6. The Office of the Attorney General shall develop a standardized registration form to be made available to the appropriate authorities and shall promulgate rules pursuant to chapter 1-26 to implement the provisions of this section. Such form shall be written in clear and concise language and shall advise the domestic violence offender of his or her duties and obligations under this Act. Section 7. The Office of the Attorney General shall mail a nonforwardable verification form to the last reported address of the domestic violence offender for annual verification requirements. Section 8. The Office of the Attorney General shall charge a fee of ten dollars each time a domestic violence offender registers any change of address or any change of his or her status of enrollment, attendance, employment, or residence at any institution of higher education as required by this Act. The fee shall be paid to the Office of the Attorney General by the domestic violence offender to compensate the Office of the Attorney General for the expenses of administering this Act. Section 9. The Office of the Attorney General shall, upon the request of any authorized internet entity, release to such entity internet identifiers that would enable such entity to prescreen or remove domestic violence offenders from its services or, in conformity with state and federal law, advise law enforcement or other governmental entities of potential violations of law or threats to public safety. Before releasing any information the Office of the Attorney General shall require an authorized internet entity that requests information from the registry to submit to the division the name, address, and telephone number of such entity and the specific legal nature and corporate status of such entity. The Office of the Attorney General may charge an authorized internet entity a five dollar fee for access to registered internet identifiers requested by such entity pursuant to this section. The Office of the Attorney General shall promulgate rules pursuant to chapter 1-26 relating to procedures for the release of information in the registry, including the disclosure and redisclosure of such information, and the imposition of any fees. Section 10. In the case of any domestic violence offender, it is the duty of the Department of Corrections, hospital, or local correctional facility at least ten calendar days prior to the release or discharge of any domestic violence offender from a correctional facility, hospital, or local correctional facility to notify the Office of the Attorney General of the contemplated release or discharge of such domestic violence offender, informing the Office of the Attorney General in writing on a form provided by the Office of the Attorney General indicating the address at which he or she proposes to reside and the name and address of any institution of higher education at which he or she expects to be enrolled, attending, or employed, whether for compensation or not, and whether he or she resides in or will reside in a facility owned or operated by such institution. If such domestic violence offender changes his or her place of residence while on parole, such notification of the change of residence shall be sent by the domestic violence offender's parole officer within forty-eight hours to the Office of the Attorney General on a form provided by the Office of the Attorney General. If such domestic violence offender changes the status of his or her enrollment, attendance, employment, or residence at any institution of higher education while on parole, such notification of the change of status shall be sent by the domestic violence offender's parole officer within forty-eight hours to the Office of the Attorney General on a form provided by the Office of the Attorney General. Section 11. In the case of any domestic violence offender on probation, it is the duty of the domestic violence offender's probation officer to notify the Office of the Attorney General within forty-eight hours of the new place of residence on a form provided by the Office of the Attorney General. If such domestic violence offender changes the status of his or her enrollment, attendance, employment, or residence at any institution of higher education while on probation, such notification of the change of status shall be sent by the domestic violence offender's probation officer within forty-eight hours to the Office of the Attorney General on a form provided by the Office of the Attorney General. Section 12. If any domestic violence offender escapes from a state or local correctional facility or hospital, the designated official of the facility or hospital where the person was confined shall notify within twenty-four hours the law enforcement agency having had jurisdiction at the time of his or her conviction, informing such law enforcement agency of the name and aliases of the person, and the address at which he or she resided at the time of his or her conviction, the amount of time remaining to be served, if any, on the full term for which he or she was sentenced, and the nature of the crime for which he or she was sentenced, transmitting at the same time a copy of such domestic violence offender's fingerprints and photograph and a summary of his or her criminal record. Section 13. The Office of the Attorney General shall provide general information, in registration materials and annual correspondence, to registrants concerning notification and registration procedures that may apply if the registrant is authorized to relocate and relocates to another state or United States possession, or commences employment or attendance at an education institution in another state or United States possession. Such information shall include addresses and telephone numbers for relevant agencies from which additional information may be obtained. Section 14. Upon conviction of any domestic abuse, the court shall certify that the person is a domestic violence offender and shall include the certification in the order of commitment, if any, and judgment of conviction. The court shall also advise the domestic violence offender of his or her duties under this Act. Failure to include the certification in the order of commitment or the judgment of conviction does not relieve a domestic violence offender of the obligations imposed by this Act. Section 15. Any domestic violence offender, who is released on probation or discharged upon payment of a fine, conditional discharge, or unconditional discharge shall, prior to such release or discharge, be informed of his or her duty to register under this Act by the court in which he or she was convicted. At the time sentence is imposed, such domestic violence offender shall register with the Office of the Attorney General on a form prepared by the Office of the Attorney General. The court shall require the domestic violence offender to read and sign such form and to complete the registration portion of such form. The court shall on such form obtain the address where the domestic violence offender expects to reside upon his or her release, and the name and address of any institution of higher education he or she expects to be employed by, enrolled in, attending, or employed, whether for compensation or not, and whether he or she expects to reside in a facility owned or operated by such an institution, and shall report such information to the Office of the Attorney General. The court shall give one copy of the form to the domestic violence offender and shall send two copies to the Office of the Attorney General which shall forward the information to the law enforcement agencies having jurisdiction. If the court orders a domestic violence offender released on probation, such order must include a provision requiring that he or she comply with the requirements of this Act. Where such domestic violence offender violates such provision, probation may be immediately revoked. Section 16. Any domestic violence offender, to be discharged, paroled, released to post-release supervision, or released from any state or local correctional facility, hospital, or institution where he or she was confined or committed, shall at least fifteen calendar days prior to discharge, parole, or release, be informed of his or her duty to register under this Act, by the facility in which he or she was confined or committed. The facility shall require the domestic violence offender to read and sign such form as may be required by the Office of Attorney General stating the duty to register and the procedure for registration has been explained to him or her and to complete the registration portion of such form. The facility shall obtain on such form the address where the domestic violence offender expects to reside upon his or her discharge, parole, or release and the name and address of any institution of higher education he or she expects to be employed by, enrolled in, attending, or employed, whether for compensation or not, and whether he or she expects to reside in a facility owned or operated by such an institution, and shall report such information to the Office of the Attorney General. The facility shall give one copy of the form to the domestic violence offender, retain one copy, and shall send one copy to the Office of the Attorney General which shall provide the information to the law enforcement agencies having jurisdiction. The facility shall give the domestic violence offender a form prepared by the Office of the Attorney General, to register with the Office of the Attorney General at least fifteen calendar days prior to release and such form shall be completed, signed by the domestic violence offender, and sent to the Office of the Attorney General by the facility at least ten days prior to the domestic violence offender's release or discharge. Section 17. Any domestic violence offender shall, at least ten calendar days prior to discharge, parole, release to post-release supervision, or release from any state or local correctional facility, hospital, or institution where he or she was confined or committed, or, at the time sentence is imposed for any domestic violence offender released on probation or discharged upon payment of a fine, conditional discharge, or unconditional discharge, register with the Office of the Attorney General on a form prepared by the Office of the Attorney General. Section 18. For a domestic violence offender required to register under this Act on each anniversary of the domestic violence offender's initial registration date during the period in which he or she is required to register under this Act the following applies: (1) The domestic violence offender shall mail the verification form to the Office of the Attorney General within ten calendar days after receipt of the form; (2) The verification form shall be signed by the domestic violence offender, and state that he or she still resides at the address last reported to the Office of the Attorney General; (3) If the domestic violence offender fails to mail the signed verification form to the Office of the Attorney General within ten calendar days after receipt of the form, he or she is guilty of a Class 2 misdemeanor unless he or she proves that he or she has not changed his or her residence address; and (4) If the domestic violence offender, to whom a notice has been mailed at the last reported address pursuant to this Act, fails to personally appear at the law enforcement agency having jurisdiction, within twenty days of the anniversary of the domestic violence offender's initial registration, or an alternate later date scheduled by the law enforcement agency having jurisdiction, he or she is guilty of a Class 2 misdemeanor. The duty to personally appear for such updated photograph is temporarily suspended during any period in which the domestic violence offender is confined in any hospital or institution, and such domestic violence offender shall personally appear for such updated photograph no later than ninety days after release from such hospital or institution, or an alternate later date scheduled by the law enforcement agency having jurisdiction. Section 19. Any domestic violence offender shall register with the Office of the Attorney General no later than ten calendar days after any change of address, internet accounts with internet access providers belonging to such offender, internet identifiers that such offender uses, or his or her status of enrollment, attendance, employment, or residence at any institution of higher education. A fee of ten dollars, as authorized by this Act, shall be submitted by the domestic violence offender each time such offender registers any change of address or any change of his or her status or enrollment, attendance, employment, or residence at any institution of higher education. Any failure or omission to submit the required fee does not affect the acceptance by the Office of the Attorney General of the change of address or change of status. Section 20. The duty to register under the provisions of this Act are not applicable to any domestic violence offender whose conviction was reversed upon appeal or who was pardoned by the Governor. Section 21. Each parole or probation officer shall inform and shall register such domestic violence offender according to the requirements imposed by this Act. A parole or probation officer shall give one copy of the form to the domestic violence offender and shall, within three calendar days, send two copies electronically, or otherwise, to the Office of the Attorney General which shall forward one copy electronically, or otherwise, to the law enforcement agency having jurisdiction where the domestic violence offender resides upon his or her parole, probation, or upon any form of state or local conditional release. Section 22. The duration of registration and verification for a domestic violence offender shall be annually for a period of twenty years from the initial date of registration. Section 23. Registration and verification as required by this Act shall consist of a statement in writing signed by the domestic violence offender giving the information that is required by the Office of the Attorney General and the Office of the Attorney General shall enter the information into an appropriate electronic data base or file. Section 24. Upon receipt of a change of address by a domestic violence offender required to register under this Act, the Office of the Attorney General shall notify the local law enforcement agency having jurisdiction of the new place of residence and the local law enforcement agency where the domestic violence offender last resided of the new place of residence. Upon receipt of change of address information, the local law enforcement agency having jurisdiction of the new place of residence shall adhere to the notification provisions set forth in this Act. Section 25. The Office of the Attorney General shall, if the domestic violence offender changes residence to another state, notify the appropriate agency within that state of the new place of residence. Section 26. Upon receipt of a change in the status of the enrollment, attendance, employment, or residence at an institution of higher education by a domestic violence offender required to register under this Act, the Office of the Attorney General shall notify each law enforcement agency having jurisdiction which is affected by such change. Upon receipt of change in the status of the enrollment, attendance, employment, or residence at an institution of higher education by a domestic violence offender required to register under this Act, each law enforcement agency having jurisdiction shall adhere to the notification provisions set forth in this Act. Section 27. Any domestic violence offender who has been convicted of a domestic abuse offense which requires registration under this Act shall notify the Office of the Attorney General of the new address no later than ten calendar days after such domestic violence offender establishes residence in this state. If the Office of the Attorney General determines that the domestic violence offender is required to register, the Office of the Attorney General shall notify the domestic violence offender of his or her duty to register under this Act and shall require the domestic violence offender to sign a form as may be required by the Office of the Attorney General acknowledging that the duty to register and the procedure for registration has been explained to the domestic violence offender. The Office of the Attorney General shall obtain on such form the address where the domestic violence offender expects to reside within the state and the domestic violence offender shall retain one copy of the form and send two copies to the Office of the Attorney General which shall provide the information to the law enforcement agency having jurisdiction where the domestic violence offender expects to reside within this state. Section 28. The Office of the Attorney General shall undertake an information campaign designed to provide information to officials and appropriate persons in other states and United States possessions concerning the notification procedures required by this Act. Such information campaign shall be ongoing, and shall include letters, notice forms, and similar materials providing relevant information about this Act and the specific procedures required to effect notification. Such materials shall include an address and telephone number which such officials and persons in other states and United States possessions may use to obtain additional information."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3757, "action_date": "2012-01-26T14:00:00-06:00", "document_id": 20313, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20313.pdf", "status_text": "First read in House and referred to", "journal_page": 222, "committee_id_action": 173, "committee_id_assigned": 169, "result": "N", "vote": {}}, {"bill_id": 3757, "action_date": "2012-02-13T10:00:00-06:00", "document_id": 21252, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21252.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 169, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3757, "action_date": "2012-02-13T10:00:00-06:00", "document_id": 21349, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21349.pdf", "status_text": "Tabled", "journal_page": 449, "committee_id_action": 169, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11531, "president_vote": null, "Yea": [222, 227, 225, 268, 313, 271, 280, 276, 302, 244, 245, 221], "Excused": [312]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3757"}