{"session_id": 69, "bill_id": 24754, "bill_type": "House Bill", "bill_number": 1050, "bill_title": "update references to certain federal motor carrier regulations.", "sponsors": [], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 24754, "bill_version_id": 258067, "bill_version": "Introduced", "bill_version_date": "2024-01-03T17:10:11.537-06:00", "bill_text": "An Act to update references to certain federal motor carrier regulations. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 49-28A-3 be AMENDED: 49-28A-3. The state hereby adopts Title 49 of the Code of Federal Regulations, subtitle B, chapter I, subchapter A, part 107 (subparts F and G only) and subchapter C, parts 171 to 180, inclusive, as amended through January 1, 2023 2024, and Title 49 of the Code of Federal Regulations, subtitle B, chapter III, subchapter B, part 387 and parts 390 to 397, inclusive, as amended through January 1, 2023 2024, with the following modifications: (1) All references to interstate operations must also include intrastate operations except that drivers and motor carriers operating intrastate vehicles and combinations of vehicles with two axles or less or with a gross vehicle weight rating of not more than twenty-six thousand pounds which that are not used to transport hazardous materials requiring placarding under part 177, or designed to transport more than fifteen passengers, including the driver, are not subject to parts 390-397 390 to 397, inclusive; (2) For the purposes of 49 C.F.R. § 391.11(b)(1), a driver must be at least twenty-one years old if engaged in interstate commerce, or transporting hazardous material of a type or quantity requiring placarding under part 177, or operating a vehicle designed to transport more than fifteen passengers, including the driver. All other drivers must be at least eighteen years old; (3) Unless required by an employer to be medically certified under Title 49 of the Code of Federal Regulations, intrastate drivers are exempt from the physical requirements of 49 C.F.R. § 391.41. Any violation of part 387 and parts 390 to 396, inclusive, the motor carrier safety requirements governing the qualifications of drivers, driving of motor vehicles, parts and accessories necessary for safe operation, notification and reporting of accidents, assistance with investigations and special studies, hours of service of drivers, inspection, repair, and maintenance is a Class 2 misdemeanor. Any violation of the hazardous materials regulations pertaining to registration of cargo tank motor vehicles, registration of persons who offer or transport hazardous materials, general information, regulations and definitions, hazardous materials tables, hazardous materials communication regulations, and test and inspection marking requirements found in parts 107 (subparts F and G only), 171, 172, and 178 to 180, inclusive, is a Class 2 misdemeanor. Any violation of the hazardous materials regulations pertaining to packaging, prohibited shipments, loading and unloading, segregation and separation, retesting and inspection of cargo tanks, and other carriage by regulations found in parts 173 to 180, inclusive, or violation of the driving and parking rules in part 397, is a Class 1 misdemeanor."}], "amendments": [], "fiscal_notes": [], "action_log": []}