{"session_id": 54, "bill_id": 17901, "bill_type": "Senate Bill", "bill_number": 208, "bill_title": "revise the limitation on the amount payable from real property taxes by local units of government.", "sponsors": [{"legislator_profile_id": 2850, "is_prime": true}, {"legislator_profile_id": 2890, "is_prime": true}, {"legislator_profile_id": 2849, "is_prime": false}, {"legislator_profile_id": 2854, "is_prime": false}, {"legislator_profile_id": 2859, "is_prime": false}, {"legislator_profile_id": 2886, "is_prime": false}, {"legislator_profile_id": 2906, "is_prime": false}, {"legislator_profile_id": 2927, "is_prime": false}, {"legislator_profile_id": 2931, "is_prime": false}], "keywords": ["Property", "Taxation"], "audio": [{"meeting_datetime": "2003-01-29T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sju11.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-12T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sta21sb0208a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-12T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sta21sb0208a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-12T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sta21sb0208a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17901, "bill_version_id": 96383, "bill_version": "Introduced", "bill_version_date": "2003-02-03T10:15:11-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the limitation on the amount payable from real property taxes by local units of government. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-13-35 be amended to read as follows: 10-13-35. This section does not apply to school districts. For taxes payable in 1997 2004 , and each year thereafter, the total amount of revenue payable from taxes on real property within a taxing district, excluding the levy pursuant to § 10-13-36, may increase no more than the lesser of three percent or the index factor, as defined in § 10-13-38, over the amount of revenue payable from taxes on real property in the preceding year, excluding the amount of taxes levied pursuant to § 10-13-36. After applying the index factor, a taxing district may increase the revenue payable from taxes on real property above the limitations provided by this section by the percentage increase of value resulting from any improvements or change in use of real property, annexation, minor boundary changes, and any adjustments in taxation of property separately classified and subject to statutory adjustments and reductions under chapters 10-4, 10-6, 10-6A, and 10-6B, except § 10-6-31.4, only if assessed the same as property of equal value. A taxing district may increase the revenue it receives from taxes on real property above the limit provided by this section for taxes levied to pay the principal, interest, and redemption charges on any bonds issued after January 1, 1997, which are subject to referendum, scheduled payment increases on bonds and for a levy directed by the order of a court for the purpose of paying a judgment against such taxing district. Any taxing district created after the effective date of this section is exempt from the limitation provided by this section for a period of two years immediately following its creation. Section 2. That § 10-13-38 be amended to read as follows: 10-13-38. The For taxes payable in 2004, the index factor is three and three-fourths percent, for taxes payable in 2005, the index factor is four and one-half percent, and for taxes payable in 2006, the index factor is five and one-fourth percent. For taxes payable in 2007, and each year thereafter, the index factor is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics, United States Department of Labor state's general fund revenue less any unexpended carryover and net transfers in for the year prior to the year immediately preceding the year in which the taxes are payable. The secretary of revenue shall notify the county auditor of the amount of revenue which may be raised with the standard levy pursuant to § 10-13-35 by February first. The county auditor shall notify each taxing district in the county of the amount of revenue to be raised with the standard levy, except school districts, on or before March first."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17901, "action_date": "2003-02-03T14:00:00-06:00", "document_id": 96443, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96443.pdf", "status_text": "First read in Senate and referred to", "journal_page": 289, "committee_id_action": 799, "committee_id_assigned": 782, "result": "N", "vote": {}}, {"bill_id": 17901, "action_date": "2003-02-12T07:45:00-06:00", "document_id": 97036, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97036.pdf", "status_text": "Tabled", "journal_page": 425, "committee_id_action": 782, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54410, "president_vote": null, "Nay": [2847, 2901, 2921], "Yea": [2852, 2878, 2886, 2891, 2903, 2887]}}, {"bill_id": 17901, "action_date": "2003-02-12T07:45:00-06:00", "document_id": 97036, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97036.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 782, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17901"}