{"session_id": 10, "bill_id": 2620, "bill_type": "Senate Bill", "bill_number": 170, "bill_title": "amend the South Dakota Uniform Securities Act with  certain provisions relating to fraud and civil liability.", "sponsors": [{"legislator_profile_id": 61, "is_prime": true}, {"legislator_profile_id": 55, "is_prime": true}, {"legislator_profile_id": 12, "is_prime": false}, {"legislator_profile_id": 44, "is_prime": false}, {"legislator_profile_id": 75, "is_prime": false}, {"legislator_profile_id": 56, "is_prime": false}, {"legislator_profile_id": 30, "is_prime": false}, {"legislator_profile_id": 40, "is_prime": false}, {"legislator_profile_id": 87, "is_prime": false}, {"legislator_profile_id": 105, "is_prime": false}, {"legislator_profile_id": 51, "is_prime": false}, {"legislator_profile_id": 46, "is_prime": false}, {"legislator_profile_id": 41, "is_prime": false}, {"legislator_profile_id": 24, "is_prime": false}, {"legislator_profile_id": 7, "is_prime": false}, {"legislator_profile_id": 104, "is_prime": false}, {"legislator_profile_id": 84, "is_prime": false}, {"legislator_profile_id": 88, "is_prime": false}, {"legislator_profile_id": 76, "is_prime": false}, {"legislator_profile_id": 90, "is_prime": false}, {"legislator_profile_id": 11, "is_prime": false}, {"legislator_profile_id": 70, "is_prime": false}, {"legislator_profile_id": 62, "is_prime": false}, {"legislator_profile_id": 39, "is_prime": false}, {"legislator_profile_id": 20, "is_prime": false}, {"legislator_profile_id": 71, "is_prime": false}, {"legislator_profile_id": 83, "is_prime": false}, {"legislator_profile_id": 31, "is_prime": false}, {"legislator_profile_id": 95, "is_prime": false}, {"legislator_profile_id": 103, "is_prime": false}, {"legislator_profile_id": 43, "is_prime": false}, {"legislator_profile_id": 16, "is_prime": false}, {"legislator_profile_id": 32, "is_prime": false}, {"legislator_profile_id": 81, "is_prime": false}, {"legislator_profile_id": 27, "is_prime": false}, {"legislator_profile_id": 34, "is_prime": false}, {"legislator_profile_id": 67, "is_prime": false}, {"legislator_profile_id": 52, "is_prime": false}, {"legislator_profile_id": 14, "is_prime": false}, {"legislator_profile_id": 86, "is_prime": false}, {"legislator_profile_id": 93, "is_prime": false}, {"legislator_profile_id": 97, "is_prime": false}, {"legislator_profile_id": 66, "is_prime": false}, {"legislator_profile_id": 100, "is_prime": false}, {"legislator_profile_id": 89, "is_prime": false}], "keywords": ["Corporations", "Uniform Laws"], "audio": [{"meeting_datetime": "2011-02-16T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sst23.mp3", "start_seconds": 5672.0}, {"meeting_datetime": "2011-02-16T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sst23.mp3", "start_seconds": 5672.0}, {"meeting_datetime": "2011-02-16T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sst23.mp3", "start_seconds": 5672.0}], "bill_versions": [{"bill_id": 2620, "bill_version_id": 15907, "bill_version": "Introduced", "bill_version_date": "2011-01-31T08:54:35.167-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to amend the South Dakota Uniform Securities Act with certain provisions relating to fraud and civil liability. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 47-31B-501 be amended to read as follows: 47-31B-501. (a) It is unlawful for a person, in connection with the offer, sale, or purchase of a security, directly or indirectly: (1) To employ a device, scheme, or artifice to defraud; (2) To make an untrue statement of a material fact or to omit to state a material fact necessary in order to make the statements made, in light of the circumstances under which they were made, not misleading; or (3) To engage in an act, practice, or course of business that operates or would operate as a fraud or deceit upon another person. (b) For purposes of subsection (a): (1) If a security, or its underlying asset or collateral, when offered, sold, or purchased in this state, is subject to, bound by, or otherwise controlled by a foreign law, in which any part of that foreign law, relevant to the security or not, would violate an existing state or federal law if applied in this state, each provision, rule, regulation, or procedure of that foreign law that would violate an existing state or federal law if applied in this state is a material fact for purposes of subsection (a)(2); (2) Failure to disclose a material fact as set forth in subsection (b)(1) constitutes a fraud or deceit for purposes of subsection (b)(2). (c) For purposes of subsection (b), a foreign law is: (1) Any law or administrative rule, regulation, or accepted and binding custom given legal effect in any jurisdiction outside the United States and its territories; and (2) Any religious or tribal law, edict, or code. (d) Subsection (b) is not intended and shall not be construed to limit in any way the scope of subsection (a). Section 2. That § 47-31B-502 be amended to read as follows: 47-31B-502. (a) Fraud in providing investment advice. It is unlawful for a person that advises others for compensation, either directly or indirectly or through publications or writings, as to the value of securities or the advisability of investing in, purchasing, or selling securities or that, for compensation and as part of a regular business, issues or promulgates analyses or reports relating to securities: (1) To employ a device, scheme, or artifice to defraud another person; or (2) To engage in an act, practice, or course of business that operates or would operate as a fraud or deceit upon another person. (b) For purposes of subsection (a): (1) If a security, or its underlying asset or collateral, when offered, sold, or purchased in this state, is subject to, bound by, or otherwise controlled by a foreign law, in which any part of that foreign law, relevant to the security or not, would violate an existing state or federal law if applied in this state, each provision, rule, regulation, or procedure of that foreign law that would violate an existing state or federal law if applied in this state is a material fact for purposes of subsection (a); (2) Failure to disclose a material fact as set forth in subsection (b)(1) constitutes a fraud or deceit for purposes of subsection (a)(2). (c) For purposes of subsection (b), a foreign law is: (1) Any law or administrative rule, regulation, or accepted and binding custom given legal effect in any jurisdiction outside the United States and its territories; and (2) Any religious or tribal law, edict, or code. (d) Subsections (b)(1) and (2) are not intended and shall not be construed to limit in any way the scope of subsections (a)(1) and (2). (e) Rules defining fraud. A rule adopted under this chapter may define an act, practice, or course of business of an investment adviser or an investment adviser representative, other than a supervised person of a federal covered investment adviser, as fraudulent, deceptive, or manipulative, and prescribe means reasonably designed to prevent investment advisers and investment adviser representatives, other than supervised persons of a federal covered investment adviser, from engaging in acts, practices, and courses of business defined as fraudulent, deceptive, or manipulative. (c)(f) Rules specifying contents of advisory contract. A rule adopted under this chapter may specify the contents of an investment advisory contract entered into, extended, or renewed by an investment adviser. Section 3. That § 47-31B-505 be amended to read as follows: 47-31B-505. (a) It is unlawful for a person to make or cause to be made, in a record that is used in an action or proceeding or filed under this chapter, a statement that, at the time and in the light of the circumstances under which it is made, is false or misleading in a material respect, or, in connection with the statement, to omit to state a material fact necessary to make the statement made, in the light of the circumstances under which it was made, not false or misleading. (b) For purposes of subsection (a): (1) If a security, or its underlying asset or collateral, when offered, sold, or purchased in this state, is subject to, bound by, or otherwise controlled by a foreign law, in which any part of that foreign law, relevant to the security or not, would violate an existing state or federal law if applied in this state, each provision, rule, regulation, or procedure of that foreign law that would violate an existing state or federal law if applied in this state is a material fact for purposes of subsection (a); (2) Failure to disclose a material fact as set forth in subsection (b)(1) constitutes a false or misleading statement for purposes of subsection (a). (c) For purposes of subsection (b), a foreign law is: (1) Any law or administrative rule, regulation, or accepted and binding custom given legal effect in any jurisdiction outside the United States and its territories; and (2) Any religious or tribal law, edict, or code. (d) Subsections (b)(1) and (2) are not intended and shall not be construed to limit in any way the scope of subsection (a). Section 4. That § 47-31B-509 be amended to read as follows: 47-31B-509. (a) Securities Litigation Uniform Standards Act. Enforcement of civil liability under this section is subject to the Securities Litigation Uniform Standards Act of 1998. (b) Liability of seller to purchaser. A person is liable to the purchaser if the person sells a security in violation of §§ 47-31B-301 or 47-31B-501, by means of an untrue statement of a material fact or an omission to state a material fact necessary in order to make the statement made, in light of the circumstances under which it is made, not misleading, the purchaser not knowing the untruth or omission and the seller not sustaining the burden of proof that the seller did not know and, in the exercise of reasonable care, could not have known of the untruth or omission of material fact. An action under this subsection is governed by the following: (1) A seller of a security to the purchaser in violation of § 47-31B-501, if the security, or its underlying asset or collateral, when offered, sold, or purchased in this state, was subject to, bound by, or otherwise controlled by a foreign law, in which any part of that foreign law, relevant to the security or not, would violate an existing state or federal law if applied in this state, shall not as a matter of law sustain the burden of proof that the seller did not know, and in the exercise of reasonable care, could not have known of the untruth or omission of material fact if the seller knew that the security or its underlying asset or collateral was subject to foreign law as defined in § 47-31B-501; it is no defense to liability under subsection (b) that the seller did not know that the foreign law did not violate an existing state or federal law. (2) The purchaser may maintain an action to recover the consideration paid for the security, less the amount of any income received on the security, and interest at Category D, § 54-3-16 from the date of the purchase, costs, and reasonable attorneys' fees determined by the court, upon the tender of the security, or for actual damages as provided in paragraph (3) (4). (2)(3) The tender referred to in paragraph (1) (2) may be made any time before entry of judgment. Tender requires only notice in a record of ownership of the security and willingness to exchange the security for the amount specified. A purchaser that no longer owns the security may recover actual damages as provided in paragraph (3) (4). (3)(4) Actual damages in an action arising under this subsection are the amount that would be recoverable upon a tender less the value of the security when the purchaser disposed of it, and interest at Category D § 54-3-16 from the date of the purchase, costs, and reasonable attorneys' fees determined by the court. (c) Liability of purchaser to seller. A person is liable to the seller if the person buys a security by means of an untrue statement of a material fact or omission to state a material fact necessary in order to make the statement made, in light of the circumstances under which it is made, not misleading, the seller not knowing of the untruth or omission, and the purchaser not sustaining the burden of proof that the purchaser did not know, and in the exercise of reasonable care, could not have known of the untruth or omission. An action under this subsection is governed by the following: (1) The seller may maintain an action to recover the security, and any income received on the security, costs, and reasonable attorneys' fees determined by the court, upon the tender of the purchase price, or for actual damages as provided in paragraph (3). (2) The tender referred to in paragraph (1) may be made any time before entry of judgment. Tender requires only notice in a record of the present ability to pay the amount tendered and willingness to take delivery of the security for the amount specified. If the purchaser no longer owns the security, the seller may recover actual damages as provided in paragraph (3). (3) Actual damages in an action arising under this subsection are the difference between the price at which the security was sold and the value the security would have had at the time of the sale in the absence of the purchaser's conduct causing liability, and interest at Category D § 54-3-16 from the date of the sale of the security, costs, and reasonable attorneys' fees determined by the court. (d) Liability of unregistered broker-dealer and agent. A person acting as a broker-dealer or agent that sells or buys a security in violation of § 47-31B-401(a), 47-31B-402(a), or 47-31B-506 is liable to the customer. The customer, if a purchaser, may maintain an action for recovery of actual damages as specified in subsections (b)(1) through (3), or, if a seller, for a remedy as specified in subsections (c)(1) through (3). (e) Liability of unregistered investment adviser and investment adviser representative. A person acting as an investment adviser or investment adviser representative that provides investment advice for compensation in violation of § 47-31B-403(a), 47-31B-404(a), or 47-31B-506 is liable to the client. The client may maintain an action to recover the consideration paid for the advice, interest at Category D § 54-3-16 from the date of payment, costs, and reasonable attorneys' fees determined by the court. (f) Liability for investment advice. A person that receives directly or indirectly any consideration for providing investment advice to another person and that employs a device, scheme, or artifice to defraud the other person or engages in an act, practice, or course of business that operates or would operate as a fraud or deceit on the other person, is liable to the other person. An action under this subsection is governed by the following: (1) The person defrauded may maintain an action to recover the consideration paid for the advice and the amount of any actual damages caused by the fraudulent conduct, interest at Category D § 54-3-16 from the date of the fraudulent conduct, costs, and reasonable attorneys' fees determined by the court, less the amount of any income received as a result of the fraudulent conduct. (2) This subsection does not apply to a broker-dealer or its agents if the investment advice provided is solely incidental to transacting business as a broker-dealer and no special compensation is received for the investment advice. (g) Joint and several liability. The following persons are liable jointly and severally with and to the same extent as persons liable under subsections (b) through (f): (1) A person that directly or indirectly controls a person liable under subsections (b) through (f), unless the controlling person sustains the burden of proof that the person did not know, and in the exercise of reasonable care could not have known, of the existence of conduct by reason of which the liability is alleged to exist; (2) An individual A person who is a managing partner, executive officer, or director of a person liable under subsections (b) through (f), including an individual a person having a similar status or performing similar functions, unless the individual person sustains the burden of proof that the individual person did not know and, in the exercise of reasonable care could not have known, of the existence of conduct by reason of which the liability is alleged to exist; (3) An individual A person who is an employee of or associated with a person liable under subsections (b) through (f), including a professional retained for specific purposes, and who materially aids the conduct giving rise to the liability, unless the individual person sustains the burden of proof that the individual person did not know and, in the exercise of reasonable care could not have known, of the existence of conduct by reason of which the liability is alleged to exist; and (4) A person liable under subsections (1) through (2) whose liability arises out of a sale of a security where the security, or its underlying asset or collateral, when offered, sold, or purchased in this state, was subject to, bound by, or otherwise controlled by a foreign law, in which any part of that foreign law, relevant to the security or not, would violate an existing state or federal law if applied in this state, will be liable under subsections (1) and (2) unless the person can sustain the burden of proof that the person did not know and, in the exercise of reasonable care, could not have known, that the seller was not going to disclose to the purchaser the requisite disclosures of material fact as required by § 47-31B-501; and (5) A person that is a broker-dealer, agent, investment adviser, or investment adviser representative that materially aids the conduct giving rise to the liability under subsections (b) through (f), unless the person sustains the burden of proof that the person did not know and, in the exercise of reasonable care could not have known, of the existence of conduct by reason of which liability is alleged to exist. (h) Right of contribution. A person liable under this section has a right of contribution as in cases of contract against any other person liable under this section for the same conduct. (i) Survival of cause of action. A cause of action under this section survives the death of an individual who might have been a plaintiff or defendant. (j) Statute of limitations. A person may not obtain relief: (1) Under subsection (b) for violation of § 47-31B-301, or under subsection (d) or (e), unless the action is instituted within one year after the violation occurred; or (2) Under subsection (b), other than for violation of § 47-31B-301, or under subsection (c) or (f), unless the action is instituted within the earlier of two years after discovery of the facts constituting the violation or five years after the violation. (k) No enforcement of violative contract. A person that has made, or has engaged in the performance of, a contract in violation of this chapter or a rule adopted or order issued under this chapter, or that has acquired a purported right under the contract with knowledge of conduct by reason of which its making or performance was in violation of this chapter, may not base an action on the contract. (l) No contractual waiver. A condition, stipulation, or provision binding a person purchasing or selling a security or receiving investment advice to waive compliance with this chapter or a rule adopted or order issued under this chapter is void. (m) Survival of other rights or remedies. The rights and remedies provided by this chapter are in addition to any other rights or remedies that may exist, but this chapter does not create a cause of action not specified in this section or § 47-31B-411(e)."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2620, "action_date": "2011-01-31T14:00:00-06:00", "document_id": 16043, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16043.pdf", "status_text": "First read in Senate and referred to", "journal_page": 242, "committee_id_action": 113, "committee_id_assigned": 98, "result": "N", "vote": {}}, {"bill_id": 2620, "action_date": "2011-02-16T10:00:00-06:00", "document_id": 16809, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16809.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 98, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2620, "action_date": "2011-02-16T10:00:00-06:00", "document_id": 17000, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17000.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 445, "committee_id_action": 98, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9142, "president_vote": null, "Yea": [44, 40, 46, 24, 26, 77, 45, 9, 34]}}]}