{"session_id": 43, "bill_id": 11950, "bill_type": "Senate Bill", "bill_number": 121, "bill_title": "revise parenting guidelines and repeal Supreme Court authority to promulgate guidelines.", "sponsors": [{"legislator_profile_id": 1718, "is_prime": true}, {"legislator_profile_id": 1745, "is_prime": false}], "keywords": ["Child Custody", "Domestic Relations"], "audio": [{"meeting_datetime": "2020-02-25T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju26.mp3", "start_seconds": 7540.0}, {"meeting_datetime": "2020-02-25T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju26.mp3", "start_seconds": 7540.0}, {"meeting_datetime": "2020-02-25T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju26.mp3", "start_seconds": 7540.0}], "bill_versions": [{"bill_id": 11950, "bill_version_id": 65405, "bill_version": "Introduced", "bill_version_date": "2020-01-30T08:17:17.487-06:00", "bill_text": "An Act to revise parenting guidelines and repeal Supreme Court authority to promulgate guidelines. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 25-4A-10 be REPEALED. 25-4A-10. Supreme Court to promulgate guidelines for noncustodial parenting time. Section 2. That § 25-4A-9 be AMENDED: 25-4A-9. Standard guidelines defined. For the purposes of §§ 25-4A-9 to 25-4A-16 25-4A-16.1, inclusive, the term, standard guidelines, means the parenting guidelines established by court rules promulgated by the South Dakota Supreme Court pursuant to § 25-4A-10 §§ 25-4A-29 through 25-4A-34.3. Section 3. That a NEW SECTION be added: 25-4A-29. Parenting arrangements to minimize harm to children—recommendations for parenting arrangements. A powerful cause of stress, suffering, and maladjustment in children of divorce or separation is not simply the divorce or separation itself, but rather the continuing conflict between their parents before, during, and after the divorce, separation, or both. To minimize harm to their children, parents should agree on a parenting arrangement that is most conducive to the children having frequent and meaningful contact with both parents, with as little conflict as possible. If parental maturity, personality, and communication skills are adequate, the ideal arrangement is equal, or approximately equal, time with both parents, since that provides the greatest stability for the children. The next best arrangement is a detailed parenting agreement made by the parents to fit their particular needs and, more importantly, the needs of their children. It is recommended that an annual calendar be prepared that maximizes the children's contact with each parent, minimalizes conflict, and raises parent and child awareness of the parenting schedule. If the parents are unable to agree on their own parenting plan, however, these guidelines become mandatory and will be used as their parenting plan and are enforceable as a court order. If a parent's time with the children becomes an issue in court, the judge shall set whatever parenting plan best meets the needs of the children. Section 4. That a NEW SECTION be added: 25-4A-30. Parents speaking about other parent—Contact with relatives—Relocation of parent. A parent shall always avoid speaking negatively about the other parent and shall firmly discourage such conduct by relatives or friends. Each parent shall speak in positive terms about the other parent in the presence of the children. Each parent shall encourage the children to respect the other parent. Children should never be used by one parent to spy or report on the other parent. The basic rules of conduct and discipline established by the custodial parent should be the baseline standard for both parents and any step-parents, and consistently enforced by all caregivers, so that the children do not receive mixed messages. Children will benefit from continued contact with all relatives and friends on both sides of the family for whom they feel affection. Such relationships must be protected and encouraged. But relatives, like parents, need to avoid being critical of either parent in front of the children. Parents should have their children maintain ties with both the maternal and paternal relatives. Usually the children will visit the paternal relatives during times when the children are with their father and the maternal relatives during times when they are with their mother. In cases where both parents reside in the same community at the time of separation, and then one parent leaves the area, thus changing the parenting plan, the court shall consider imposing on the parent who moved the travel costs for the children necessary to facilitate future time with the children; however, the court shall also consider other factors such as the economic circumstances of the parents and the reasons prompting the move. Before relocating the children, the custodial parent is required to comply with South Dakota's statutory forty-five-day written notice requirements. Section 5. That a NEW SECTION be added: 25-4A-30.1. Parental communication. Parents shall always keep each other advised of their home and work addresses and telephone numbers. Whenever feasible, all communication concerning the children must be conducted directly between the parents in person, or by telephone, or at their residences, or via email or text message. Absent an emergency, communication should not occur at a parent's place of employment. Section 6. That a NEW SECTION be added: 25-4A-30.2. A child's academic and medical information. Both parents shall ensure the other parent has the name, address, and telephone number of the school where any child attends and must authorize the other parent to communicate concerning the child directly with the school and with the child's doctors and other professionals, outside the presence of the custodial parent. Both parents have an obligation to contact the school to ensure receipt of school report cards, notices, and similar information, so that each parent can remain involved with their child's education. Both parents shall be listed on all of the child's records. Each parent shall immediately notify the other parent of any medical emergencies or serious illnesses of a child. Access to records and information pertaining to a minor child, including medical, dental, orthodontia and similar health care, and school records must be made equally available to both parents. Counseling, psychiatric, psychotherapy, and other records subject to confidentiality or privilege must only be released in accordance with state and federal law; but, if available to one parent, must be available to both. The parents shall make reasonable efforts to ensure that the name and address of the other parent is listed on all such records. If the child is taking medications, both parents shall provide a sufficient amount and appropriate instructions. If either parent enrolls the child in any social, beneficent, religious, or peer group activity, service, benefit, or program for which written application is required, the enrolling parent must provide the name and address of the other parent on, or supplementary to, the application. This provision does not apply to insurance or annuities. The parent enrolling the child shall advise the other parent of the name of the coach, director, and organization providing the activity along with their contact information. The custodial parent shall notify the noncustodial parent of all school or other events, such as church and sports, involving parental participation. The noncustodial parent also has an obligation to contact the activity director to ensure receipt of information such as practice schedules, games, and other similar information. Attendance at academic or disciplinary meetings pertaining to the minor child shall be limited to the parents and the respective school professionals. Others may not attend such meetings without advance, written mutual parental agreement or court order. Section 7. That a NEW SECTION be added: 25-4A-30.3. Clothing. For custodial/noncustodial arrangement only, the custodial parent shall send an appropriate supply of children's clothing with the children, that must be returned clean, when reasonably possible, with the children by the noncustodial parent. The noncustodial parent shall advise, as far in advance as possible, of any special activities so that appropriate clothing belonging to the children may be sent. The custodial parent shall, upon request, send one set of higher quality clothing so that the noncustodial parent can take the children to church on Sunday. It is recommended that the noncustodial parent have some basic clothing available in that parent's home to ensure that all of the children's basic needs are met. Section 8. That a NEW SECTION be added: 25-4A-30.4. Withholding support or time with the children. Neither time with the children nor child support is to be withheld because of either parent's failure to comply with a court order. Only the court may enter sanctions for noncompliance. Children have a right both to support and, absent abuse or other safety concerns, time with the noncustodial parent, neither of which is dependent upon the other. In other words, no support does not mean the children will spend no time with the noncustodial parent, and no time with the noncustodial parent does not mean no support needs to be paid to the custodial parent. If there is a violation of either the parenting order or a support order, the exclusive remedy is to apply to the court for appropriate sanctions. Section 9. That a NEW SECTION be added: 25-4A-30.5. Modifications in parenting plan. Although this is a specific schedule, the parents are expected to fairly modify the parenting plan when family necessities, illnesses, or commitments reasonably so require. The requesting parent shall act in good faith and give as much notice as circumstances permit. Section 10. That a NEW SECTION be added: 25-4A-30.6. Parent's vacation with children. Unless otherwise specified in a court order or agreed upon by the parents, each parent is entitled to a vacation with the children for a reasonable period of time, usually equal. For custodial/noncustodial arrangements, the custodial parent should plan a vacation during the time when the noncustodial parent is not scheduled to spend time with the children. Parents are encouraged to coordinate vacation plans. Section 11. That a NEW SECTION be added: 25-4A-30.7. Insurance forms. The parent who has medical insurance coverage on the children shall supply to the other parent an insurance card and, as applicable, insurance forms and a list of insurer-approved or HMO-qualified health care providers in the area where the other parent is residing. Except in emergencies, the parent taking the children to a doctor, dentist, or other provider not so approved or qualified may be required to pay the additional cost thus created. However, if there is a change in insurance, which requires a change in medical care providers and a child has a chronic illness, thoughtful consideration should be given by the parents to what is more important, such as allowing the child to remain with the original provider or the economic consequences of changing carriers. If there is an obligation to pay medical expenses, the parent responsible for paying must be promptly furnished with the bill, and where applicable, the explanation of benefits, by the other parent. The parents shall cooperate in submitting bills to the appropriate insurance carrier. Thereafter, the parent responsible for paying the balance of the bill shall make arrangements directly with the health care provider and shall inform the other parent of such arrangements. Insurance refunds must be promptly turned over to the parent who paid the bill for which the refund was received. Section 12. That a NEW SECTION be added: 25-4A-30.8. Child support abatement. Child support abatements shall be liberally considered and applied in situations where the custodial parent's income is greater than or equal to the South Dakota median household income and the noncustodial parent has a consistent history of exercising that parent's time with the children. Section 13. That a NEW SECTION be added: 25-4A-30.9. Noncustodial parent's missed time with the children. If scheduled time with the children cannot occur due to events beyond either parent's control, such as illness of the parent exercising time with the children, then a mutually agreeable substituted date shall be arranged, as quickly as possible. Each parent shall timely advise the other parent when scheduled time with the children cannot be exercised. Missed time with the children may not be unreasonably accumulated. Section 14. That a NEW SECTION be added: 25-4A-30.10. Parenting time based on child's age. Except with very young children and adolescents, it usually makes sense for all the children to share the same schedule of parenting time with the noncustodial parent. Having brothers or sisters along can be an important support for children. Infants have special needs that may well prevent a parent from being with both the infant and the older children at the same time. Teenagers' special needs for peer involvement and for some control of their own lives may place them on different schedules from their younger brothers and sisters. Because it is intended that the noncustodial parent's time with the children be a shared experience between siblings and, unless these guidelines, a court order, or circumstances such as age, illness, or a particular event suggests otherwise, all the children should participate together in spending time with the noncustodial parent. Section 15. That a NEW SECTION be added: 25-4A-30.11. Communication with children. Either parent may call, text, email, or Skype, or use similar technology, to communicate with the children at reasonable times and with reasonable frequency during those periods the children are with the other parent. The children may, of course, call, text, email, or Skype, or use similar technology, to communicate with either parent, at reasonable hours and with reasonable frequencies. Parents are cautioned that communication between the parent and the children should not be so excessive as to interfere with the other parent's time, nor used to undermine the other parent's authority. During long vacations, the parent with whom the children are on vacation is required to make the children available for telephone calls with the other parent at least every three days. At all other times, the parent the children are with may not refuse to answer the other parent's telephone calls or turn off the telephone in order to deny the other parent telephone contact. If a parent uses an answering machine or cell phone voicemail, messages left should be returned by a telephone call to that parent as soon as possible. Parents should agree on a specified time for calls to the children so that the children will be made available no less than three days per week. Either parent may provide an any child with a cell phone. In such instances, it is not appropriate for a parent to use restrictions from talking to the other parent on that cell phone as a means of punishing the child subject to a parent's ability to set reasonable restrictions on cell phone use while the child is present in that parent's home. Communication between a parent and child may not be censored, recorded, or monitored, absent a court order. With older children, establishing an email account for communication with the other parent is recommended and should likewise not be read or monitored by the other parent without court permission. Email communication or text messaging between parents is also helpful in keeping the other parent informed about the children. Abuse, neglect, criminal activity, or protection orders may impact access to information regarding the custodial parent or the children. Section 16. That a NEW SECTION be added: 25-4A-30.12. Other parental contact with children. Parents have an unrestricted right to send cards, letters, packages, audio and video cassettes, CDs, or similar items, to their children. Children also have the same right to send items to their parents. Neither parent will interfere with this right. A parent may wish to provide the children with self-addressed, stamped envelopes for the children's use in corresponding with that parent. Section 17. That a NEW SECTION be added: 25-4A-30.13. Privacy of parental residence. A parent may not enter the residence of the other parent except by express invitation of the resident parent, regardless of whether a parent retains a property interest in the residence. The children must be picked up at and returned to the front entrance of the other parent's residence. The parent dropping off the children may not leave until the children are safely inside the other parent's residence. Parents must refrain from surprise visits to the other parent's home. A parent's time with the children is that parent's own, and the children's time with the other parent is equally private. Section 18. That a NEW SECTION be added: 25-4A-30.14. Parenting time refusal. Parents shall always encourage the children to attend parenting time with the other parent absent circumstances outlined in § 25-4A-30.17. Parents may not deny parenting time with the other parent solely based on the refusal of the children. Section 19. That a NEW SECTION be added: 25-4A-30.15. Special consideration for adolescents. While children never get to choose where they live, within reason, the parents shall honestly and fairly consider their teenager's wishes on time with a parent. Neither parent should attempt to pressure their teenager to make a decision on time with a parent adverse to the other parent. Teenagers should explain the reasons for their wishes directly to the affected parent, without intervention by the other parent. Section 20. That a NEW SECTION be added: 25-4A-30.16. Daycare providers. If parents reside in the same community, they shall use the same daycare provider. To the extent feasible, the parents shall rely on each other to care for the children when the other parent is unavailable. Section 21. That a NEW SECTION be added: 25-4A-30.17. Abuse—Substance abuse—Interruptions in contact—Abduction threats—Breastfeeding—Parental relationships--Holidays. (1) If child abuse has been established and a continuing danger is shown to exist, all time with the abusive parent must cease or only be allowed under supervision, depending on the circumstances. Court intervention is usually required in child abuse cases. (2) Witnessing domestic abuse has long-term, emotionally detrimental effects on children. A person who loses control and acts impulsively with the other parent may be capable of doing so with children as well. Depending on the nature of the spousal abuse and when it occurred, the court may require an abusive parent to successfully complete appropriate counseling before being permitted unsupervised time with the children. (3) Time with the children may not occur when a parent is abusing substances. (4) In those situations where the noncustodial parent has not had an ongoing relationship with the children for an extended period, time with the children should begin with brief parenting time and a gradual transition to the parenting plan in these guidelines. (5) Noncustodial parents who have threatened to abduct or hide the children will have either no time with the children or only supervised time. (6) Parents shall be sensitive to the special needs of breastfeeding children. A child's basic sleep, feeding, and waking cycles should be maintained to limit disruption in the child's routine. Forcibly changing these routines due to the upheaval of parental disagreement is detrimental to the physical health and emotional well-being of the child. On the other hand, it is important that the child be able to bond with both parents. (a) For children being exclusively breastfed, the nursing child can still have frequent parenting time with the father. The amount of time will be dictated by the infant's feeding schedule, progressing to more time as the child grows older. Yet where both parents have been engaged in an ongoing caregiving routine with a nursing child, the same caregiving arrangement should be continued as much as possible to maintain stability for the child. If the father has been caring for the child overnight or for twenty-four hour periods while the nursing mother sleeps or works, then these guidelines encourage that arrangement to continue. (b) A mother may not use breastfeeding as a means to deprive the father of time with the child. If, for example, a nursing mother uses daycare or a babysitter for the child, the same accommodations, such as bottle feeding with breast milk or formula, or increased time between breast feeding sessions, used with the daycare provider or babysitter will be used with the father, if the father is capable of personally providing the same caregiving. (7) Parents shall be sensitive to the danger of exposing the children too quickly to new relationships while they are still adjusting to the trauma of their parents' separation, divorce, or both. (8) Parents shall respect their children's needs to be raised in their faith and to maintain their cultural heritage and must cooperate with each other to achieve these goals. However, religious holidays and Native American ceremonies may not be used to unreasonably deprive the noncustodial parent of time with the children. (9) The court shall limit or deny time with the children to parents who show neglectful, impulsive, immoral, criminal, assaultive, or other risk-taking behavior with or in the presence of the children. Section 22. That a NEW SECTION be added: 25-4A-30.18. Additional time with the noncustodial parent. With custody arrangements, the children's time with the noncustodial parent should be liberal and flexible. For many situations, parents and judges shall consider these guidelines only a minimum direction for interaction with the children. These guidelines are not meant to foreclose the parents from agreeing to modify the parenting plan as they find reasonable and in the best interests of their children at any given time. Section 23. That a NEW SECTION be added: 25-4A-31.1. Children under age five. Newborns (birth to three months) and infants (three to six months) have a great need for continuous contact with their primary caregivers, who provide a sense of security, nurturing, and predictability. §§ 25-4A-31.1 through 25-4A-31.10, regarding children under age five, are designed to take into account childhood developmental milestones. Since children mature at different rates, these may need to be adjusted to fit a child's individual circumstances. §§ 25-4A-31.1 through 25-4A-31.10 may not apply in those instances where fit, willing and able parents are truly sharing equally, or truly desire to share equally, all the caregiving responsibilities for the children and the children are equally attached to both parents. In those situations where one parent has been the primary caregiver and the other parent has maintained a continuous relationship with the children, but has not shared equally in child caregiving, §§ 25-4A-31.1 through 25-4A-31.10 generally apply, however the parenting time should automatically increase when the youngest child reaches the next age bracket. Section 24. That a NEW SECTION be added: 25-4A-31.2. Newborns--Birth to three months. For children three months old or younger, the recommended noncustodial parenting time is for three, two-hour custodial periods per week and one weekend custodial period for six hours at the custodial parent's residence or another agreed location. No overnights, except in circumstances described in subdivisions 25-4A-30.17(6)(a) and (6)(b) (noncustodial parent caring for infant in accord with previous arrangements). Breastfeeding must be accommodated, but the parents shall cooperate in working out alternatives. Section 25. That a NEW SECTION be added: 25-4A-31.3. Infants--Three to six months. For children age three months to six months the recommended noncustodial parenting time is either: (1) Three, three hour custodial periods per week, and one weekend day for six hours. Breast feeding must be accommodated, but the parents shall cooperate in working out alternatives; or (2) Three, three-hour custodial periods per week, and one overnight on a weekend not to exceed a thirty-four hour period, if the child is not breastfeeding and the noncustodial parent is capable of personally providing primary care, except as provided in subdivision 25-4A-30.17(6). Section 26. That a NEW SECTION be added: 25-4A-31.4. Babies--Six to twelve months. Except as provided under subdivision 25-4A-30.17(6), for children age six months to twelve months the recommended noncustodial parenting time is: (1) Three, four-hour custodial periods per week and one weekend day for six hours; or (2) Three, four hour custodial periods per week of and one overnight not to exceed thirty-four hours, if the child is not breastfeeding, and the noncustodial parent is capable of providing personal primary care; or (3) Child spends time in alternate homes, but spends significantly more time in one parent's home and no more than one to two overnights spaced regularly throughout the week at the other parent's home, if the child is not breastfeeding. Section 27. That a NEW SECTION be added: 25-4A-31.5. Toddlers--Twelve to thirty-six months. For children age twelve months to thirty-six months the recommended noncustodial parenting time is: (1) Three, eight-hour custodial periods per week on a predictable schedule; or (2) Three, eight-hour custodial periods per week on a predictable schedule in addition to one overnight per week not to exceed thirty-four hours; or (3) Child spends time in alternate homes, but with significantly more time in one parent's home with one or two overnights spaced regularly throughout the week. Section 28. That a NEW SECTION be added: 25-4A-31.6. Preschoolers--Thee to five years. For children age three years old to five years old the recommended noncustodial parenting time is either: (1) One overnight custodial period not to exceed thirty-four hours and two additional eight-hour parenting periods each week, separate from the overnight custodial period, with the child returning to the custodial parent's home at least one hour before bedtime; or (2) Two or three nights at one home, spaced throughout the week, the remaining time at the other parent's home. Section 29. That a NEW SECTION be added: 25-4A-31.65. Parenting time if parental disagreement. If parents cannot agree on which provision shall apply in §§ 25-4A-31.2 through 25-4A-31.6, the practices shall use the option that maximizes the child's time with both parents until further order of the court Section 30. That a NEW SECTION be added: 25-4A-31.7. Children in daycare. In families where a child has been in daycare before the parental separation, the child may be able to tolerate more time with the noncustodial parent earlier because the child is more accustomed to separations from both parents. The noncustodial parent of a child under age five should not during that parent's time place the child with a babysitter or daycare provider. If the noncustodial parent cannot be with the child personally, the child shall be returned to the custodial parent. Allowing the child to visit with relatives for short periods of time may be appropriate, if the relatives are not merely serving as babysitters. While a child is in daycare, the noncustodial parent may remove the child to have parenting time, provided that suitable prior arrangements are made with both the custodial parent and the daycare provider. This parenting time must also not jeopardize the provision of the daycare by that provider. The noncustodial parent shall be available to provide direct care and at least one day's notice is given to the custodial parent. The parent removing the child is either to take the child to the other parent at the regular pick up time, or see that the child is returned to daycare prior to the pick up time. Parental responsibility for daycare costs shall remain the same. Section 31. That a NEW SECTION be added: 25-4A-31.8. Holidays. For toddlers and preschool-age children, when the parents celebrate the holiday in the same or a nearby community, the parents shall alternate Easter, Memorial Day, Fourth of July, Labor Day, Halloween, Thanksgiving, Christmas Eve and Christmas Day each year so that the children spend equal time with each parent during this holiday period. Before a child's third birthday, holiday parenting time shall be consistent with the longest period of parenting time currently being exercised by the noncustodial parent starting on the day of the holiday. Section 32. That a NEW SECTION be added: 25-4A-31.9. Mother's Day--Father's day. The children shall be with their mother each Mother's Day and with their father each Father's Day. Prior to a child's third birthday, holiday parenting time shall be consistent with the longest period of parenting time currently being exercised by the non-custodial parent starting on the day of the holiday. Section 33. That a NEW SECTION be added: 25-4A-31.10. Vacation for children three until five years old. Upon thirty days advanced written notice (by mail, email, or text message), each parent is entitled to a vacation of up to two separate one-week periods of uninterrupted time with the children each year, not to conflict with the other parent's holiday parenting time. Parents are encouraged to coordinate vacation plans. Section 34. That a NEW SECTION be added: 25-4A-32.1. Weekends. Parenting time shall consist of alternate weekends from Friday at 5:30 p.m. to Sunday at 7:00 p.m., or an equivalent period of time if the noncustodial parent is unavailable on weekends and the children do not miss school. The starting and ending times may change to fit the parents' schedules. In addition, if time and distance allow, the noncustodial parent may spend time on a regular schedule with the children once or twice per week for two or three hours, or have one midweek overnight time. In most cases, it is a positive experience for the children to have the noncustodial parent involved in taking the children to and from school, and it is recommended that the noncustodial parent extend the alternating weekends by picking up the children from school on Friday and taking the children to school on Monday. All transportation for the midweek custodial periods is the responsibility of the parent exercising them. Section 35. That a NEW SECTION be added: 25-4A-32.2. Mother's Day--Father's Day. The children shall be with their mother each Mother's Day and with their father each Father's Day from 9:00 a.m. to 8:00 p.m. Section 36. That a NEW SECTION be added: 25-4A-32.3. Summer vacation. The children shall be with each parent for one-half of the school summer vacation. Summer vacation begins the day after school is released and ends the day before school commences. The custodial parent may elect to have the child the week before school resumes as part of their summer vacation to allow the child to be well prepared to recommence school. At the option of the noncustodial parent, the time may be consecutive or it may be split into two or more blocks of time. If the children go to summer school and it is impossible for the noncustodial parent to schedule this time other than during summer school, the noncustodial parent may elect to take the time when the children are in summer school and transport the children to the summer school sessions at the children's school or an equivalent summer school session in the noncustodial parent's community. Section 37. That a NEW SECTION be added: 25-4A-32.4. Winter vacation. The children shall spend with each parent one-half of the school winter vacation, a period that begins when the children are released from school and continues to the morning of the day the children return to school. If the parents cannot agree on the division of this period, the noncustodial parent shall have the first half in even-numbered years. If there are an odd number of days during winter vacation, the noncustodial parent shall get the extra day. Holidays, such as Christmas, are extremely important times of shared enjoyment, family tradition, and meaning. Families living in the same or nearby communities shall work out ways for the children to spend part of each important holiday at both homes. If the parents are unable to work out a shared arrangement for the Christmas or New Year holiday and they celebrate the holidays in the same or a nearby community, in those years when Christmas does not fall in a parent's week, the children will be with the other parent from 11:00 a.m. to 8:00 p.m. on Christmas Day. Section 38. That a NEW SECTION be added: 25-4A-32.5. Holiday weekends. Parents shall alternate the following holidays so long as they are observed by the child's school district: Martin Luther King, Jr. Day; President's Day; Easter; Memorial Day; the Fourth of July; Labor Day; Native Americans' Day; Halloween; and Thanksgiving. Thanksgiving shall begin on Wednesday evening and end on Sunday evening; Easter weekend shall begin on Thursday evening and end on Sunday evening; Martin Luther King Jr. Day, President's Day, and Native Americans' Day weekends shall begin on the preceding Friday evening and end on Monday evening; the Fourth of July shall begin the evening of July third at 5:00 p.m. and end the morning of July fifth at 10: 00 a.m.; Halloween will begin at 3:00 p.m. and end at 8:00 p.m. Unless otherwise specified, holiday weekends begin at 5:30 p.m. when the children are released from school and continues to the morning of the day the children are returned to school. Section 39. That a NEW SECTION be added: 25-4A-32.6. Children's birthdays. As with holidays, a child's birthday must be alternated annually between the parents. If a child's birthday falls on a day in which that child has school, it will be celebrated from 3:00 p.m. to 8:00 p.m. If a child's birthday falls on a day in which the child does not have school, it will be celebrated from 9:00 a.m. to 8:00 p.m. In some instances, the parents may agree to share the child's birthday, with each parent spending a few hours with the child. Section 40. That a NEW SECTION be added: 25-4A-32.7. Parent's birthdays. The children shall spend the day with the parent on the parent's birthday from 9:00 a.m. to 8:00 p.m., unless it interferes with the other parent's scheduled time during a vacation or a major holiday. If a parent's birthday falls on a holiday, that parent may elect to exercise parenting time on another day during that month, upon sufficient advance written notice to the other parent. Section 41. That a NEW SECTION be added: 25-4A-32.8. Conflicts between regular and holiday weekends. When there is a conflict between a holiday time and the regularly scheduled weekend time with the parent, the holiday takes precedence. Unless mutually agreed, there will be no makeup parenting time in conflicts between holiday weekend and the regularly scheduled weekend time. Section 42. That a NEW SECTION be added: 25-4A-32.9. Parenting time before and during summer periods. The custodial parent shall have the weekend before the beginning and the weekend after the end of the noncustodial parent's summer period, regardless of whose weekend it may be. Weekend time missed during the summer period may not be made up. During the noncustodial parent's extended summer time with the children of more than three consecutive weeks, it is the noncustodial parent's duty to arrange for a mutually convenient forty-eight-hour continuous period of time for the custodial parent to spend with the children, unless impractical because of distance. Section 43. That a NEW SECTION be added: 25-4A-32.10. Parent's vacation with children age five and older. Unless otherwise specified by the court order or agreed upon by both parent's written consent, each parent is entitled to a vacation with the children for a reasonable period of time, usually equal. The custodial parent shall plan a vacation during the time when the other parent is not scheduled to spend time with the children. Parents are encouraged to coordinate vacation plans. Section 44. That a NEW SECTION be added: 25-4A-32.11. Notice of canceled time with the children. Whenever possible, the noncustodial parent shall give a minimum of three days notice of intent not to exercise all or part of the scheduled time with the children. When such notice is not reasonably possible, the maximum notice permitted by the circumstances, and the explanation, shall be provided to the other parent. Custodial parents shall give the same type of notice when events beyond their control make the cancellation or modification of the scheduled time with the noncustodial parent necessary. If the custodial parent cancels or modifies the noncustodial parent's time with the children because the children have a scheduling conflict, the noncustodial parent shall be given the opportunity to take the children to the scheduled event or appointment. Section 45. That a NEW SECTION be added: 25-4A-32.12. Pick up and return of children. When the parents live in the same community, the responsibility for picking up and returning the children shall be shared. Usually the parent who receives the children shall handle the transportation. The person picking up or returning the children has an obligation to be punctual, to arrive at the agreed-upon time, not substantially earlier or later. Repeated, unjustified violations of this provision may subject the offender to court sanctions. Section 46. That a NEW SECTION be added: 25-4A-33.1. Holidays. Where distance and finances permit, on an alternating basis, the Thanksgiving break, school winter break, and spring break shall be with the noncustodial parent. Section 47. That a NEW SECTION be added: 25-4A-33.2. Summers. This parenting time shall consist of all but ten days of the school summer vacation period beginning three days after school is released and ending one week before school recommences so the children will be well prepared to recommence school. Section 48. That a NEW SECTION be added: 25-4A-33.3. Priority of summer time with noncustodial parent. Summer time with the noncustodial parent takes precedence over summer activities, such as sports, when the noncustodial parent's time cannot be reasonably scheduled around such events. Even so, the conscientious noncustodial parent may often be able to enroll the child in a similar activity in the noncustodial parent's community. Section 49. That a NEW SECTION be added: 25-4A-33.4. Notice for summer parenting time. At least sixty days written notice (by mail, email, or text message) shall be given by the noncustodial parent of the date for commencing extended summer parenting time with the children so that the most efficient means of transportation may be obtained and the parents and the children may arrange their schedules. Failure to give the precise number of days notice does not entitle the custodial parent the right to deny the noncustodial parent parenting time with the children. Section 50. That a NEW SECTION be added: 25-4A-33.5. Additional time with the noncustodial parent. Where distance and finances permit, additional parenting time for the noncustodial parent, such as holiday weekends or special events, is encouraged. When the noncustodial parent is in the area where the children reside, or the children are in the area where the noncustodial parent resides, liberal time with the children must be allowed and because the noncustodial parent does not get weekly time with the children, the children can miss some school to spend time with the noncustodial parent, so long as it does not substantially impair the children's scholastic progress. Section 51. That a NEW SECTION be added: 25-4A-34.1. Rebuttable presumption in favor of shared parenting. Upon the petition of either parent for any determination regarding physical custody of a minor child, there is a rebuttable presumption that equal or approximately equal time spent between the child and each parent is in the best interest of the minor child. A presumption under this section may be rebutted by clear and convincing evidence based on the factors set forth in § 25-4A-24. The court shall make written findings of fact and conclusions of law regarding the best interests of the minor child, in accordance with § 25-4A-24, unless the parents have stipulated to the terms of an agreement resolving the petition. Section 52. That a NEW SECTION be added: 25-4A-34.2. Shared parenting plan. South Dakota law allows parents to agree in writing to a detailed shared parenting plan, which provides that the children will reside no less than one hundred fifty nights per calendar year in each parent's home, and that the parents will share the duties and responsibilities of parenting the children and the expenses of the children in proportion to their incomes. Such shared parenting plan must be incorporated into the custody order. No base child support may be ordered for shared parenting plans as both parents must be able to financially support their children. Section 53. That a NEW SECTION be added: 25-4A-34.3. Factors for shared parenting. Section 25-4A-24 sets forth the factors the court considers in granting shared parenting."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11950, "action_date": "2020-01-30T13:00:00-06:00", "document_id": 65050, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65050.pdf", "status_text": "First read in Senate and referred to", "journal_page": 118, "committee_id_action": 447, "committee_id_assigned": 451, "result": "N", "vote": {}}, {"bill_id": 11950, "action_date": "2020-02-25T08:00:00-06:00", "document_id": 68182, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68182.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 451, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11950, "action_date": "2020-02-25T08:00:00-06:00", "document_id": 68183, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68183.pdf", "status_text": "Tabled", "journal_page": null, "committee_id_action": 451, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33812, "president_vote": null, "Yea": [1685, 1752, 1716, 1663, 1726, 1718], "Excused": [1703]}}]}