{"session_id": 47, "bill_id": 13757, "bill_type": "House Bill", "bill_number": 1292, "bill_title": "to classify certain land as nonagricultural acreage and revise the tax levy for the general fund purposes of a school district.", "sponsors": [{"legislator_profile_id": 2130, "is_prime": true}, {"legislator_profile_id": 2162, "is_prime": true}, {"legislator_profile_id": 2096, "is_prime": false}, {"legislator_profile_id": 2099, "is_prime": false}, {"legislator_profile_id": 2100, "is_prime": false}, {"legislator_profile_id": 2101, "is_prime": false}, {"legislator_profile_id": 2117, "is_prime": false}, {"legislator_profile_id": 2119, "is_prime": false}, {"legislator_profile_id": 2121, "is_prime": false}, {"legislator_profile_id": 2129, "is_prime": false}, {"legislator_profile_id": 2131, "is_prime": false}, {"legislator_profile_id": 2139, "is_prime": false}, {"legislator_profile_id": 2145, "is_prime": false}, {"legislator_profile_id": 2146, "is_prime": false}, {"legislator_profile_id": 2148, "is_prime": false}, {"legislator_profile_id": 2153, "is_prime": false}, {"legislator_profile_id": 2154, "is_prime": false}, {"legislator_profile_id": 2171, "is_prime": false}, {"legislator_profile_id": 2174, "is_prime": false}, {"legislator_profile_id": 2181, "is_prime": false}, {"legislator_profile_id": 2193, "is_prime": false}, {"legislator_profile_id": 2194, "is_prime": false}, {"legislator_profile_id": 2195, "is_prime": false}], "keywords": ["Agriculture (See also Feedlots)", "Property Tax & Assessment"], "audio": [], "bill_versions": [{"bill_id": 13757, "bill_version_id": 77587, "bill_version": "Introduced", "bill_version_date": "1998-01-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to classify certain land as nonagricultural acreage and revise the tax levy for the general fund purposes of a school district. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Any agricultural land, as defined in § 10-6-31.3, which sells for more than one hundred fifty percent of its agricultural income value is hereby classified for purposes of ad valorem taxation as a nonagricultural acreage. The agricultural income value shall be determined pursuant to section 2 of this Act. Section 2. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of section 1 of this Act, the agricultural income value shall be determined using capitalized actual annual cash rent. The actual annual cash rent is the actual annual cash rent, excluding the actual per acre tax on agricultural land, determined through an analysis of actual arm's length rental agreements collected within the county in the year prior to the year for which the income value is being determined. The annual cash rent shall be capitalized at eight percent. Section 3. That chapter 10-11 be amended by adding thereto a NEW SECTION to read as follows: The secretary of revenue may enter into a contract for the collection of cash rent information by county. Cash rent information shall be adjusted by soil survey statistics if available. Section 4. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Any land which is classified pursuant to this Act shall remain so classified for a minimum of five years. Five years after the land is so classified, the land may be reclassified as agricultural land if the land remains in agricultural use during the five year period and if the owner of the land submits an annual application to the director of equalization. The application shall include verified documentation that the land has been in agricultural use during past year. If the land meets the criteria set forth in § 10-6-31.3, has been in agricultural use for five years, and the application requirement in this section is complied with, the director of equalization may reclassify the nonagricultural acreage as agricultural land. Section 5. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Land classified pursuant to this Act shall be valued for ad valorem tax purposes pursuant to chapters 10-6 and 10-10 and shall be taxed as nonagricultural acreage property. Section 6. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: If there are less than fifteen sales of agricultural land within a county, the director of equalization shall use sales of agricultural land within the county from previous years or sales of comparable agricultural land within adjoining counties. Section 7. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: If there are less than fifteen sales of nonagricultural acreage property within a county, the director of equalization shall use sales of nonagricultural acreage property within the county from previous years or sales of comparable nonagricultural acreage property within adjoining counties. Section 8. That § 10-12-42 be amended to read as follows: 10-12-42. For taxes payable in 1997 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be sixteen dollars and forty-nine cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section and , owner-occupied property as provided for in subdivision (3) of this section , and nonagricultural acreage property as provided for in subdivision (4) ; (2) The maximum tax levy on agricultural property for such school district shall be five dollars and sixty-six cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40, for such school district may not exceed nine dollars and six cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies ; (4) The maximum tax levy on nonagricultural acreage property for such school district shall be six dollars and sixty-six cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies . All levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue. These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10-13-43 § 10-12-43 , the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section. Section 9. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"Average daily membership,\" the average number of kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for the period January 1, 1997, to June 30, 1997, inclusive, is $1,675. For school fiscal year 1998, beginning on July 1, 1997, the per student allocation shall be $3,350 increased by the index factor. Each school fiscal year thereafter, the per student allocation shall be the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" the per student allocation multiplied by the adjusted average daily membership; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the following levies established pursuant to § 10-12-42 : (a) The levy for school district purposes is sixteen dollars and forty-nine cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subsection (b) and owner-occupied property as provided in subsection (c); (b) The tax levy on agricultural property for the school district is five dollars and sixty-five cents per thousand dollars of taxable valuation; (c) The tax levy for owner-occupied single-family dwelling for the school district is nine dollars and six cents per thousand dollars of taxable valuation . Section 10. That section 10 of chapter 98 of the 1997 Session Laws be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"General enrollment average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with a general enrollment average daily membership of two hundred or less, multiply 1.2 times the general enrollment average daily membership; (b) For districts with a general enrollment average daily membership of less than six hundred, but greater than two hundred, raise the general enrollment average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with a general enrollment average daily membership of six hundred or more, multiply 1.0 times their general enrollment average daily membership; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for the period January 1, 1997, to June 30, 1997, inclusive, is $1,675. For school fiscal year 1998, beginning on July 1, 1997, the per student allocation shall be $3,350 increased by the index factor. Each school fiscal year thereafter, the per student allocation shall be the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" the per student allocation multiplied by the adjusted average daily membership; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the following levies established pursuant to § 10-12-42 : (a) The levy for school district purposes is sixteen dollars and forty-nine cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subsection (b) and owner-occupied property as provided in subsection (c); (b) The tax levy on agricultural property for the school district is five dollars and sixty-six cents per thousand dollars of taxable valuation; (c) The tax levy for owner-occupied single-family dwelling for the school district is nine dollars and six cents per thousand dollars of taxable valuation ."}, {"bill_id": 13757, "bill_version_id": 77586, "bill_version": "House Taxation Engrossed", "bill_version_date": "1998-02-04T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to classify certain land as nonagricultural acreage and revise the tax levy for the general fund purposes of a school district. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Any agricultural land, as defined in § 10-6-31.3, which sells for more than one hundred fifty percent of its agricultural income value is hereby classified for purposes of ad valorem taxation as a nonagricultural acreage. The agricultural income value shall be determined pursuant to section 2 of this Act. Section 2. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of section 1 of this Act, the agricultural income value shall be determined using capitalized actual annual cash rent. The actual annual cash rent is the actual annual cash rent, excluding the actual per acre tax on agricultural land, determined through an analysis of actual arm's length rental agreements collected within the county in the year prior to the year for which the income value is being determined. The annual cash rent shall be capitalized at eight percent. Section 3. That chapter 10-11 be amended by adding thereto a NEW SECTION to read as follows: The secretary of revenue may enter into a contract for the collection of cash rent information by county. Cash rent information shall be adjusted by soil survey statistics if available. Section 4. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Any land which is classified pursuant to this Act shall remain so classified for a minimum of five years. Five years after the land is so classified, the land may be reclassified as agricultural land if the land remains in agricultural use during the five year period and if the owner of the land submits an annual application to the director of equalization. The application shall include verified documentation that the land has been in agricultural use during past year. If the land meets the criteria set forth in § 10-6-31.3, has been in agricultural use for five years, and the application requirement in this section is complied with, the director of equalization may reclassify the nonagricultural acreage as agricultural land. Section 5. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Land classified pursuant to this Act shall be valued for ad valorem tax purposes at the price for which such land sold multiplied times the level of assessment for nonagricultural property within the county. The value of such land shall be increased or decreased each year by the same percentage that the value of nonagricultural property increases or decreases. Section 6. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: If there are less than fifteen sales of agricultural land within a county, the director of equalization shall use sales of agricultural land within the county from previous years or sales of comparable agricultural land within adjoining counties. Section 7. That § 10-12-42 be amended to read as follows: 10-12-42. For taxes payable in 1997 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be sixteen dollars and forty-nine cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section and , owner-occupied property as provided for in subdivision (3) of this section , and nonagricultural acreage property as provided for in subdivision (4) ; (2) The maximum tax levy on agricultural property for such school district shall be five dollars and sixty-six cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40, for such school district may not exceed nine dollars and six cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies ; (4) The maximum tax levy on nonagricultural acreage property for such school district shall be six dollars and sixty-six cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies . All levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue. These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10-13-43 § 10-12-43 , the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section. Section 8. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"Average daily membership,\" the average number of kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for the period January 1, 1997, to June 30, 1997, inclusive, is $1,675. For school fiscal year 1998, beginning on July 1, 1997, the per student allocation shall be $3,350 increased by the index factor. Each school fiscal year thereafter, the per student allocation shall be the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" the per student allocation multiplied by the adjusted average daily membership; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the following levies established pursuant to § 10-12-42 : (a) The levy for school district purposes is sixteen dollars and forty-nine cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subsection (b) and owner-occupied property as provided in subsection (c); (b) The tax levy on agricultural property for the school district is five dollars and sixty-five cents per thousand dollars of taxable valuation; (c) The tax levy for owner-occupied single-family dwelling for the school district is nine dollars and six cents per thousand dollars of taxable valuation . Section 9. That section 10 of chapter 98 of the 1997 Session Laws be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"General enrollment average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with a general enrollment average daily membership of two hundred or less, multiply 1.2 times the general enrollment average daily membership; (b) For districts with a general enrollment average daily membership of less than six hundred, but greater than two hundred, raise the general enrollment average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with a general enrollment average daily membership of six hundred or more, multiply 1.0 times their general enrollment average daily membership; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for the period January 1, 1997, to June 30, 1997, inclusive, is $1,675. For school fiscal year 1998, beginning on July 1, 1997, the per student allocation shall be $3,350 increased by the index factor. Each school fiscal year thereafter, the per student allocation shall be the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" the per student allocation multiplied by the adjusted average daily membership; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the following levies established pursuant to § 10-12-42 : (a) The levy for school district purposes is sixteen dollars and forty-nine cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subsection (b) and owner-occupied property as provided in subsection (c); (b) The tax levy on agricultural property for the school district is five dollars and sixty-six cents per thousand dollars of taxable valuation; (c) The tax levy for owner-occupied single-family dwelling for the school district is nine dollars and six cents per thousand dollars of taxable valuation . BILL HISTORY 1/26/98 First read in House and referred to Taxation. H.J. 227 2/3/98 Scheduled for Committee hearing on this date. 2/3/98 Taxation Do Pass Amended, Passed, AYES 12, NAYS 0. H.J. 359"}, {"bill_id": 13757, "bill_version_id": 77585, "bill_version": "House Engrossed", "bill_version_date": "1998-02-10T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to classify certain land as nonagricultural acreage and revise the tax levy for the general fund purposes of a school district. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Any agricultural land, as defined in § 10-6-31.3, which sells for more than one hundred fifty percent of its agricultural income value is hereby classified for purposes of ad valorem taxation as a nonagricultural acreage. The agricultural income value shall be determined pursuant to section 2 of this Act. Section 2. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of section 1 of this Act, the agricultural income value shall be determined using capitalized actual annual cash rent. The actual annual cash rent is the actual annual cash rent, excluding the actual per acre tax on agricultural land, determined through an analysis of actual arm's length rental agreements collected within the county in the year prior to the year for which the income value is being determined. The annual cash rent shall be capitalized at eight percent. Section 3. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: The secretary of revenue may enter into a contract for the collection of cash rent information by county. Cash rent information shall be adjusted by soil survey statistics if available. Section 4. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Any land which is classified pursuant to this Act shall remain so classified for a minimum of five years. Five years after the land is so classified, the land may be reclassified as agricultural land if the land remains in agricultural use during the five year period and if the owner of the land submits an annual application to the director of equalization. The application shall include verified documentation that the land has been in agricultural use during past year. If the land meets the criteria set forth in § 10-6-31.3, has been in agricultural use for five years, and the application requirement in this section is complied with, the director of equalization may reclassify the nonagricultural acreage as agricultural land. Section 5. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Land classified pursuant to this Act shall be valued for ad valorem tax purposes at the price for which such land sold multiplied times the level of assessment for nonagricultural property within the county. The value of such land shall be increased or decreased each year by the same percentage that the value of nonagricultural property increases or decreases. Section 6. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: If there are less than fifteen sales of agricultural land within a county, the director of equalization shall use sales of agricultural land within the county from previous years or sales of comparable agricultural land within adjoining counties. Section 7. That § 10-6-31.3 be amended to read as follows: 10-6-31.3. For tax purposes, land is agricultural land if it meets two of the following three criteria: (1) At least thirty-three and one-third percent of the total family gross income of the owner is derived from the pursuit of agriculture as defined in subdivision (2) of this section or it is a state-owned public shooting area or a state-owned game production area as identified in § 41-4-8 and it is owned and managed by the Department of Game, Fish and Parks; (2) Its principal use is devoted to the raising and harvesting of crops or timber or fruit trees, the rearing, feeding , and management of farm livestock, poultry, fish , or nursery stock, the production of bees and apiary products, or horticulture, all for intended profit pursuant to subdivision (1) of this section. Agricultural real estate also includes woodland, wasteland , and pasture land, but only if the land is held and operated in conjunction with agricultural real estate as defined and it is under the same ownership; (3) It consists of not less than twenty acres of unplatted land or is a part of a contiguous ownership of not less than eighty acres of unplatted land. The same acreage specifications apply to platted land, excluding land platted as a subdivision, which is in an unincorporated area. However, the board of county commissioners may increase the minimum acre requirement up to one hundred sixty acres. However, for tax purposes, land is not agricultural land if the land is classified pursuant to section 1 of this Act as a nonagricultural acreage. Section 8. That § 10-12-42 be amended to read as follows: 10-12-42. For taxes payable in 1997 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be sixteen dollars and forty-nine cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section and , owner-occupied property as provided for in subdivision (3) of this section , and nonagricultural acreage property as provided for in subdivision (4) ; (2) The maximum tax levy on agricultural property for such school district shall be five dollars and sixty-six cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40, for such school district may not exceed nine dollars and six cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies ; (4) The maximum tax levy on nonagricultural acreage property as defined in section 1 of this Act, for such school district shall be six dollars and sixty-six cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies . All levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue. These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10-13-43 § 10-12-43 , the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section. Section 9. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"Average daily membership,\" the average number of kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for the period January 1, 1997, to June 30, 1997, inclusive, is $1,675. For school fiscal year 1998, beginning on July 1, 1997, the per student allocation shall be $3,350 increased by the index factor. Each school fiscal year thereafter, the per student allocation shall be the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" the per student allocation multiplied by the adjusted average daily membership; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the following levies established pursuant to § 10-12-42 : (a) The levy for school district purposes is sixteen dollars and forty-nine cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subsection (b) and owner-occupied property as provided in subsection (c); (b) The tax levy on agricultural property for the school district is five dollars and sixty-five cents per thousand dollars of taxable valuation; (c) The tax levy for owner-occupied single-family dwelling for the school district is nine dollars and six cents per thousand dollars of taxable valuation . Section 10. That section 10 of chapter 98 of the 1997 Session Laws be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"General enrollment average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with a general enrollment average daily membership of two hundred or less, multiply 1.2 times the general enrollment average daily membership; (b) For districts with a general enrollment average daily membership of less than six hundred, but greater than two hundred, raise the general enrollment average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with a general enrollment average daily membership of six hundred or more, multiply 1.0 times their general enrollment average daily membership; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for the period January 1, 1997, to June 30, 1997, inclusive, is $1,675. For school fiscal year 1998, beginning on July 1, 1997, the per student allocation shall be $3,350 increased by the index factor. Each school fiscal year thereafter, the per student allocation shall be the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" the per student allocation multiplied by the adjusted average daily membership; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the following levies established pursuant to § 10-12-42 : (a) The levy for school district purposes is sixteen dollars and forty-nine cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subsection (b) and owner-occupied property as provided in subsection (c); (b) The tax levy on agricultural property for the school district is five dollars and sixty-six cents per thousand dollars of taxable valuation; (c) The tax levy for owner-occupied single-family dwelling for the school district is nine dollars and six cents per thousand dollars of taxable valuation . BILL HISTORY 1/26/98 First read in House and referred to Taxation. H.J. 227 2/3/98 Scheduled for Committee hearing on this date. 2/3/98 Taxation Do Pass Amended, Passed, AYES 12, NAYS 0. H.J. 359 2/5/98 House of Representatives Deferred to another day. H.J. 412 2/9/98 House of Representatives Do Pass Amended, Passed, AYES 54, NAYS 12. H.J. 487"}, {"bill_id": 13757, "bill_version_id": 77584, "bill_version": "Enrolled", "bill_version_date": "1998-02-17T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13757, "action_date": "1998-01-26T14:00:00-06:00", "document_id": 76901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76901.pdf", "status_text": "First read in House and referred to", "journal_page": 227, "committee_id_action": 600, "committee_id_assigned": 596, "result": "N", "vote": {}}, {"bill_id": 13757, "action_date": "1998-02-03T07:45:00-06:00", "document_id": 76636, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76636.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 596, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13757, "action_date": "1998-02-03T07:45:00-06:00", "document_id": 76636, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76636.pdf", "status_text": "Do Pass Amended,", "journal_page": 359, "committee_id_action": 596, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40223, "president_vote": null, "Yea": [2096, 2098, 2117, 2126, 2153, 2168, 2172, 2097, 2147, 2193, 2197, 2111], "Excused": [2164]}}, {"bill_id": 13757, "action_date": "1998-02-05T14:00:00-06:00", "document_id": 76917, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76917.pdf", "status_text": "Deferred to another day", "journal_page": 412, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13757, "action_date": "1998-02-09T14:00:00-06:00", "document_id": 76921, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76921.pdf", "status_text": "Motion to Amend,", "journal_page": 486, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13757, "action_date": "1998-02-09T14:00:00-06:00", "document_id": 76921, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76921.pdf", "status_text": "Do Pass Amended,", "journal_page": 487, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40590, "president_vote": null, "Yea": [2096, 2098, 2100, 2101, 2104, 2107, 2108, 2111, 2113, 2116, 2117, 2119, 2120, 2123, 2126, 2127, 2128, 2132, 2136, 2139, 2141, 2143, 2144, 2146, 2147, 2150, 2153, 2154, 2157, 2158, 2159, 2160, 2161, 2162, 2163, 2164, 2167, 2168, 2171, 2172, 2173, 2174, 2176, 2178, 2180, 2181, 2183, 2185, 2186, 2192, 2193, 2194, 2195, 2198], "Nay": [2097, 2105, 2109, 2110, 2124, 2151, 2152, 2177, 2184, 2190, 2197, 2134], "Excused": [2106, 2114, 2131], "Absent": [2133]}}, {"bill_id": 13757, "action_date": "1998-02-10T14:00:00-06:00", "document_id": 76924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76924.pdf", "status_text": "First read in Senate and referred to", "journal_page": 432, "committee_id_action": 601, "committee_id_assigned": 584, "result": "N", "vote": {}}, {"bill_id": 13757, "action_date": "1998-02-13T08:00:00-06:00", "document_id": 76737, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76737.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 584, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13757, "action_date": "1998-02-13T08:00:00-06:00", "document_id": 76737, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76737.pdf", "status_text": "Do Pass,", "journal_page": 503, "committee_id_action": 584, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38874, "president_vote": null, "Yea": [2102, 2103, 2112, 2129, 2155, 2169, 2187, 2182, 2170]}}, {"bill_id": 13757, "action_date": "1998-02-14T14:00:00-06:00", "document_id": 76932, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76932.pdf", "status_text": "Do Pass Amended,", "journal_page": 541, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39020, "president_vote": null, "Yea": [2094, 2095, 2099, 2102, 2103, 2112, 2115, 2118, 2121, 2122, 2129, 2130, 2137, 2138, 2140, 2142, 2145, 2148, 2149, 2155, 2165, 2166, 2169, 2170, 2179, 2182, 2187, 2188, 2189, 2191, 2196], "Nay": [2125, 2135, 2156, 2175]}}, {"bill_id": 13757, "action_date": "1998-02-17T14:00:00-06:00", "document_id": 76933, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76933.pdf", "status_text": "Signed by Speaker", "journal_page": 734, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13757, "action_date": "1998-02-19T14:00:00-06:00", "document_id": 76938, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76938.pdf", "status_text": "Signed by President", "journal_page": 609, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13757, "action_date": "1998-02-20T14:00:00-06:00", "document_id": 76939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76939.pdf", "status_text": "Delivered to the Governor", "journal_page": 827, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13757, "action_date": "1998-02-25T14:00:00-06:00", "document_id": 76945, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76945.pdf", "status_text": "Signed by Governor", "journal_page": 930, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 907}