{"session_id": 24, "bill_id": 7316, "bill_type": "House Bill", "bill_number": 1141, "bill_title": "license persons offering applied behavior analysis services to the public.", "sponsors": [{"legislator_profile_id": 1042, "is_prime": true}, {"legislator_profile_id": 1041, "is_prime": true}, {"legislator_profile_id": 977, "is_prime": false}, {"legislator_profile_id": 976, "is_prime": false}, {"legislator_profile_id": 1047, "is_prime": false}, {"legislator_profile_id": 1021, "is_prime": false}, {"legislator_profile_id": 1065, "is_prime": false}, {"legislator_profile_id": 1038, "is_prime": false}, {"legislator_profile_id": 1055, "is_prime": false}, {"legislator_profile_id": 1003, "is_prime": false}, {"legislator_profile_id": 1054, "is_prime": false}, {"legislator_profile_id": 1027, "is_prime": false}, {"legislator_profile_id": 1006, "is_prime": false}, {"legislator_profile_id": 1052, "is_prime": false}, {"legislator_profile_id": 1030, "is_prime": false}, {"legislator_profile_id": 993, "is_prime": false}, {"legislator_profile_id": 1029, "is_prime": false}, {"legislator_profile_id": 1000, "is_prime": false}, {"legislator_profile_id": 1064, "is_prime": false}], "keywords": ["Administrative Rules", "Fees", "Licenses", "Professions and Occupations"], "audio": [{"meeting_datetime": "2016-02-11T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hhe20.mp3", "start_seconds": 574.0}, {"meeting_datetime": "2016-02-11T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hhe20.mp3", "start_seconds": 574.0}, {"meeting_datetime": "2016-02-11T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hhe20.mp3", "start_seconds": 574.0}, {"meeting_datetime": "2016-02-11T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hhe20.mp3", "start_seconds": 574.0}, {"meeting_datetime": "2016-02-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou22.mp3", "start_seconds": 1624.0}, {"meeting_datetime": "2016-02-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou22.mp3", "start_seconds": 1624.0}, {"meeting_datetime": "2016-02-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou22.mp3", "start_seconds": 1624.0}, {"meeting_datetime": "2016-02-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou22.mp3", "start_seconds": 1624.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she27.mp3", "start_seconds": 163.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she27.mp3", "start_seconds": 163.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she27.mp3", "start_seconds": 163.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she27.mp3", "start_seconds": 163.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she27.mp3", "start_seconds": 163.0}, {"meeting_datetime": "2016-02-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen29.mp3", "start_seconds": 1237.0}, {"meeting_datetime": "2016-02-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen29.mp3", "start_seconds": 1237.0}, {"meeting_datetime": "2016-02-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen29.mp3", "start_seconds": 1237.0}, {"meeting_datetime": "2016-02-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen29.mp3", "start_seconds": 1237.0}], "bill_versions": [{"bill_id": 7316, "bill_version_id": 38301, "bill_version": "Introduced", "bill_version_date": "2016-01-28T08:21:20.343-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to license persons offering applied behavior analysis services to the public. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Applied behavior analysis,\" as provided in subdivision 58-17-154(1); (2) \"Behavior analyst,\" a person who meets the qualifications of subdivision 58-17-159(2), who is licensed as a behavior analyst by the board only for the provision of applied behavior analysis as defined in sections 2 and 3 of this Act, and who holds himself or herself out to the public by any title or description of services which uses the words behavior analyst or applied behavior analyst; (3) \"Board,\" the Board of Social Work Examiners, as established in chapter 36-26. Section 2. That the code be amended by adding a NEW SECTION to read: The term, practice of applied behavior analysis, is the application of principles, methods, and procedures of the analysis of behavior including principles of operant and respondent learning. The term includes applications of those principles, methods, and procedures to: (1) Design, supervise, evaluate, and modify treatment programs to change the behavior of individuals diagnosed with an autism spectrum disorder; (2) Design, supervise, evaluate, and modify treatment programs to change the behavior of individuals; (3) Design, supervise, evaluate, and modify treatment programs to change the behavior of groups; and (4) Consult with individuals and organizations. Section 3. That the code be amended by adding a NEW SECTION to read: The term, practice of applied behavior analysis, does not include diagnosis, counseling, psychological testing, personality assessment, intellectual assessment, neuropsychological assessment, psychotherapy, cognitive therapy, sex therapy, family therapy, coordination of care, psychoanalysis, hypnotherapy, or long-term counseling as a treatment modality. Section 4. That the code be amended by adding a NEW SECTION to read: The Governor shall appoint an applied behavior analyst advisory committee composed of three members. Two of the members shall be behavior analysts licensed under this Act and the other member shall represent the public and be unaffiliated with the profession. Each committee member shall serve a term of three years. However, the terms of the initial appointees shall be staggered so that no more than one member's term expires in any one year. No committee member may be appointed to more than three consecutive full terms. If a vacancy occurs, the Governor shall appoint a person to fill the unexpired term. The appointment of a member to an unexpired term is not considered a full term. The committee shall meet at least annually or as necessary to conduct business. The advisory committee shall assist the board in the regulation of behavior analysts pursuant to this Act. The committee shall also make recommendations to the board regarding rules promulgated pursuant to this Act. The terms of a member begins on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The term of a member expires on October thirtieth in the third year of appointment. Section 5. That the code be amended by adding a NEW SECTION to read: The provisions of this Act do not apply to any: (1) Employee of a regionally accredited academic institution while performing teaching, training, or research duties; (2) Provider who is not a resident of this state, and who has established an office in this state, who provides behavior analyst services in this state for a period which does not exceed an aggregate of more than twenty days during any one year if the provider is authorized under the laws of the state or country of residence to perform these activities and services. If the provider exceeds twenty consecutive days of practice in this state in any calendar year the provider shall report to the board, in writing, the nature and extent of the provider's practice in this state; (3) Qualified physician, surgeon, dentist, osteopath, optometrist, chiropractor, podiatrist, registered nurse, attorney, court employee, marriage counselor, family counselor, member of the clergy, mental health counselor, school counselor, rehabilitation counselor, employment counselor, guidance counselor, social worker, or licensed professional counselor doing work within the standards and ethics of the person's respective profession who does not hold himself or herself out to the public by any title incorporating the term behavior analyst; (4) Matriculated college or university student whose applied behavior analysis activity is part of a defined program of study, course, practicum, internship, or postdoctoral traineeship, if the applied behavior analysis activities under this exemption are directly supervised by a behavior analyst in this state, an instructor in a course sequence approved by the certifying entity, or another qualified faculty member. The individual student may not represent himself or herself as a behavior analyst and shall use a title that clearly indicates the student's training status, such as student, intern, or trainee; (5) Family member of a recipient of applied behavior analysis services implementing behavior analysis treatment plans with the recipient under the extended authority and direction of a behavior analyst. The family member may not represent himself or herself as a behavior analyst; (6) Paraprofessional who delivers applied behavior analysis services under the extended authority and direction of a behavior analyst. The paraprofessional may not represent himself or herself as a behavior analyst, and shall use a title that indicates the paraprofessional status, such as ABA technician, behavior technician, tutor, or line therapist. The paraprofessional shall submit to a criminal background check and fingerprint checks pursuant to the provisions of this Act; (7) Behavior analyst who practices with nonhumans, including an applied animal behaviorist and animal trainer; (8) Professional who provides general applied behavior analysis services to an organization, so long as the services are for the benefit of the organization and do not involve direct services to any person; (9) Unlicensed person pursuing experience in applied behavior analysis consistent with the experience requirements of the national Behavior Analyst Certification Board, Inc., if the experience is supervised in accordance with the requirements of the national Behavior Analyst Certification Board, Inc. The person may not represent himself or herself as a behavior analyst and shall use a title that clearly indicates the person's training status, such as student, intern, or trainee; (10) Person employed by a school board performing the duties of a position for the school. The person may not represent himself or herself as a behavior analyst, unless the person holds a license under this Act; or (11) Any person who meets the requirements set out in subdivision 58-17-159(1). Section 6. That the code be amended by adding a NEW SECTION to read: No person may represent himself or herself as a behavior analyst, or engage in the practice of, or attempt to practice applied behavior analysis unless licensed pursuant to the provisions of this Act as an applied behavior analyst or exempted under the provisions of this Act. Section 7. That the code be amended by adding a NEW SECTION to read: The board may grant a license as a behavior analyst to an applicant who: (1) Has earned a master's degree or a doctoral degree; (2) Holds a current certification as a board certified behavior analyst by the National Behavior Analyst Certification Board, Inc., or any successor in interest to that organization; (3) Has not been convicted of a felony or a misdemeanor involving moral turpitude as defined in subdivision 22-1-2(25); and (4) Has submitted verification that the applicant is not subject to any disciplinary proceeding or pending complaint before any other licensing board unless the board considers such proceeding or complaint and agrees to licensure. Section 8. That the code be amended by adding a NEW SECTION to read: The application fee for a license to practice applied behavior analysis shall be set by the board in rules promulgated pursuant to chapter 1-26. The fee may not exceed three hundred dollars. The applicant shall pay fees for the cost of certification directly to the Behavior Analyst Certification Board, Inc. Section 9. That the code be amended by adding a NEW SECTION to read: In applying for licensing, an applicant shall apply on a form prescribed by the board. The application shall be witnessed and notarized by a notary public. The license fee shall accompany the application. The application and all supporting evidence shall be public record as provided in chapter 1-27. Section 10. That the code be amended by adding a NEW SECTION to read: After a behavior analyst applicant presents evidence of certification, the applicant shall pay a fee for initial licensure set by the board, in rules promulgated pursuant to chapter 1-26, not to exceed three hundred fifty dollars. Section 11. That the code be amended by adding a NEW SECTION to read: The board shall adopt a code of ethics for behavior analysts licensed under this Act. Section 12. That the code be amended by adding a NEW SECTION to read: The board may deny, revoke, suspend, or cancel any license or application for licensure to practice as a behavior analyst and may take other disciplinary or corrective action as the board deems appropriate upon any of the following grounds: (1) The licensee or applicant is guilty of fraud in the practice of applied behavior analysis or fraud or deceit in the licensee's admission to practice applied behavior analysis; (2) The licensee or applicant has been convicted of a felony or a serious crime during the past five years. The term, felony, means an offense which, if committed in South Dakota, would be a felony under South Dakota law. The term, serious crime, means a felony or a lesser crime involving moral turpitude as defined in subdivision 22-1-2(25); (3) The licensee or applicant is or has been engaged in the practice of applied behavior analysis under a false or assumed name and has not registered that name pursuant to chapter 37-11, or is impersonating another practitioner of a like or different name; (4) The licensee or applicant is addicted to the use of intoxicating liquors, narcotics, or stimulants to an extent as to incapacitate the licensee or applicant from the performance of the licensee's or applicant's professional duties; (5) The physical or mental condition of the licensee or applicant is determined, by a competent medical examiner, to jeopardize or endanger a person who seeks relief of the licensee or applicant. A majority of the entire board may demand an examination of the licensee or applicant by a competent medical examiner selected by the board at the board's expense. If the licensee or applicant fails to submit to the examination, this constitutes immediate grounds for suspension of the licensee's license or denial of the application for licensure; (6) The licensee or applicant for licensure has been found in violation of the code of ethics adopted by the board; (7) The licensee or applicant has obtained or attempted to obtain a license, certificate, or renewal thereof by bribery or fraudulent representation; (8) The licensee or applicant knowingly made a false statement in connection with any application required by this Act; (9) The licensee or applicant knowingly made a false statement on any form promulgated pursuant to this Act; (10) The licensee or applicant has violated any provision of this Act or the rules promulgated under this Act; or (11) The licensee's or applicant's certificate, license, or permit has been cancelled, revoked, suspended, or rejected for renewal in any other state for any cause. Section 13. That the code be amended by adding a NEW SECTION to read: If the board has information that any licensee may be guilty of any misconduct as provided in section 12 of this Act or is guilty of gross incompetence or unprofessional or dishonorable conduct, the board may institute proceedings for cancellation or revocation of the license. Section 14. That the code be amended by adding a NEW SECTION to read: Each proceeding relative to the cancellation, revocation, or suspension of a license, or relative to reissuing a license which has been cancelled, revoked, or suspended may only be held if a majority of the members of the board are present at the hearing. The decision of the board to suspend, revoke, or cancel a license requires a majority vote of all of the board members. Section 15. That the code be amended by adding a NEW SECTION to read: All proceedings relative to the cancellation, revocation, or suspension of a license shall conform to the procedure set forth in chapter 1-26. Section 16. That the code be amended by adding a NEW SECTION to read: Any party aggrieved by any acts, rulings, or decisions of the board relating to refusal to grant or to cancellation, revocation, or suspension of a license may appeal pursuant to chapter 1-26. Section 17. That the code be amended by adding a NEW SECTION to read: Upon written application establishing compliance with existing licensing requirements and for reasons the board deems sufficient, the board, for good cause by majority vote, may reinstate or reissue a license that has been canceled, suspended, or revoked. However, upon suspension of a license, the board in the order may provide for automatic reinstatement after a fixed period of time as provided in the order. Section 18. That the code be amended by adding a NEW SECTION to read: The secretary-treasurer of the board shall keep a record of each person who has been granted a license pursuant to the provisions of this Act, the license number, and the date the license was issued or renewed. The record may be admitted as evidence in any court. Section 19. That the code be amended by adding a NEW SECTION to read: Any person who practices as a behavior analyst in this state without a license issued by the board is guilty of a Class 2 misdemeanor. Section 20. That the code be amended by adding a NEW SECTION to read: In addition to the duties set forth elsewhere in this Act, the board shall: (1) Recommend prosecution for any violation of this Act to the appropriate state's attorney; and (2) Recommend to the attorney general the bringing of a civil action to seek injunction and other relief against any violation of this Act. Section 21. That the code be amended by adding a NEW SECTION to read: The board shall investigate each suspected violation of this Act and shall report the violation to the proper law enforcement official where the act is committed. The board is authorized to employ special counsel subject to the supervision, control, and direction of the attorney general to assist in the prosecution of violations of this Act, and to expend the necessary funds for such purpose. Section 22. That the code be amended by adding a NEW SECTION to read: Any person violating the provisions of this Act may be enjoined from further violations at the suit of the state's attorney of the county where the violations occurred or suit may be brought by any citizen of this state. An action for injunction shall be an alternate to criminal proceedings, and the commencement of one proceeding by the board constitutes an election. Section 23. That the code be amended by adding a NEW SECTION to read: Any money coming into the custody of the board each calendar month, including license fees, renewal fees, penalty fees, and any other payments, shall be paid by the board to the state treasurer on or before the tenth day of the next month. The state treasurer shall credit the money to the South Dakota Board of Social Work Examiners account of the general fund. The money in the South Dakota Board of Social Work Examiners' account is hereby continuously appropriated to the board for the purpose of paying the expense of administering and enforcing the provisions of this Act, provided that the total expense incurred does not exceed the total moneys collected by the board under the provisions of this Act and chapter 36-26. Section 24. That the code be amended by adding a NEW SECTION to read: The relations and communications between a licensed behavior analyst and a person consulting a licensed behavior analyst in the person's professional capacity are confidential. Nothing in this Act may be construed to require the person's confidential communications to be disclosed. Section 25. That the code be amended by adding a NEW SECTION to read: Any paraprofessional who delivers applied behavior analysis services under the extended authority and direction of a behavior analyst shall submit to a criminal background investigation, by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. If no disqualifying record is identified at the state level, the fingerprints shall be forwarded by the Division of Criminal Investigation to the Federal Bureau of Investigation for a national criminal history check. The behavior analyst who supervises the paraprofessional is responsible for any fees charged for the cost of fingerprinting or the criminal background investigation as required by this section. Each criminal record provided to the board under this section is confidential. The board may use the records only in determining a paraprofessional's eligibility to be supervised by an applied behavior analyst for the delivery of applied behavior analysis. Section 26. That the code be amended by adding a NEW SECTION to read: No paraprofessional who has been convicted of a crime of violence as defined in § 22-1-2, a sex offense as defined in § 22-24B-1, or trafficking in narcotics, may deliver applied behavior analysis services under the direction of a behavior analyst. Section 27. That the code be amended by adding a NEW SECTION to read: The board may promulgate rules, pursuant to chapter 1-26, that delineate qualifications for licensure, specify requirements for the annual renewal of licensure, establish standards of professional conduct, specify procedures for violations of professional conduct, permit inactive licensures, establish procedures for collection and management of fees and payments, establish fees for initial applications and annual licensure not to exceed the amounts specified in this Act, delineate activities that may or may not be delegated to a paraprofessional, and specify requirements for supervision of paraprofessionals."}, {"bill_id": 7316, "bill_version_id": 39228, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "2016-02-11T10:30:47.563-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to license persons offering applied behavior analysis services to the public. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Applied behavior analysis,\" as provided in subdivision 58-17-154(1); (2) \"Behavior analyst,\" a person who meets the qualifications of subdivision 58-17-159(2), who is licensed as a behavior analyst by the board only for the provision of applied behavior analysis as defined in sections 2 and 3 of this Act, and who holds himself or herself out to the public by any title or description of services which uses the words behavior analyst or applied behavior analyst; (3) \"Board,\" the Board of Social Work Examiners, as established in chapter 36-26. Section 2. That the code be amended by adding a NEW SECTION to read: The term, practice of applied behavior analysis, is the application of principles, methods, and procedures of the analysis of behavior including principles of operant and respondent learning. The term includes applications of those principles, methods, and procedures to: (1) Design, supervise, evaluate, and modify treatment programs to change the behavior of individuals diagnosed with an autism spectrum disorder; (2) Design, supervise, evaluate, and modify treatment programs to change the behavior of individuals; (3) Design, supervise, evaluate, and modify treatment programs to change the behavior of groups; and (4) Consult with individuals and organizations. Section 3. That the code be amended by adding a NEW SECTION to read: The term, practice of applied behavior analysis, does not include diagnosis, counseling, psychological testing, personality assessment, intellectual assessment, neuropsychological assessment, psychotherapy, cognitive therapy, sex therapy, family therapy, coordination of care, psychoanalysis, hypnotherapy, or long-term counseling as a treatment modality. Section 4. That the code be amended by adding a NEW SECTION to read: The Governor shall appoint an applied behavior analyst advisory committee composed of three members. Two of the members shall be behavior analysts licensed under this Act and the other member shall represent the public and be unaffiliated with the profession. Each committee member shall serve a term of three years. However, the terms of the initial appointees shall be staggered so that no more than one member's term expires in any one year. No committee member may be appointed to more than three consecutive full terms. If a vacancy occurs, the Governor shall appoint a person to fill the unexpired term. The appointment of a member to an unexpired term is not considered a full term. The committee shall meet at least annually or as necessary to conduct business. The advisory committee shall assist the board in the regulation of behavior analysts pursuant to this Act. The committee shall also make recommendations to the board regarding rules promulgated pursuant to this Act. The terms of a member begins on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The term of a member expires on October thirtieth in the third year of appointment. Section 5. That the code be amended by adding a NEW SECTION to read: The provisions of this Act do not apply to any: (1) Employee of a regionally accredited academic institution while performing teaching, training, or research duties; (2) Provider who is not a resident of this state, and who has established an office in this state, who provides behavior analyst services in this state for a period which does not exceed an aggregate of more than twenty days during any one year if the provider is authorized under the laws of the state or country of residence to perform these activities and services. If the provider exceeds twenty consecutive days of practice in this state in any calendar year the provider shall report to the board, in writing, the nature and extent of the provider's practice in this state; (3) Qualified physician, surgeon, psychologist, dentist, osteopath, optometrist, chiropractor, podiatrist, registered nurse, attorney, court employee, marriage counselor, family counselor, member of the clergy, mental health counselor, school counselor, rehabilitation counselor, employment counselor, guidance counselor, social worker, or licensed professional counselor doing work within the standards and ethics of the person's respective profession who does not hold himself or herself out to the public by any title incorporating the term behavior analyst; (4) Matriculated college or university student whose applied behavior analysis activity is part of a defined program of study, course, practicum, internship, or postdoctoral traineeship, if the applied behavior analysis activities under this exemption are directly supervised by a behavior analyst in this state, an instructor in a course sequence approved by the certifying entity, or another qualified faculty member. The individual student may not represent himself or herself as a behavior analyst and shall use a title that clearly indicates the student's training status, such as student, intern, or trainee; (5) Family member of a recipient of applied behavior analysis services implementing behavior analysis treatment plans with the recipient under the extended authority and direction of a behavior analyst. The family member may not represent himself or herself as a behavior analyst; (6) Paraprofessional who delivers applied behavior analysis services under the extended authority and direction of a behavior analyst. The paraprofessional may not represent himself or herself as a behavior analyst, and shall use a title that indicates the paraprofessional status, such as ABA technician, behavior technician, tutor, or line therapist. The paraprofessional shall submit to a criminal background check and fingerprint checks pursuant to the provisions of this Act; (7) Behavior analyst who practices with nonhumans, including an applied animal behaviorist and animal trainer; (8) Professional who provides general applied behavior analysis services to an organization, so long as the services are for the benefit of the organization and do not involve direct services to any person; (9) Unlicensed person pursuing experience in applied behavior analysis consistent with the experience requirements of the national Behavior Analyst Certification Board, Inc., if the experience is supervised in accordance with the requirements of the national Behavior Analyst Certification Board, Inc. The person may not represent himself or herself as a behavior analyst and shall use a title that clearly indicates the person's training status, such as student, intern, or trainee; (10) Person employed by a school board performing the duties of a position for the school. The person may not represent himself or herself as a behavior analyst, unless the person holds a license under this Act; or (11) Any person who meets the requirements set out in subdivision 58-17-159(1). Section 6. That the code be amended by adding a NEW SECTION to read: No person may represent himself or herself as a behavior analyst, or engage in the practice of, or attempt to practice applied behavior analysis unless licensed pursuant to the provisions of this Act as an applied behavior analyst or exempted under the provisions of this Act. Section 7. That the code be amended by adding a NEW SECTION to read: The board may grant a license as a behavior analyst to an applicant who: (1) Has earned a master's degree or a doctoral degree; (2) Holds a current certification as a board certified behavior analyst by the National Behavior Analyst Certification Board, Inc., or any successor in interest to that organization; (3) Has not been convicted of a felony or a misdemeanor involving moral turpitude as defined in subdivision 22-1-2(25); and (4) Has submitted verification that the applicant is not subject to any disciplinary proceeding or pending complaint before any other licensing board unless the board considers such proceeding or complaint and agrees to licensure. Section 8. That the code be amended by adding a NEW SECTION to read: The application fee for a license to practice applied behavior analysis shall be set by the board in rules promulgated pursuant to chapter 1-26. The fee may not exceed three hundred dollars. The applicant shall pay fees for the cost of certification directly to the Behavior Analyst Certification Board, Inc. No fee assessed on a licensed social worker may be used to support the licensure of a behavior analyst as required under this Act. Section 9. That the code be amended by adding a NEW SECTION to read: In applying for licensing, an applicant shall apply on a form prescribed by the board. The application shall be witnessed and notarized by a notary public. The license fee shall accompany the application. The application and all supporting evidence shall be public record as provided in chapter 1-27. Section 10. That the code be amended by adding a NEW SECTION to read: After a behavior analyst applicant presents evidence of certification, the applicant shall pay a fee for initial licensure set by the board, in rules promulgated pursuant to chapter 1-26, not to exceed three hundred fifty dollars. Section 11. That the code be amended by adding a NEW SECTION to read: The board shall adopt a code of ethics for behavior analysts licensed under this Act. Section 12. That the code be amended by adding a NEW SECTION to read: The board may deny, revoke, suspend, or cancel any license or application for licensure to practice as a behavior analyst and may take other disciplinary or corrective action as the board deems appropriate upon any of the following grounds: (1) The licensee or applicant is guilty of fraud in the practice of applied behavior analysis or fraud or deceit in the licensee's admission to practice applied behavior analysis; (2) The licensee or applicant has been convicted of a felony or a serious crime during the past five years. The term, felony, means an offense which, if committed in South Dakota, would be a felony under South Dakota law. The term, serious crime, means a felony or a lesser crime involving moral turpitude as defined in subdivision 22-1-2(25); (3) The licensee or applicant is or has been engaged in the practice of applied behavior analysis under a false or assumed name and has not registered that name pursuant to chapter 37-11, or is impersonating another practitioner of a like or different name; (4) The licensee or applicant is addicted to the use of intoxicating liquors, narcotics, or stimulants to an extent as to incapacitate the licensee or applicant from the performance of the licensee's or applicant's professional duties; (5) The physical or mental condition of the licensee or applicant is determined, by a competent medical examiner, to jeopardize or endanger a person who seeks relief of the licensee or applicant. A majority of the entire board may demand an examination of the licensee or applicant by a competent medical examiner selected by the board at the board's expense. If the licensee or applicant fails to submit to the examination, this constitutes immediate grounds for suspension of the licensee's license or denial of the application for licensure; (6) The licensee or applicant for licensure has been found in violation of the code of ethics adopted by the board; (7) The licensee or applicant has obtained or attempted to obtain a license, certificate, or renewal thereof by bribery or fraudulent representation; (8) The licensee or applicant knowingly made a false statement in connection with any application required by this Act; (9) The licensee or applicant knowingly made a false statement on any form promulgated pursuant to this Act; (10) The licensee or applicant has violated any provision of this Act or the rules promulgated under this Act; or (11) The licensee's or applicant's certificate, license, or permit has been cancelled, revoked, suspended, or rejected for renewal in any other state for any cause. Section 13. That the code be amended by adding a NEW SECTION to read: If the board has information that any licensee may be guilty of any misconduct as provided in section 12 of this Act or is guilty of gross incompetence or unprofessional or dishonorable conduct, the board may institute proceedings for cancellation or revocation of the license. Section 14. That the code be amended by adding a NEW SECTION to read: Each proceeding relative to the cancellation, revocation, or suspension of a license, or relative to reissuing a license which has been cancelled, revoked, or suspended may only be held if a majority of the members of the board are present at the hearing. The decision of the board to suspend, revoke, or cancel a license requires a majority vote of all of the board members. Section 15. That the code be amended by adding a NEW SECTION to read: All proceedings relative to the cancellation, revocation, or suspension of a license shall conform to the procedure set forth in chapter 1-26. Section 16. That the code be amended by adding a NEW SECTION to read: Any party aggrieved by any acts, rulings, or decisions of the board relating to refusal to grant or to cancellation, revocation, or suspension of a license may appeal pursuant to chapter 1-26. Section 17. That the code be amended by adding a NEW SECTION to read: Upon written application establishing compliance with existing licensing requirements and for reasons the board deems sufficient, the board, for good cause by majority vote, may reinstate or reissue a license that has been canceled, suspended, or revoked. However, upon suspension of a license, the board in the order may provide for automatic reinstatement after a fixed period of time as provided in the order. Section 18. That the code be amended by adding a NEW SECTION to read: The secretary-treasurer of the board shall keep a record of each person who has been granted a license pursuant to the provisions of this Act, the license number, and the date the license was issued or renewed. The record may be admitted as evidence in any court. Section 19. That the code be amended by adding a NEW SECTION to read: Any person who practices as a behavior analyst in this state without a license issued by the board is guilty of a Class 2 misdemeanor. Section 20. That the code be amended by adding a NEW SECTION to read: In addition to the duties set forth elsewhere in this Act, the board shall: (1) Recommend prosecution for any violation of this Act to the appropriate state's attorney; and (2) Recommend to the attorney general the bringing of a civil action to seek injunction and other relief against any violation of this Act. Section 21. That the code be amended by adding a NEW SECTION to read: The board shall investigate each suspected violation of this Act and shall report the violation to the proper law enforcement official where the act is committed. The board is authorized to employ special counsel subject to the supervision, control, and direction of the attorney general to assist in the prosecution of violations of this Act, and to expend the necessary funds for such purpose. Section 22. That the code be amended by adding a NEW SECTION to read: Any person violating the provisions of this Act may be enjoined from further violations at the suit of the state's attorney of the county where the violations occurred or suit may be brought by any citizen of this state. An action for injunction shall be an alternate to criminal proceedings, and the commencement of one proceeding by the board constitutes an election. Section 23. That the code be amended by adding a NEW SECTION to read: Any money coming into the custody of the board pursuant to this Act shall be credited to the South Dakota Board of Social Work Examiners fund established under § 36-26-43. Section 24. That the code be amended by adding a NEW SECTION to read: The relations and communications between a licensed behavior analyst and a person consulting a licensed behavior analyst in the person's professional capacity are confidential. Nothing in this Act may be construed to require the person's confidential communications to be disclosed. Section 25. That the code be amended by adding a NEW SECTION to read: Any paraprofessional who delivers applied behavior analysis services under the extended authority and direction of a behavior analyst shall submit to a criminal background investigation, by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. If no disqualifying record is identified at the state level, the fingerprints shall be forwarded by the Division of Criminal Investigation to the Federal Bureau of Investigation for a national criminal history check. The behavior analyst who supervises the paraprofessional is responsible for any fees charged for the cost of fingerprinting or the criminal background investigation as required by this section. Each criminal record provided to the board under this section is confidential. The board may use the records only in determining a paraprofessional's eligibility to be supervised by an applied behavior analyst for the delivery of applied behavior analysis. Section 26. That the code be amended by adding a NEW SECTION to read: No paraprofessional who has been convicted of a crime of violence as defined in § 22-1-2, a sex offense as defined in § 22-24B-1, or trafficking in narcotics, may deliver applied behavior analysis services under the direction of a behavior analyst. Section 27. That the code be amended by adding a NEW SECTION to read: The board may promulgate rules, pursuant to chapter 1-26, that delineate qualifications for licensure, specify requirements for the annual renewal of licensure, establish standards of professional conduct, specify procedures for violations of professional conduct, permit inactive licensures, establish procedures for collection and management of fees and payments, establish fees for initial applications and annual licensure not to exceed the amounts specified in this Act, delineate activities that may or may not be delegated to a paraprofessional, and specify requirements for supervision of paraprofessionals. Section 28. This Act is repealed on July 1, 2024."}, {"bill_id": 7316, "bill_version_id": 39478, "bill_version": "House Engrossed", "bill_version_date": "2016-02-17T15:07:12.22-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to license persons offering applied behavior analysis services to the public. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Applied behavior analysis,\" as provided in subdivision 58-17-154(1); (2) \"Behavior analyst,\" a person who meets the qualifications of subdivision 58-17-159(2), who is licensed as a behavior analyst by the board only for the provision of applied behavior analysis as defined in sections 2 and 3 of this Act, and who holds himself or herself out to the public by any title or description of services which uses the words behavior analyst or applied behavior analyst; (3) \"Board,\" the Board of Social Work Examiners, as established in chapter 36-26. Section 2. That the code be amended by adding a NEW SECTION to read: The term, practice of applied behavior analysis, is the application of principles, methods, and procedures of the analysis of behavior including principles of operant and respondent learning. The term includes applications of those principles, methods, and procedures to: (1) Design, supervise, evaluate, and modify treatment programs to change the behavior of individuals diagnosed with an autism spectrum disorder; (2) Design, supervise, evaluate, and modify treatment programs to change the behavior of individuals; (3) Design, supervise, evaluate, and modify treatment programs to change the behavior of groups; and (4) Consult with individuals and organizations. Section 3. That the code be amended by adding a NEW SECTION to read: The term, practice of applied behavior analysis, does not include diagnosis, counseling, psychological testing, personality assessment, intellectual assessment, neuropsychological assessment, psychotherapy, cognitive therapy, sex therapy, family therapy, coordination of care, psychoanalysis, hypnotherapy, or long-term counseling as a treatment modality. Section 4. That the code be amended by adding a NEW SECTION to read: The Governor shall appoint an applied behavior analyst advisory committee composed of three members. Two of the members shall be behavior analysts licensed under this Act and the other member shall represent the public and be unaffiliated with the profession. Each committee member shall serve a term of three years. However, the terms of the initial appointees shall be staggered so that no more than one member's term expires in any one year. No committee member may be appointed to more than three consecutive full terms. If a vacancy occurs, the Governor shall appoint a person to fill the unexpired term. The appointment of a member to an unexpired term is not considered a full term. The committee shall meet at least annually or as necessary to conduct business. The advisory committee shall assist the board in the regulation of behavior analysts pursuant to this Act. The committee shall also make recommendations to the board regarding rules promulgated pursuant to this Act. The terms of a member begins on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The term of a member expires on October thirtieth in the third year of appointment. Section 5. That the code be amended by adding a NEW SECTION to read: The provisions of this Act do not apply to any: (1) Employee of a regionally accredited academic institution while performing teaching, training, or research duties; (2) Provider who is not a resident of this state, and who has established an office in this state, who provides behavior analyst services in this state for a period which does not exceed an aggregate of more than twenty days during any one year if the provider is authorized under the laws of the state or country of residence to perform these activities and services. If the provider exceeds twenty consecutive days of practice in this state in any calendar year the provider shall report to the board, in writing, the nature and extent of the provider's practice in this state; (3) Qualified physician, surgeon, psychologist, dentist, osteopath, optometrist, chiropractor, podiatrist, registered nurse, attorney, court employee, marriage counselor, family counselor, member of the clergy, mental health counselor, school counselor, rehabilitation counselor, employment counselor, guidance counselor, social worker, or licensed professional counselor doing work within the standards and ethics of the person's respective profession who does not hold himself or herself out to the public by any title incorporating the term behavior analyst; (4) Matriculated college or university student whose applied behavior analysis activity is part of a defined program of study, course, practicum, internship, or postdoctoral traineeship, if the applied behavior analysis activities under this exemption are directly supervised by a behavior analyst in this state, an instructor in a course sequence approved by the certifying entity, or another qualified faculty member. The individual student may not represent himself or herself as a behavior analyst and shall use a title that clearly indicates the student's training status, such as student, intern, or trainee; (5) Family member of a recipient of applied behavior analysis services implementing behavior analysis treatment plans with the recipient under the extended authority and direction of a behavior analyst. The family member may not represent himself or herself as a behavior analyst; (6) Paraprofessional who delivers applied behavior analysis services under the extended authority and direction of a behavior analyst provided that the services are supervised in accordance with the requirements of the national Behavior Analyst Certification Board, Inc. The paraprofessional may not represent himself or herself as a behavior analyst, and shall use a title that indicates the paraprofessional status, such as ABA technician, behavior technician, tutor, or line therapist. The paraprofessional shall submit to a criminal background check and fingerprint checks pursuant to the provisions of this Act; (7) Behavior analyst who practices with nonhumans, including an applied animal behaviorist and animal trainer; (8) Professional who provides general applied behavior analysis services to an organization, so long as the services are for the benefit of the organization and do not involve direct services to any person; (9) Unlicensed person pursuing experience in applied behavior analysis consistent with the experience requirements of the national Behavior Analyst Certification Board, Inc., if the experience is supervised in accordance with the requirements of the national Behavior Analyst Certification Board, Inc. The person may not represent himself or herself as a behavior analyst and shall use a title that clearly indicates the person's training status, such as student, intern, or trainee; (10) Person employed by a school board performing the duties of a position for the school. The person may not represent himself or herself as a behavior analyst, unless the person holds a license under this Act; or (11) Any person who meets the requirements set out in subdivision 58-17-159(1). Section 6. That the code be amended by adding a NEW SECTION to read: No person may represent himself or herself as a behavior analyst, or engage in the practice of, or attempt to practice applied behavior analysis unless licensed pursuant to the provisions of this Act as an applied behavior analyst or exempted under the provisions of this Act. Section 7. That the code be amended by adding a NEW SECTION to read: The board may grant a license as a behavior analyst to an applicant who: (1) Has earned a master's degree or a doctoral degree; (2) Holds a current certification as a board certified behavior analyst by the National Behavior Analyst Certification Board, Inc., or any successor in interest to that organization; (3) Has not been convicted of a felony or a misdemeanor involving moral turpitude as defined in subdivision 22-1-2(25); and (4) Has submitted verification that the applicant is not subject to any disciplinary proceeding or pending complaint before any other licensing board unless the board considers such proceeding or complaint and agrees to licensure. Section 8. That the code be amended by adding a NEW SECTION to read: The application fee for a license to practice applied behavior analysis shall be set by the board in rules promulgated pursuant to chapter 1-26. The fee may not exceed three hundred dollars. The applicant shall pay fees for the cost of certification directly to the Behavior Analyst Certification Board, Inc. No fee assessed on a licensed social worker may be increased to support the licensure of a behavior analyst as required under this Act. Section 9. That the code be amended by adding a NEW SECTION to read: In applying for licensing, an applicant shall apply on a form prescribed by the board. The application shall be witnessed and notarized by a notary public. The license fee shall accompany the application. The application and all supporting evidence shall be public record as provided in chapter 1-27. Section 10. That the code be amended by adding a NEW SECTION to read: After a behavior analyst applicant presents evidence of certification, the applicant shall pay a fee for initial licensure set by the board, in rules promulgated pursuant to chapter 1-26, not to exceed three hundred fifty dollars. Section 11. That the code be amended by adding a NEW SECTION to read: The board shall adopt a code of ethics for behavior analysts licensed under this Act. Section 12. That the code be amended by adding a NEW SECTION to read: The board may deny, revoke, suspend, or cancel any license or application for licensure to practice as a behavior analyst and may take other disciplinary or corrective action as the board deems appropriate upon any of the following grounds: (1) The licensee or applicant is guilty of fraud in the practice of applied behavior analysis or fraud or deceit in the licensee's admission to practice applied behavior analysis; (2) The licensee or applicant has been convicted of a felony or a serious crime during the past five years. The term, felony, means an offense which, if committed in South Dakota, would be a felony under South Dakota law. The term, serious crime, means a felony or a lesser crime involving moral turpitude as defined in subdivision 22-1-2(25); (3) The licensee or applicant is or has been engaged in the practice of applied behavior analysis under a false or assumed name and has not registered that name pursuant to chapter 37-11, or is impersonating another practitioner of a like or different name; (4) The licensee or applicant is addicted to the use of intoxicating liquors, narcotics, or stimulants to an extent as to incapacitate the licensee or applicant from the performance of the licensee's or applicant's professional duties; (5) The physical or mental condition of the licensee or applicant is determined, by a competent medical examiner, to jeopardize or endanger a person who seeks relief of the licensee or applicant. A majority of the entire board may demand an examination of the licensee or applicant by a competent medical examiner selected by the board at the board's expense. If the licensee or applicant fails to submit to the examination, this constitutes immediate grounds for suspension of the licensee's license or denial of the application for licensure; (6) The licensee or applicant for licensure has been found in violation of the code of ethics adopted by the board; (7) The licensee or applicant has obtained or attempted to obtain a license, certificate, or renewal thereof by bribery or fraudulent representation; (8) The licensee or applicant knowingly made a false statement in connection with any application required by this Act; (9) The licensee or applicant knowingly made a false statement on any form promulgated pursuant to this Act; (10) The licensee or applicant has violated any provision of this Act or the rules promulgated under this Act; or (11) The licensee's or applicant's certificate, license, or permit has been cancelled, revoked, suspended, or rejected for renewal in any other state for any cause. Section 13. That the code be amended by adding a NEW SECTION to read: If the board has information that any licensee may be guilty of any misconduct as provided in section 12 of this Act or is guilty of gross incompetence or unprofessional or dishonorable conduct, the board may institute proceedings for cancellation or revocation of the license. Section 14. That the code be amended by adding a NEW SECTION to read: Each proceeding relative to the cancellation, revocation, or suspension of a license, or relative to reissuing a license which has been cancelled, revoked, or suspended may only be held if a majority of the members of the board are present at the hearing. The decision of the board to suspend, revoke, or cancel a license requires a majority vote of all of the board members. Section 15. That the code be amended by adding a NEW SECTION to read: All proceedings relative to the cancellation, revocation, or suspension of a license shall conform to the procedure set forth in chapter 1-26. Section 16. That the code be amended by adding a NEW SECTION to read: Any party aggrieved by any acts, rulings, or decisions of the board relating to refusal to grant or to cancellation, revocation, or suspension of a license may appeal pursuant to chapter 1-26. Section 17. That the code be amended by adding a NEW SECTION to read: Upon written application establishing compliance with existing licensing requirements and for reasons the board deems sufficient, the board, for good cause by majority vote, may reinstate or reissue a license that has been canceled, suspended, or revoked. However, upon suspension of a license, the board in the order may provide for automatic reinstatement after a fixed period of time as provided in the order. Section 18. That the code be amended by adding a NEW SECTION to read: The secretary-treasurer of the board shall keep a record of each person who has been granted a license pursuant to the provisions of this Act, the license number, and the date the license was issued or renewed. The record may be admitted as evidence in any court. Section 19. That the code be amended by adding a NEW SECTION to read: Any person who practices as a behavior analyst in this state without a license issued by the board is guilty of a Class 2 misdemeanor. Section 20. That the code be amended by adding a NEW SECTION to read: In addition to the duties set forth elsewhere in this Act, the board shall: (1) Recommend prosecution for any violation of this Act to the appropriate state's attorney; and (2) Recommend to the attorney general the bringing of a civil action to seek injunction and other relief against any violation of this Act. Section 21. That the code be amended by adding a NEW SECTION to read: The board shall investigate each suspected violation of this Act and shall report the violation to the proper law enforcement official where the act is committed. The board is authorized to employ special counsel subject to the supervision, control, and direction of the attorney general to assist in the prosecution of violations of this Act, and to expend the necessary funds for such purpose. Section 22. That the code be amended by adding a NEW SECTION to read: Any person violating the provisions of this Act may be enjoined from further violations at the suit of the state's attorney of the county where the violations occurred or suit may be brought by any citizen of this state. An action for injunction shall be an alternate to criminal proceedings, and the commencement of one proceeding by the board constitutes an election. Section 23. That the code be amended by adding a NEW SECTION to read: Any money coming into the custody of the board pursuant to this Act shall be credited to the South Dakota Board of Social Work Examiners fund established under § 36-26-43. Section 24. That the code be amended by adding a NEW SECTION to read: The relations and communications between a licensed behavior analyst and a person consulting a licensed behavior analyst in the person's professional capacity are confidential. Nothing in this Act may be construed to require the person's confidential communications to be disclosed. Section 25. That the code be amended by adding a NEW SECTION to read: Any paraprofessional who delivers applied behavior analysis services under the extended authority and direction of a behavior analyst shall submit to a criminal background investigation, by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. If no disqualifying record is identified at the state level, the fingerprints shall be forwarded by the Division of Criminal Investigation to the Federal Bureau of Investigation for a national criminal history check. The behavior analyst who supervises the paraprofessional is responsible for any fees charged for the cost of fingerprinting or the criminal background investigation as required by this section. Each criminal record provided to the board under this section is confidential. The board may use the records only in determining a paraprofessional's eligibility to be supervised by an applied behavior analyst for the delivery of applied behavior analysis. Section 26. That the code be amended by adding a NEW SECTION to read: No paraprofessional who has been convicted of a crime of violence as defined in § 22-1-2, a sex offense as defined in § 22-24B-1, or trafficking in narcotics, may deliver applied behavior analysis services under the direction of a behavior analyst. Section 27. That the code be amended by adding a NEW SECTION to read: The board may promulgate rules, pursuant to chapter 1-26, that delineate qualifications for licensure, specify requirements for the annual renewal of licensure, establish standards of professional conduct, specify procedures for violations of professional conduct, permit inactive licensures, establish procedures for collection and management of fees and payments, establish fees for initial applications and annual licensure not to exceed the amounts specified in this Act, delineate activities that may or may not be delegated to a paraprofessional, and specify requirements for supervision of paraprofessionals. Section 28. This Act is repealed on July 1, 2024."}, {"bill_id": 7316, "bill_version_id": 39948, "bill_version": "Senate Health and Human Services Engrossed", "bill_version_date": "2016-02-24T13:52:22.37-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to license persons offering applied behavior analysis services to the public. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Applied behavior analysis,\" as provided in subdivision 58-17-154(1); (2) \"Behavior analyst,\" a person who meets the qualifications of subdivision 58-17-159(2), who is licensed as a behavior analyst by the board only for the provision of applied behavior analysis as defined in sections 2 and 3 of this Act, and who holds himself or herself out to the public by any title or description of services which uses the words behavior analyst or applied behavior analyst; (3) \"Board,\" the Board of Social Work Examiners, as established in chapter 36-26. Section 2. That the code be amended by adding a NEW SECTION to read: The term, practice of applied behavior analysis, is the application of principles, methods, and procedures of the analysis of behavior including principles of operant and respondent learning. The term includes applications of those principles, methods, and procedures to: (1) Design, supervise, evaluate, and modify treatment programs to change the behavior of individuals diagnosed with an autism spectrum disorder; (2) Design, supervise, evaluate, and modify treatment programs to change the behavior of individuals; (3) Design, supervise, evaluate, and modify treatment programs to change the behavior of groups; and (4) Consult with individuals and organizations. Section 3. That the code be amended by adding a NEW SECTION to read: The term, practice of applied behavior analysis, does not include diagnosis, counseling, psychological testing, personality assessment, intellectual assessment, neuropsychological assessment, psychotherapy, cognitive therapy, sex therapy, family therapy, coordination of care, psychoanalysis, hypnotherapy, or long-term counseling as a treatment modality. Section 4. That the code be amended by adding a NEW SECTION to read: The Governor shall appoint an applied behavior analyst advisory committee composed of three members. Two of the members shall be behavior analysts licensed under this Act and the other member shall represent the public and be unaffiliated with the profession. Each committee member shall serve a term of three years. However, the terms of the initial appointees shall be staggered so that no more than one member's term expires in any one year. No committee member may be appointed to more than three consecutive full terms. If a vacancy occurs, the Governor shall appoint a person to fill the unexpired term. The appointment of a member to an unexpired term is not considered a full term. The committee shall meet at least annually or as necessary to conduct business. The advisory committee shall assist the board in the regulation of behavior analysts pursuant to this Act. The committee shall also make recommendations to the board regarding rules promulgated pursuant to this Act. The terms of a member begins on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The term of a member expires on October thirtieth in the third year of appointment. Section 5. That the code be amended by adding a NEW SECTION to read: The provisions of this Act do not apply to any: (1) Employee of a regionally accredited academic institution while performing teaching, training, or research duties; (2) Provider who is not a resident of this state, and who has established an office in this state, who provides behavior analyst services in this state for a period which does not exceed an aggregate of more than twenty days during any one year if the provider is authorized under the laws of the state or country of residence to perform these activities and services. If the provider exceeds twenty consecutive days of practice in this state in any calendar year the provider shall report to the board, in writing, the nature and extent of the provider's practice in this state; (3) Qualified physician, surgeon, psychologist, dentist, osteopath, optometrist, chiropractor, podiatrist, registered nurse, attorney, court employee, marriage counselor, family counselor, member of the clergy, mental health counselor, school counselor, rehabilitation counselor, employment counselor, guidance counselor, social worker, or licensed professional counselor doing work within the standards and ethics of the person's respective profession who does not hold himself or herself out to the public by any title incorporating the term behavior analyst; (4) Matriculated college or university student whose applied behavior analysis activity is part of a defined program of study, course, practicum, internship, or postdoctoral traineeship, if the applied behavior analysis activities under this exemption are directly supervised by a behavior analyst in this state, an instructor in a course sequence approved by the certifying entity, or another qualified faculty member. The individual student may not represent himself or herself as a behavior analyst and shall use a title that clearly indicates the student's training status, such as student, intern, or trainee; (5) Family member of a recipient of applied behavior analysis services implementing behavior analysis treatment plans with the recipient under the extended authority and direction of a behavior analyst. The family member may not represent himself or herself as a behavior analyst; (6) Assistant behavior analyst or paraprofessional who delivers applied behavior analysis services under the extended authority and direction of a behavior analyst provided that the services are supervised in accordance with the requirements of the Behavior Analyst Certification Board, Inc. The assistant behavior analyst or paraprofessional may not represent himself or herself as a behavior analyst, and shall use a title that indicates assistant or paraprofessional status, such as an assistant behavior analyst, ABA technician, behavior technician, tutor, or line therapist. The assistant behavior analyst or paraprofessional shall submit to a criminal background check and fingerprint checks pursuant to the provisions of this Act; (7) Behavior analyst who practices with nonhumans, including an applied animal behaviorist and animal trainer; (8) Professional who provides general applied behavior analysis services to an organization, so long as the services are for the benefit of the organization and do not involve direct services to any person; (9) Unlicensed person pursuing experience in applied behavior analysis consistent with the experience requirements of the Behavior Analyst Certification Board, Inc., if the experience is supervised in accordance with the requirements of the Behavior Analyst Certification Board, Inc. The person may not represent himself or herself as a behavior analyst and shall use a title that clearly indicates the person's training status, such as student, intern, or trainee; (10) Person employed by a school board performing the duties of a position for the school. The person may not represent himself or herself as a behavior analyst, unless the person holds a license under this Act; or (11) Any person who meets the requirements set out in subdivision 58-17-159(1). Section 6. That the code be amended by adding a NEW SECTION to read: No person may represent himself or herself as a behavior analyst, or engage in the practice of, or attempt to practice applied behavior analysis unless licensed pursuant to the provisions of this Act as an applied behavior analyst or exempted under the provisions of this Act. Section 7. That the code be amended by adding a NEW SECTION to read: The board may grant a license as a behavior analyst to an applicant who: (1) Has earned a master's degree or a doctoral degree; (2) Holds a current certification as a board certified behavior analyst by the Behavior Analyst Certification Board, Inc., or any successor in interest to that organization; (3) Has not been convicted of a felony or a misdemeanor involving moral turpitude as defined in subdivision 22-1-2(25); and (4) Has submitted verification that the applicant is not subject to any disciplinary proceeding or pending complaint before any other licensing board unless the board considers such proceeding or complaint and agrees to licensure. Section 8. That the code be amended by adding a NEW SECTION to read: The application fee for a license to practice applied behavior analysis shall be set by the board in rules promulgated pursuant to chapter 1-26. The fee may not exceed three hundred dollars. The applicant shall pay fees for the cost of certification directly to the Behavior Analyst Certification Board, Inc. No fee assessed on a licensed social worker may be increased to support the licensure of a behavior analyst as required under this Act. Section 9. That the code be amended by adding a NEW SECTION to read: In applying for licensing, an applicant shall apply on a form prescribed by the board. The application shall be witnessed and notarized by a notary public. The license fee shall accompany the application. The application and all supporting evidence shall be public record as provided in chapter 1-27. Section 10. That the code be amended by adding a NEW SECTION to read: After a behavior analyst applicant presents evidence of certification, the applicant shall pay a fee for initial licensure set by the board, in rules promulgated pursuant to chapter 1-26, not to exceed three hundred fifty dollars. Section 11. That the code be amended by adding a NEW SECTION to read: The board shall adopt a code of ethics for behavior analysts licensed under this Act. Section 12. That the code be amended by adding a NEW SECTION to read: The board may deny, revoke, suspend, or cancel any license or application for licensure to practice as a behavior analyst and may take other disciplinary or corrective action as the board deems appropriate upon any of the following grounds: (1) The licensee or applicant is guilty of fraud in the practice of applied behavior analysis or fraud or deceit in the licensee's admission to practice applied behavior analysis; (2) The licensee or applicant has been convicted of a felony or a serious crime during the past five years. The term, felony, means an offense which, if committed in South Dakota, would be a felony under South Dakota law. The term, serious crime, means a felony or a lesser crime involving moral turpitude as defined in subdivision 22-1-2(25); (3) The licensee or applicant is or has been engaged in the practice of applied behavior analysis under a false or assumed name and has not registered that name pursuant to chapter 37-11, or is impersonating another practitioner of a like or different name; (4) The licensee or applicant is addicted to the use of intoxicating liquors, narcotics, or stimulants to an extent as to incapacitate the licensee or applicant from the performance of the licensee's or applicant's professional duties; (5) The physical or mental condition of the licensee or applicant is determined, by a competent medical examiner, to jeopardize or endanger a person who seeks relief of the licensee or applicant. A majority of the entire board may demand an examination of the licensee or applicant by a competent medical examiner selected by the board at the board's expense. If the licensee or applicant fails to submit to the examination, this constitutes immediate grounds for suspension of the licensee's license or denial of the application for licensure; (6) The licensee or applicant for licensure has been found in violation of the code of ethics adopted by the board; (7) The licensee or applicant has obtained or attempted to obtain a license, certificate, or renewal thereof by bribery or fraudulent representation; (8) The licensee or applicant knowingly made a false statement in connection with any application required by this Act; (9) The licensee or applicant knowingly made a false statement on any form promulgated pursuant to this Act; (10) The licensee or applicant has violated any provision of this Act or the rules promulgated under this Act; or (11) The licensee's or applicant's certificate, license, or permit has been cancelled, revoked, suspended, or rejected for renewal in any other state for any cause. Section 13. That the code be amended by adding a NEW SECTION to read: If the board has information that any licensee may be guilty of any misconduct as provided in section 12 of this Act or is guilty of gross incompetence or unprofessional or dishonorable conduct, the board may institute proceedings for cancellation or revocation of the license. Section 14. That the code be amended by adding a NEW SECTION to read: Each proceeding relative to the cancellation, revocation, or suspension of a license, or relative to reissuing a license which has been cancelled, revoked, or suspended may only be held if a majority of the members of the board are present at the hearing. The decision of the board to suspend, revoke, or cancel a license requires a majority vote of all of the board members. Section 15. That the code be amended by adding a NEW SECTION to read: All proceedings relative to the cancellation, revocation, or suspension of a license shall conform to the procedure set forth in chapter 1-26. Section 16. That the code be amended by adding a NEW SECTION to read: Any party aggrieved by any acts, rulings, or decisions of the board relating to refusal to grant or to cancellation, revocation, or suspension of a license may appeal pursuant to chapter 1-26. Section 17. That the code be amended by adding a NEW SECTION to read: Upon written application establishing compliance with existing licensing requirements and for reasons the board deems sufficient, the board, for good cause by majority vote, may reinstate or reissue a license that has been canceled, suspended, or revoked. However, upon suspension of a license, the board in the order may provide for automatic reinstatement after a fixed period of time as provided in the order. Section 18. That the code be amended by adding a NEW SECTION to read: The secretary-treasurer of the board shall keep a record of each person who has been granted a license pursuant to the provisions of this Act, the license number, and the date the license was issued or renewed. The record may be admitted as evidence in any court. Section 19. That the code be amended by adding a NEW SECTION to read: Any person who practices as a behavior analyst in this state without a license issued by the board is guilty of a Class 2 misdemeanor. Section 20. That the code be amended by adding a NEW SECTION to read: In addition to the duties set forth elsewhere in this Act, the board shall: (1) Recommend prosecution for any violation of this Act to the appropriate state's attorney; or (2) Recommend to the attorney general the bringing of a civil action to seek injunction and other relief against any violation of this Act. Section 21. That the code be amended by adding a NEW SECTION to read: The board shall investigate each suspected violation of this Act and shall report the violation to the proper law enforcement official where the act is committed. The board is authorized to employ special counsel subject to the supervision, control, and direction of the attorney general to assist in the prosecution of violations of this Act, and to expend the necessary funds for such purpose. Section 22. That the code be amended by adding a NEW SECTION to read: Any person violating the provisions of this Act may be enjoined from further violations at the suit of the state's attorney of the county where the violations occurred or suit may be brought by any citizen of this state. An action for injunction shall be an alternate to criminal proceedings, and the commencement of one proceeding by the board constitutes an election. Section 23. That the code be amended by adding a NEW SECTION to read: Any money coming into the custody of the board pursuant to this Act shall be credited to the South Dakota Board of Social Work Examiners fund established under § 36-26-43. Section 24. That the code be amended by adding a NEW SECTION to read: The relations and communications between a licensed behavior analyst and a person consulting a licensed behavior analyst in the person's professional capacity are confidential. Nothing in this Act may be construed to require the person's confidential communications to be disclosed. Section 25. That the code be amended by adding a NEW SECTION to read: Any assistant behavior analyst or paraprofessional who delivers applied behavior analysis services under the extended authority and direction of a behavior analyst shall submit to a criminal background investigation, by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. If no disqualifying record is identified at the state level, the fingerprints shall be forwarded by the Division of Criminal Investigation to the Federal Bureau of Investigation for a national criminal history check. The behavior analyst who supervises the assistant behavior analyst or paraprofessional is responsible for any fees charged for the cost of fingerprinting or the criminal background investigation as required by this section. Each criminal record provided to the board under this section is confidential. The board may use the records only in determining an assistant behavior analyst's or paraprofessional's eligibility to be supervised by an applied behavior analyst for the delivery of applied behavior analysis. Section 26. That the code be amended by adding a NEW SECTION to read: No assistant behavior analyst or paraprofessional who has been convicted of a crime of violence as defined in § 22-1-2, a sex offense as defined in § 22-24B-1, or trafficking in narcotics, may deliver applied behavior analysis services under the direction of a behavior analyst. Section 27. That the code be amended by adding a NEW SECTION to read: The board may promulgate rules, pursuant to chapter 1-26, that delineate qualifications for licensure, specify requirements for the annual renewal of licensure, establish standards of professional conduct, specify procedures for violations of professional conduct, permit inactive licensures, establish procedures for collection and management of fees and payments, establish fees for initial applications and annual licensure not to exceed the amounts specified in this Act, delineate activities that may or may not be delegated to an assistant behavior analyst or paraprofessional, and specify requirements for supervision of assistant behavior analysts and paraprofessionals. Section 28. This Act is repealed on July 1, 2024."}, {"bill_id": 7316, "bill_version_id": 40112, "bill_version": "Senate Engrossed", "bill_version_date": "2016-02-29T15:55:36.417-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to license persons offering applied behavior analysis services to the public. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Applied behavior analysis,\" as provided in subdivision 58-17-154(1); (2) \"Behavior analyst,\" a person who meets the qualifications of subdivision 58-17-159(2), who is licensed as a behavior analyst by the board only for the provision of applied behavior analysis as defined in sections 2 and 3 of this Act, and who holds himself or herself out to the public by any title or description of services which uses the words behavior analyst or applied behavior analyst; (3) \"Board,\" the Board of Social Work Examiners, as established in chapter 36-26. Section 2. That the code be amended by adding a NEW SECTION to read: The term, practice of applied behavior analysis, is the application of principles, methods, and procedures of the analysis of behavior including principles of operant and respondent learning. The term includes applications of those principles, methods, and procedures to: (1) Design, supervise, evaluate, and modify treatment programs to change the behavior of individuals diagnosed with an autism spectrum disorder; (2) Design, supervise, evaluate, and modify treatment programs to change the behavior of individuals; (3) Design, supervise, evaluate, and modify treatment programs to change the behavior of groups; and (4) Consult with individuals and organizations. Section 3. That the code be amended by adding a NEW SECTION to read: The term, practice of applied behavior analysis, does not include diagnosis, counseling, psychological testing, personality assessment, intellectual assessment, neuropsychological assessment, psychotherapy, cognitive therapy, sex therapy, family therapy, coordination of care, psychoanalysis, hypnotherapy, or long-term counseling as a treatment modality. Section 4. That the code be amended by adding a NEW SECTION to read: The Governor shall appoint an applied behavior analyst advisory committee composed of three members. Two of the members shall be behavior analysts licensed under this Act and the other member shall represent the public and be unaffiliated with the profession. Each committee member shall serve a term of three years. However, the terms of the initial appointees shall be staggered so that no more than one member's term expires in any one year. No committee member may be appointed to more than three consecutive full terms. If a vacancy occurs, the Governor shall appoint a person to fill the unexpired term. The appointment of a member to an unexpired term is not considered a full term. The committee shall meet at least annually or as necessary to conduct business. The advisory committee shall assist the board in the regulation of behavior analysts pursuant to this Act. The committee shall also make recommendations to the board regarding rules promulgated pursuant to this Act. The terms of a member begins on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The term of a member expires on October thirtieth in the third year of appointment. Section 5. That the code be amended by adding a NEW SECTION to read: The provisions of this Act do not apply to any: (1) Employee of a regionally accredited academic institution while performing teaching, training, or research duties; (2) Provider who is not a resident of this state, and who has established an office in this state, who provides behavior analyst services in this state for a period which does not exceed an aggregate of more than twenty days during any one year if the provider is authorized under the laws of the state or country of residence to perform these activities and services. If the provider exceeds twenty consecutive days of practice in this state in any calendar year the provider shall report to the board, in writing, the nature and extent of the provider's practice in this state; (3) Qualified physician, surgeon, psychologist, dentist, osteopath, optometrist, chiropractor, podiatrist, registered nurse, attorney, court employee, marriage counselor, family counselor, member of the clergy, mental health counselor, school counselor, rehabilitation counselor, employment counselor, guidance counselor, social worker, or licensed professional counselor doing work within the standards and ethics of the person's respective profession who does not hold himself or herself out to the public by any title incorporating the term behavior analyst; (4) Matriculated college or university student whose applied behavior analysis activity is part of a defined program of study, course, practicum, internship, or postdoctoral traineeship, if the applied behavior analysis activities under this exemption are directly supervised by a behavior analyst in this state, an instructor in a course sequence approved by the certifying entity, or another qualified faculty member. The individual student may not represent himself or herself as a behavior analyst and shall use a title that clearly indicates the student's training status, such as student, intern, or trainee; (5) Family member of a recipient of applied behavior analysis services implementing behavior analysis treatment plans with the recipient under the extended authority and direction of a behavior analyst. The family member may not represent himself or herself as a behavior analyst; (6) Assistant behavior analyst or paraprofessional who delivers applied behavior analysis services under the extended authority and direction of a behavior analyst provided that the services are supervised in accordance with the requirements of the Behavior Analyst Certification Board, Inc. The assistant behavior analyst or paraprofessional may not represent himself or herself as a behavior analyst, and shall use a title that indicates assistant or paraprofessional status, such as an assistant behavior analyst, ABA technician, behavior technician, tutor, or line therapist. The assistant behavior analyst or paraprofessional shall submit to a criminal background check and fingerprint checks pursuant to the provisions of this Act; (7) Behavior analyst who practices with nonhumans, including an applied animal behaviorist and animal trainer; (8) Professional who provides general applied behavior analysis services to an organization, so long as the services are for the benefit of the organization and do not involve direct services to any person; (9) Unlicensed person pursuing experience in applied behavior analysis consistent with the experience requirements of the Behavior Analyst Certification Board, Inc., if the experience is supervised in accordance with the requirements of the Behavior Analyst Certification Board, Inc. The person may not represent himself or herself as a behavior analyst and shall use a title that clearly indicates the person's training status, such as student, intern, or trainee; (10) Person employed by a school board performing the duties of a position for the school. The person may not represent himself or herself as a behavior analyst, unless the person holds a license under this Act; or (11) Any person who meets the requirements set out in subdivision 58-17-159(1). Section 6. That the code be amended by adding a NEW SECTION to read: No person may represent himself or herself as a behavior analyst, or engage in the practice of, or attempt to practice applied behavior analysis unless licensed pursuant to the provisions of this Act as an applied behavior analyst or exempted under the provisions of this Act. Section 7. That the code be amended by adding a NEW SECTION to read: The board may grant a license as a behavior analyst to an applicant who: (1) Has earned a master's degree or a doctoral degree; (2) Holds a current certification as a board certified behavior analyst by the Behavior Analyst Certification Board, Inc., or any successor in interest to that organization; (3) Has not been convicted of a felony or a misdemeanor involving moral turpitude as defined in subdivision 22-1-2(25) during the past five years; and (4) Has submitted verification that the applicant is not subject to any disciplinary proceeding or pending complaint before any other licensing board unless the board considers such proceeding or complaint and agrees to licensure. Section 8. That the code be amended by adding a NEW SECTION to read: The application fee for a license to practice applied behavior analysis shall be set by the board in rules promulgated pursuant to chapter 1-26. The fee may not exceed three hundred dollars. The applicant shall pay fees for the cost of certification directly to the Behavior Analyst Certification Board, Inc. No fee assessed on a licensed social worker may be increased to support the licensure of a behavior analyst as required under this Act. Section 9. That the code be amended by adding a NEW SECTION to read: In applying for licensing, an applicant shall apply on a form prescribed by the board. The application shall be witnessed and notarized by a notary public. The license fee shall accompany the application. The application and all supporting evidence shall be public record as provided in chapter 1-27. Section 10. That the code be amended by adding a NEW SECTION to read: After a behavior analyst applicant presents evidence of certification, the applicant shall pay a fee for initial licensure set by the board, in rules promulgated pursuant to chapter 1-26, not to exceed three hundred fifty dollars. Section 11. That the code be amended by adding a NEW SECTION to read: The board shall adopt a code of ethics for behavior analysts licensed under this Act. Section 12. That the code be amended by adding a NEW SECTION to read: The board may deny, revoke, suspend, or cancel any license or application for licensure to practice as a behavior analyst and may take other disciplinary or corrective action as the board deems appropriate upon any of the following grounds: (1) The licensee or applicant is guilty of fraud in the practice of applied behavior analysis or fraud or deceit in the licensee's admission to practice applied behavior analysis; (2) The licensee or applicant has been convicted of a felony or misdemeanor involving moral turpitude as defined in subdivision 22-1-2(25) during the past five years; (3) The licensee or applicant is or has been engaged in the practice of applied behavior analysis under a false or assumed name and has not registered that name pursuant to chapter 37-11, or is impersonating another practitioner of a like or different name; (4) The licensee or applicant is addicted to the use of intoxicating liquors, narcotics, or stimulants to an extent as to incapacitate the licensee or applicant from the performance of the licensee's or applicant's professional duties; (5) The physical or mental condition of the licensee or applicant is determined, by a competent medical examiner, to jeopardize or endanger a person who seeks relief of the licensee or applicant. A majority of the entire board may demand an examination of the licensee or applicant by a competent medical examiner selected by the board at the board's expense. If the licensee or applicant fails to submit to the examination, this constitutes immediate grounds for suspension of the licensee's license or denial of the application for licensure; (6) The licensee or applicant for licensure has been found in violation of the code of ethics adopted by the board; (7) The licensee or applicant has obtained or attempted to obtain a license, certificate, or renewal thereof by bribery or fraudulent representation; (8) The licensee or applicant knowingly made a false statement in connection with any application required by this Act; (9) The licensee or applicant knowingly made a false statement on any form promulgated pursuant to this Act; (10) The licensee or applicant has violated any provision of this Act or the rules promulgated under this Act; or (11) The licensee's or applicant's certificate, license, or permit has been cancelled, revoked, suspended, or rejected for renewal in any other state for any cause. Section 13. That the code be amended by adding a NEW SECTION to read: If the board has information that any licensee may be guilty of any misconduct as provided in section 12 of this Act or is guilty of gross incompetence or unprofessional or dishonorable conduct, the board may institute proceedings for cancellation or revocation of the license. Section 14. That the code be amended by adding a NEW SECTION to read: Each proceeding relative to the cancellation, revocation, or suspension of a license, or relative to reissuing a license which has been cancelled, revoked, or suspended may only be held if a majority of the members of the board are present at the hearing. The decision of the board to suspend, revoke, or cancel a license requires a majority vote of all of the board members. Section 15. That the code be amended by adding a NEW SECTION to read: All proceedings relative to the cancellation, revocation, or suspension of a license shall conform to the procedure set forth in chapter 1-26. Section 16. That the code be amended by adding a NEW SECTION to read: Any party aggrieved by any acts, rulings, or decisions of the board relating to refusal to grant or to cancellation, revocation, or suspension of a license may appeal pursuant to chapter 1-26. Section 17. That the code be amended by adding a NEW SECTION to read: Upon written application establishing compliance with existing licensing requirements and for reasons the board deems sufficient, the board, for good cause by majority vote, may reinstate or reissue a license that has been canceled, suspended, or revoked. However, upon suspension of a license, the board in the order may provide for automatic reinstatement after a fixed period of time as provided in the order. Section 18. That the code be amended by adding a NEW SECTION to read: The secretary-treasurer of the board shall keep a record of each person who has been granted a license pursuant to the provisions of this Act, the license number, and the date the license was issued or renewed. The record may be admitted as evidence in any court. Section 19. That the code be amended by adding a NEW SECTION to read: Any person who practices as a behavior analyst in this state without a license issued by the board is guilty of a Class 2 misdemeanor. Section 20. That the code be amended by adding a NEW SECTION to read: In addition to the duties set forth elsewhere in this Act, the board shall: (1) Recommend prosecution for any violation of this Act to the appropriate state's attorney; or (2) Recommend to the attorney general the bringing of a civil action to seek injunction and other relief against any violation of this Act. Section 21. That the code be amended by adding a NEW SECTION to read: The board shall investigate each suspected violation of this Act and shall report the violation to the proper law enforcement official where the act is committed. The board is authorized to employ special counsel subject to the supervision, control, and direction of the attorney general to assist in the prosecution of violations of this Act, and to expend the necessary funds for such purpose. Section 22. That the code be amended by adding a NEW SECTION to read: Any person violating the provisions of this Act may be enjoined from further violations at the suit of the state's attorney of the county where the violations occurred or suit may be brought by any citizen of this state. An action for injunction shall be an alternate to criminal proceedings, and the commencement of one proceeding by the board constitutes an election. Section 23. That the code be amended by adding a NEW SECTION to read: Any money coming into the custody of the board pursuant to this Act shall be credited to the South Dakota Board of Social Work Examiners fund established under § 36-26-43. Section 24. That the code be amended by adding a NEW SECTION to read: The relations and communications between a licensed behavior analyst and a person consulting a licensed behavior analyst in the person's professional capacity are confidential. Nothing in this Act may be construed to require the person's confidential communications to be disclosed. Section 25. That the code be amended by adding a NEW SECTION to read: Any assistant behavior analyst or paraprofessional who delivers applied behavior analysis services under the extended authority and direction of a behavior analyst shall submit to a criminal background investigation, by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. If no disqualifying record is identified at the state level, the fingerprints shall be forwarded by the Division of Criminal Investigation to the Federal Bureau of Investigation for a national criminal history check. The behavior analyst who supervises the assistant behavior analyst or paraprofessional is responsible for any fees charged for the cost of fingerprinting or the criminal background investigation as required by this section. Each criminal record provided to the board under this section is confidential. The board may use the records only in determining an assistant behavior analyst's or paraprofessional's eligibility to be supervised by an applied behavior analyst for the delivery of applied behavior analysis. Section 26. That the code be amended by adding a NEW SECTION to read: No assistant behavior analyst or paraprofessional who has been convicted of a felony or misdemeanor involving moral turpitude as defined in subdivision 22-1-2(25) during the past five years may deliver applied behavior analysis services under the direction of a behavior analyst. Section 27. That the code be amended by adding a NEW SECTION to read: The board may promulgate rules, pursuant to chapter 1-26, that delineate qualifications for licensure, specify requirements for the annual renewal of licensure, establish standards of professional conduct, specify procedures for violations of professional conduct, permit inactive licensures, establish procedures for collection and management of fees and payments, establish fees for initial applications and annual licensure not to exceed the amounts specified in this Act, delineate activities that may or may not be delegated to an assistant behavior analyst or paraprofessional, and specify requirements for supervision of assistant behavior analysts and paraprofessionals. Section 28. This Act is repealed on July 1, 2024."}, {"bill_id": 7316, "bill_version_id": 40315, "bill_version": "Enrolled", "bill_version_date": "2016-03-03T10:09:25.047-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7316, "action_date": "2016-01-28T13:00:00-06:00", "document_id": 38415, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38415.pdf", "status_text": "First read in House and referred to", "journal_page": 212, "committee_id_action": 325, "committee_id_assigned": 313, "result": "N", "vote": {}}, {"bill_id": 7316, "action_date": "2016-02-11T07:45:00-06:00", "document_id": 39052, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39052.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 313, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7316, "action_date": "2016-02-11T07:45:00-06:00", "document_id": 39211, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39211.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 313, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7316, "action_date": "2016-02-11T07:45:00-06:00", "document_id": 39211, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39211.pdf", "status_text": "Do Pass Amended", "journal_page": 376, "committee_id_action": 313, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20850, "president_vote": null, "Yea": [1040, 995, 1049, 1061, 1065, 1048, 993, 1026, 1053, 1019], "Excused": [1050, 1060, 1003]}}, {"bill_id": 7316, "action_date": "2016-02-17T14:00:00-06:00", "document_id": 39476, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39476.pdf", "status_text": "Motion to amend", "journal_page": 418, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7316, "action_date": "2016-02-17T14:00:00-06:00", "document_id": 39476, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39476.pdf", "status_text": "Do Pass Amended", "journal_page": 419, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21032, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 1057, 964, 1040, 995, 1039, 986, 1050, 1060, 1009, 1033, 980, 985, 976, 1049, 1022, 1056, 1061, 1021, 1002, 1019, 1065, 972, 963, 1062, 1038, 987, 982, 1055, 1044, 1058, 1036, 1048, 1024, 1003, 968, 1018, 1059, 1054, 1031, 1027, 1028, 992, 1034, 1006, 991, 1007, 1052, 1030, 988, 993, 1026, 981, 1023, 1069, 1029, 996, 990, 1032, 1025, 1051, 965, 1053, 1064, 989], "Excused": [1015], "Nay": [1017]}}, {"bill_id": 7316, "action_date": "2016-02-18T14:00:00-06:00", "document_id": 39583, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39583.pdf", "status_text": "First read in Senate and referred to", "journal_page": 338, "committee_id_action": 309, "committee_id_assigned": 298, "result": "N", "vote": {}}, {"bill_id": 7316, "action_date": "2016-02-24T10:00:00-06:00", "document_id": 39737, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39737.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 298, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7316, "action_date": "2016-02-24T10:00:00-06:00", "document_id": 39935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39935.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 298, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7316, "action_date": "2016-02-24T10:00:00-06:00", "document_id": 39935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39935.pdf", "status_text": "Do Pass Amended", "journal_page": 426, "committee_id_action": 298, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21426, "president_vote": null, "Yea": [974, 966, 994, 1066, 1046, 1001], "Excused": [1035]}}, {"bill_id": 7316, "action_date": "2016-02-29T14:00:00-06:00", "document_id": 40100, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40100.pdf", "status_text": "Motion to amend", "journal_page": 477, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7316, "action_date": "2016-02-29T14:00:00-06:00", "document_id": 40100, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40100.pdf", "status_text": "Do Pass Amended", "journal_page": 477, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21614, "president_vote": null, "Yea": [974, 977, 999, 1037, 966, 1014, 1067, 979, 969, 1005, 1047, 998, 1035, 997, 984, 994, 1041, 967, 975, 1011, 1010, 1020, 971, 1016, 1001, 1046, 1066, 1012, 1045, 1000, 970, 978, 1013, 973, 1008]}}, {"bill_id": 7316, "action_date": "2016-03-02T14:00:00-06:00", "document_id": 40278, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40278.pdf", "status_text": "Concurred in amendments", "journal_page": 751, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21739, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 964, 1040, 995, 1039, 986, 1050, 1060, 1009, 1033, 980, 985, 976, 1049, 1022, 1056, 1061, 1021, 1002, 1019, 1065, 972, 963, 1062, 1038, 987, 982, 1055, 1044, 1058, 1036, 1048, 1024, 1003, 968, 1018, 1059, 1054, 1031, 1027, 1028, 992, 1034, 1006, 991, 1007, 1052, 1030, 988, 993, 1026, 981, 1023, 1069, 1029, 996, 990, 1032, 1025, 1051, 965, 1053, 1064, 989], "Excused": [1057, 1015], "Nay": [1017]}}, {"bill_id": 7316, "action_date": "2016-03-03T13:00:00-06:00", "document_id": 40333, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40333.pdf", "status_text": "Signed by the Speaker", "journal_page": 782, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7316, "action_date": "2016-03-07T14:00:00-06:00", "document_id": 40423, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40423.pdf", "status_text": "Signed by the President", "journal_page": 555, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7316, "action_date": "2016-03-09T10:30:00-06:00", "document_id": 40544, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40544.pdf", "status_text": "Delivered to the Governor", "journal_page": 845, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7316, "action_date": "2016-03-10T10:30:00-06:00", "document_id": 40577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40577.pdf", "status_text": "Signed by the Governor", "journal_page": 864, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6235}