{"session_id": 68, "bill_id": 23840, "bill_type": "House Bill", "bill_number": 1011, "bill_title": "revise employer contribution rates.", "sponsors": [], "keywords": ["Executive/Judiciary Request", "Reemployment Assistance"], "audio": [{"meeting_datetime": "2023-01-13T10:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hco04.mp3", "start_seconds": 2335.0}, {"meeting_datetime": "2023-01-13T10:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hco04.mp3", "start_seconds": 2335.0}, {"meeting_datetime": "2023-01-13T10:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hco04.mp3", "start_seconds": 2335.0}, {"meeting_datetime": "2023-01-13T10:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hco04.mp3", "start_seconds": 2335.0}, {"meeting_datetime": "2023-01-18T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou06.mp3", "start_seconds": 1090.0}, {"meeting_datetime": "2023-01-18T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou06.mp3", "start_seconds": 1090.0}, {"meeting_datetime": "2023-01-18T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou06.mp3", "start_seconds": 1090.0}, {"meeting_datetime": "2023-01-24T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sco10.mp3", "start_seconds": 1145.0}, {"meeting_datetime": "2023-01-24T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sco10.mp3", "start_seconds": 1145.0}, {"meeting_datetime": "2023-01-24T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sco10.mp3", "start_seconds": 1145.0}, {"meeting_datetime": "2023-01-25T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen11.mp3", "start_seconds": 1735.0}, {"meeting_datetime": "2023-01-25T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen11.mp3", "start_seconds": 1735.0}, {"meeting_datetime": "2023-01-25T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen11.mp3", "start_seconds": 1735.0}], "bill_versions": [{"bill_id": 23840, "bill_version_id": 242199, "bill_version": "Introduced", "bill_version_date": "2023-01-06T13:52:49.183-06:00", "bill_text": "An Act to to revise employer contribution rates. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 61-5-25 be AMENDED: 61-5-25. If an employer has met the requirements of § 61-5-24 on the computation date for the year, then the employer's contribution rate shall be the rate appearing in Column \"A\" on the same line the employer's reserve ratio appears in Column \"B\" of the rate schedule applicable to that year. The computation date for calendar year 2012 and each year thereafter is June thirtieth of the preceding year. The rate schedule for each calendar year shall be determined based upon the South Dakota average high cost multiplier ratio. The average high cost multiplier ratio is calculated by dividing the amount in the unemployment compensation fund, as established by § 61-4-1, as of June thirtieth of the preceding year, by the amount required in the unemployment compensation fund that equals the average high cost multiple of 1.0, as of December thirty-first of the last completed calendar year. The following rate schedules apply: (1) From January 1, 2018, to December 31, 2023, inclusive: (a) Schedule A is in effect for any calendar year when the South Dakota average high cost multiplier ratio is less than 1.60; and (b) Schedule B is in effect for any calendar year when the South Dakota average high cost multiplier ratio is greater than or equal to 1.60. (2) Beginning January 1, 2024: (a) Schedule A is in effect for any calendar year when the South Dakota average high cost multiplier ratio is less than 1.30; (b) Schedule B is in effect for any calendar year when the South Dakota average high cost multiplier ratio is less than 1.50 and greater than or equal to 1.30; and (c) Schedule C is in effect for any calendar year when the South Dakota average high cost multiplier ratio is greater than or equal to 1.50. For purposes of this section, the term, average high cost multiple, has the same meaning given inCode of Federal Regulations, title 20, section 606.3 20 C.F.R. § 606.3, as amended on September 17, 2010. An amount equal to an average high cost multiple of 1.0 is a federal measure of adequate reserves in relation to the state's current economy. Section 2. That § 61-5-25.5 be AMENDED: 61-5-25.5. The employer's reserve ratio for calendar year 2020 and each year thereafter to end of calendar year 2023 is the result of the balance of credits existing in the employer's experience-rating account as of June thirtieth preceding the year the rate is to be calculated, divided by the total taxable payroll of the employer for the preceding three fiscal years. The employer's experience-rating account balance for the purpose of this section is the balance on July thirty-first of the year preceding the year rates are calculated and is the difference between the contributions paid through July thirty-first and the benefits paid through the preceding June thirtieth. Column \"A\" Column \"B\" Contribution Rate Reserve Ratio Schedule A Schedule B 9.45% 9.30% Less than -7.00% 8.95% 8.80% -7.00% and Less than -6.50% 8.45% 8.30% -6.50% and Less than -6.00% 7.95% 7.80% -6.00% and Less than -5.50% 7.45% 7.30% -5.50% and Less than -5.00% 6.95% 6.80% -5.00% and Less than -4.50% 6.45% 6.30% -4.50% and Less than -4.00% 5.95% 5.80% -4.00% and Less than -3.50% 5.45% 5.30% -3.50% and Less than -3.00% 4.95% 4.80% -3.00% and Less than -2.50% 4.45% 4.30% -2.50% and Less than -2.00% 3.95% 3.80% -2.00% and Less than -1.50% 3.45% 3.30% -1.50% and Less than -1.00% 2.95% 2.80% -1.00% and Less than -0.75% 2.45% 2.30% -0.75% and Less than -0.50% 1.95% 1.80% -0.50% and Less than -0.25% 1.45% 1.30% -0.25% and Less than 0.00% 0.95% 0.80% 0.00% and Less than 0.50% 0.70% 0.55% 0.50% and Less than 0.75% 0.55% 0.40% 0.75% and Less than 1.00% 0.35% 0.20% 1.00% and Less than 1.25% 0.25% 0.10% 1.25% and Less than 1.50% 0.15% 0.00% 1.50% and Less than 1.75% 0.05% 0.00% 1.75% and Less than 2.25% 0.00% 0.00% 2.25% and Over The contribution rates provided in this section apply to taxable wages paid on and after January 1, 2020, to December 31, 2023, inclusive. Section 3. That chapter 61-5 be amended with a NEW SECTION: The employer's reserve ratio for calendar year 2024 and each year thereafter is the result of the balance of credits existing in the employer's experience-rating account as of June thirtieth preceding the year the rate is to be calculated, divided by the total taxable payroll of the employer for the preceding three fiscal years. The employer's experience-rating account balance for the purpose of this section is the balance on July thirty-first of the year preceding the year rates are calculated and is the difference between the contributions paid through July thirty-first and the benefits paid through the preceding June thirtieth. Column \"A\" Column \"B\" Contribution Rate Reserve Ratio Schedule A Schedule B Schedule C 9.45% 9.30% 8.80% Less than -7.00% 8.95% 8.80% 8.30% -7.00% and Less than -6.50% 8.45% 8.30% 7.80% -6.50% and Less than -6.00% 7.95% 7.80% 7.30% -6.00% and Less than -5.50% 7.45% 7.30% 6.80% -5.50% and Less than -5.00% 6.95% 6.80% 6.30% -5.00% and Less than -4.50% 6.45% 6.30% 5.80% -4.50% and Less than -4.00% 5.95% 5.80% 5.30% -4.00% and Less than -3.50% 5.45% 5.30% 4.80% -3.50% and Less than -3.00% 4.95% 4.80% 4.30% -3.00% and Less than -2.50% 4.45% 4.30% 3.80% -2.50% and Less than -2.00% 3.95% 3.80% 3.30% -2.00% and Less than -1.50% 3.45% 3.30% 2.80% -1.50% and Less than -1.00% 2.95% 2.80% 2.30% -1.00% and Less than -0.75% 2.45% 2.30% 1.80% -0.75% and Less than -0.50% 1.95% 1.80% 1.30% -0.50% and Less than -0.25% 1.45% 1.30% 0.80% -0.25% and Less than 0.00% 0.95% 0.80% 0.30% 0.00% and Less than 0.50% 0.70% 0.55% 0.05% 0.50% and Less than 0.75% 0.55% 0.40% 0.00% 0.75% and Less than 1.00% 0.35% 0.20% 0.00% 1.00% and Less than 1.25% 0.25% 0.10% 0.00% 1.25% and Less than 1.50% 0.15% 0.00% 0.00% 1.50% and Less than 1.75% 0.05% 0.00% 0.00% 1.75% and Less than 2.25% 0.00% 0.00% 0.00% 2.25% and Over The contribution rates provided in this section apply to taxable wages paid on and after January 1, 2024. Section 4. That § 61-5-28 be AMENDED: 61-5-28. If on the last day of any calendar quarter through December 31, 2023, the amount in the unemployment compensation fund, as established by § 61-4-1, including amounts receivable as federal reimbursements due the state for shareable benefit payments, is less than any amount appearing in Column A below, then all employers' rates shall be increased by the amount appearing in Column B opposite the lowest amount in Column A under which the fund has been reduced: Column \"A\" Column \"B\" Balance in Fund Rates $11,000,000 0.1 % 10,500,000 0.2 % 10,000,000 0.3 % 9,500,000 0.4 % 9,000,000 0.5 % 8,500,000 0.6 % 8,000,000 0.7 % 7,500,000 0.8 % 7,000,000 0.9 % 6,500,000 1.0 % 6,000,000 1.25% 5,500,000 1.5 % If on the last day of any calendar quarter beginning January 1, 2024, the average high cost multiplier ratio (\"AHCM\"), as defined in § 61-5-25, calculated on the amount in the unemployment compensation fund, as established by § 61-4-1, including amounts receivable as federal reimbursements due the state for shareable benefit payments, is less than any ratio appearing in Column A below, then all employers' rates must be increased by the amount appearing in Column B opposite the lowest amount in Column A under which the fund has been reduced: Column \"A\" Column \"B\" Balance in Fund Rates AHCM 0.75 and less than 0.60 0.1 % AHCM 0.60 and less than 0.50 0.2 % AHCM 0.50 and less than 0.40 0.3 % AHCM 0.40 and less than 0.30 0.4 % AHCM 0.30 and less than 0.20 0.5 % AHCM 0.20 and less than 0.00 1.0 % AHCM less than 0.00 1.5 % The increased contribution rates apply to taxable wages paid on and after the first day of the immediately following calendar quarter. The rates shall remain in effect until the balance in the unemployment fund on the last day of any quarter through December 31, 2023, is equal to or greater than one hundred fifty percent of the highest amount appearing in Column A between $11,000,000 and $16,500,000. The increased rate shallmust be one-tenth of one percent if the balance in the fund is one hundred percent or more but less than one hundred fifty percent of the highest amountbetween $11,000,000 and $16,500,000. Beginning January 1, 2024, the rates remain in effect until the balance in the unemployment fund on the last day of any quarter is greater than the highest ratio appearing in Column A. The increased rate is one-tenth of one percent if the balance is more than the highest average high cost multiplier ratio appearing in Column A but less than an average high cost multiplier ratio of 1.0. However, under no circumstances may any employer be required to pay contributions at a rate, including the adjustment percentage, of more than twelve percent. However, the increased contribution rates under this section shall not exceed one percent for taxable wages paid from January 1, 2010, through December 31, 2010, and may not exceed seventy-five hundredths of one percent for taxable wages paid from January 1, 2011, through December 31, 2011. Effective January 1, 2012, anyAny rate increase based on this section will remainremains in effect for four consecutive calendar quarters. The rate for the second, third, and fourth quarters may increase based on the fund balance on the last day of the immediately prior quarter, but may not decrease from the prior quarter during the four consecutive quarters. The computation date and experience rating account balance used to determine contribution rates must be used in the application of this section. Any payments must be credited to the experience rating account of the employer. However, if amounts paid under this section are used to pay interest on advances made to the state from the federal unemployment account in the federal Unemployment Trust Fund under 42 U.S.C. § 1321 (2004), these amounts may not be credited to an employer's experience rating account. The contribution rates provided in this section apply to and are retroactive to taxable wages paid on and after January 1, 2010. Section 5. That § 61-5-28.1 be AMENDED: 61-5-28.1. Each employer eligible for experience-rating experience rating as defined in § 61-5-24 on the computation date for the year, shall also pay an administrative fee on wages as defined by this title. If an employer's reserve ratio, as determined pursuant to § 61-5-25.4 through calendar year 2019, and pursuant to § 61-5-25.5 for calendar year 2020 through calendar year 2023, and pursuant to section 3 of this Act for calendar year 2024 and each year thereafter, is less than two and one-quarter percent, an administrative fee of two -hundredths percent shall be paid by the employer. The terms and conditions of this title that apply to the payment and collection of contributions also apply to the payment and collection of the administrative fee. Proceeds from the administrative fee shall must be deposited in the clearing account of the unemployment compensation fund for clearance only and may not become part of the fund. After clearance, the money derived from the administrative fee payments, less refunds made pursuant to the provisions of this title, shall must be deposited in the employment security administration fund for expenditure as provided in § 61-3-24. No administrative fee payment may be credited to the employer's experience-rating experience rating account nor may be deducted in whole or in part by any employer from the wages of individuals in its employ. The administrative fee provided in this section applies to taxable wages paid on and after January 1, 2018. Section 6. That § 61-5-29 be AMENDED: 61-5-29. Employers required by this title to pay contributions, except employers pursuant to chapter 61-5A, that reimburse the unemployment compensation trust fund for benefits paid in lieu of contributions, shall also pay an employer's investment in South Dakota's future fee, hereinafter referred to as the, investment fee, on wages as defined by this title. The fee rate for employers not eligible for experience rating, as defined in § 61-5-24, shall must be seventy hundredths percent through calendar year 2006 and fifty-five hundredths percent on and after January 1, 2007. If an employer is eligible for experience rating, the employer's reserve ratio shall must be determined pursuant to § 61-5-25.3 through calendar year 2017, pursuant to § 61-5-25.4 for calendar years 2018 and 2019, and pursuant to § 61-5-25.5 for calendar year 2020 through calendar year 2023, and pursuant to section 3 of this Act for calendar year 2024 and each year thereafter, and the employer's investment fee rate shall must be the rate appearing in column \"A\" on the same line the employer's reserve ratio appears in column \"B\" of the following rate schedule: Column \"A\" Column \"B\" Investment Fee Rate Reserve Ratio 0.53% Less than 1.00% 0.50% 1.00% and Less than 1.20% 0.40% 1.20% and Less than 1.30% 0.30% 1.30% and Less than 1.40% 0.20% 1.40% and Less than 1.50% 0.10% 1.50% and Less than 1.60% 0.00% 1.60% and Over The terms and conditions of this title that apply to the payment and collection of contributions also apply to the payment and collection of the investment fee. Proceeds from the investment fee shall must be deposited in the clearing account of the unemployment compensation fund for clearance only and may not become part of the fund. After clearance, the money derived from the investment fee payments, less refunds made pursuant to the provisions of this title, shall must be deposited in the employer's investment in South Dakota's future special revenue fund as provided for in § 61-5-29.1. No investment fee payment may be credited to the employer's experience-rating account nor may the payment be deducted in whole or in part by any employer from the wages of individuals in its employ. The investment fee rate may not be increased over the applicable 1987 investment fee rate for any employer with a positive balance in the employer's experience-rating account on the computation date, as established in rules promulgated by the secretary of labor and regulation pursuant to chapter 1-26, for the current year and the year preceding the current year. The investment rates provided in this section apply to and are retroactive to taxable wages paid on and after January 1, 1993."}, {"bill_id": 23840, "bill_version_id": 243454, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "2023-01-13T15:57:24.043-06:00", "bill_text": "An Act to revise employer contribution rates. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 61-5-25 be AMENDED: 61-5-25. If an employer has met the requirements of § 61-5-24 on the computation date for the year, then the employer's contribution rate shall be the rate appearing in Column \"A\" on the same line the employer's reserve ratio appears in Column \"B\" of the rate schedule applicable to that year. The computation date for calendar year 2012 and each year thereafter is June thirtieth of the preceding year. The rate schedule for each calendar year shall be determined based upon the South Dakota average high cost multiplier ratio. The average high cost multiplier ratio is calculated by dividing the amount in the unemployment compensation fund, as established by § 61-4-1, as of June thirtieth of the preceding year, by the amount required in the unemployment compensation fund that equals the average high cost multiple of 1.0, as of December thirty-first of the last completed calendar year. The following rate schedules apply: (1) From January 1, 2018, to December 31, 2023, inclusive: (a) Schedule A is in effect for any calendar year when the South Dakota average high cost multiplier ratio is less than 1.60; and (b) Schedule B is in effect for any calendar year when the South Dakota average high cost multiplier ratio is greater than or equal to 1.60. (2) Beginning January 1, 2024: (a) Schedule A is in effect for any calendar year when the South Dakota average high cost multiplier ratio is less than 1.30; (b) Schedule B is in effect for any calendar year when the South Dakota average high cost multiplier ratio is less than 1.50 and greater than or equal to 1.30; and (c) Schedule C is in effect for any calendar year when the South Dakota average high cost multiplier ratio is greater than or equal to 1.50. For purposes of this section, the term, average high cost multiple, has the same meaning given inCode of Federal Regulations, title 20, section 606.3 20 C.F.R. § 606.3, as amended on September 17, 2010. An amount equal to an average high cost multiple of 1.0 is a federal measure of adequate reserves in relation to the state's current economy. Section 2. That § 61-5-25.5 be AMENDED: 61-5-25.5. The employer's reserve ratio for calendar year 2020 and each year thereafter to end of calendar year 2023 is the result of the balance of credits existing in the employer's experience-rating account as of June thirtieth preceding the year the rate is to be calculated, divided by the total taxable payroll of the employer for the preceding three fiscal years. The employer's experience-rating account balance for the purpose of this section is the balance on July thirty-first of the year preceding the year rates are calculated and is the difference between the contributions paid through July thirty-first and the benefits paid through the preceding June thirtieth. Column \"A\" Column \"B\" Contribution Rate Reserve Ratio Schedule A Schedule B 9.45% 9.30% Less than -7.00% 8.95% 8.80% -7.00% and Less than -6.50% 8.45% 8.30% -6.50% and Less than -6.00% 7.95% 7.80% -6.00% and Less than -5.50% 7.45% 7.30% -5.50% and Less than -5.00% 6.95% 6.80% -5.00% and Less than -4.50% 6.45% 6.30% -4.50% and Less than -4.00% 5.95% 5.80% -4.00% and Less than -3.50% 5.45% 5.30% -3.50% and Less than -3.00% 4.95% 4.80% -3.00% and Less than -2.50% 4.45% 4.30% -2.50% and Less than -2.00% 3.95% 3.80% -2.00% and Less than -1.50% 3.45% 3.30% -1.50% and Less than -1.00% 2.95% 2.80% -1.00% and Less than -0.75% 2.45% 2.30% -0.75% and Less than -0.50% 1.95% 1.80% -0.50% and Less than -0.25% 1.45% 1.30% -0.25% and Less than 0.00% 0.95% 0.80% 0.00% and Less than 0.50% 0.70% 0.55% 0.50% and Less than 0.75% 0.55% 0.40% 0.75% and Less than 1.00% 0.35% 0.20% 1.00% and Less than 1.25% 0.25% 0.10% 1.25% and Less than 1.50% 0.15% 0.00% 1.50% and Less than 1.75% 0.05% 0.00% 1.75% and Less than 2.25% 0.00% 0.00% 2.25% and Over The contribution rates provided in this section apply to taxable wages paid on and after January 1, 2020, to December 31, 2023, inclusive. Section 3. That chapter 61-5 be amended with a NEW SECTION: The employer's reserve ratio for calendar year 2024 and each year thereafter is the result of the balance of credits existing in the employer's experience-rating account as of June thirtieth preceding the year the rate is to be calculated, divided by the total taxable payroll of the employer for the preceding three fiscal years. The employer's experience-rating account balance for the purpose of this section is the balance on July thirty-first of the year preceding the year rates are calculated and is the difference between the contributions paid through July thirty-first and the benefits paid through the preceding June thirtieth. Column \"A\" Column \"B\" Contribution Rate Reserve Ratio Schedule A Schedule B Schedule C 9.45% 9.30% 8.80% Less than -7.00% 8.95% 8.80% 8.30% -7.00% and Less than -6.50% 8.45% 8.30% 7.80% -6.50% and Less than -6.00% 7.95% 7.80% 7.30% -6.00% and Less than -5.50% 7.45% 7.30% 6.80% -5.50% and Less than -5.00% 6.95% 6.80% 6.30% -5.00% and Less than -4.50% 6.45% 6.30% 5.80% -4.50% and Less than -4.00% 5.95% 5.80% 5.30% -4.00% and Less than -3.50% 5.45% 5.30% 4.80% -3.50% and Less than -3.00% 4.95% 4.80% 4.30% -3.00% and Less than -2.50% 4.45% 4.30% 3.80% -2.50% and Less than -2.00% 3.95% 3.80% 3.30% -2.00% and Less than -1.50% 3.45% 3.30% 2.80% -1.50% and Less than -1.00% 2.95% 2.80% 2.30% -1.00% and Less than -0.75% 2.45% 2.30% 1.80% -0.75% and Less than -0.50% 1.95% 1.80% 1.30% -0.50% and Less than -0.25% 1.45% 1.30% 0.80% -0.25% and Less than 0.00% 0.95% 0.80% 0.30% 0.00% and Less than 0.50% 0.70% 0.55% 0.05% 0.50% and Less than 0.75% 0.55% 0.40% 0.00% 0.75% and Less than 1.00% 0.35% 0.20% 0.00% 1.00% and Less than 1.25% 0.25% 0.10% 0.00% 1.25% and Less than 1.50% 0.15% 0.00% 0.00% 1.50% and Less than 1.75% 0.05% 0.00% 0.00% 1.75% and Less than 2.25% 0.00% 0.00% 0.00% 2.25% and Over The contribution rates provided in this section apply to taxable wages paid on and after January 1, 2024. Section 4. That § 61-5-28 be AMENDED: 61-5-28. If on the last day of any calendar quarter through December 31, 2023, the amount in the unemployment compensation fund, as established by § 61-4-1, including amounts receivable as federal reimbursements due the state for shareable benefit payments, is less than any amount appearing in Column A below, then all employers' rates shall be increased by the amount appearing in Column B opposite the lowest amount in Column A under which the fund has been reduced: Column \"A\" Column \"B\" Balance in Fund Rates $11,000,000 0.1 % 10,500,000 0.2 % 10,000,000 0.3 % 9,500,000 0.4 % 9,000,000 0.5 % 8,500,000 0.6 % 8,000,000 0.7 % 7,500,000 0.8 % 7,000,000 0.9 % 6,500,000 1.0 % 6,000,000 1.25% 5,500,000 1.5 % If on the last day of any calendar quarter beginning January 1, 2024, the average high cost multiplier ratio (\"AHCM\"), as defined in § 61-5-25, calculated on the amount in the unemployment compensation fund, as established by § 61-4-1, including amounts receivable as federal reimbursements due the state for shareable benefit payments, is less than any ratio appearing in Column A below, then all employers' rates must be increased by the amount appearing in Column B opposite the lowest amount in Column A under which the fund has been reduced: Column \"A\" Column \"B\" Balance in Fund Rates AHCM between 0.60 and 0.75 AHCM between 0.50 and 0.59 AHCM between 0.40 and 0.49 AHCM between 0.30 and 0.39 AHCM between 0.20 and 0.29 AHCM between 0.00 and 0.19 AHCM less than 0.00 0.1% 0.2% 0.3% 0.4% 0.5% 1.0% 1.5% The increased contribution rates apply to taxable wages paid on and after the first day of the immediately following calendar quarter. The rates shall remain in effect until the balance in the unemployment fund on the last day of any quarter through December 31, 2023, is equal to or greater than one hundred fifty percent of the highest amount appearing in Column A between $11,000,000 and $16,500,000. The increased rate shallmust be one-tenth of one percent if the balance in the fund is one hundred percent or more but less than one hundred fifty percent of the highest amountbetween $11,000,000 and $16,500,000. Beginning January 1, 2024, the rates remain in effect until the balance in the unemployment fund on the last day of any quarter is greater than the highest ratio appearing in Column A. The increased rate is one-tenth of one percent if the balance is more than the highest average high cost multiplier ratio appearing in Column A but less than an average high cost multiplier ratio of 1.0. However, under no circumstances may any employer be required to pay contributions at a rate, including the adjustment percentage, of more than twelve percent. However, the increased contribution rates under this section shall not exceed one percent for taxable wages paid from January 1, 2010, through December 31, 2010, and may not exceed seventy-five hundredths of one percent for taxable wages paid from January 1, 2011, through December 31, 2011. Effective January 1, 2012, anyAny rate increase based on this section will remainremains in effect for four consecutive calendar quarters. The rate for the second, third, and fourth quarters may increase based on the fund balance on the last day of the immediately prior quarter, but may not decrease from the prior quarter during the four consecutive quarters. The computation date and experience rating account balance used to determine contribution rates must be used in the application of this section. Any payments must be credited to the experience rating account of the employer. However, if amounts paid under this section are used to pay interest on advances made to the state from the federal unemployment account in the federal Unemployment Trust Fund under 42 U.S.C. § 1321 (2004), these amounts may not be credited to an employer's experience rating account. The contribution rates provided in this section apply to and are retroactive to taxable wages paid on and after January 1, 2010. Section 5. That § 61-5-28.1 be AMENDED: 61-5-28.1. Each employer eligible for experience-rating experience rating as defined in § 61-5-24 on the computation date for the year, shall also pay an administrative fee on wages as defined by this title. If an employer's reserve ratio, as determined pursuant to § 61-5-25.4 through calendar year 2019, and pursuant to § 61-5-25.5 for calendar year 2020 through calendar year 2023, and pursuant to section 3 of this Act for calendar year 2024 and each year thereafter, is less than two and one-quarter percent, an administrative fee of two -hundredths percent shall be paid by the employer. The terms and conditions of this title that apply to the payment and collection of contributions also apply to the payment and collection of the administrative fee. Proceeds from the administrative fee shall must be deposited in the clearing account of the unemployment compensation fund for clearance only and may not become part of the fund. After clearance, the money derived from the administrative fee payments, less refunds made pursuant to the provisions of this title, shall must be deposited in the employment security administration fund for expenditure as provided in § 61-3-24. No administrative fee payment may be credited to the employer's experience-rating experience rating account nor may be deducted in whole or in part by any employer from the wages of individuals in its employ. The administrative fee provided in this section applies to taxable wages paid on and after January 1, 2018. Section 6. That § 61-5-29 be AMENDED: 61-5-29. Employers required by this title to pay contributions, except employers pursuant to chapter 61-5A, that reimburse the unemployment compensation trust fund for benefits paid in lieu of contributions, shall also pay an employer's investment in South Dakota's future fee, hereinafter referred to as the, investment fee, on wages as defined by this title. The fee rate for employers not eligible for experience rating, as defined in § 61-5-24, shall must be seventy hundredths percent through calendar year 2006 and fifty-five hundredths percent on and after January 1, 2007. If an employer is eligible for experience rating, the employer's reserve ratio shall must be determined pursuant to § 61-5-25.3 through calendar year 2017, pursuant to § 61-5-25.4 for calendar years 2018 and 2019, and pursuant to § 61-5-25.5 for calendar year 2020 through calendar year 2023, and pursuant to section 3 of this Act for calendar year 2024 and each year thereafter, and the employer's investment fee rate shall must be the rate appearing in column \"A\" on the same line the employer's reserve ratio appears in column \"B\" of the following rate schedule: Column \"A\" Column \"B\" Investment Fee Rate Reserve Ratio 0.53% Less than 1.00% 0.50% 1.00% and Less than 1.20% 0.40% 1.20% and Less than 1.30% 0.30% 1.30% and Less than 1.40% 0.20% 1.40% and Less than 1.50% 0.10% 1.50% and Less than 1.60% 0.00% 1.60% and Over The terms and conditions of this title that apply to the payment and collection of contributions also apply to the payment and collection of the investment fee. Proceeds from the investment fee shall must be deposited in the clearing account of the unemployment compensation fund for clearance only and may not become part of the fund. After clearance, the money derived from the investment fee payments, less refunds made pursuant to the provisions of this title, shall must be deposited in the employer's investment in South Dakota's future special revenue fund as provided for in § 61-5-29.1. No investment fee payment may be credited to the employer's experience-rating account nor may the payment be deducted in whole or in part by any employer from the wages of individuals in its employ. The investment fee rate may not be increased over the applicable 1987 investment fee rate for any employer with a positive balance in the employer's experience-rating account on the computation date, as established in rules promulgated by the secretary of labor and regulation pursuant to chapter 1-26, for the current year and the year preceding the current year. The investment rates provided in this section apply to and are retroactive to taxable wages paid on and after January 1, 1993."}, {"bill_id": 23840, "bill_version_id": 246405, "bill_version": "Enrolled", "bill_version_date": "2023-01-26T15:54:00.51-06:00", "bill_text": "ENTITLED An Act to revise employer contribution rates. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 61-5-25 be AMENDED: 61-5-25. If an employer has met the requirements of § 61-5-24 on the computation date for the year, then the employer's contribution rate shall be the rate appearing in Column \"A\" on the same line the employer's reserve ratio appears in Column \"B\" of the rate schedule applicable to that year. The computation date for calendar year 2012 and each year thereafter is June thirtieth of the preceding year. The rate schedule for each calendar year shall be determined based upon the South Dakota average high cost multiplier ratio. The average high cost multiplier ratio is calculated by dividing the amount in the unemployment compensation fund, as established by § 61-4-1, as of June thirtieth of the preceding year, by the amount required in the unemployment compensation fund that equals the average high cost multiple of 1.0, as of December thirty-first of the last completed calendar year. The following rate schedules apply: (1) From January 1, 2018, to December 31, 2023, inclusive: (a) Schedule A is in effect for any calendar year when the South Dakota average high cost multiplier ratio is less than 1.60; and (b) Schedule B is in effect for any calendar year when the South Dakota average high cost multiplier ratio is greater than or equal to 1.60. (2) Beginning January 1, 2024: (a) Schedule A is in effect for any calendar year when the South Dakota average high cost multiplier ratio is less than 1.30; (b) Schedule B is in effect for any calendar year when the South Dakota average high cost multiplier ratio is less than 1.50 and greater than or equal to 1.30; and (c) Schedule C is in effect for any calendar year when the South Dakota average high cost multiplier ratio is greater than or equal to 1.50. For purposes of this section, the term, average high cost multiple, has the same meaning given in 20 C.F.R. § 606.3, as amended on September 17, 2010. An amount equal to an average high cost multiple of 1.0 is a federal measure of adequate reserves in relation to the state's current economy. Section 2. That § 61-5-25.5 be AMENDED: 61-5-25.5. The employer's reserve ratio for calendar year 2020 to end of calendar year 2023 is the result of the balance of credits existing in the employer's experience-rating account as of June thirtieth preceding the year the rate is to be calculated, divided by the total taxable payroll of the employer for the preceding three fiscal years. The employer's experience-rating account balance for the purpose of this section is the balance on July thirty-first of the year preceding the year rates are calculated and is the difference between the contributions paid through July thirty-first and the benefits paid through the preceding June thirtieth. Column \"A\" Column \"B\" Contribution Rate Reserve Ratio Schedule A Schedule B 9.45% 9.30% Less than -7.00% 8.95% 8.80% -7.00% and Less than -6.50% 8.45% 8.30% -6.50% and Less than -6.00% 7.95% 7.80% -6.00% and Less than -5.50% 7.45% 7.30% -5.50% and Less than -5.00% 6.95% 6.80% -5.00% and Less than -4.50% 6.45% 6.30% -4.50% and Less than -4.00% 5.95% 5.80% -4.00% and Less than -3.50% 5.45% 5.30% -3.50% and Less than -3.00% 4.95% 4.80% -3.00% and Less than -2.50% 4.45% 4.30% -2.50% and Less than -2.00% 3.95% 3.80% -2.00% and Less than -1.50% 3.45% 3.30% -1.50% and Less than -1.00% 2.95% 2.80% -1.00% and Less than -0.75% 2.45% 2.30% -0.75% and Less than -0.50% 1.95% 1.80% -0.50% and Less than -0.25% 1.45% 1.30% -0.25% and Less than 0.00% 0.95% 0.80% 0.00% and Less than 0.50% 0.70% 0.55% 0.50% and Less than 0.75% 0.55% 0.40% 0.75% and Less than 1.00% 0.35% 0.20% 1.00% and Less than 1.25% 0.25% 0.10% 1.25% and Less than 1.50% 0.15% 0.00% 1.50% and Less than 1.75% 0.05% 0.00% 1.75% and Less than 2.25% 0.00% 0.00% 2.25% and Over The contribution rates provided in this section apply to taxable wages paid on and after January 1, 2020, to December 31, 2023, inclusive. Section 3. That chapter 61-5 be amended with a NEW SECTION: The employer's reserve ratio for calendar year 2024 and each year thereafter is the result of the balance of credits existing in the employer's experience-rating account as of June thirtieth preceding the year the rate is to be calculated, divided by the total taxable payroll of the employer for the preceding three fiscal years. The employer's experience-rating account balance for the purpose of this section is the balance on July thirty-first of the year preceding the year rates are calculated and is the difference between the contributions paid through July thirty-first and the benefits paid through the preceding June thirtieth. Column \"A\" Column \"B\" Contribution Rate Reserve Ratio Schedule A Schedule B Schedule C 9.45% 9.30% 8.80% Less than -7.00% 8.95% 8.80% 8.30% -7.00% and Less than -6.50% 8.45% 8.30% 7.80% -6.50% and Less than -6.00% 7.95% 7.80% 7.30% -6.00% and Less than -5.50% 7.45% 7.30% 6.80% -5.50% and Less than -5.00% 6.95% 6.80% 6.30% -5.00% and Less than -4.50% 6.45% 6.30% 5.80% -4.50% and Less than -4.00% 5.95% 5.80% 5.30% -4.00% and Less than -3.50% 5.45% 5.30% 4.80% -3.50% and Less than -3.00% 4.95% 4.80% 4.30% -3.00% and Less than -2.50% 4.45% 4.30% 3.80% -2.50% and Less than -2.00% 3.95% 3.80% 3.30% -2.00% and Less than -1.50% 3.45% 3.30% 2.80% -1.50% and Less than -1.00% 2.95% 2.80% 2.30% -1.00% and Less than -0.75% 2.45% 2.30% 1.80% -0.75% and Less than -0.50% 1.95% 1.80% 1.30% -0.50% and Less than -0.25% 1.45% 1.30% 0.80% -0.25% and Less than 0.00% 0.95% 0.80% 0.30% 0.00% and Less than 0.50% 0.70% 0.55% 0.05% 0.50% and Less than 0.75% 0.55% 0.40% 0.00% 0.75% and Less than 1.00% 0.35% 0.20% 0.00% 1.00% and Less than 1.25% 0.25% 0.10% 0.00% 1.25% and Less than 1.50% 0.15% 0.00% 0.00% 1.50% and Less than 1.75% 0.05% 0.00% 0.00% 1.75% and Less than 2.25% 0.00% 0.00% 0.00% 2.25% and Over The contribution rates provided in this section apply to taxable wages paid on and after January 1, 2024. Section 4. That § 61-5-28 be AMENDED: 61-5-28. If on the last day of any calendar quarter through December 31, 2023, the amount in the unemployment compensation fund, as established by § 61-4-1, including amounts receivable as federal reimbursements due the state for shareable benefit payments, is less than any amount appearing in Column A below, then all employers' rates shall be increased by the amount appearing in Column B opposite the lowest amount in Column A under which the fund has been reduced: Column \"A\" Column \"B\" Balance in Fund Rates $11,000,000 0.1 % 10,500,000 0.2 % 10,000,000 0.3 % 9,500,000 0.4 % 9,000,000 0.5 % 8,500,000 0.6 % 8,000,000 0.7 % 7,500,000 0.8 % 7,000,000 0.9 % 6,500,000 1.0 % 6,000,000 1.25% 5,500,000 1.5 % If on the last day of any calendar quarter beginning January 1, 2024, the average high cost multiplier ratio (\"AHCM\"), as defined in § 61-5-25, calculated on the amount in the unemployment compensation fund, as established by § 61-4-1, including amounts receivable as federal reimbursements due the state for shareable benefit payments, is less than any ratio appearing in Column A below, then all employers' rates must be increased by the amount appearing in Column B opposite the lowest amount in Column A under which the fund has been reduced: Column \"A\" Column \"B\" Balance in Fund Rates AHCM between 0.60 and 0.75 AHCM between 0.50 and 0.59 AHCM between 0.40 and 0.49 AHCM between 0.30 and 0.39 AHCM between 0.20 and 0.29 AHCM between 0.00 and 0.19 AHCM less than 0.00 0.1% 0.2% 0.3% 0.4% 0.5% 1.0% 1.5% The increased contribution rates apply to taxable wages paid on and after the first day of the immediately following calendar quarter. The rates remain in effect until the balance in the unemployment fund on the last day of any quarter through December 31, 2023, is between $11,000,000 and $16,500,000. The increased rate must be one-tenth of one percent if the balance in the fund is between $11,000,000 and $16,500,000. Beginning January 1, 2024, the rates remain in effect until the balance in the unemployment fund on the last day of any quarter is greater than the highest ratio appearing in Column A. The increased rate is one-tenth of one percent if the balance is more than the highest average high cost multiplier ratio appearing in Column A but less than an average high cost multiplier ratio of 1.0. However, under no circumstances may any employer be required to pay contributions at a rate, including the adjustment percentage, of more than twelve percent. Any rate increase based on this section remains in effect for four consecutive calendar quarters. The rate for the second, third, and fourth quarters may increase based on the fund balance on the last day of the immediately prior quarter but may not decrease from the prior quarter during the four consecutive quarters. The computation date and experience rating account balance used to determine contribution rates must be used in the application of this section. Any payments must be credited to the experience rating account of the employer. However, if amounts paid under this section are used to pay interest on advances made to the state from the federal unemployment account in the federal Unemployment Trust Fund under 42 U.S.C. § 1321 (2004), these amounts may not be credited to an employer's experience rating account. The contribution rates provided in this section apply to and are retroactive to taxable wages paid on and after January 1, 2010. Section 5. That § 61-5-28.1 be AMENDED: 61-5-28.1. Each employer eligible for experience rating as defined in § 61-5-24 on the computation date for the year, shall also pay an administrative fee on wages as defined by this title. If an employer's reserve ratio, as determined pursuant to § 61-5-25.4 through calendar year 2019, pursuant to § 61-5-25.5 for calendar year 2020 through calendar year 2023, and pursuant to section 3 of this Act for calendar year 2024 and each year thereafter, is less than two and one-quarter percent, an administrative fee of two-hundredths percent shall be paid by the employer. The terms and conditions of this title that apply to the payment and collection of contributions also apply to the payment and collection of the administrative fee. Proceeds from the administrative fee must be deposited in the clearing account of the unemployment compensation fund for clearance only and may not become part of the fund. After clearance, the money derived from the administrative fee payments, less refunds made pursuant to the provisions of this title, must be deposited in the employment security administration fund for expenditure as provided in § 61-3-24. No administrative fee payment may be credited to the employer's experience rating account nor may be deducted in whole or in part by any employer from the wages of individuals in its employ. The administrative fee provided in this section applies to taxable wages paid on and after January 1, 2018. Section 6. That § 61-5-29 be AMENDED: 61-5-29. Employers required by this title to pay contributions, except employers pursuant to chapter 61-5A, that reimburse the unemployment compensation trust fund for benefits paid in lieu of contributions, shall also pay an employer's investment in South Dakota's future fee, hereinafter referred to as the, investment fee, on wages as defined by this title. The fee rate for employers not eligible for experience rating, as defined in § 61-5-24, must be seventy hundredths percent through calendar year 2006 and fifty-five hundredths percent on and after January 1, 2007. If an employer is eligible for experience rating, the employer's reserve ratio must be determined pursuant to § 61-5-25.3 through calendar year 2017, pursuant to § 61-5-25.4 for calendar years 2018 and 2019, pursuant to § 61-5-25.5 for calendar year 2020 through calendar year 2023, and pursuant to section 3 of this Act for calendar year 2024 and each year thereafter, and the employer's investment fee rate must be the rate appearing in column \"A\" on the same line the employer's reserve ratio appears in column \"B\" of the following rate schedule: Column \"A\" Column \"B\" Investment Fee Rate Reserve Ratio 0.53% Less than 1.00% 0.50% 1.00% and Less than 1.20% 0.40% 1.20% and Less than 1.30% 0.30% 1.30% and Less than 1.40% 0.20% 1.40% and Less than 1.50% 0.10% 1.50% and Less than 1.60% 0.00% 1.60% and Over The terms and conditions of this title that apply to the payment and collection of contributions also apply to the payment and collection of the investment fee. Proceeds from the investment fee must be deposited in the clearing account of the unemployment compensation fund for clearance only and may not become part of the fund. After clearance, the money derived from the investment fee payments, less refunds made pursuant to the provisions of this title, must be deposited in the employer's investment in South Dakota's future fund as provided for in § 61-5-29.1. No investment fee payment may be credited to the employer's experience-rating account nor may the payment be deducted in whole or in part by any employer from the wages of individuals in its employ. The investment fee rate may not be increased over the applicable 1987 investment fee rate for any employer with a positive balance in the employer's experience-rating account on the computation date, as established in rules promulgated by the secretary of labor and regulation pursuant to chapter 1-26, for the current year and the year preceding the current year. The investment rates provided in this section apply to and are retroactive to taxable wages paid on and after January 1, 1993. An Act to revise employer contribution rates. I certify that the attached Act originated in the: House as Bill No. 1011 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1011 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2023 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2023 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2023 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23840, "action_date": "2023-01-10T12:00:00-06:00", "document_id": 241498, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/241498.pdf", "status_text": "First Reading House", "journal_page": 14, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23840, "action_date": "2023-01-11T13:00:00-06:00", "document_id": 241515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/241515.pdf", "status_text": "Referred to", "journal_page": 24, "committee_id_action": 1159, "committee_id_assigned": 1154, "result": "N", "vote": {}}, {"bill_id": 23840, "action_date": "2023-01-13T10:00:00-06:00", "document_id": 243117, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243117.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1154, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23840, "action_date": "2023-01-13T10:00:00-06:00", "document_id": 243120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243120.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1154, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23840, "action_date": "2023-01-13T10:00:00-06:00", "document_id": 243120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243120.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1154, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76128, "president_vote": null, "Yea": [4456, 4441, 4459, 4442, 4468, 4452, 4393, 4467, 4437, 4412, 4463, 4401, 4429]}}, {"bill_id": 23840, "action_date": "2023-01-18T14:00:00-06:00", "document_id": 244025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244025.pdf", "status_text": "Do Pass Amended", "journal_page": 54, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76209, "president_vote": null, "Yea": [4456, 4445, 4333, 4441, 4334, 4337, 4459, 4341, 4343, 4344, 4449, 4350, 4351, 4442, 4353, 4354, 4468, 4471, 4358, 4365, 4366, 4368, 4450, 4373, 4374, 4375, 4379, 4462, 4383, 4452, 4454, 4438, 4384, 4443, 4385, 4451, 4388, 4389, 4469, 4392, 4393, 4447, 4467, 4396, 4397, 4398, 4400, 4401, 4440, 4403, 4437, 4405, 4406, 4408, 4409, 4458, 4455, 4444, 4412, 4463, 4439, 4417, 4418, 4421, 4464, 4446, 4465, 4470, 4429, 4461]}}, {"bill_id": 23840, "action_date": "2023-01-19T14:00:00-06:00", "document_id": 244438, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244438.pdf", "status_text": "First read in Senate and referred to", "journal_page": 68, "committee_id_action": 1183, "committee_id_assigned": 1172, "result": "N", "vote": {}}, {"bill_id": 23840, "action_date": "2023-01-24T10:00:00-06:00", "document_id": 244788, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244788.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1172, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23840, "action_date": "2023-01-24T10:00:00-06:00", "document_id": 244789, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244789.pdf", "status_text": "Do Pass", "journal_page": 2, "committee_id_action": 1172, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76370, "president_vote": null, "Yea": [4436, 4345, 4457, 4453, 4413, 4419, 4336, 4430], "Nay": [4394]}}, {"bill_id": 23840, "action_date": "2023-01-25T14:00:00-06:00", "document_id": 245898, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245898.pdf", "status_text": "Do Pass Amended", "journal_page": 116, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76414, "president_vote": null, "Yea": [4336, 4338, 4340, 4342, 4345, 4348, 4448, 4352, 4355, 4360, 4457, 4372, 4378, 4381, 4382, 4453, 4386, 4460, 4395, 4399, 4404, 4407, 4410, 4413, 4414, 4419, 4426, 4430, 4432, 4436], "Nay": [4339, 4466, 4394], "Excused": [4359, 4434]}}, {"bill_id": 23840, "action_date": "2023-01-26T13:00:00-06:00", "document_id": 246371, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246371.pdf", "status_text": "Signed by the Speaker", "journal_page": 165, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23840, "action_date": "2023-01-26T13:00:00-06:00", "document_id": 246354, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246354.pdf", "status_text": "Signed by the President", "journal_page": 128, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23840, "action_date": "2023-01-30T14:00:00-06:00", "document_id": 246888, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246888.pdf", "status_text": "Delivered to the Governor", "journal_page": 168, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23840, "action_date": "2023-02-03T13:00:00-06:00", "document_id": 248338, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248338.pdf", "status_text": "Signed by the Governor", "journal_page": 218, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}]}