{"session_id": 8, "bill_id": 2032, "bill_type": "House Bill", "bill_number": 1257, "bill_title": "remove certain provisions relating to countersignatures for insurance producers.", "sponsors": [{"legislator_profile_id": 804, "is_prime": true}, {"legislator_profile_id": 794, "is_prime": true}, {"legislator_profile_id": 754, "is_prime": false}, {"legislator_profile_id": 817, "is_prime": false}, {"legislator_profile_id": 805, "is_prime": false}, {"legislator_profile_id": 768, "is_prime": false}, {"legislator_profile_id": 786, "is_prime": false}], "keywords": ["Insurance"], "audio": [{"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco20.mp3", "start_seconds": 4685.0}, {"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco20.mp3", "start_seconds": 4685.0}, {"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco20.mp3", "start_seconds": 4685.0}, {"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco20.mp3", "start_seconds": 4685.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou21.mp3", "start_seconds": 1333.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou21.mp3", "start_seconds": 1333.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou21.mp3", "start_seconds": 1333.0}], "bill_versions": [{"bill_id": 2032, "bill_version_id": 11721, "bill_version": "Introduced", "bill_version_date": "2010-02-03T09:25:31.007-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to remove certain provisions relating to countersignatures for insurance producers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-30-144 be amended to read as follows: 58-30-144. Nothing in §§ 58-30-141 to 58-30-195, inclusive, requires an insurer to obtain an insurance producer license. In this section, the term, insurer, does not include an insurer's officers, directors, employees, subsidiaries, or affiliates. A license as an insurance producer is not required of the following: (1) The officer, director, or employee of an insurer or of an insurance producer, if the officer, director, or employee does not receive any commission on policies written or sold to insure risks residing, located, or to be performed in this state and: (a) The officer's, director's, or employee's activities are executive, administrative, managerial, clerical, or a combination of these, and are only indirectly related to the sale, solicitation, or negotiation of insurance; (b) The officer's, director's, or employee's function relates to underwriting, loss control, inspection or the processing, adjusting, investigating, or settling of a claim on a contract of insurance; or (c) The officer, director, or employee is acting in the capacity of a special agent or agency supervisor assisting insurance producers, if the person's activities are limited to providing technical advice and assistance to licensed insurance producers and do not include the sale, solicitation, or negotiation of insurance; (2) Any person who secures and furnishes information for the purpose of group life insurance, group property and casualty insurance, group annuities, group or blanket accident and health insurance; or for the purpose of enrolling individuals under plans, issuing certificates under plans, or otherwise assisting in administering plans; or who performs administrative services related to mass marketed property and casualty insurance, if no commission is paid to the person for the service; (3) Any employer or association or its officers, directors, employees, or the trustees of an employee trust plan, to the extent that the employers, officers, employees, director, or trustees are engaged in the administration or operation of a program of employee benefits for the employer's or association's own employees or the employees of its subsidiaries or affiliates, which program involves the use of insurance issued by an insurer, as long as the employers, associations, officers, directors, employees, or trustees are not in any manner compensated, directly or indirectly, by the company issuing the contracts; (4) Any employee of an insurer or an organization employed by an insurer who is engaging in the inspection, rating, or classification of risks, or in the supervision of the training of insurance producers and who is not individually engaged in the sale, solicitation, or negotiation of insurance; (5) Any person whose activities in this state are limited to advertising without the intent to solicit insurance in this state through communications in printed publications or other forms of electronic mass media whose distribution is not limited to residents of the state, if the person does not sell, solicit, or negotiate insurance that would insure risks residing, located, or to be performed in this state; (6) Any person who is not a resident of this state who sells, solicits, or negotiates a contract of insurance for commercial property and casualty risks to an insured with risks located in more than one state insured under that contract, if that person is otherwise licensed as an insurance producer to sell, solicit, or negotiate that insurance in the state where the insured maintains its principal place of business and the contract of insurance insures risks located in that state, except that any contract of insurance applicable to this subdivision shall be countersigned by a licensed resident insurance producer appointed by the insurer as required by § 58-6-62; (7) Any salaried full-time employee who counsels or advises his or her employer relative to the insurance interests of the employer or of the subsidiaries or business affiliates of the employer, if the employee does not sell or solicit insurance or receive a commission; (8) Any person engaged in the business of fur storage who delivers to customers certificates or policies providing insurance on specified furs, garments trimmed with fur, or other garments accepted for storage and who collects the premium therefor, if the person receives no commissions for such service; or (9) Any person engaged in the sale or issuance by motor vehicle dealers licensed under chapter 32-6B of motor vehicle service contracts, extended service agreements, mechanical breakdown insurance, or insurance of the mechanical condition, or freedom from defective or worn parts or equipment of motor vehicles. Section 2. That § 58-30-175 be amended to read as follows: 58-30-175. No insurance producer or business entity may act as an agent of an insurer unless the insurance producer becomes an appointed insurance producer of that insurer. An insurance producer who is not acting as an agent of an insurer is not required to become appointed. This section does not apply to property and casualty insurance producers who sell, solicit, or negotiate and place insurance with admitted insurers although the insurance producer is not appointed with the insurer if all insurance business placed by the unappointed insurance producer is through and countersigned by a licensed resident insurance producer who is appointed by the insurer involved in the transaction and if the coverage is not reasonably available through the insurance producer's existing appointed insurers for placements made as authorized by this section. The unappointed insurance producer may receive compensation from the insurer or a resident appointed insurance producer. Section 3. That § 58-30-104 be repealed. 58-30-104. All policies covering South Dakota risks placed by a licensee as nonresident insurance producer are subject to the countersignature law. Section 4. That § 58-6-65 be repealed. 58-6-65. The director of the Division of Insurance may suspend or revoke the certificate of authority of any insurer who intentionally fails to observe or comply with the provisions of §§ 58-6-62 to 58-6-64, inclusive. The director may also suspend or revoke the license of any resident insurance producer who agrees to accept or who accepts a lesser percentage of commission than that provided by § 58-6-63, and the license of any licensed South Dakota nonresident insurance producer who seeks to induce, or who induces, any resident insurance producer to accept a lesser percentage of commission than that provided by § 58-6-63. Section 5. That § 58-6-66 be repealed. 58-6-66. Sections 58-6-62 to 58-6-65, inclusive, do not apply to: (1) Reinsurance; (2) Life insurance, health insurance, or annuity contracts; (3) Insurance of the rolling stock, vessels, or aircraft of any common carrier in interstate or foreign commerce, or any vehicle principally garaged and used in another state, or covering any liability or other risks incident to the ownership, maintenance, or operation thereof; (4) Insurance of property in course of transportation in interstate or in foreign trade or any liability or risk incident thereto; (5) Bid bonds issued in connection with any public or private contracts; (6) Any association doing business on the interinsurance or reciprocal plan, on which no commissions are paid except to the home office manager, or attorney in fact for such association; (7) Surety bonds on which the premium is one hundred dollars or less; (8) Insurance written through the South Dakota Automobile Insurance Plan; (9) Insurance written through the workers' compensation assigned risk plan; (10) Insurance written for an extended warranty plan on farm machinery or equipment."}, {"bill_id": 2032, "bill_version_id": 13447, "bill_version": "Enrolled", "bill_version_date": "2010-03-04T09:35:15.567-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2032, "action_date": "2010-02-03T14:00:00-06:00", "document_id": 11793, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11793.pdf", "status_text": "First read in House and referred to", "journal_page": 289, "committee_id_action": 86, "committee_id_assigned": 72, "result": "N", "vote": {}}, {"bill_id": 2032, "action_date": "2010-02-12T10:00:00-06:00", "document_id": 12052, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12052.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 72, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2032, "action_date": "2010-02-12T10:00:00-06:00", "document_id": 12240, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12240.pdf", "status_text": "Do Pass", "journal_page": 381, "committee_id_action": 72, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6479, "president_vote": null, "Yea": [821, 844, 817, 749, 842, 822, 759, 742, 770, 751, 818, 815, 784]}}, {"bill_id": 2032, "action_date": "2010-02-12T10:00:00-06:00", "document_id": 12240, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12240.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 72, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2032, "action_date": "2010-02-16T14:00:00-06:00", "document_id": 12359, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12359.pdf", "status_text": "Do Pass", "journal_page": 402, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6558, "president_vote": null, "Yea": [821, 825, 771, 793, 781, 775, 844, 831, 820, 804, 779, 740, 813, 756, 748, 817, 814, 765, 811, 830, 798, 749, 829, 832, 826, 757, 842, 777, 834, 803, 822, 843, 816, 824, 788, 800, 801, 827, 742, 770, 792, 783, 755, 751, 773, 744, 840, 784, 839, 819, 836, 841, 818, 815, 833, 762, 746, 763, 752, 796, 828, 823, 789, 838, 837, 812, 786], "Excused": [835, 759, 750]}}, {"bill_id": 2032, "action_date": "2010-02-17T14:00:00-06:00", "document_id": 12455, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12455.pdf", "status_text": "First read in Senate and referred to", "journal_page": 352, "committee_id_action": 84, "committee_id_assigned": 61, "result": "N", "vote": {}}, {"bill_id": 2032, "action_date": "2010-03-02T10:00:00-06:00", "document_id": 13035, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13035.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 61, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2032, "action_date": "2010-03-02T10:00:00-06:00", "document_id": 13222, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13222.pdf", "status_text": "Do Pass", "journal_page": 504, "committee_id_action": 61, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7288, "president_vote": null, "Yea": [809, 760, 806, 769, 747, 808, 753]}}, {"bill_id": 2032, "action_date": "2010-03-02T10:00:00-06:00", "document_id": 13222, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13222.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 61, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2032, "action_date": "2010-03-03T14:00:00-06:00", "document_id": 13391, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13391.pdf", "status_text": "Do Pass", "journal_page": 549, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7407, "president_vote": null, "Yea": [758, 809, 785, 787, 790, 807, 754, 805, 760, 778, 768, 780, 739, 802, 764, 795, 741, 772, 761, 774, 766, 791, 806, 767, 808, 769, 743, 753, 745, 794, 799, 810, 747, 776], "Excused": [782]}}, {"bill_id": 2032, "action_date": "2010-03-04T13:00:00-06:00", "document_id": 13493, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13493.pdf", "status_text": "Signed by the Speaker", "journal_page": 711, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2032, "action_date": "2010-03-08T14:00:00-06:00", "document_id": 13604, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13604.pdf", "status_text": "Signed by the President", "journal_page": 603, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2032, "action_date": "2010-03-09T11:00:00-06:00", "document_id": 13691, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13691.pdf", "status_text": "Delivered to the Governor", "journal_page": 795, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2032, "action_date": "2010-03-11T10:30:00-06:00", "document_id": 13884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13884.pdf", "status_text": "Signed by the Governor", "journal_page": 831, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4676}