{"session_id": 64, "bill_id": 23242, "bill_type": "House Bill", "bill_number": 1147, "bill_title": "provide a penalty for businesses that do not accept tribal identification cards as a valid form of identification.", "sponsors": [{"legislator_profile_id": 3919, "is_prime": true}], "keywords": ["Indian Tribes", "Licensure", "Native Americans", "Penalty", "Trade"], "audio": [{"meeting_datetime": "2022-02-04T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hst17.mp3", "start_seconds": 2100.0}, {"meeting_datetime": "2022-02-04T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hst17.mp3", "start_seconds": 2100.0}, {"meeting_datetime": "2022-02-04T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hst17.mp3", "start_seconds": 2100.0}], "bill_versions": [{"bill_id": 23242, "bill_version_id": 229858, "bill_version": "Introduced", "bill_version_date": "2022-01-25T22:37:13.95-06:00", "bill_text": "An Act to provide a penalty for businesses that do not accept tribal identification cards as a valid form of identification. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 1-54-7 be AMENDED: 1-54-7. A tribal identification card is a valid form of identification for all purposes relating to commerce, including for all purposes relating to banks or financial institutions for which a South Dakota nondriver identification card or a South Dakota driver license may be used. Furthermore, tribal Tribal identification cards shall must be accepted as valid forms of identification for the purpose of cashing checks wherever checks may be cashed and for purposes where the age of the person needs to be verified. For purposes of this section and §§ 22-40-9, 22-40-18, and 34-46-1, the term, tribal identification card, means an unexpired identification card issued by a South Dakota tribal government of a tribe recognized by the Bureau of Indian Affairs, United States Department of the Interior, that contains the legal name, date of birth, signature, and picture of the enrolled tribal member. Reasonable reliance upon a tribal identification card as proof of age of the purchaser or the recipient of an age-restricted product is a complete defense to any action brought against a person for the sale or distribution of a product that is subject to state or federal age-related purchase and possession restrictions. This section does not modify any provision of the federal Bureau of Alcohol, Tobacco, Firearms, and Explosives regulations concerning permissible forms of identification for use in the purchase of firearms. The secretary of the Department of Tribal Relations may impose a civil penalty against a person that does not accept a tribal identification card as a valid form of identification under this section. The amount of the civil penalty is: (1) Five hundred dollars for the first offense; and (2) One thousand dollars for any subsequent offense. Any civil penalty collected pursuant to this section must be deposited into the state general fund. The Secretary of State may suspend the business license of any person that is assessed three or more civil penalties under this section for up to thirty days."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23242, "action_date": "2022-01-26T14:00:00-06:00", "document_id": 229686, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/229686.pdf", "status_text": "First read in House and referred to", "journal_page": 127, "committee_id_action": 1008, "committee_id_assigned": 1016, "result": "N", "vote": {}}, {"bill_id": 23242, "action_date": "2022-02-04T07:45:00-06:00", "document_id": 232301, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232301.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1016, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23242, "action_date": "2022-02-04T07:45:00-06:00", "document_id": 232302, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232302.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1016, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 72565, "president_vote": null, "Yea": [3912, 3916, 3923, 3941, 3942, 3946, 3954, 3965, 3995, 4011, 3957], "Excused": [3989, 3982]}}]}