{"session_id": 59, "bill_id": 20430, "bill_type": "Senate Bill", "bill_number": 24, "bill_title": "revise certain provisions concerning the authority of the Public Utilities Commission with regard to AC/DC conversion projects and energy conversion facilities.", "sponsors": [], "keywords": ["Energy", "Public Utilities and Carriers"], "audio": [{"meeting_datetime": "2006-01-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sco05.mp3", "start_seconds": 871.0}, {"meeting_datetime": "2006-01-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sco05.mp3", "start_seconds": 871.0}, {"meeting_datetime": "2006-01-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sco05.mp3", "start_seconds": 871.0}, {"meeting_datetime": "2006-01-18T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen06.mp3", "start_seconds": 779.0}, {"meeting_datetime": "2006-01-18T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen06.mp3", "start_seconds": 779.0}, {"meeting_datetime": "2006-01-18T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen06.mp3", "start_seconds": 779.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco22.mp3", "start_seconds": 54.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco22.mp3", "start_seconds": 54.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco22.mp3", "start_seconds": 54.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco22.mp3", "start_seconds": 54.0}], "bill_versions": [{"bill_id": 20430, "bill_version_id": 106333, "bill_version": "Introduced", "bill_version_date": "2006-01-07T14:18:25-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning the authority of the Public Utilities Commission with regard to AC/DC conversion projects and energy conversion facilities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-41B-2 be amended to read as follows: 49-41B-2. Terms as used in this chapter mean: (1) \"AC/DC conversion facility,\" an asynchronous AC to DC to AC tie that is directly connected to a transmission facility or a facility that connects an AC transmission facility with a DC transmission facility or vice versa; (2) \"Associated facilities,\" facilities which include, aqueducts, diversion dams, transmission substations of two hundred fifty kilovolts or more, storage ponds, reservoirs, or cooling ponds; (2) (3) \"Commission,\" the State Public Utilities Commission; (3) (4) \"Construction,\" any clearing of land, excavation, or other action that would affect the environment of the site for each land or rights of way upon or over which a facility may be constructed, but not including activities incident to preliminary engineering or environmental studies; (4) (5) \"Energy conversion facility,\" any new facility, or facility expansion, designed for or capable of generation of one hundred megawatts or more of electricity, but does not include any wind energy facilities; (5) (6) \"Facility,\" any energy conversion facility, AC/DC conversion facility, transmission facility, or wind energy facility, and associated facilities; (6) (7) \"Permit,\" the permit issued by the commission under this chapter required for the construction and operation of a facility; (7) (8) \"Person,\" an individual, partnership, limited liability company, joint venture, private or public corporation, association, firm, public service company, cooperative, political subdivision, municipal corporation, government agency, public utility district, or any other public or private entity, however organized; (8) (9) \"Siting area,\" that area within ten miles in any direction of a proposed energy conversion facility , AC/DC conversion facility, or which is determined by the commission to be affected by a proposed energy conversion facility; (9) (10) \"Trans-state transmission facility,\" an electric transmission line and its associated facilities which originates outside the State of South Dakota, crosses this state and terminates outside the State of South Dakota; and which transmission line and associated facilities delivers electric power and energy of twenty-five percent or less of the design capacity of such line and facilities for use in the State of South Dakota; (10) (11) \"Utility,\" any person engaged in and controlling the generation or transmission of electric energy and gas or liquid transmission facilities as defined by § 49- 41B-2.1; (11) (12) \"Wind energy facility,\" a new facility, or facility expansion, consisting of a commonly managed integrated system of towers, wind turbine generators with blades, power collection systems, and electric interconnection systems, that converts wind movement into electricity and that is designed for or capable of generation of one hundred megawatts or more of electricity. A wind energy facility expansion includes the addition of new wind turbines, designed for or capable of generating twenty-five megawatts or more of electricity, which are to be managed in common and integrated with existing turbines and the combined megawatt capability of the existing and new turbines is one hundred megawatts or more of electricity. The number of megawatts generated by a wind energy facility is determined by adding the nameplate power generation capability of each wind turbine. Section 2. That § 49-41B-5 be amended to read as follows: 49-41B-5. A notification of intent to apply for a permit for construction of an energy conversion facility or AC/DC conversion facility shall be filed with the Public Utilities Commission at least six months before filing an application as required in § 49-41B-11. A prefiling conference may be requested by the applicant and such request shall be granted by the commission. Section 3. That § 49-41B-6 be amended to read as follows: 49-41B-6. Within thirty days after the filing of the notification of intent to apply for a permit for the construction of an energy conversion facility or AC/DC conversion facility, the Public Utilities Commission shall designate the affected area and a local review committee composed of: (1) The chairman chair of the tribal council of each affected reservation; (2) The president of the board of education of each affected school district; (3) The chairman chair of the county commissioners of each affected county; (4) The mayor of each affected municipality; and (5) A representative of the applicant utility designated by the utilities. Section 4. That § 49-41B-15 be amended to read as follows: 49-41B-15. Within thirty days following receipt of an application for a permit, the Public Utilities Commission shall: (1) Schedule a public hearing; (2) Notify the applicant of the hearing; (3) Serve notice of the application and hearing only upon the governing bodies of the counties and municipalities totally or partially within the area of the proposed facility and upon the owner of record of any land that is located within one-half mile of the proposed facility ; (4) Publish a notice of the time, place, and purpose of the public hearing in at least one newspaper of general circulation in counties totally or partially within the area of the proposed facility; and (5) File a copy of the application with the auditor of the county or counties in which the proposed facility will be constructed. Section 5. That § 49-41B-24 be amended to read as follows: 49-41B-24. Within twelve months of receipt of the initial application for a permit for the construction of energy conversion facilities, AC/DC conversion facilities, substations of two hundred fifty kilovolts or more, or transmission lines of two hundred fifty kilovolts or more or of coal, gas, liquid hydrocarbons, or liquid hydrocarbon products, the Public Utilities Commission shall make complete findings in rendering a decision regarding whether a permit should be granted, denied, or granted upon such terms, conditions or modifications of the construction, operation, or maintenance as the commission may deem appropriate. Section 6. That § 49-41B-36 be amended to read as follows: 49-41B-36. Nothing in this chapter may be construed as is a delegation to the commission of the authority to route a transmission facility, or to designate or mandate location of an energy conversion facility , AC/DC conversion facility, or wind energy facility. Section 7. That chapter 49-41B be amended by adding thereto a NEW SECTION to read as follows: Before a utility may begin construction of an energy conversion facility or an AC/DC conversion facility, the utility shall notify, in writing, the owner of record of any land that is located within one-half mile of the proposed site where the energy conversion facility or AC/DC conversion facility is to be constructed. The notice shall be mailed by certified mail. The utility shall also publish a notice of the proposed facility. Notification shall be published in the official newspaper of the county in which the proposed site is located. The notice shall be published at least once each week for at least two consecutive weeks. The notice shall contain a description of the nature and location of the energy conversion facility or AC/DC conversion facility. Notification shall be made at least thirty days prior to the date of the public hearing. Section 8. That chapter 49-41B be amended by adding thereto a NEW SECTION to read as follows: The utility shall post signs on the area where the energy conversion facility or AC/DC conversion facility is proposed to be sited to notify the public. The signs shall be posted on areas that are clearly visible to an ordinarily observant person and shall be posted within thirty days after the filing of the notification of intent to apply for a permit for the construction of a proposed energy conversion facility or AC/DC conversion facility. The signs shall include the name and contact information of the utility and a brief description of the proposed energy conversion facility or AC/DC conversion facility."}, {"bill_id": 20430, "bill_version_id": 108542, "bill_version": "Enrolled", "bill_version_date": "2006-02-13T08:33:39-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20430, "action_date": "2006-01-10T12:00:00-06:00", "document_id": 106426, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106426.pdf", "status_text": "First read in Senate and referred to", "journal_page": 18, "committee_id_action": 894, "committee_id_assigned": 868, "result": "N", "vote": {}}, {"bill_id": 20430, "action_date": "2006-01-17T10:00:00-06:00", "document_id": 106561, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106561.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 868, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20430, "action_date": "2006-01-17T10:00:00-06:00", "document_id": 106561, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106561.pdf", "status_text": "Do Pass,", "journal_page": 80, "committee_id_action": 868, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64031, "president_vote": null, "Yea": [3361, 3409, 3413, 3447, 3452, 3368, 3423]}}, {"bill_id": 20430, "action_date": "2006-01-18T14:00:00-06:00", "document_id": 106655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106655.pdf", "status_text": "Do Pass,", "journal_page": 96, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62823, "president_vote": null, "Yea": [3361, 3362, 3363, 3364, 3365, 3368, 3374, 3376, 3377, 3384, 3390, 3391, 3396, 3397, 3404, 3409, 3411, 3412, 3413, 3415, 3416, 3421, 3423, 3425, 3428, 3430, 3432, 3435, 3439, 3447, 3452, 3453, 3458], "Excused": [3379, 3450]}}, {"bill_id": 20430, "action_date": "2006-01-19T14:00:00-06:00", "document_id": 106834, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106834.pdf", "status_text": "First read in House and referred to", "journal_page": 148, "committee_id_action": 893, "committee_id_assigned": 881, "result": "N", "vote": {}}, {"bill_id": 20430, "action_date": "2006-02-07T07:30:00-06:00", "document_id": 108065, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108065.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 881, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20430, "action_date": "2006-02-09T07:45:00-06:00", "document_id": 108344, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108344.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 881, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20430, "action_date": "2006-02-09T07:45:00-06:00", "document_id": 108344, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108344.pdf", "status_text": "Do Pass,", "journal_page": 467, "committee_id_action": 881, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62518, "president_vote": null, "Yea": [3366, 3367, 3380, 3381, 3406, 3418, 3419, 3437, 3446, 3451, 3465, 3445, 3448]}}, {"bill_id": 20430, "action_date": "2006-02-09T07:45:00-06:00", "document_id": 108344, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108344.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 881, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20430, "action_date": "2006-02-10T12:00:00-06:00", "document_id": 108522, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108522.pdf", "status_text": "Do Pass,", "journal_page": 512, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64450, "president_vote": null, "Yea": [3366, 3367, 3369, 3370, 3371, 3372, 3373, 3375, 3378, 3381, 3382, 3383, 3385, 3386, 3387, 3388, 3389, 3392, 3393, 3394, 3395, 3398, 3399, 3400, 3401, 3402, 3403, 3405, 3406, 3407, 3408, 3410, 3414, 3417, 3419, 3420, 3422, 3424, 3427, 3429, 3431, 3433, 3434, 3436, 3437, 3438, 3440, 3441, 3442, 3443, 3444, 3445, 3446, 3448, 3449, 3451, 3454, 3455, 3456, 3457, 3459, 3460, 3461, 3462, 3463, 3464, 3465, 3426], "Excused": [3380, 3418]}}, {"bill_id": 20430, "action_date": "2006-02-13T14:00:00-06:00", "document_id": 108604, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108604.pdf", "status_text": "Signed by Speaker", "journal_page": 552, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20430, "action_date": "2006-02-13T14:00:00-06:00", "document_id": 108624, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108624.pdf", "status_text": "Signed by President", "journal_page": 500, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20430, "action_date": "2006-02-14T14:00:00-06:00", "document_id": 108713, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108713.pdf", "status_text": "Delivered to the Governor", "journal_page": 508, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20430, "action_date": "2006-02-17T13:00:00-06:00", "document_id": 109035, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109035.pdf", "status_text": "Signed by Governor", "journal_page": 570, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3453, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20430"}