{"session_id": 57, "bill_id": 19295, "bill_type": "Senate Bill", "bill_number": 11, "bill_title": "require that all standardized achievement tests be monitored and that sanctions be imposed when unsatisfactory academic progress is identified.", "sponsors": [{"legislator_profile_id": 3204, "is_prime": true}, {"legislator_profile_id": 3233, "is_prime": true}], "keywords": ["Children", "Education", "Parents", "School Districts"], "audio": [{"meeting_datetime": "2005-01-20T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sed07sb0011a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-20T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sed07sb0011a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-20T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sed07sb0011a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-20T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sed07sb0011a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19295, "bill_version_id": 102571, "bill_version": "Introduced", "bill_version_date": "2005-01-03T10:03:11-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require that all standardized achievement tests be monitored and that sanctions be imposed when unsatisfactory academic progress is identified. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-27-3 be amended to read as follows: 13-27-3. A child shall be excused from school attendance, pursuant to § 13-27-2, because the child is otherwise provided with alternative instruction for an equivalent period of time, as in the public schools, in the basic skills of language arts and mathematics. The parent or guardian of the child shall identify in the application the place where the child will be instructed and any individual who will instruct the child. The individuals are not required to be certified. The secretary of the Department of Education may investigate and determine whether the instruction is being provided. Failure to provide instruction is grounds for the school board, upon thirty days' notice, to revoke the excuse from school attendance. The secretary of the Department of Education may inspect the records of an alternative education program with fourteen days' written notice if the secretary has probable cause to believe the program is not in compliance with this section. The records to be inspected are limited to attendance and evidence showing academic progress. No individual may instruct more than twenty-two children. All instructions shall be given so as to lead to a mastery of the English language. Children receiving alternative instruction who are in grades two, four, eight, and eleven shall take a nationally standardized achievement test of the basic skills. The test may be the test provided by the state and used in the public school district where the child is instructed or another nationally standardized achievement test chosen by and provided at the expense of the child's parent, guardian, or school giving alternative instruction . The test may shall be monitored by the local school district where the child is instructed. Section 2. That § 13-27-7 be amended to read as follows: 13-27-7. All applications for excuse from school attendance shall be on a standard form acknowledged before a notary or two witnesses. The form shall be provided by the secretary of the Department of Education. If the application is granted, a certificate of excuse also provided by the secretary of the Department of Education shall be issued by the president of the school board having jurisdiction over the district in which the child has school residence. The certificate of excuse shall be for a period not to exceed one year and shall state the reason for the excuse is that the child will receive alternative instruction. Upon a showing by the secretary of the Department of Education that a child excused from school attendance pursuant to § 13- 27-3 is not being instructed in compliance with § 13-27-3, the school board may immediately revoke the child's certificate of excuse. All test scores required by § 13-27-3 shall be kept on file in the public school of the district where the child has school residence. If subsequent achievement test results reveal less than satisfactory academic progress in the child's level of achievement, the school board may refuse to renew shall notify the child's parent or guardian of its intent to refuse renewal of the child's certificate of excuse."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19295, "action_date": "2005-01-11T12:00:00-06:00", "document_id": 102699, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102699.pdf", "status_text": "First read in Senate and referred to", "journal_page": 15, "committee_id_action": 861, "committee_id_assigned": 836, "result": "N", "vote": {}}, {"bill_id": 19295, "action_date": "2005-01-20T07:45:00-06:00", "document_id": 102926, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102926.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 836, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19295, "action_date": "2005-01-20T07:45:00-06:00", "document_id": 102926, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102926.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 122, "committee_id_action": 836, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60622, "president_vote": null, "Excused": [3165], "Yea": [3201, 3221, 3228, 3154, 3224], "Nay": [3204]}}]}