{"session_id": 64, "bill_id": 22863, "bill_type": "Senate Bill", "bill_number": 207, "bill_title": "enact the uniform electronic recordation of custodial interrogations act.", "sponsors": [{"legislator_profile_id": 4010, "is_prime": true}, {"legislator_profile_id": 3934, "is_prime": false}, {"legislator_profile_id": 3939, "is_prime": false}, {"legislator_profile_id": 3949, "is_prime": false}, {"legislator_profile_id": 3956, "is_prime": false}, {"legislator_profile_id": 3974, "is_prime": false}, {"legislator_profile_id": 3990, "is_prime": false}, {"legislator_profile_id": 3991, "is_prime": false}, {"legislator_profile_id": 3995, "is_prime": false}, {"legislator_profile_id": 3996, "is_prime": false}, {"legislator_profile_id": 3998, "is_prime": false}], "keywords": ["Courts and Judiciary", "Crimes", "Criminal Procedure", "Delayed Effective Date", "Evidence", "Juvenile Justice", "Law Enforcement", "State's Attorneys", "Uniform Laws"], "audio": [{"meeting_datetime": "2022-02-10T08:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sju21.mp3", "start_seconds": 4202.0}, {"meeting_datetime": "2022-02-10T08:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sju21.mp3", "start_seconds": 4202.0}, {"meeting_datetime": "2022-02-10T08:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sju21.mp3", "start_seconds": 4202.0}, {"meeting_datetime": "2022-02-10T08:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sju21.mp3", "start_seconds": 4202.0}, {"meeting_datetime": "2022-02-15T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen23.mp3", "start_seconds": 7725.0}, {"meeting_datetime": "2022-02-15T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen23.mp3", "start_seconds": 7725.0}, {"meeting_datetime": "2022-02-15T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen23.mp3", "start_seconds": 7725.0}, {"meeting_datetime": "2022-02-15T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen23.mp3", "start_seconds": 7725.0}], "bill_versions": [{"bill_id": 22863, "bill_version_id": 232186, "bill_version": "Introduced", "bill_version_date": "2022-02-02T11:24:49.87-06:00", "bill_text": "An Act to enact the uniform electronic recordation of custodial interrogations act. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 23A: This chapter may be cited as the Uniform Electronic Recordation of Custodial Interrogations Act. Section 2. That a NEW SECTION be added to title 23A: Terms used in this chapter mean: (1) \"Custodial interrogation,\" express questioning or other conduct by a law enforcement officer that is reasonably likely to elicit an incriminating response from an individual and occurs when reasonable individuals in the same circumstances would consider themselves in custody; (2) \"Electronic recording,\" an audio recording or audio and video recording that accurately records a custodial interrogation; (3) \"Law enforcement agency,\" any agency of this state or any political subdivision thereof that employs law enforcement officers and is responsible for the prevention and detection of crime and the enforcement of the criminal or highway traffic laws of this state; (4) \"Law enforcement officer,\" as defined in § 23-3-27; (5) \"Place of detention,\" a fixed location under the control of a law enforcement agency where individuals are questioned about alleged crimes or status offenses. The term includes a jail, police or sheriff’s station, holding cell, and correctional or detention facility, and in the case of juveniles, schools; (6) \"State\" a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States; (7) \"Statement,\" a communication whether oral, written, electronic, or nonverbal. Section 3. That a NEW SECTION be added to title 23A: (a) Except as provided by sections 5 to 8, inclusive, of this Act, a custodial interrogation, including the giving of any required warning, advice of the rights of the individual being questioned, and the waiver of any rights by the individual, must be recorded electronically in its entirety if the individual being interrogated is a juvenile or if the interrogation relates to a felony. A custodial interrogation at a jail, police station, sheriff's station, holding cell, or correctional or detention facility must be recorded by audio and video means. A custodial interrogation at any other place of detention must be recorded by audio means at minimum. (b) If a law enforcement officer conducts a custodial interrogation to which subdivision (a) applies without electronically recording it in its entirety, the officer shall prepare a written report explaining the reason for not complying with this section and summarizing the custodial interrogation process and the individual's statements. (c) A law enforcement officer shall prepare the report required by subdivision (b) as soon as practicable after completing the interrogation. (d) As soon as practicable, a law enforcement officer conducting a custodial interrogation outside a place of detention shall prepare a written report explaining the decision to interrogate outside a place of detention and summarizing the custodial interrogation process and the individual's statements made outside a place of detention. (e) This section does not apply to a spontaneous statement made outside the course of a custodial interrogation or a statement made in response to a question asked routinely during the processing of the arrest of an individual. Section 4. That a NEW SECTION be added to title 23A: A law enforcement officer conducting a custodial interrogation is not required to obtain consent to electronic recording from the individual being interrogated but shall inform the individual that an electronic recording is being made of the interrogation. This chapter does not permit a law enforcement officer or a law enforcement agency to record a private communication between the individual and the individual's lawyer. Section 5. That a NEW SECTION be added to title 23A: A custodial interrogation to which section 3 of this Act applies is not required to be recorded electronically if recording is not feasible due to exigent circumstances. The law enforcement officer conducting the interrogation shall record electronically an explanation of the exigent circumstances before conducting the interrogation, if feasible, or as soon as practicable after the interrogation is completed. Section 6. That a NEW SECTION be added to title 23A: (a) A custodial interrogation to which section 3 of this Act applies is not required to be recorded electronically if the individual to be interrogated indicates that the individual will not participate in the interrogation if it is recorded electronically. If feasible, the agreement to participate without recording must be recorded electronically. (b) If, during a custodial interrogation to which section 3 of this Act applies, the individual being interrogated indicates that the individual will not participate in further interrogation unless electronic recording ceases, the remainder of the custodial interrogation is not required to be recorded electronically. If feasible, the individual's agreement to participate without further recording must be recorded electronically. (c) A law enforcement officer, with intent to avoid the requirement of electronic recording in section 3 of this Act, may not encourage an individual to request that an electronic recording not be made. Section 7. That a NEW SECTION be added to title 23A: If a custodial interrogation occurs in another state in compliance with that state's law or is conducted by a federal law enforcement agency in compliance with federal law, the interrogation is not required to be recorded electronically unless the interrogation is conducted with the intent to avoid the electronic recording requirement in section 3 of this Act. Section 8. That a NEW SECTION be added to title 23A: (a) All or part of a custodial interrogation to which section 3 of this Act applies is not required to be recorded electronically to the extent that recording is not feasible because the available electronic recording equipment fails, despite reasonable maintenance of the equipment, and timely repair or replacement is not feasible. (b) If both audio and video recording of a custodial interrogation are required by section 3 of this Act, recording may be by audio alone if a technical problem in the video recording equipment prevents video recording, despite reasonable maintenance of the equipment, and timely repair or replacement is not feasible. (c) If both audio and video recording of a custodial interrogation are required by section 3 of this Act, recording may be by video alone if a technical problem in the audio recording equipment prevents audio recording, despite reasonable maintenance of the equipment, and timely repair or replacement is not feasible. Section 9. That a NEW SECTION be added to title 23A: If the prosecution relies on an exception in sections 5 to 8, inclusive, of this Act to justify a failure to electronically record a custodial interrogation, the prosecution must prove by a preponderance of the evidence that the exception applies. Section 10. That a NEW SECTION be added to title 23A: If the prosecution intends to introduce in its case in chief a statement made during a custodial interrogation to which section 3 of this Act applies that was not recorded electronically, the prosecution shall serve the defendant with written notice of that intent and of any exception on which the prosecution intends to rely. Section 11. That a NEW SECTION be added to title 23A: (a) Unless the court finds that an exception in sections 5 through 8, inclusive, of this Act applies, the court shall consider the failure to record electronically all or part of a custodial interrogation to which section 3 of this Act applies as a factor in determining whether a statement made during the interrogation is admissible, including whether it was voluntarily made. (b) If the court admits into evidence a statement made during a custodial interrogation that was not recorded electronically in compliance with section 3 of this Act, the court, on request of the defendant, shall give a cautionary instruction to the jury. Section 12. That a NEW SECTION be added to title 23A: Each law enforcement agency in this state shall establish and enforce procedures to ensure that the electronic recording of all or part of a custodial interrogation is identified, accessible, and preserved throughout the length of any resulting sentence, including any period of probation or parole extending through final discharge. Section 13. That a NEW SECTION be added to title 23A: (a) Each law enforcement agency that is a governmental entity of this state shall adopt and enforce policies and procedures to implement this chapter. (b) The policies and procedures adopted under subdivision (a) of this section must address the following topics: (1) How an electronic recording of a custodial interrogation must be made; (2) The collection and review of electronic recordings, or the absence thereof, by supervisors in each law enforcement agency; (3) The assignment of supervisory responsibilities and a chain of command to promote internal accountability; (4) A process for explaining non-compliance with procedures and imposing administrative sanctions for a failure to comply that is not justified; (5) A supervisory system expressly imposing on individuals in specific positions a duty to ensure adequate staffing, education, training, and material resources to implement this chapter; and (6) A process for preserving the chain of custody of an electronic recording. (c) The policies and procedures adopted under subsection (b)(1) for video recording must contain standards for the angle, focus, and field of vision of a recording device that reasonably promotes accurate recording of a custodial interrogation at a place of detention and reliable assessment of its accuracy and completeness. Section 14. That a NEW SECTION be added to title 23A: (a) A law enforcement agency that is a governmental entity in this state that has implemented procedures reasonably designed to enforce the policies and procedures required under section 13 of this Act to ensure compliance with this chapter is not subject to civil liability for damages arising from a violation of this chapter. (b) This chapter does not create a right of action against a law enforcement officer. Section 15. This Act is effective January 1, 2023."}, {"bill_id": 22863, "bill_version_id": 233211, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2022-02-11T14:36:47.87-06:00", "bill_text": "An Act to enact the uniform electronic recordation of custodial interrogations act. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 23A: This chapter may be cited as the Uniform Electronic Recordation of Custodial Interrogations Act. Section 2. That a NEW SECTION be added to title 23A: Terms used in this chapter mean: (1) \"Custodial interrogation,\" express questioning or other conduct by a law enforcement officer that is reasonably likely to elicit an incriminating response from an individual and occurs when reasonable individuals in the same circumstances would consider themselves in custody; (2) \"Electronic recording,\" an audio recording or audio and video recording that accurately records a custodial interrogation; (3) \"Law enforcement agency,\" any agency of this state or any political subdivision thereof that employs law enforcement officers and is responsible for the prevention and detection of crime and the enforcement of the criminal or highway traffic laws of this state; (4) \"Law enforcement officer,\" as defined in § 23-3-27; (5) \"Place of detention,\" a fixed location under the control of a law enforcement agency where individuals are questioned about alleged crimes or status offenses. The term includes a jail, police or sheriff’s station, holding cell, and correctional or detention facility, and in the case of juveniles, schools; (6) \"State\" a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States; (7) \"Statement,\" a communication whether oral, written, electronic, or nonverbal. Section 3. That a NEW SECTION be added to title 23A: (a) Except as provided by sections 5 to 8, inclusive, of this Act, a custodial interrogation, including the giving of any required warning, advice of the rights of the individual being questioned, and the waiver of any rights by the individual, must be recorded electronically in its entirety if the individual being interrogated is a juvenile or if the interrogation relates to a felony. A custodial interrogation at a jail, police station, sheriff's station, holding cell, or correctional or detention facility must be recorded by audio and video means. A custodial interrogation at any other place of detention must be recorded by audio means at minimum. (b) If a law enforcement officer conducts a custodial interrogation to which subdivision (a) applies without electronically recording it in its entirety, the officer shall prepare a written report explaining the reason for not complying with this section and summarizing the custodial interrogation process and the individual's statements. (c) A law enforcement officer shall prepare the report required by subdivision (b) as soon as practicable after completing the interrogation. (d) As soon as practicable, a law enforcement officer conducting a custodial interrogation outside a place of detention shall prepare a written report explaining the decision to interrogate outside a place of detention and summarizing the custodial interrogation process and the individual's statements made outside a place of detention. (e) This section does not apply to a spontaneous statement made outside the course of a custodial interrogation or a statement made in response to a question asked routinely during the processing of the arrest of an individual. Section 4. That a NEW SECTION be added to title 23A: A law enforcement officer conducting a custodial interrogation is not required to obtain consent to electronic recording from the individual being interrogated. This chapter does not permit a law enforcement officer or a law enforcement agency to record a private communication between the individual and the individual's lawyer. Section 5. That a NEW SECTION be added to title 23A: A custodial interrogation to which section 3 of this Act applies is not required to be recorded electronically if recording is not feasible due to exigent circumstances. The law enforcement officer conducting the interrogation shall record electronically an explanation of the exigent circumstances before conducting the interrogation, if feasible, or as soon as practicable after the interrogation is completed. Section 6. That a NEW SECTION be added to title 23A: (a) A custodial interrogation to which section 3 of this Act applies is not required to be recorded electronically if the individual to be interrogated indicates that the individual will not participate in the interrogation if it is recorded electronically. If feasible, the agreement to participate without recording must be recorded electronically. (b) If, during a custodial interrogation to which section 3 of this Act applies, the individual being interrogated indicates that the individual will not participate in further interrogation unless electronic recording ceases, the remainder of the custodial interrogation is not required to be recorded electronically. If feasible, the individual's agreement to participate without further recording must be recorded electronically. (c) A law enforcement officer, with intent to avoid the requirement of electronic recording in section 3 of this Act, may not encourage an individual to request that an electronic recording not be made. Section 7. That a NEW SECTION be added to title 23A: If a custodial interrogation occurs in another state in compliance with that state's law or is conducted by a federal law enforcement agency in compliance with federal law, the interrogation is not required to be recorded electronically unless the interrogation is conducted with the intent to avoid the electronic recording requirement in section 3 of this Act. Section 8. That a NEW SECTION be added to title 23A: (a) All or part of a custodial interrogation to which section 3 of this Act applies is not required to be recorded electronically to the extent that recording is not feasible because the available electronic recording equipment fails, despite reasonable maintenance of the equipment, and timely repair or replacement is not feasible. (b) If both audio and video recording of a custodial interrogation are required by section 3 of this Act, recording may be by audio alone if a technical problem in the video recording equipment prevents video recording, despite reasonable maintenance of the equipment, and timely repair or replacement is not feasible. (c) If both audio and video recording of a custodial interrogation are required by section 3 of this Act, recording may be by video alone if a technical problem in the audio recording equipment prevents audio recording, despite reasonable maintenance of the equipment, and timely repair or replacement is not feasible. Section 9. That a NEW SECTION be added to title 23A: If the prosecution relies on an exception in sections 5 to 8, inclusive, of this Act to justify a failure to electronically record a custodial interrogation, the prosecution must prove by a preponderance of the evidence that the exception applies. Section 10. That a NEW SECTION be added to title 23A: If the prosecution intends to introduce in its case in chief a statement made during a custodial interrogation to which section 3 of this Act applies that was not recorded electronically, the prosecution shall serve the defendant with written notice of that intent and of any exception on which the prosecution intends to rely. Section 11. That a NEW SECTION be added to title 23A: (a) Unless the court finds that an exception in sections 5 through 8, inclusive, of this Act applies, the court shall consider the failure to record electronically all or part of a custodial interrogation to which section 3 of this Act applies as a factor in determining whether a statement made during the interrogation is admissible, including whether it was voluntarily made. (b) If the court admits into evidence a statement made during a custodial interrogation that was not recorded electronically in compliance with section 3 of this Act, the court, on request of the defendant, shall give a cautionary instruction to the jury. Section 12. That a NEW SECTION be added to title 23A: Each law enforcement agency in this state shall establish and enforce procedures to ensure that the electronic recording of all or part of a custodial interrogation is identified, accessible, and preserved throughout the length of any resulting sentence, including any period of probation or parole extending through final discharge. Section 13. That a NEW SECTION be added to title 23A: (a) Each law enforcement agency that is a governmental entity of this state shall adopt and enforce policies and procedures to implement this chapter. (b) The policies and procedures adopted under subdivision (a) of this section must address the following topics: (1) How an electronic recording of a custodial interrogation must be made; (2) The collection and review of electronic recordings, or the absence thereof, by supervisors in each law enforcement agency; (3) The assignment of supervisory responsibilities and a chain of command to promote internal accountability; (4) A process for explaining non-compliance with procedures and imposing administrative sanctions for a failure to comply that is not justified; (5) A supervisory system expressly imposing on individuals in specific positions a duty to ensure adequate staffing, education, training, and material resources to implement this chapter; and (6) A process for preserving the chain of custody of an electronic recording. (c) The policies and procedures adopted under subsection (b)(1) for video recording must contain standards for the angle, focus, and field of vision of a recording device that reasonably promotes accurate recording of a custodial interrogation at a place of detention and reliable assessment of its accuracy and completeness. Section 14. That a NEW SECTION be added to title 23A: (a) A law enforcement agency that is a governmental entity in this state that has implemented procedures reasonably designed to enforce the policies and procedures required under section 13 of this Act to ensure compliance with this chapter is not subject to civil liability for damages arising from a violation of this chapter. (b) This chapter does not create a right of action against a law enforcement officer. Section 15. This Act is effective January 1, 2023."}, {"bill_id": 22863, "bill_version_id": 233750, "bill_version": "Senate Engrossed", "bill_version_date": "2022-02-16T09:28:07.757-06:00", "bill_text": "An Act to enact the uniform electronic recordation of custodial interrogations act. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 23A: This chapter may be cited as the Uniform Electronic Recordation of Custodial Interrogations Act. Section 2. That a NEW SECTION be added to title 23A: Terms used in this chapter mean: (1) \"Custodial interrogation,\" express questioning or other conduct by a law enforcement officer that is reasonably likely to elicit an incriminating response from an individual and occurs when reasonable individuals in the same circumstances would consider themselves not free to leave; (2) \"Electronic recording,\" an audio recording or audio and video recording that accurately records a custodial interrogation; (3) \"Law enforcement agency,\" any agency of this state or any political subdivision thereof that employs law enforcement officers and is responsible for the prevention and detection of crime and the enforcement of the criminal or highway traffic laws of this state; (4) \"Law enforcement officer,\" as defined in § 23-3-27; (5) \"Place of detention,\" a fixed location under the control of a law enforcement agency where individuals are questioned about alleged crimes or status offenses. The term includes a jail, police or sheriff’s station, holding cell, and correctional or detention facility, and in the case of juveniles, schools; (6) \"State\" a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States; (7) \"Statement,\" a communication whether oral, written, electronic, or nonverbal. Section 3. That a NEW SECTION be added to title 23A: (a) Except as provided by sections 5 to 8, inclusive, of this Act, a custodial interrogation, including the giving of any required warning, advice of the rights of the individual being questioned, and the waiver of any rights by the individual, must be recorded electronically in its entirety if the individual being interrogated is a juvenile or if the interrogation relates to a felony. A custodial interrogation at a jail, police station, sheriff's station, holding cell, or correctional or detention facility must be recorded by audio and video means. A custodial interrogation at any other place of detention must be recorded by audio means at minimum. (b) If a law enforcement officer conducts a custodial interrogation to which subdivision (a) applies without electronically recording it in its entirety, the officer shall prepare a written report explaining the reason for not complying with this section and summarizing the custodial interrogation process and the individual's statements. (c) A law enforcement officer shall prepare the report required by subdivision (b) as soon as practicable after completing the interrogation. (d) As soon as practicable, a law enforcement officer conducting a custodial interrogation outside a place of detention shall prepare a written report explaining the decision to interrogate outside a place of detention and summarizing the custodial interrogation process and the individual's statements made outside a place of detention. (e) This section does not apply to a spontaneous statement made outside the course of a custodial interrogation or a statement made in response to a question asked routinely during the processing of the arrest of an individual. Section 4. That a NEW SECTION be added to title 23A: A law enforcement officer conducting a custodial interrogation is not required to obtain consent to electronic recording from the individual being interrogated. This chapter does not permit a law enforcement officer or a law enforcement agency to record a private communication between the individual and the individual's lawyer. Section 5. That a NEW SECTION be added to title 23A: A custodial interrogation to which section 3 of this Act applies is not required to be recorded electronically if recording is not feasible due to exigent circumstances. The law enforcement officer conducting the interrogation shall record electronically an explanation of the exigent circumstances before conducting the interrogation, if feasible, or as soon as practicable after the interrogation is completed. Section 6. That a NEW SECTION be added to title 23A: (a) A custodial interrogation to which section 3 of this Act applies is not required to be recorded electronically if the individual to be interrogated indicates that the individual will not participate in the interrogation if it is recorded electronically. If feasible, the agreement to participate without recording must be recorded electronically. (b) If, during a custodial interrogation to which section 3 of this Act applies, the individual being interrogated indicates that the individual will not participate in further interrogation unless electronic recording ceases, the remainder of the custodial interrogation is not required to be recorded electronically. If feasible, the individual's agreement to participate without further recording must be recorded electronically. (c) A law enforcement officer, with intent to avoid the requirement of electronic recording in section 3 of this Act, may not encourage an individual to request that an electronic recording not be made. Section 7. That a NEW SECTION be added to title 23A: If a custodial interrogation occurs in another state in compliance with that state's law or is conducted by a federal law enforcement agency in compliance with federal law, the interrogation is not required to be recorded electronically unless the interrogation is conducted with the intent to avoid the electronic recording requirement in section 3 of this Act. Section 8. That a NEW SECTION be added to title 23A: (a) All or part of a custodial interrogation to which section 3 of this Act applies is not required to be recorded electronically to the extent that recording is not feasible because the available electronic recording equipment fails, despite reasonable maintenance of the equipment, and timely repair or replacement is not feasible. (b) If both audio and video recording of a custodial interrogation are required by section 3 of this Act, recording may be by audio alone if a technical problem in the video recording equipment prevents video recording, despite reasonable maintenance of the equipment, and timely repair or replacement is not feasible. (c) If both audio and video recording of a custodial interrogation are required by section 3 of this Act, recording may be by video alone if a technical problem in the audio recording equipment prevents audio recording, despite reasonable maintenance of the equipment, and timely repair or replacement is not feasible. Section 9. That a NEW SECTION be added to title 23A: If the prosecution relies on an exception in sections 5 to 8, inclusive, of this Act to justify a failure to electronically record a custodial interrogation, the prosecution must prove by a preponderance of the evidence that the exception applies. Section 10. That a NEW SECTION be added to title 23A: If the prosecution intends to introduce in its case in chief a statement made during a custodial interrogation to which section 3 of this Act applies that was not recorded electronically, the prosecution shall serve the defendant with written notice of that intent and of any exception on which the prosecution intends to rely. Section 11. That a NEW SECTION be added to title 23A: (a) Unless the court finds that an exception in sections 5 through 8, inclusive, of this Act applies, the court shall consider the failure to record electronically all or part of a custodial interrogation to which section 3 of this Act applies as a factor in determining whether a statement made during the interrogation is admissible, including whether it was voluntarily made. (b) If the court admits into evidence a statement made during a custodial interrogation that was not recorded electronically in compliance with section 3 of this Act, the court, on request of the defendant, shall give a cautionary instruction to the jury. Section 12. That a NEW SECTION be added to title 23A: Each law enforcement agency in this state shall establish and enforce procedures to ensure that the electronic recording of all or part of a custodial interrogation is identified, accessible, and preserved throughout the length of any resulting sentence, including any period of probation or parole extending through final discharge. Section 13. That a NEW SECTION be added to title 23A: (a) Each law enforcement agency that is a governmental entity of this state shall adopt and enforce policies and procedures to implement this chapter. (b) The policies and procedures adopted under subdivision (a) of this section must address the following topics: (1) How an electronic recording of a custodial interrogation must be made; (2) The collection and review of electronic recordings, or the absence thereof, by supervisors in each law enforcement agency; (3) The assignment of supervisory responsibilities and a chain of command to promote internal accountability; (4) A process for explaining non-compliance with procedures and imposing administrative sanctions for a failure to comply that is not justified; (5) A supervisory system expressly imposing on individuals in specific positions a duty to ensure adequate staffing, education, training, and material resources to implement this chapter; and (6) A process for preserving the chain of custody of an electronic recording. (c) The policies and procedures adopted under subsection (b)(1) for video recording must contain standards for the angle, focus, and field of vision of a recording device that reasonably promotes accurate recording of a custodial interrogation at a place of detention and reliable assessment of its accuracy and completeness. Section 14. That a NEW SECTION be added to title 23A: (a) A law enforcement agency that is a governmental entity in this state that has implemented procedures reasonably designed to enforce the policies and procedures required under section 13 of this Act to ensure compliance with this chapter is not subject to civil liability for damages arising from a violation of this chapter. (b) This chapter does not create a right of action against a law enforcement officer. Section 15. This Act is effective January 1, 2023."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22863, "action_date": "2022-02-02T14:00:00-06:00", "document_id": 231864, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231864.pdf", "status_text": "First read in Senate and referred to", "journal_page": 161, "committee_id_action": 1034, "committee_id_assigned": 1027, "result": "N", "vote": {}}, {"bill_id": 22863, "action_date": "2022-02-10T08:00:00-06:00", "document_id": 232424, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232424.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1027, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22863, "action_date": "2022-02-10T08:00:00-06:00", "document_id": 232425, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232425.pdf", "status_text": "Motion to amend", "journal_page": 1, "committee_id_action": 1027, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22863, "action_date": "2022-02-10T08:00:00-06:00", "document_id": 232425, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232425.pdf", "status_text": "Do Pass Amended", "journal_page": 1, "committee_id_action": 1027, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73354, "president_vote": null, "Excused": [3932], "Yea": [3956, 3990, 4010, 3991], "Nay": [3999, 3935]}}, {"bill_id": 22863, "action_date": "2022-02-15T14:00:00-06:00", "document_id": 233559, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233559.pdf", "status_text": "Motion to amend", "journal_page": 262, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22863, "action_date": "2022-02-15T14:00:00-06:00", "document_id": 233559, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233559.pdf", "status_text": "Do Pass Amended", "journal_page": 262, "committee_id_action": 1034, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 73817, "president_vote": null, "Nay": [3918, 3920, 3921, 3925, 3926, 3932, 3935, 3936, 3940, 3943, 3952, 3958, 3961, 3962, 3966, 3975, 3993, 3999, 4002, 4003, 4012, 4016], "Yea": [3922, 3939, 3949, 3956, 3974, 3979, 3990, 3991, 3994, 3996, 4000, 4006, 4010]}}]}