{"session_id": 43, "bill_id": 11489, "bill_type": "House Bill", "bill_number": 1006, "bill_title": "authorize the secretary of revenue to contract with certain entities for purposes of creating or maintaining a database to determine agricultural income value and to specify the mandatory and permissive data of the database.", "sponsors": [{"legislator_profile_id": 1714, "is_prime": true}, {"legislator_profile_id": 1668, "is_prime": true}, {"legislator_profile_id": 1663, "is_prime": false}, {"legislator_profile_id": 1721, "is_prime": false}, {"legislator_profile_id": 1655, "is_prime": false}, {"legislator_profile_id": 1657, "is_prime": false}, {"legislator_profile_id": 1725, "is_prime": false}], "keywords": ["Agriculture and Horticulture", "Taxation"], "audio": [{"meeting_datetime": "2020-01-28T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hta10.mp3", "start_seconds": 160.0}, {"meeting_datetime": "2020-01-28T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hta10.mp3", "start_seconds": 160.0}, {"meeting_datetime": "2020-01-28T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hta10.mp3", "start_seconds": 160.0}, {"meeting_datetime": "2020-01-28T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hta10.mp3", "start_seconds": 160.0}, {"meeting_datetime": "2020-01-28T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hta10.mp3", "start_seconds": 160.0}, {"meeting_datetime": "2020-01-30T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou12.mp3", "start_seconds": 890.0}, {"meeting_datetime": "2020-01-30T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou12.mp3", "start_seconds": 890.0}, {"meeting_datetime": "2020-01-30T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou12.mp3", "start_seconds": 890.0}, {"meeting_datetime": "2020-01-30T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou12.mp3", "start_seconds": 890.0}, {"meeting_datetime": "2020-02-07T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sta16.mp3", "start_seconds": 162.0}, {"meeting_datetime": "2020-02-07T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sta16.mp3", "start_seconds": 162.0}, {"meeting_datetime": "2020-02-07T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sta16.mp3", "start_seconds": 162.0}, {"meeting_datetime": "2020-02-07T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sta16.mp3", "start_seconds": 162.0}], "bill_versions": [{"bill_id": 11489, "bill_version_id": 61284, "bill_version": "Introduced", "bill_version_date": "2020-01-04T17:31:08.397-06:00", "bill_text": "An Act to authorize the secretary of revenue to contract with certain entities for purposes of maintaining a database to determine agricultural income value and to specify the mandatory and permissive data of the database. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-6-33.29 be AMENDED: 10-6-33.29. Agricultural income value--Determination--Database of cropland data. The In order to determine the agricultural income value of agricultural land by county, the secretary of revenue, with the consent of the Agricultural Land Assessment Implementation and Oversight Advisory Task Force, shall enter into contracts annually contract with South Dakota State University and, if necessary, the South Dakota Agricultural Statistics Service one or more qualified entities for the purpose of creating maintaining a database to determine the agricultural income value of agricultural land by county, consisting of eight consecutive years of cropland data and noncropland data. The data for the year representing the highest agricultural income value among the eight years and the year representing the lowest agricultural income among the eight years shall be disregarded for valuation purposes. For each assessment year, the first year of the eight-year data period shall be the year that is nine years less than the assessment year. The cropland data may must include: acres planted, acres harvested, yield per acre, and statewide crop prices. The noncropland data may must include: cash rents, rangeland acres, pastureland acres, and statewide cow and calf prices. The following noncropland data may also be included: rangeland AUM's animal unit months per acre, pastureland AUM's animal unit months per acre, and grazing season data, and statewide cow and calf prices. The Agricultural Land Assessment Implementation and Oversight Advisory Task Force may recommend other cropland and noncropland data to the Legislature for subsequent use in the database. The secretary shall have such data collected for 2001, which will serve as the first year of the database, and each year thereafter. The database shall consist of the most recent eight years of data that have been collected and the two years, one year representing the highest agricultural income value and one year representing the lowest agricultural income value, shall be discarded from the database. The database for the 2010 assessment for taxes payable in 2011 shall consist of data from 2001 to 2008, inclusive, and the database for each assessment year thereafter shall be adjusted accordingly. South Dakota State University Qualified entities contracting with the secretary of revenue under this section shall provide the data for each county to the secretary of revenue by June first of each year. For purposes of this section, a qualified entity is a federal or state agency, instrumentality, institution of higher learning, and other federal or state authority with expertise in researching or evaluating land production capacity."}, {"bill_id": 11489, "bill_version_id": 64327, "bill_version": "House Taxation Engrossed", "bill_version_date": "2020-01-28T13:42:41.21-06:00", "bill_text": "An Act to authorize the secretary of revenue to contract with certain entities for purposes of creating or maintaining a database to determine agricultural income value and to specify the mandatory and permissive data of the database. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-6-33.29 be AMENDED: 10-6-33.29. Agricultural income value--Determination--Database of cropland data. The secretary of revenue, shall enter into contracts upon notifying the Agricultural Land Assessment Implementation and Oversight Advisory Task Force, may contract with South Dakota State University and, if necessary, the South Dakota Agricultural Statistics Service one or more qualified entities for the purpose of creating or maintaining a database to determine the agricultural income value of agricultural land by county, consisting of eight consecutive years of cropland data and noncropland data. The data for the year representing the highest agricultural income value among the eight years and the year representing the lowest agricultural income value among the eight years shall be discarded from the database and the remaining six years averaged for valuation purposes. For each assessment year, the first year of the eight-year data period shall be the year that is nine years less than the assessment year. The cropland data may must include: acres planted, acres harvested, yield per acre, and statewide crop prices. The noncropland data may must include: cash rents, rangeland acres, pastureland acres, rangeland AUM's per acre, pastureland AUM's per acre, grazing season data, and statewide cow and calf prices. The noncropland data may also include rangeland and pastureland animal unit months per acre, rangeland and pastureland acres, and grazing season data. The Agricultural Land Assessment Implementation and Oversight Advisory Task Force may recommend other cropland and noncropland data to the Legislature for subsequent use in the database. The secretary shall have such data collected for 2001, which will serve as the first year of the database, and each year thereafter. The database shall consist of the most recent eight years of data that have been collected and the two years, one year representing the highest agricultural income value and one year representing the lowest agricultural income value, shall be discarded from the database. The database for the 2010 assessment for taxes payable in 2011 shall consist of data from 2001 to 2008, inclusive, and the database for each assessment year thereafter shall be adjusted accordingly. South Dakota State University Any qualified entity contracting with the secretary of revenue pursuant to this section shall provide the data for each county to the secretary of revenue by June first of each year. For purposes of this section, a qualified entity is a federal or state agency, instrumentality, institution of higher learning, and other federal or state authority with expertise in researching or evaluating land production capacity."}, {"bill_id": 11489, "bill_version_id": 65720, "bill_version": "House Engrossed", "bill_version_date": "2020-01-31T09:06:56.463-06:00", "bill_text": "An Act to authorize the secretary of revenue to contract with certain entities for purposes of creating or maintaining a database to determine agricultural income value and to specify the mandatory and permissive data of the database. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-6-33.29 be AMENDED: 10-6-33.29. Agricultural income value--Determination--Database of cropland data. The secretary of revenue, shall enter into contracts upon notifying the Agricultural Land Assessment Implementation and Oversight Advisory Task Force, may contract with South Dakota State University and, if necessary, the South Dakota Agricultural Statistics Service one or more qualified entities for the purpose of creating or maintaining a database to determine the agricultural income value of agricultural land by county, consisting of eight consecutive years of cropland data and noncropland data. The data for the year representing the highest agricultural income value among the eight years and the year representing the lowest agricultural income value among the eight years shall be discarded from the database and the remaining six years averaged for valuation purposes. For each assessment year, the first year of the eight-year data period shall be the year that is nine years less than the assessment year. The cropland data may must include: acres planted, acres harvested, yield per acre, and statewide crop prices. The noncropland data may must include: cash rents, rangeland acres, pastureland acres, rangeland AUM's per acre, pastureland AUM's per acre, grazing season data, and statewide cow and calf prices. The noncropland data may also include rangeland and pastureland animal unit months per acre, rangeland and pastureland acres, and grazing season data. The Agricultural Land Assessment Implementation and Oversight Advisory Task Force may recommend other cropland and noncropland data to the Legislature for subsequent use in the database. The secretary shall have such data collected for 2001, which will serve as the first year of the database, and each year thereafter. The database shall consist of the most recent eight years of data that have been collected and the two years, one year representing the highest agricultural income value and one year representing the lowest agricultural income value, shall be discarded from the database. The database for the 2010 assessment for taxes payable in 2011 shall consist of data from 2001 to 2008, inclusive, and the database for each assessment year thereafter shall be adjusted accordingly. South Dakota State University Any qualified entity contracting with the secretary of revenue pursuant to this section shall provide the data for each county to the secretary of revenue by June first of each year. For purposes of this section, a qualified entity is a federal or state agency, instrumentality, institution of higher learning, other federal or state authority, or private entity with expertise in researching or evaluating land production capacity."}, {"bill_id": 11489, "bill_version_id": 67312, "bill_version": "Enrolled", "bill_version_date": "2020-02-10T17:10:44.31-06:00", "bill_text": "ENTITLED An Act to authorize the secretary of revenue to contract with certain entities for purposes of creating or maintaining a database to determine agricultural income value and to specify the mandatory and permissive data of the database. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-6-33.29 be AMENDED: 10-6-33.29. Agricultural income value--Determination--Database of cropland data. The secretary of revenue, upon notifying the Agricultural Land Assessment Implementation and Oversight Advisory Task Force, may contract with one or more qualified entities for the purpose of creating or maintaining a database to determine the agricultural income value of agricultural land by county, consisting of eight consecutive years of cropland data and noncropland data. The data for the year representing the highest agricultural income value among the eight years and the year representing the lowest agricultural income value among the eight years shall be discarded from the database and the remaining six years averaged for valuation purposes. For each assessment year, the first year of the eight-year data period shall be the year that is nine years less than the assessment year. The cropland data must include acres planted, acres harvested, yield per acre, and statewide crop prices. The noncropland data must include cash rents and statewide calf prices. The noncropland data may also include rangeland and pastureland animal unit months per acre, rangeland and pastureland acres, and grazing season data. Any qualified entity contracting with the secretary of revenue pursuant to this section shall provide the data for each county to the secretary of revenue by June first of each year. For purposes of this section, a qualified entity is a federal or state agency, instrumentality, institution of higher learning, other federal or state authority, or private entity with expertise in researching or evaluating land production capacity. An Act to authorize the secretary of revenue to contract with certain entities for purposes of creating or maintaining a database to determine agricultural income value and to specify the mandatory and permissive data of the database. I certify that the attached Act originated in the: House as Bill No. 1006 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1006 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2020 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2020 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2020 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11489, "action_date": "2020-01-14T12:00:00-06:00", "document_id": 61710, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/61710.pdf", "status_text": "First Reading House", "journal_page": 11, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11489, "action_date": "2020-01-15T13:00:00-06:00", "document_id": 62190, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/62190.pdf", "status_text": "Referred to", "journal_page": 19, "committee_id_action": 480, "committee_id_assigned": 468, "result": "N", "vote": {}}, {"bill_id": 11489, "action_date": "2020-01-28T08:00:00-06:00", "document_id": 63376, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/63376.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 468, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11489, "action_date": "2020-01-28T08:00:00-06:00", "document_id": 63377, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/63377.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 468, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11489, "action_date": "2020-01-28T08:00:00-06:00", "document_id": 63377, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/63377.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 468, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11489, "action_date": "2020-01-28T08:00:00-06:00", "document_id": 63377, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/63377.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 468, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32097, "president_vote": null, "Yea": [1668, 1743, 1669, 1737, 1671, 1745, 1674, 1727, 1664, 1653, 1711, 1691], "Excused": [1739]}}, {"bill_id": 11489, "action_date": "2020-01-30T13:00:00-06:00", "document_id": 65199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65199.pdf", "status_text": "Motion to amend", "journal_page": 108, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11489, "action_date": "2020-01-30T13:00:00-06:00", "document_id": 65199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65199.pdf", "status_text": "Do Pass Amended", "journal_page": 108, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32264, "president_vote": null, "Yea": [1754, 1700, 1689, 1723, 1654, 1670, 1710, 1668, 1751, 1665, 1711, 1672, 1656, 1743, 1680, 1740, 1681, 1744, 1736, 1728, 1702, 1676, 1682, 1662, 1748, 1684, 1731, 1738, 1669, 1739, 1690, 1678, 1655, 1667, 1722, 1657, 1737, 1675, 1679, 1673, 1671, 1729, 1765, 1698, 1677, 1733, 1745, 1701, 1725, 1674, 1688, 1727, 1683, 1664, 1709, 1660, 1653, 1696, 1692, 1762, 1697, 1755, 1691, 1712, 1687, 1734], "Excused": [1699, 1666, 1661], "Nay": [1747]}}, {"bill_id": 11489, "action_date": "2020-02-04T14:00:00-06:00", "document_id": 65686, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65686.pdf", "status_text": "First read in Senate and referred to", "journal_page": 132, "committee_id_action": 447, "committee_id_assigned": 454, "result": "N", "vote": {}}, {"bill_id": 11489, "action_date": "2020-02-07T10:00:00-06:00", "document_id": 66573, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66573.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 454, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11489, "action_date": "2020-02-07T10:00:00-06:00", "document_id": 66575, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66575.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 454, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32573, "president_vote": null, "Excused": [1652], "Yea": [1716, 1749, 1764, 1714, 1704, 1715]}}, {"bill_id": 11489, "action_date": "2020-02-07T10:00:00-06:00", "document_id": 66575, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66575.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 454, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11489, "action_date": "2020-02-10T14:00:00-06:00", "document_id": 67148, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67148.pdf", "status_text": "Do Pass", "journal_page": 176, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32704, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1707, 1763, 1693, 1659, 1720, 1658, 1742, 1663, 1717, 1708, 1721, 1686, 1724, 1715, 1651, 1703, 1749, 1746, 1726, 1718, 1752, 1713, 1704, 1750, 1716, 1730, 1706, 1719, 1735, 1652, 1705]}}, {"bill_id": 11489, "action_date": "2020-02-10T14:00:00-06:00", "document_id": 67148, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67148.pdf", "status_text": "Do Pass Amended", "journal_page": 175, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32704, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1707, 1763, 1693, 1659, 1720, 1658, 1742, 1663, 1717, 1708, 1721, 1686, 1724, 1715, 1651, 1703, 1749, 1746, 1726, 1718, 1752, 1713, 1704, 1750, 1716, 1730, 1706, 1719, 1735, 1652, 1705]}}, {"bill_id": 11489, "action_date": "2020-02-11T14:00:00-06:00", "document_id": 67317, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67317.pdf", "status_text": "Signed by the Speaker", "journal_page": 263, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11489, "action_date": "2020-02-12T14:00:00-06:00", "document_id": 67448, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67448.pdf", "status_text": "Signed by the President", "journal_page": 216, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11489, "action_date": "2020-02-13T14:00:00-06:00", "document_id": 67596, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67596.pdf", "status_text": "Delivered to the Governor", "journal_page": 283, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11489, "action_date": "2020-02-20T14:00:00-06:00", "document_id": 68028, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68028.pdf", "status_text": "Signed by the Governor", "journal_page": 326, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 294, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/11489"}