{"session_id": 48, "bill_id": 14631, "bill_type": "House Bill", "bill_number": 1209, "bill_title": "increase certain exemptions under the inheritance tax.", "sponsors": [{"legislator_profile_id": 2202, "is_prime": true}, {"legislator_profile_id": 2245, "is_prime": true}, {"legislator_profile_id": 2210, "is_prime": false}, {"legislator_profile_id": 2268, "is_prime": false}], "keywords": ["Inheritance Tax", "Taxes"], "audio": [], "bill_versions": [{"bill_id": 14631, "bill_version_id": 81077, "bill_version": "Introduced", "bill_version_date": "1999-01-27T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase certain exemptions under the inheritance tax. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-40-23 be amended to read as follows: 10-40-23. The following exemptions from the tax are hereby allowed: (1) All property transferred to public corporations within the state for strictly county, township, school, or municipal purposes, all property which escheats to the State of South Dakota for the benefit of the common school permanent school fund, and all property transferred in any manner to the State of South Dakota for the benefit of any permanent school fund; (2) Property transferred to a nonprofit hospital, nonprofit nursing facility, nonprofit foundation, elementary and secondary school, college, university, seminary of learning, church, or to an organization operating the same within the state or to a health care organization or charitable, benevolent, or religious society or institution or foundation as defined in § § 10-4-9 to 10-4-9.3, inclusive. However, property transferred after July 1, 1949, to any such institution or organization operating the same without the state shall also be exempt if the laws of the state, territory or country in which such institution is located at the time of the transfer contained a reciprocal exemption provision under which was allowed a similar exemption of transfers to such institutions or organization operating the same within this state; (3) Property of the clear value of thirty fifty-five thousand dollars transferred to each of the lineal issue of the decedent, or any child adopted as such in conformity with the laws of any state, or any stepchild, or any child to whom the decedent for not less than ten years prior to such transfer stood in mutually acknowledged relation of a parent, if such relationship began at or before the child's fifteenth birthday and was continuous for ten years thereafter, or any lineal issue of such adopted, step, or mutually acknowledged child. For purposes of this subdivision, a stepchild is any child of a decedent's spouse; (4) Property of the clear value of three five thousand five hundred dollars transferred to each of the lineal ancestors of the decedent; (5) Property of the clear value of five hundred two thousand dollars transferred to each of the persons described in subdivision 10-40-21(3); (6) Property of the clear value of two three hundred dollars transferred to each of the persons described in subdivision 10-40-21(4); (7) Property of the clear value of one two hundred dollars transferred to each of the persons and corporations described in subdivision 10-40-21(5). Section 2. The provisions of this Act apply to any inheritance which is the result of the death of any person on or after July 1, 1999."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14631, "action_date": "1999-01-27T14:00:00-06:00", "document_id": 82120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82120.pdf", "status_text": "First read in House and referred to", "journal_page": 214, "committee_id_action": 628, "committee_id_assigned": 624, "result": "N", "vote": {}}, {"bill_id": 14631, "action_date": "1999-02-11T07:45:00-06:00", "document_id": 81978, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81978.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 624, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14631, "action_date": "1999-02-11T07:45:00-06:00", "document_id": 81978, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81978.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 481, "committee_id_action": 624, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41307, "president_vote": null, "Yea": [2200, 2237, 2243, 2247, 2265, 2266, 2271, 2272, 2273, 2296, 2287, 2257], "Nay": [2219]}}]}