{"session_id": 56, "bill_id": 18891, "bill_type": "House Bill", "bill_number": 1219, "bill_title": "exempt certain low income individuals from sales tax on food.", "sponsors": [{"legislator_profile_id": 3097, "is_prime": true}, {"legislator_profile_id": 3108, "is_prime": true}, {"legislator_profile_id": 3048, "is_prime": false}, {"legislator_profile_id": 3057, "is_prime": false}, {"legislator_profile_id": 3069, "is_prime": false}, {"legislator_profile_id": 3076, "is_prime": false}, {"legislator_profile_id": 3080, "is_prime": false}, {"legislator_profile_id": 3081, "is_prime": false}, {"legislator_profile_id": 3100, "is_prime": false}, {"legislator_profile_id": 3115, "is_prime": false}, {"legislator_profile_id": 3117, "is_prime": false}, {"legislator_profile_id": 3121, "is_prime": false}, {"legislator_profile_id": 3134, "is_prime": false}], "keywords": ["Administrative Rules", "Department of Social Services", "Sales Tax"], "audio": [{"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hta15hb1219a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hta15hb1219a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hta15hb1219a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hta15hb1219a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-03T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hta15hb1219a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-10T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hta21hb1219a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-10T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hta21hb1219a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18891, "bill_version_id": 99696, "bill_version": "Introduced", "bill_version_date": "2004-01-23T08:01:02-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to exempt certain low income individuals from sales tax on food. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There are hereby exempted from the provisions of chapter 10-45 and from the computation of the amount of tax imposed by it, the gross receipts resulting from authorized purchases of food by any low income household pursuant to this Act. For purposes of determining a low income household for this Act, the Department of Social Services shall use federal poverty level established in 67 Fed. Reg. 6,931 as of January 1, 2004, and multiply that figure by two hundred percent. If the household income is below that level, the department shall issue an exemption card to the household indicating that the purchaser is exempt from taxation on food. Any food purchased by any member of an eligible low income household shall be for consumption by such household. Section 2. Terms used in this Act mean: (1) \"Assistance,\" includes a classification that the household is low income and exempt from sales tax on food; (2) \"Candy,\" any preparation of sugar, honey, or other natural or artificial sweeteners in combination with chocolate, fruits, nuts, or other ingredients or flavorings in the form of bars, drops, or pieces. The term, candy, does not include any item that contains flour or requires refrigeration; (3) \"Department,\" the Department of Social Services; (4) \"Exemption card,\" a card issued by the department to a household pursuant to this Act. The exemption card shall have an identification number encoded into the card; (5) \"Food\" and \"food ingredient,\" any substance, whether in liquid, concentrated, solid, frozen, dried, or dehydrated form, that is sold for ingestion or chewing by humans and is consumed for its taste or nutritional value. The term, food, does not include alcoholic beverages, tobacco, soft drinks, candy, or prepared food; (6) \"Prepared food,\" any: (a) Food sold in a heated state or heated by the seller; (b) Two or more food ingredients mixed or combined by the seller for sale as a single item. The term, prepared food, in this subdivision does not include food that is only cut, repackaged, or pasteurized by the seller, and eggs, fish, meat, poultry, and foods containing these raw animal foods requiring cooking by the consumer as recommended by the Food and Drug Administration in chapter 3, part 401.11 of its Food Code as of January 1, 2004, so as to prevent food borne illnesses; or (c) Food sold with eating utensils provided by the seller, including plates, knives, forks, spoons, glasses, cups, napkins, or straws. A plate does not include a container or packaging used to transport the food; (7) \"Purchaser,\" any member of the household utilizing the exemption card at a retailer to purchase food pursuant to this Act; (8) \"Soft drinks,\" any nonalcoholic beverages that contain natural or artificial sweeteners. The term, soft drinks, does not include any beverage that contains milk or milk products, soy, rice or similar milk substitutes, or greater than fifty percent of vegetable or fruit juice by volume. Section 3. The department shall promulgate rules, pursuant to chapter 1-26, regarding: (1) Assistance eligibility qualifications and application procedure; (2) Conditions of continued eligibility, eligibility time limits, eligibility recertification periods, and exemptions; (3) Program participation requirements and criteria for disqualification; (4) Disqualification for intentional program violation or failure to comply with program requirements; (5) Development of applications, reports, and other forms; (6) Enforcement of child support obligations including distribution of collections, cooperative agreements with courts and law enforcement officials; and (7) Collection, audit, and reporting of facts and statistics relating to the assistance. Section 4. Application shall be made in a manner prescribed by the department. The department shall promptly notify the applicant of its decision. Section 5. An applicant or recipient whose application is denied or not acted upon or who is aggrieved by any action affecting receipt, suspension, reduction, or termination of assistance may appeal the action or inaction as provided in chapter 1-26. Section 6. No applicant or recipient of assistance under this Act may: (1) Intentionally make or cause to be made any false statement or misrepresentation in any application, report, or other communication with the department; or (2) Having knowledge of any event or circumstance affecting the initial or continued eligibility for assistance, intentionally conceal or fail to disclose that event or circumstance for the purpose of obtaining assistance. The department may deny or terminate assistance to any person or household who has violated this Act for such period as may be reasonable or necessary to deter fraud or program abuse. Section 7. The department may promulgate, pursuant to chapter 1-26, necessary and reasonable policies and procedures to recover or recoup any unpaid sales tax that resulted from fraud or misrepresentation, erroneous determination of eligibility or amount of assistance, or otherwise. Section 8. Assistance implemented under this Act is subject to the provisions of any amending or repealing act that may hereafter be enacted. No applicant or recipient of assistance under this Act has any claim for compensation or otherwise by reason of the effect of any such amending or repealing act. Section 9. This Act is effective on January 1, 2005."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18891, "action_date": "2004-01-23T12:00:00-06:00", "document_id": 99770, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99770.pdf", "status_text": "First read in House and referred to", "journal_page": 182, "committee_id_action": 831, "committee_id_assigned": 827, "result": "N", "vote": {}}, {"bill_id": 18891, "action_date": "2004-02-03T07:45:00-06:00", "document_id": 100523, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100523.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 827, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18891, "action_date": "2004-02-03T07:45:00-06:00", "document_id": 100523, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100523.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 827, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18891, "action_date": "2004-02-03T07:45:00-06:00", "document_id": 100523, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100523.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 827, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18891, "action_date": "2004-02-10T07:15:00-06:00", "document_id": 101047, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101047.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 827, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18891, "action_date": "2004-02-10T07:15:00-06:00", "document_id": 101047, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101047.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 486, "committee_id_action": 827, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57379, "president_vote": null, "Yea": [3057, 3073, 3078, 3088, 3110, 3127, 3140, 3143, 3147, 3095, 3148], "Nay": [3085, 3100, 3102, 3142]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/18891"}