{"session_id": 15, "bill_id": 3428, "bill_type": "Senate Bill", "bill_number": 44, "bill_title": "encourage school districts to adopt a bullying policy and to establish a model bullying policy.", "sponsors": [], "keywords": ["Attorney General", "Education", "Minors", "School District"], "audio": [{"meeting_datetime": "2012-02-07T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sed16.mp3", "start_seconds": 285.0}, {"meeting_datetime": "2012-02-07T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sed16.mp3", "start_seconds": 285.0}, {"meeting_datetime": "2012-02-07T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sed16.mp3", "start_seconds": 285.0}, {"meeting_datetime": "2012-02-07T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sed16.mp3", "start_seconds": 285.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sed18.mp3", "start_seconds": 186.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sed18.mp3", "start_seconds": 186.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sed18.mp3", "start_seconds": 186.0}], "bill_versions": [{"bill_id": 3428, "bill_version_id": 19155, "bill_version": "Introduced", "bill_version_date": "2012-01-07T17:31:37.023-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to encourage school districts to adopt a bullying policy and to establish a model bullying policy. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. If a school district does not have a bullying policy, the school district shall follow the model bullying policy in section 8 of this Act until such time as the school district adopts its own bullying policy. Nothing in this Act supplants or preempts an existing school district policy. Section 2. Bullying is the causing of physical hurt or psychological distress on one or more students or school employees that may involve threat, intimidation, stalking as defined in chapter 22-19A, physical violence, theft, or destruction of property. Harassment, for the purposes of this Act, is any threatening use of data or computer software, written or verbal communication, or conduct directed against a student or school employee that: (1) Places a student or school employee in reasonable fear of harm to his or her person or damage to his or her property; (2) Substantially interferes with a student's educational performance; or (3) Substantially disrupts the orderly operation of a school. For the purposes of this Act, the definitions of bullying and harassment also include retaliation against a student or school district employee by another student or school district employee for asserting or alleging an act of bullying or harassment, and include the reporting of an act of bullying or harassment that is not made in good faith. Section 3. The school board of each school district may, and is encouraged to, adopt or revise a school district policy prohibiting bullying and harassment consistent with the suggested provisions of this Act. The school board may involve students, parents, teachers, administrators, other school staff, school volunteers, community representatives, and local law enforcement agencies in the process of developing or revising a policy pursuant to this Act. The policy should be implemented in coordination with school district curriculum, disciplinary procedures, and other violence prevention efforts. Section 4. Each school district policy developed pursuant to this Act may, and is encouraged to, contain the following provisions: (1) A statement prohibiting bullying and harassment, and a definition of bullying and harassment that includes the definitions listed in section 1 of this Act; (2) A description of the type of behavior expected from each student and employee of the school district, and the consequences for a student or employee of the school district who commits an act of bullying or harassment; (3) A procedure for reporting an act of bullying or harassment, including provisions that permit a person to anonymously report such an act, although formal disciplinary action may not be based solely on an anonymous report; and (4) A procedure for the prompt investigation and response to any report of bullying or harassment, including a requirement that an investigation be conducted on any alleged incident of bullying or harassment committed against a child while the child is aboard a school bus, at a school bus stop, or at a school-sponsored event. Section 5. Each school district policy developed pursuant to this Act may also contain the following provisions or other provisions as adopted by the school board of the school district: (1) A process to investigate whether a reported act of bullying or harassment is within the authority of the school district, and if not, a process for referring the report to an appropriate jurisdiction; (2) A procedure for providing immediate notification to the parent or guardian of any student who is a victim of bullying or harassment, to the parent or guardian of any student who is a perpetrator of an act of bullying or harassment, and to any local law enforcement agencies where criminal charges may be filed against the perpetrator; (3) A procedure to refer victims and perpetrators of bullying or harassment for counseling; (4) A procedure for annually reporting all incidents of bullying or harassment within the school district, including the outcome of each and recommendations regarding any incident reported that did not meet the criteria of this Act, to the local school board; (5) A procedure for providing instruction to students, parents, teachers, school administrators, school counselors, and school volunteers on identifying, preventing, and responding to bullying or harassment; (6) A procedure for regularly reporting the actions taken to protect a student who is a victim of bullying or harassment to that student's parent or guardian; and (7) A procedure for publicizing the policy, including publication in any student code of conduct or employee handbook. Section 6. Any school district employee, school volunteer, student, or parent who promptly reports in good faith an act of bullying or harassment to the appropriate school district official as designated in the school district's policy, and who makes the report in compliance with the provisions of the school district's policy is immune from any cause of action for damages arising from failure to remedy the reported incident. Section 7. Neither the physical location nor the time of day of any incident involving the use of computers or other electronic devices is a defense to any disciplinary action initiated pursuant to this Act. Section 8. The model bullying policy pursuant to this Act is as follows: PROHIBITION OF HARASSMENT, INTIMIDATION, AND BULLYING The School District is committed to maintaining a constructive, safe school climate that is conducive to student learning and fostering an environment in which all students are treated with respect and dignity. Persistent bullying can severely inhibit a student's ability to learn and may have lasting negative effects on a student's life. The bullying of students by students, staff, or third parties is strictly prohibited and will not be tolerated. Bullying consists of repeated physical, verbal, non-verbal, written, electronic, or any conduct directed toward a student that is so pervasive, severe, and objectively offensive that it: (1) Has the purpose of creating or resulting in an intimidating, hostile or offensive academic environment, or (2) Has the purpose or effect of substantially or unreasonably interfering with a student's academic performance which deprives the student access to educational opportunities. Any staff member observing or suspecting bullying toward another individual is required to report the issue to his or her building supervisor. This policy is in effect while students are on property within the jurisdiction of the School Board; while students are in school-owned or school-operated vehicles; while students are attending or engaged in school-sponsored activities; and while students are away from school grounds if the misconduct directly affects the good order, efficient management and welfare of the student or the District. The District will act to investigate all complaints (formal or informal, verbal or written) of bullying. A formal complaint may be submitted to the building principal. Any student engaging in an act of bullying is subject to discipline pursuant to the District's student discipline procedure. This policy may not be interpreted to prohibit civil exchange of opinions or debate protected under the state or federal constitutions if the opinion expressed does not otherwise materially or substantially disrupt the education process or intrude upon the rights of others."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3428, "action_date": "2012-01-10T12:00:00-06:00", "document_id": 19241, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19241.pdf", "status_text": "First read in Senate and referred to", "journal_page": 21, "committee_id_action": 171, "committee_id_assigned": 149, "result": "N", "vote": {}}, {"bill_id": 3428, "action_date": "2012-02-07T08:00:00-06:00", "document_id": 20681, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20681.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 149, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3428, "action_date": "2012-02-07T08:00:00-06:00", "document_id": 20873, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20873.pdf", "status_text": "Hoghoused", "journal_page": 0, "committee_id_action": 149, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3428, "action_date": "2012-02-09T07:00:00-06:00", "document_id": 20923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20923.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 149, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3428, "action_date": "2012-02-09T07:00:00-06:00", "document_id": 21082, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21082.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 356, "committee_id_action": 149, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11280, "president_vote": null, "Yea": [239, 291, 290, 236, 261, 235, 286]}}]}