{"session_id": 32, "bill_id": 9240, "bill_type": "Senate Commemoration", "bill_number": 47, "bill_title": "Congratulating and honoring Laurie Macziewski on her retirement from thirty-seven years of teaching at Madison Elementary School.", "sponsors": [{"legislator_profile_id": 1317, "is_prime": true}, {"legislator_profile_id": 1300, "is_prime": true}, {"legislator_profile_id": 1297, "is_prime": false}, {"legislator_profile_id": 1268, "is_prime": false}, {"legislator_profile_id": 1301, "is_prime": false}, {"legislator_profile_id": 1217, "is_prime": false}, {"legislator_profile_id": 1228, "is_prime": false}, {"legislator_profile_id": 1291, "is_prime": false}, {"legislator_profile_id": 1275, "is_prime": false}, {"legislator_profile_id": 1250, "is_prime": false}, {"legislator_profile_id": 1262, "is_prime": false}, {"legislator_profile_id": 1222, "is_prime": false}, {"legislator_profile_id": 1247, "is_prime": false}, {"legislator_profile_id": 1278, "is_prime": false}, {"legislator_profile_id": 1280, "is_prime": false}, {"legislator_profile_id": 1263, "is_prime": false}, {"legislator_profile_id": 1309, "is_prime": false}, {"legislator_profile_id": 1255, "is_prime": false}, {"legislator_profile_id": 1271, "is_prime": false}, {"legislator_profile_id": 1252, "is_prime": false}, {"legislator_profile_id": 1298, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 9240, "bill_version_id": 50063, "bill_version": "Introduced", "bill_version_date": "2018-02-28T11:36:55.187-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and honoring Laurie Macziewski on her retirement from thirty-seven years of teaching at Madison Elementary School. WHEREAS, Laurie Macziewski is a teacher at Madison Elementary School who has devoted her entire career to teach elementary students in our state; and WHEREAS, Laurie is a dedicated teacher and public servant who works tirelessly each day to help her students reach their full potential; and WHEREAS, Laurie has worked with the Little Legislator program at Madison Elementary School since its inception and has accompanied students to Pierre each year to allow them to view and learn about the state's legislative process firsthand; and WHEREAS, Laurie will retire at the end of this school year after having taught at Madison Elementary School for thirty-seven years: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Third Legislature of the State of South Dakota, that Laurie Macziewski be congratulated and honored for her many years of dedicated service as a teacher and wished every happiness in her retirement."}, {"bill_id": 9240, "bill_version_id": 50316, "bill_version": "Enrolled", "bill_version_date": "2018-03-05T15:49:34.3-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and honoring Laurie Macziewski on her retirement from thirty-seven years of teaching at Madison Elementary School. WHEREAS, Laurie Macziewski is a teacher at Madison Elementary School who has devoted her entire career to teach elementary students in our state; and WHEREAS, Laurie is a dedicated teacher and public servant who works tirelessly each day to help her students reach their full potential; and WHEREAS, Laurie has worked with the Little Legislator program at Madison Elementary School since its inception and has accompanied students to Pierre each year to allow them to view and learn about the state's legislative process firsthand; and WHEREAS, Laurie will retire at the end of this school year after having taught at Madison Elementary School for thirty-seven years: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Third Legislature of the State of South Dakota, that Laurie Macziewski be congratulated and honored for her many years of dedicated service as a teacher and wished every happiness in her retirement. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9240, "action_date": "2018-02-28T14:00:00-06:00", "document_id": 50093, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50093.pdf", "status_text": "", "journal_page": 647, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9240"}