{"session_id": 32, "bill_id": 9073, "bill_type": "House Bill", "bill_number": 1164, "bill_title": "revise certain provisions regarding energy conversion and transmission facility permits.", "sponsors": [{"legislator_profile_id": 1296, "is_prime": true}, {"legislator_profile_id": 1276, "is_prime": true}, {"legislator_profile_id": 1228, "is_prime": false}, {"legislator_profile_id": 1238, "is_prime": false}, {"legislator_profile_id": 1261, "is_prime": false}], "keywords": ["Notice and Publication", "Permits", "Public Utilities and Carriers"], "audio": [{"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hco23.mp3", "start_seconds": 185.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hco23.mp3", "start_seconds": 185.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hco23.mp3", "start_seconds": 185.0}], "bill_versions": [{"bill_id": 9073, "bill_version_id": 47742, "bill_version": "Introduced", "bill_version_date": "2018-01-24T09:37:17.473-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding energy conversion and transmission facility permits. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-41B-5.2 be amended to read: 49-41B-5.2. The applicant shall notify, in writing, the owner of record of any land that is located within one-half mile of the proposed site where the facility is to be constructed. For purposes of this section, the owner of record is limited to the owner designated to receive the property tax bill sent by the county treasurer. The notice shall be mailed by certified United States mail. Notice as provided for in this section is informational only and not jurisdictional. The applicant shall also publish a notice of the application for the proposed facility. Notification shall be published in the official newspaper of each county in which the proposed site is located. The notice shall be published at least once each week for at least two consecutive weeks. The notice shall contain a description of the nature and location of the facility. Any notification required by this section shall state the date, time, and location of the public hearing and shall be made no later than thirty days prior to the date of the public hearing. However, the second published notice shall be made no later than twenty days prior to the date of the public hearing. Section 2. That § 49-41B-17 be amended to read: 49-41B-17. The parties to a proceeding under this chapter unless otherwise provided include: (1) The Public Utilities Commission and applicant commission staff. The commission staff are directed by the executive director. In each proceeding, the staff shall determine the interests of the state, publically declare the interests in writing, and advocate for those interests and no other; (2) The applicant; (3) Each municipality, county and governmental agency in the area where the facility is proposed to be sited, if timely application therefore is made as determined by the commission pursuant to rule; and (3)(4) Any person residing in the area where the facility is proposed to be sited, any nonprofit organization, formed in whole or in part to promote conservation or natural beauty, to protect the environment, personal health or other biological values, to preserve historical sites, to promote consumer interests, represent commercial and industrial groups, or to promote the orderly development of the areas in which the facility is to be sited or any interested person, if timely application therefore is made as determined by the commission pursuant to § 1-26-17.1 and rule. An application for party status in a proceeding under this chapter shall contain a detailed statement of the interests and reasons prompting the application. A statement filed by a party to a permit proceeding shall become is part of the record and shall be is available to the public. Section 3. That § 49-41B-22 be amended to read: 49-41B-22. The applicant has the burden of proof to establish by a preponderance of the evidence that: (1) The proposed facility will comply with all applicable laws and rules; (2) The facility will not pose a threat of serious injury to the environment nor to the social and economic condition of inhabitants or expected inhabitants in the siting area. An application for an electric transmission line or a wind energy facility which holds a conditional use or building permit from the applicable local units of government is deemed not to threaten the social and economic condition of inhabitants or expected inhabitants in the siting area; (3) The facility will not substantially impair the health, safety or welfare of the inhabitants; and (4) The facility will not unduly interfere with the orderly development of the region with due consideration having been given the views of governing bodies of affected local units of government. An applicant for an electric transmission line or a wind energy facility which holds a conditional use or building permit from the applicable local units of government is deemed to comply with this subdivision. Section 4. That § 49-41B-27 be amended to read: 49-41B-27. Utilities which have Any applicant that has acquired a permit in accordance with the provisions of this chapter may proceed to improve, expand, or construct the facility for the intended purposes at any time, subject to the provisions of the permit and this chapter; provided, however, that if such. However, if the construction, expansion and improvement commences more than four years after a permit has been issued, then the utility must certify to the Public Utilities Commission that such facility continues to meet the conditions upon which the permit was issued the applicant shall advise the commission of impending construction six months prior to construction. Section 5. That chapter 49-41B be amended by adding a NEW SECTION to read: An applicant that requires more than one type of permit for a project may combine all the permit types into one permit proceeding under this chapter before the commission. An application for a wind energy facility that requires associated electric transmission is subject to § 49-41B-25. Section 6. That chapter 49-41B be amended by adding a NEW SECTION to read: An applicant is not required to select vendors of goods and services prior to obtaining a permit under this chapter. No vendor of goods and services may directly or indirectly obtain a preference in a permit granted under this chapter. Section 7. That chapter 49-41B be amended by adding a NEW SECTION to read: Any permit granted under this chapter shall include clear provisions for the applicant and affected parties to quickly react to unanticipated discoveries or changes in physical or economic conditions, weather, and landowner preferences. Section 8. That chapter 49-41B be amended by adding a NEW SECTION to read: The commission shall accept public comments on all applications filed under this chapter. Comments may be collected and forwarded to the commission on behalf of the commentators. The commission shall publish on its website all comments that are accepted pursuant to this section. Commission staff may inquire further and raise issues brought forward in public comments, but shall give adequate notice to the commissioner, the applicant, and all other parties."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9073, "action_date": "2018-01-24T14:00:00-06:00", "document_id": 47830, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47830.pdf", "status_text": "First read in House and referred to", "journal_page": 176, "committee_id_action": 396, "committee_id_assigned": 383, "result": "N", "vote": {}}, {"bill_id": 9073, "action_date": "2018-02-14T10:00:00-06:00", "document_id": 49066, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49066.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 383, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9073, "action_date": "2018-02-14T10:00:00-06:00", "document_id": 49277, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49277.pdf", "status_text": "Tabled", "journal_page": 455, "committee_id_action": 383, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25808, "president_vote": null, "Yea": [1284, 1291, 1275, 1238, 1263, 1274, 1295, 1309, 1287, 1216, 1261], "Excused": [1315, 1285]}}]}