{"session_id": 57, "bill_id": 19894, "bill_type": "Senate Bill", "bill_number": 107, "bill_title": "license cigarette manufacturers, distributors, and retailers and to regulate the sale and shipment of cigarettes.", "sponsors": [{"legislator_profile_id": 3204, "is_prime": true}, {"legislator_profile_id": 3237, "is_prime": true}, {"legislator_profile_id": 3201, "is_prime": false}, {"legislator_profile_id": 3221, "is_prime": false}, {"legislator_profile_id": 3243, "is_prime": false}], "keywords": ["Tobacco", "Trade Regulation"], "audio": [{"meeting_datetime": "2005-02-11T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sta24sb0107a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-11T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sta24sb0107a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-11T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sta24sb0107a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-11T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sta24sb0107a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-11T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sta24sb0107a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-11T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sta24sb0107a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-11T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sta24sb0107a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-11T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sta24sb0107a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen26sb0107a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen26sb0107a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen26sb0107a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-22T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hta31sb0107a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-22T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hta31sb0107a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-22T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hta31sb0107a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-25T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou34sb0107a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-25T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou34sb0107a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-25T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou34sb0107a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19894, "bill_version_id": 103111, "bill_version": "Introduced", "bill_version_date": "2005-01-25T08:29:56-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to license cigarette manufacturers, distributors, and retailers and to regulate the sale and shipment of cigarettes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Cigarettes,\" any: (a) Roll of tobacco wrapped in paper or any substance not containing tobacco; (b) Roll of tobacco wrapped in any substance containing tobacco which, because of its appearance, the types of tobacco used in the filler, or its packaging and labeling is offered or purchased by a consumer as a cigarette; or (c) Product, including bidis and kreteks, if the tobacco in the product is heated or burned and is functional in the product, and the product, because of its appearance, the type of tobacco used in the filler, or the packaging or labeling is offered or purchased by a consumer as a cigarette; (2) \"Consumer,\" any individual who purchases, receives, or possesses cigarettes for personal consumption and not for resale; (3) \"Delivery sale,\" any sale of: (a) Cigarettes to a consumer in this state if: (i) The purchaser submits the order by telephonic or other method of voice transmission, the mail or any other delivery service, or the internet or other online service no matter where the seller is located; or (ii) The cigarettes are delivered by the mail or other delivery service; (b) Cigarettes, for purposes of this subdivision, to an individual in this state shall be treated as a sale to a consumer unless the individual is licensed as a distributor or retailer of cigarettes by the department; (4) \"Delivery service,\" any person, including the United States Postal Service, that is engaged in the commercial delivery of letters, packages, or other containers; (5) \"Department,\" the Department of Revenue; (6) \"Distributor,\" any person, whether located within or outside of the borders of this state, other than a retailer, who sells or distributes cigarettes within the boundaries of this state. The term does not include any cigarette manufacturer, export warehouse proprietor, or importer with a valid permit under 26 U.S.C. § 5712 as of January 1, 2005, if the person sells or distributes cigarettes in this state only to distributors who hold valid and current licenses under the laws of any state, or to an export warehouse proprietor or another manufacturer. The term also does not include any common or contract carrier that is transporting cigarettes under a proper bill of lading or freight bill stating the quantity, source, and destination of the cigarettes, nor does the term include any person who ships cigarettes through this state by common or contract carrier under a bill of lading or freight bill; (7) \"Legal minimum purchase age,\" the minimum age at which an individual legally may purchase cigarettes in this state; (8) \"License,\" any license granted under this Act that authorizes the holder to conduct business as a manufacturer, distributor, or retailer of cigarettes; (9) \"Licensee,\" the holder of a license granted under this Act; (10) \"Manufacturer,\" any person who manufactures, fabricates, assembles, processes, ro labels a finished cigarette; or imports, either directly or indirectly, a finished cigarette for sale or distribution in this state; (11) \"Package,\" the individual pack, box, or other container that contains a cigarette. Package does not include a container that itself contains other containers such as a carton of cigarettes; (12) \"Place of business,\" for a person engaged in business as a: (a) Distributor, any location from which cigarettes are distributed or where cigarettes are warehoused, stored, or affixed with stamps; or (b) Retailer, any store, stand, outlet, or location through which cigarettes are distributed or sold to a consumer; (13) \"Retailer,\" any person, whether located within or outside the borders of this state, who sells or distributes cigarettes to a consumer in this state; (14) \"Shipping container,\" a container in which cigarettes are shipped in connection with a delivery sale; (15) \"Shipping documents,\" bill of lading, airbill, United States Postal Service form, or any other document used to evidence the undertaking by a delivery service to deliver letters, packages, or other containers; (16) \"Stamp,\" or \"stamps,\" the indicia required to be placed on cigarette package that evidences payment of the tax on cigarettes pursuant to chapter 10-50, or the indicia used to indicate that the cigarettes are intended for sale or distribution in this state if the product is intended for sale or distribution in a transaction that is exempt from state tax under this Act. Section 2. No person may engage in business as a manufacturer, distributor, or retailer of cigarettes within the borders of this state without first obtaining a license from the department. The licensee shall annually apply to have the license renewed. Each application for a license under this section shall be submitted on a form established by the department. Each application shall state: (1) The name and address of the applicant; (2) The address of the applicant's principal place of business; (3) Each place of business where the applicant's business will be conducted; and (4) Any other information the department may require. If the applicant is a firm, partnership, or association, the application shall state the name and address of each member. If the applicant is a corporation, the application shall state the name and address of each officer. If a person wishes to engage in business as both a distributor and a retailer, or both a manufacturer and a distributor, or both a manufacturer and a retailer, the person shall obtain a separate license for each activity. Section 3. For purposes of this Act, an applicant includes any combination of persons owning directly or indirectly, in the aggregate, more than ten percent of the ownership interests in the applicant. No license may be granted, maintained, or renewed if any of the following conditions apply: (1) Owes five hundred dollars or more in delinquent cigarette taxes; (2) Had a cigarette manufacturer, retailer, distributor, or license revoked by the department within the past two years; (3) Has been convicted of a crime relating to cigarettes, including selling stolen or counterfeit cigarettes, receiving stolen cigarettes, or involvement in the smuggling or counterfeiting of cigarettes; (4) Has been convicted of a felony; (5) If a cigarette manufacturer imports cigarettes into the United States in violation of 19 U.S.C. 1681a as of January 1, 2005; or (6) If a cigarette manufacturer imports or manufactures cigarettes that do not fully comply with the Federal Cigarette Labeling and Advertising Act (15 U.S.C. 1331, et. seq.) as of January 1, 2005. Section 4. In addition to any civil or criminal penalty provided by statute, upon a finding that a licensee has violated any provision of this Act, the department may revoke or suspend the license of the licensee pursuant to the contested case procedures provided in chapter 1-26. Section 5. A tax stamp shall be applied by a licensed distributor to each cigarette package that is intended for sale or distribution to any consumer. No stamp may be applied to any cigarette package exempt from tax under 26 U.S.C. § 5701 as of January 1, 2005, that is distributed by a manufacturer pursuant to federal regulations. Section 6. Each roll of stamps or group of sheets shall have a separate serial number which is legible at the point of sale. The department shall keep records of which distributor has purchased each roll of stamps or group of sheets. If the department permits distributors to purchase a partial roll of stamps or a group of sheets, in no case may stamps bearing the same serial number be sold to more than one distributor. The remainder of the roll of stamps or group of sheets, if any, shall either be retained for later purchases by the same distributor or destroyed. Only a distributor with a valid and current license may purchase or obtain cigarette stamps. No distributor may sell or provide cigarette stamps to any other distributor or person. Section 7. The department shall refund or credit a distributor for the value of any unused or damaged stamps upon presentation of the stamps by the distributor. The department shall refund or credit a distributor for stamps affixed to packages of cigarettes that have become unfit for use, unsalable, destroyed, returned for credit, or replaced, if the distributor presents evidence that such cigarettes will not be sold to any consumer within this state. Section 8. Each distributor shall apply stamps to each applicable cigarette package within seventy-two hours of receipt of the packages. A distributor is permitted to set aside, without application of stamps, only the part of the distributor's stock that is identified for sale or distribution outside of the borders of this state. Section 9. Each distributor may apply stamps only to cigarette packages that the distributor has received directly from a manufacturer or importer of cigarettes who possesses a valid and current permit under § 5712 of title 26 of the United States Code as of January 1, 2005. Section 10. If a distributor maintains a stock of unstamped cigarette packages, the unstamped cigarette packages shall be stored separately from stamped product packages. No unstamped cigarette package may be transferred by a distributor to another facility of the distributor within the borders of this state or to another person within the borders of this state. Section 11. A manufacturer or distributor may sell or distribute cigarettes within the borders of this state only to a distributor or retailer with a valid license. A distributor or retailer may obtain cigarettes within the borders of this state only from a manufacturer or distributor with a valid license. Section 12. Any person who is doing business as both a distributor and a retailer shall maintain separate areas for stamped and unstamped products. A retailer shall report to the department each sale or distribution of more than one hundred packages of cigarettes to any person in any single transaction. No retailer may knowingly sell more than one hundred packages of cigarettes to any person in any series of transactions in any two-day period without filing a report as required by this Act. Section 13. No person, other than a distributor that receives unstamped cigarette packages directly form a cigarette manufacturer or importer may hold an unstamped cigarette package. Section 14. Any person who ships unstamped cigarette packages into this state other than to a distributor licensed by this state shall first file with the department a notice of the shipment. Any person transporting unstamped cigarette packages into or within this state shall carry, in the vehicle used to convey the shipment, invoices, or equivalent documentation of the shipment. The invoice or documentation shall show the true name and address of the consignor or seller, the true name and address of the consignee or purchaser, and the quantity and brands of the cigarettes being transported. This section does not apply to any common or contract carrier that is transporting cigarettes through this state to another location under a proper bill of lading or freight bill, which states the quantity, source, and destination of the cigarettes. Section 15. A distributor shall submit periodic reports containing itemized information disclosing clearly by the brand style, and, if applicable, the type of stamp applied to the product. The report shall be provided separately with respect to each facility operated by the distributor and shall contain the following: (1) The inventory of stamped and unstamped cigarette packages held by the distributor for sale or distribution within the borders of this state on hand at the beginning of the reporting period; (2) The inventory of cigarette packages held by the distributor for sale or distribution beyond the borders of this state on hand at the beginning of the reporting period; (3) The quantity of stamped cigarette packages held for sale or distribution within the borders of this state that were received by the distributor from another person during the reporting period and the name and address of each person from whom those products were received; (4) The quantity of cigarette packages held for sale or distribution beyond the borders of this state that were received by the distributor from another person during the reporting period and the name and address of each person from whom those products were received; (5) The quantity of stamped cigarette packages that were distributed or shipped to another distributor or retailer within the borders of this state during the reporting period and the name and address of each person to whom each product was distributed or shipped; (6) The quantity of stamped cigarette packages that were distributed or shipped to another facility of the same distributor within the borders of this state during the reporting period; (7) The quantity of cigarette packages held for distribution beyond the borders of this state that were distributed or shipped beyond the borders of the state during the reporting period; (8) The inventory of stamped and unstamped cigarette packages held for sale or distribution within the borders of this state on hand at the end of the reporting period; (9) The inventory of cigarette packages held for sale or distribution beyond the borders of this state on hand at the end of the reporting period; (10) The number of each type of stamp on hand at the beginning of the reporting period; (11) The number of each type of stamp purchased or received during the reporting period; (12) The number of each type of stamp applied during the reporting period; and (13) The number of each type of stamp on had at the end of the reporting period. Section 16. Each retailer shall submit a periodic report containing the information required by this section. The retailer shall itemize the brand of each product and the type of stamp applied. A retailer shall provide a separate report on the following for each facility operated: (1) The inventory of stamped cigarette packages on hand at the beginning of the reporting period; (2) The quantity of stamped cigarette packages received by the retailer from another person during the reporting period and the name and address of each person from whom stamped cigarette packages were received; (3) The quantity of stamped cigarette packages distributed or shipped to another retailer during the reporting period and the name and address of each person to whom stamped cigarette packages were distributed or shipped; (4) The quantity of stamped cigarette packages distributed or shipped to another facility of the same retailer during the reporting period and the address of the facility to which stamped cigarette packages were distributed or shipped; (5) The quantity of stamped cigarette packages sold or distributed to consumers during the reporting period; and (6) The inventory of stamped cigarette packages on hand at the end of the reporting period. Section 17. Each manufacturer shall submit a quarterly report which itemizes the following information so as to disclose clearly by the brand style. Each report shall be provided separately with respect to each facility operated by the manufacturer: (1) The quantity of cigarette packages that were distributed or shipped to another manufacturer or to a distributor within the borders of this state during the reporting period and the name and address of each person to whom cigarette packages were distributed or shipped; and (2) The quantity of cigarette packages that were distributed or shipped to another facility of the same manufacturer within the borders of this state during the reporting period. The department shall prescribe the form for the report and establish procedures to allow electronic submission of reports required under this section. Section 18. Each distributor shall maintain copies of invoices or equivalent documentation for each facility for every transaction in which the distributor is the seller, purchaser, consignor, consignee, or recipient of cigarettes. The invoices or documentation shall show the name and address of the consignor, seller, purchaser, or consignee, and the quantity by brand style of the cigarettes involved in the transaction. Each distributor shall maintain copies of invoices or equivalent documentation for every transaction in which the retailer receives or purchases cigarettes at each of its facilities. The invoices or documentation shall show the name and address of the distributor from whom, or the address of another facility of the same retailer form which, the cigarettes were received, and the quantity of each brand style received in such transaction. Section 19. Each manufacturer shall maintain copies of invoices or equivalent documentation for each facility for every transaction in which the manufacturer is the seller, purchaser, consignor, consignee, or recipient of cigarettes. The invoices or documentation shall show the name and address of the consignor, seller, purchaser, or consignee, and the quantity by brand style of the cigarettes involved in the transaction. Section 20. Any record required pursuant to sections 18 and 19 of this Act shall be preserved on the premises described in the license in such a manner as to ensure permanency and accessibility for inspection at reasonable hours by authorized personnel of the department. With the department's permission, manufacturers, distributors, and retailers with multiple places of business may retain centralized records, but shall transmit duplicates of the invoices or the equivalent documentation to each place of business within twenty-four hours upon the request of the department. The records shall be retained for a period of three year from the date of the transaction. The department, upon request, may access any report or record required under this Act. The department at its sole discretion may share the records and reports required by this Act with law enforcement officials of the federal government or other states. Section 21. The department may enter and inspect, without a warrant during normal business hours, and with a warrant during nonbusiness hours, the facilities and records of any manufacturer, distributor, or retailer. In any case in which the department or any law enforcement officer of this state has knowledge or reasonable grounds to believe that any vehicle is transporting cigarettes in violation of this Act, the department or law enforcement officer may stop the vehicle and inspect the vehicle for contraband cigarettes. Section 22. Any person who knowingly omits, neglects, or refuses to comply with any duty imposed by this Act, or to do, or cause to be done, any of the things required by this Act, or does anything prohibited by this Act, in addition to any other penalty provided in this Act, is liable to a penalty of one thousand dollars, to be recovered, with costs of suit, in a civil action. Section 23. Any person who fails to pay any tax imposed by this Act and chapter 10-50 at the time prescribed by law or regulations, in addition to any other penalty provided in this Act and chapter 10-50, is liable to a penalty of fifty percent of the tax due but unpaid. Section 24. Any cigarettes which are held for sale or distribution within the borders of this state in violation of the requirements of this Act are forfeit to the state as contraband. All cigarettes forfeited to the state under this section shall be destroyed. All fixtures, equipment, and all other materials and personal property on the premises of any distributor or retailer who, with intent to defraud the state, fails to keep or make any record, return, report, or inventory, keeps or makes any false or fraudulent record, return, report, or inventory, required by this Act; refuses to pay any tax imposed by this Act; or attempts in any manner to evade or defeat the requirements of this Act are forfeit to the state as contraband. Section 25. Any person who fails to keep or make any record, return, report, or inventory, or keeps or makes any false or fraudulent record, return, report, or inventory, required by this Act; refuses to pay any tax imposed by this Act and chapter 10-50, or attempts in any manner to evade or defeat the tax or the payment thereof; or fails to comply with any requirement of this Act is guilty of a Class 5 felony. Section 26. The sale or possession for sale of counterfeit cigarettes, or the sale or possession for sale of counterfeit cigarettes by a manufacturer, distributor, or retailer shall result in the seizure of the product and related machinery by the department or any law enforcement agency and shall be punishable as follows: (1) A first violation with a total quantity of less than two cartons of cigarettes or the equivalent amount of other cigarettes is guilty of a Class 1 misdemeanor. Any subsequent violation is a Class 6 felony and shall also result in the revocation by the department of the manufacturer, distributor, or retailer license; and (2) A first violation with a total quantity of more than two cartons of cigarettes or the equivalent amount of other cigarettes is guilty of a Class 6 felony. Any subsequent violation is a Class 5 felony and shall also result in the revocation by the department of the manufacturer, distributor, or retailer license. For the purposes of this section, counterfeit cigarettes includes cigarettes that have false manufacturing labels or tobacco product packs without tax stamps or with counterfeit tax stamps or a combination thereof. Any counterfeit cigarette seized shall be destroyed. Section 27. No person may make a delivery of cigarettes to any individual who is under the legal minimum purchase age in this state. Each person receiving a delivery sale order shall comply with the following requirements: (1) The age verification; (2) The disclosure; (3) The shipping; (4) The registration and reporting; (5) The tax collection; and (6) Any other statute generally applicable to sales of cigarettes that occur entirely within this state, including: (a) Excise taxes; (b) Sales taxes; (c) Licensing and tax-stamping requirements; and (d) Escrow or other payment obligations. Section 28. No person may mail or ship cigarettes in connection with a delivery sale order unless before mailing or shipping the cigarettes the person accepting the delivery sale order: (1) Obtains from the prospective customer a certification which includes: (a) Reliable confirmation that the purchaser is at least the legal minimum purchase age; and (b) A statement signed by the prospective purchaser in writing and under penalty of perjury which certifies the prospective purchaser's address and date of birth; and confirms that the prospective purchaser understands that signing another person's name to the certification is illegal, and that sales of cigarettes to any individual under the legal minimum purchase age is illegal, and that the purchase of cigarettes by any individual under the legal minimum purchase age is illegal; (2) Makes a good-faith effort to verify the information contained in the certification provided by the prospective purchaser pursuant to this section against a federal database established for such purpose, if available, or a commercially available database; (3) Sends to the prospective purchaser, via e-mail or other means, a notice that meets the requirements of this Act and requests confirmation that the delivery sale order was placed by the prospective purchaser; (4) Receives from the prospective purchaser confirmation, pursuant to the request described in this section, that such individual placed the deliver sale order; and (5) Receives payment for the delivery sale order from the prospective purchaser by a credit or debit card that has been issued in the prospective purchaser's name. Section 29. The notice required under subdivision (3) of section 28 of this Act shall include a prominent and clear statement that: (1) Sales to any individual below the legal minimum purchase age is illegal; (2) Consists of one of the warnings set forth in section 4(a)(1) of the Federal Cigarette Labeling and Advertising Act (15 U.S.C. § 1333(a)(1)) as of January 1, 2005, rotated on a quarterly basis; (3) Sales of cigarettes are restricted to individuals who provide verifiable proof of age in accordance with this Act; and (4) Sales are taxable under chapter 10-50, and an explanation of how the tax has been, or is to be, paid with respect to the delivery sale order. Section 30. Each person who mails or ships cigarettes in connection with a delivery sale order shall: (1) Include as part of the shipping documents a clear and conspicuous statement as follows: \"CIGARETTES: SOUTH DAKOTA LAW PROHIBITS SHIPPING TO ANY INDIVIDUAL UNDER THE AGE OF EIGHTEEN, AND REQUIRES THE PAYMENT OF ALL APPLICABLE TAXES\"; (2) Use a method of mailing or shipping that obligates the delivery service to require the purchaser placing the delivery sale order, or an adult designated by the purchaser, to sign to accept delivery of the shipping container; and provide proof, in the form of a valid, government-issued identification bearing a photograph of the individual who signs to accept delivery of the shipping container. The identification shall demonstrate that either the addressee or the adult designated by the addressee is at least the legal minimum purchase age. However, proof is required only if the individual appears to be under twenty-seven years of age; and (3) Provide to the delivery service retained to deliver the delivery sale order evidence of full compliance with section 33 of this Act. Section 31. A delivery service including the United States Postal Service is in violation of this Act if it ships or delivers cigarettes in connection with a delivery sale without first receiving the evidence of compliance with section 33 of this Act. Section 32. Prior to making delivery sales or shipping cigarettes in connection with any sales, each person shall file with the department a statement setting forth the person's name, trade name, and the address of the person's principal place of business and any other place of business. No later than the tenth day of each calendar month, each person that has made a delivery sale or shipped or delivered cigarettes in connection with any sale during the previous calendar month shall file with the department a memorandum or a copy of the invoice which provides the following for each delivery sale: (1) The name and address of the individual to whom the delivery sale was made; (2) The brand or brands of the cigarettes that were sold in the delivery sale; and (3) The quantity of cigarettes that were sold in the delivery sale. Any person that satisfies the requirements of § 376 of title 15 of the United States Code as of January 1, 2005, is deemed to satisfy the requirements of this section. Section 33. Each person making a delivery sale shall collect and remit to the department any taxes levied by the state with respect to a delivery sale order. However, collection and remission is not required if the person has obtained proof in the form of the presence of applicable tax stamps that the taxes already have been paid to the state. Section 34. If any person knowingly and falsely submits a certification under this Act in another person's name, such person is guilty of a Class 5 felony. Section 35. The attorney general or any person who holds a permit under § 5712 of title 26 of the United States Code as of January 1, 2005, may bring an action to prevent or restrain violations of this Act by any person."}, {"bill_id": 19894, "bill_version_id": 104581, "bill_version": "Senate Taxation Engrossed", "bill_version_date": "2005-02-11T11:30:33-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate the sale and shipment of cigarettes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-50 -1 be amended by adding thereto NEW SUBDIVISIONS to read as follows: \"Adult,\" any person who is at least the legal minimum purchase age; \"Consumer,\" any individual who is not a retailer or a licensed distributor or wholesaler pursuant to § 10-50-9; \"Delivery sale,\" any sale of cigarettes to a consumer in the state where: (a) The purchaser submits the order for the sale by means of a telephonic or other method of voice transmission, the mail or any other delivery service, or the internet or other online service; or (b) The cigarettes are delivered by use of the mail or delivery service. A sale of cigarettes shall be a delivery sale regardless of whether the seller is located within or without the state; \"Delivery service,\" any person engaged in the commercial delivery of letters, packages, or other containers; \"Legal minimum purchase age,\" the minimum age at which an individual may legally purchase cigarettes in this state pursuant to § 34-46-2; \"Mail,\" or \"mailing,\" the shipment of cigarettes through the United States Postal Office; \"Shipping container,\" any container in which cigarettes are shipped in connection with a delivery sale; \"Shipping document,\" any bill of lading, airbill, or any other document used to provide evidence of the undertaking by a delivery service to deliver a letter, package, or other container. Section 2. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: No person may make a delivery sale of cigarettes to any individual who is under the legal minimum purchase age in the state. Any person accepting a purchase order for a delivery sale shall comply with: (1) The age verification requirements provided in section 3 of this Act; (2) The disclosure requirements provided in section 4 of this Act; (3) The shipping requirements provided in section 5 of this Act; (4) The registration and reporting requirements provided in section 6 of this Act; and (5) All other statutes of the state generally applicable to sales of cigarettes that occur entirely within the state, and any law imposing an excise tax, sales tax, license, revenue-stamping requirement, and escrow payment obligation as provided in chapter 10-50B. Section 3. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: No person may mail, ship, or otherwise deliver cigarettes in connection with a delivery sale unless prior to the first delivery sale to the consumer: (1) The person obtains from the consumer a statement signed by the consumer in writing that certifies the consumer's address and that the consumer is at least eighteen years of age. The statement shall also confirm that the consumer understands that signing another person's name to the certification is illegal, the sale of cigarettes to any individual under the legal minimum purchase age is illegal, the purchase of cigarettes by any individual under the legal minimum purchase age is illegal, and that the consumer wants to receive a mailing from a tobacco company; (2) The person makes a good faith effort to verify the information contained in the certification provided by the consumer pursuant to subdivision (1) against a commercially available database, or obtains a photocopy or other image of the valid, government-issued identification stating the date of birth or age of the individual placing the order; (3) The person provides to the consumer, via e-mail or other means, a notice that meets the requirements of section 4 of this Act; and (4) If an order for cigarettes is made pursuant to an advertisement on the internet or other advertising medium, the person receives payment for the delivery sale from the prospective consumer by a credit or debit card that has been issued in the consumer's name, or by check. Any person accepting a purchase order for a delivery sale may request that the prospective consumer provide an e-mail address. Section 4. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: The notice required under section 3 of this Act shall include a prominent and clearly legible statement that: (1) Cigarette sales to consumers below the legal minimum purchase age are illegal; (2) Consists of one of the warnings set forth in section 4(a)(1) of the Federal Cigarette Labeling and Advertising Act (15 U.S.C. § 1333(a)(1)) as of January 1, 2005, rotated on a quarterly basis; (3) Sales of cigarettes are restricted to those consumers who provide verifiable proof of age in accordance with section 3 of this Act; and (4) Cigarette sales are subject to tax under § 10-50-3, and an explanation of how the tax has been or will be paid with respect to the delivery sale. Section 5. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: Any person who mails, ships, or otherwise delivers cigarettes in connection with a delivery sale shall: (1) Include as part of the bill of lading or other shipping documents a clear and conspicuous statement as follows: \"Cigarettes: South Dakota Law Prohibits Shipping to Individuals Under 18, and Requires the Payment of all Applicable Taxes\"; and (2) Use a method of mailing, shipping, or delivery that obligates the delivery service to require the consumer placing the purchase order for the delivery sale, or another adult of legal minimum purchase age residing at the consumer's address, to sign to accept delivery of the shipping container, and provide proof in the form of a valid government-issued identification bearing a photograph of the individual who signs to accept delivery of the shipping container. The person accepting delivery shall be the addressee or another adult of legal minimum purchase age residing at the consumer's address. If the person accepting a purchase order for a delivery sale delivers the cigarettes without using a delivery service, the person shall comply with each requirement of sections 2 to 7, inclusive, of this Act applicable to a delivery service. The person is in violation of the provisions of sections 2 to 7, inclusive, of this Act if the person fails to comply with any such requirement. Section 6. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: Prior to making a delivery sale or mailing, shipping, or otherwise delivering cigarettes in connection with any delivery sale, each person shall file with the department a statement providing the person's name, trade name, and the address of the person's principal place of business and any other place of business. Not later than the tenth day of each calendar month, each person that has made a delivery sale or mailed, shipped, or otherwise delivered cigarettes in connection with any delivery sale during the previous calendar month shall file with the department a memorandum or a copy of the invoice that provides for each delivery sale: (1) The name and address of the consumer; (2) The brand or brands of the cigarettes that were sold; and (3) The quantity of cigarettes that were sold. Section 7. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: In addition to any other provision of law, the secretary may assess, for a first violation of any provision of sections 2 to 7, inclusive, of this Act, a civil penalty of one thousand dollars or five times the retail value of the cigarettes involved, whichever is greater. A subsequent violation is punishable by a civil penalty of five thousand dollars or five times the retail value of the cigarettes involved, whichever is greater. Any person who knowingly violates any provision pursuant to sections 2 to 7, inclusive, of this Act, or who knowingly and falsely submits a certification in another person's name, shall for each offense be fined ten thousand dollars or five times the retail value of the cigarettes involved, whichever is greater. Any person failing to collect or remit to the department any tax required in connection with a delivery sale shall be assessed, in addition to any other penalty, a penalty of five times the retail value of the cigarettes involved. Any cigarettes sold or attempted to be sold in a delivery sale that do not meet the requirements of sections 2 to 7, inclusive, of this Act shall be forfeited to the state and destroyed. All fixtures, equipment, and all other materials and personal property on the premises of any person who, with the intent to defraud the state, violates any of the requirements of sections 2 to 7, inclusive, of this Act, shall be forfeited to the state."}, {"bill_id": 19894, "bill_version_id": 105503, "bill_version": "Enrolled", "bill_version_date": "2005-02-28T08:56:16-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19894, "action_date": "2005-01-25T14:00:00-06:00", "document_id": 103174, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103174.pdf", "status_text": "First read in Senate and referred to", "journal_page": 159, "committee_id_action": 861, "committee_id_assigned": 844, "result": "N", "vote": {}}, {"bill_id": 19894, "action_date": "2005-02-11T07:45:00-06:00", "document_id": 104578, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104578.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 844, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19894, "action_date": "2005-02-11T07:45:00-06:00", "document_id": 104578, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104578.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 844, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19894, "action_date": "2005-02-11T07:45:00-06:00", "document_id": 104578, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104578.pdf", "status_text": "Amend the amendment", "journal_page": null, "committee_id_action": 844, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19894, "action_date": "2005-02-11T07:45:00-06:00", "document_id": 104578, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104578.pdf", "status_text": "Amend the amendment", "journal_page": null, "committee_id_action": 844, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19894, "action_date": "2005-02-11T07:45:00-06:00", "document_id": 104578, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104578.pdf", "status_text": "Do Pass Amended,", "journal_page": 440, "committee_id_action": 844, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59909, "president_vote": null, "Excused": [3165], "Nay": [3185, 3193, 3210], "Yea": [3198, 3204, 3221, 3228, 3201]}}, {"bill_id": 19894, "action_date": "2005-02-11T07:45:00-06:00", "document_id": 104578, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104578.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 844, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19894, "action_date": "2005-02-15T14:00:00-06:00", "document_id": 104814, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104814.pdf", "status_text": "Do Pass Amended,", "journal_page": 498, "committee_id_action": 861, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60152, "president_vote": null, "Yea": [3150, 3151, 3152, 3153, 3154, 3157, 3163, 3165, 3166, 3168, 3173, 3179, 3180, 3185, 3198, 3200, 3201, 3202, 3204, 3205, 3212, 3219, 3221, 3224, 3228, 3236, 3239, 3241, 3242, 3247], "Nay": [3186, 3193, 3210, 3214, 3217]}}, {"bill_id": 19894, "action_date": "2005-02-16T14:00:00-06:00", "document_id": 104927, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104927.pdf", "status_text": "First read in House and referred to", "journal_page": 514, "committee_id_action": 860, "committee_id_assigned": 856, "result": "N", "vote": {}}, {"bill_id": 19894, "action_date": "2005-02-22T07:45:00-06:00", "document_id": 105154, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105154.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 856, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19894, "action_date": "2005-02-22T07:45:00-06:00", "document_id": 105154, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105154.pdf", "status_text": "Do Pass,", "journal_page": 590, "committee_id_action": 856, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60406, "president_vote": null, "Nay": [3159, 3167, 3225, 3246, 3253], "Excused": [3174, 3181], "Yea": [3178, 3191, 3209, 3222, 3248, 3249, 3203, 3254]}}, {"bill_id": 19894, "action_date": "2005-02-23T14:00:00-06:00", "document_id": 105301, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105301.pdf", "status_text": "Deferred to another day", "journal_page": 623, "committee_id_action": 860, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19894, "action_date": "2005-02-24T14:00:00-06:00", "document_id": 105388, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105388.pdf", "status_text": "Deferred to another day", "journal_page": 640, "committee_id_action": 860, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19894, "action_date": "2005-02-25T13:00:00-06:00", "document_id": 105483, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105483.pdf", "status_text": "Do Pass Amended,", "journal_page": 666, "committee_id_action": 860, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62127, "president_vote": null, "Yea": [3155, 3156, 3160, 3161, 3162, 3164, 3169, 3170, 3171, 3172, 3176, 3177, 3178, 3182, 3183, 3184, 3187, 3189, 3190, 3191, 3192, 3195, 3196, 3197, 3203, 3206, 3207, 3208, 3209, 3211, 3213, 3216, 3220, 3222, 3223, 3225, 3226, 3229, 3230, 3233, 3234, 3235, 3237, 3238, 3240, 3243, 3244, 3245, 3246, 3248, 3249, 3251, 3252, 3254, 3255, 3215], "Nay": [3158, 3159, 3167, 3181, 3188, 3199, 3218, 3227, 3231, 3232, 3253], "Excused": [3174, 3175, 3194]}}, {"bill_id": 19894, "action_date": "2005-02-28T14:00:00-06:00", "document_id": 105579, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105579.pdf", "status_text": "Signed by Speaker", "journal_page": 703, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19894, "action_date": "2005-02-28T14:00:00-06:00", "document_id": 105558, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105558.pdf", "status_text": "Signed by President", "journal_page": 696, "committee_id_action": 861, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19894, "action_date": "2005-03-01T11:00:00-06:00", "document_id": 105704, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105704.pdf", "status_text": "Delivered to the Governor", "journal_page": 702, "committee_id_action": 861, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19894, "action_date": "2005-03-04T09:00:00-06:00", "document_id": 105943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105943.pdf", "status_text": "Signed by Governor", "journal_page": 779, "committee_id_action": 861, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2997, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/19894"}