{"session_id": 19, "bill_id": 4374, "bill_type": "Senate Bill", "bill_number": 212, "bill_title": "permit auctioneers to sell certain motor vehicles that have out-of-state titles.", "sponsors": [{"legislator_profile_id": 340, "is_prime": true}, {"legislator_profile_id": 408, "is_prime": true}, {"legislator_profile_id": 342, "is_prime": false}, {"legislator_profile_id": 344, "is_prime": false}, {"legislator_profile_id": 322, "is_prime": false}, {"legislator_profile_id": 331, "is_prime": false}, {"legislator_profile_id": 316, "is_prime": false}, {"legislator_profile_id": 407, "is_prime": false}], "keywords": ["Auction", "Motor Vehicles", "Titles"], "audio": [{"meeting_datetime": "2013-02-06T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/str19.mp3", "start_seconds": 2405.0}, {"meeting_datetime": "2013-02-06T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/str19.mp3", "start_seconds": 2405.0}, {"meeting_datetime": "2013-02-06T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/str19.mp3", "start_seconds": 2405.0}], "bill_versions": [{"bill_id": 4374, "bill_version_id": 24673, "bill_version": "Introduced", "bill_version_date": "2013-01-28T08:42:51.923-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to permit auctioneers to sell certain motor vehicles that have out-of-state titles. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-6B-5 be amended to read as follows: 32-6B-5. The following persons are exempt from the provisions of this chapter: (1) Any employee of any person licensed as a vehicle dealer if engaged in the specific performance of the employee's duties; (2) Any financial institution chartered or licensed in any other jurisdiction that acquires vehicles as an incident to the financial institution's regular business and sells the vehicles to dealers licensed under this chapter; (3) Any nonprofit automobile club if selling automobiles twenty years old or older under the provisions of chapter 32-3; (4) Any person acting as an auctioneer if auctioning South Dakota titled vehicles for a licensed dealer or a person who is exempt from the provisions of this chapter; (5) Any person engaged in the business of manufacturing or converting new vehicles if selling the vehicles to a licensed dealer holding a franchise from the original manufacturer of the vehicle; (6) Any person engaged in the business of manufacturing or customizing motor vehicles may display but may not sell any motor vehicle at an event, if the event lasts three or more days and if the person registers with and purchases a permit from the Department of Revenue. If purchased in advance of the event, the person shall pay a fee of two hundred fifty dollars for a ten-day temporary permit. However, if the permit is purchased at the event, the person shall pay a fee of five hundred dollars for the temporary permit. This subdivision does not apply to any customized motorcycle being built for and displayed during a sponsored event where the participants had to qualify through competition. A permit is required if any customized motorcycle is being displayed outside the sponsored event. Any person found to be in violation of the provisions contained in this subdivision shall be denied a temporary permit for a period of one year from the date of violation; (7) Any person engaged in the business of manufacturing trailers may display but may not sell any trailers at an event, if the event lasts three or more days and if the person registers with and purchases a permit from the Department of Revenue. If purchased in advance of the event, the person shall pay a fee of two hundred fifty dollars for a ten-day temporary permit. However, if the permit is purchased at the event, the person shall pay a fee of five hundred dollars for the temporary permit. Any person found to be in violation of the provisions contained in this subdivision shall be denied a temporary permit for a period of one year from the date of violation; (8) Any person may sell motorcycles at an event, if the event lasts three or more days and if the person registers and purchases a permit from the Department of Revenue. Before issuance of a permit, the applicant shall provide proof the applicant is a licensed dealer in the applicant's own state and has no outstanding dealer violations. The permit shall only be issued if the new motorcycles being sold are not franchised in this state. If purchased in advance of the event, the person shall pay a fee of two hundred fifty dollars for a ten-day temporary permit. However, if the permit is purchased at the event, the person shall pay a fee of five hundred dollars for the temporary permit. Any person found to be in violation of the provisions contained in this subdivision shall be denied a temporary permit for a period of one year from the date of violation; (9) Any person may sell trailers at an event, if the event lasts three or more days and if the person registers and purchases a permit from the Department of Revenue. Before issuance of a permit, the applicant shall provide proof the applicant is a licensed dealer in the applicant's own state and has no outstanding dealer violations. The permit will only be issued if the trailers being sold are not franchised in this state. If purchased in advance of the event, the person shall pay a fee of two hundred fifty dollars for a ten-day temporary permit. However, regardless of whether or not there is a franchise in this state, any person may display a trailer at such an event. However, if the permit is purchased at the event, the person shall pay a fee of five hundred dollars for the temporary permit. Any person found to be in violation of the provisions contained in this subdivision shall be denied a temporary permit for a period of one year from the date of violation; (10) Any person not engaged in the sale of vehicles as a business and is disposing of vehicles used solely for personal use if the vehicles were acquired and used in good faith and not for the purpose of avoiding the provisions of this chapter; (11) Any person not engaged in the sale of vehicles as a business who operates fleets of vehicles and is disposing of vehicles used in the person's business if the same were acquired and used in good faith and not for the purpose of avoiding the provisions of this chapter; (12) Any person who sells less than five vehicles in a twelve-month period, unless the person is licensed as a dealer in another state or holds himself or herself out as being in the business of selling vehicles. However, if the vehicles are travel trailers, any person who sells less than three travel trailers in a twelve-month period; (13) Any public officer while performing the officer's official duties; (14) Any receiver, trustee, personal representative, guardian, or other person appointed by or acting under the judgment or order of any court; (15) Any regulated lenders as that term is defined in § 54-3-14, any insurance company authorized to do business in this state, or any financing institution as defined in and licensed pursuant to chapter 54-4 that acquires vehicles as an incident to its regular business; (16) Any towing agency that acquires and sells a vehicle which has been towed at the request of a private landowner under the provision of chapter 32-36 or at the request of a law enforcement officer, if no vehicle is sold for an amount over two hundred dollars; (17) Any vehicle rental and leasing company that sells its used vehicles to dealers licensed under this chapter; (18) Any South Dakota nonprofit corporation which gives a donated motor vehicle to a needy family or individual; and (19) Any dealer licensed in another state may sell any vehicle or motorcycle that is not titled in South Dakota if the vehicle is at least twenty years old and the motorcycle is at least thirty years old at a public auction on consignment if the title is issued in the name of the dealer and the dealer purchases a permit from the Department of Revenue. Before issuance of a permit, the applicant shall provide proof the applicant is a licensed dealer in the applicant's own state and has no outstanding dealer violations. If purchased in advance of the auction, the dealer shall pay a fee of two hundred fifty dollars for the permit. However, if the permit is purchased at or after the auction, the dealer shall pay a fee of five hundred dollars for the temporary permit. Any dealer found to be in violation of the provisions contained in this subdivision shall be denied a temporary permit for a period of one year from the date of violation."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4374, "action_date": "2013-01-28T14:00:00-06:00", "document_id": 24841, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24841.pdf", "status_text": "First read in Senate and referred to", "journal_page": 240, "committee_id_action": 200, "committee_id_assigned": 187, "result": "N", "vote": {}}, {"bill_id": 4374, "action_date": "2013-02-06T08:00:00-06:00", "document_id": 25172, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25172.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 187, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4374, "action_date": "2013-02-06T08:00:00-06:00", "document_id": 25340, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25340.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 339, "committee_id_action": 187, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13467, "president_vote": null, "Yea": [322, 329, 419, 385, 384, 388, 327]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4374"}