{"session_id": 7, "bill_id": 834, "bill_type": "Senate Bill", "bill_number": 44, "bill_title": "repeal certain sales and use tax exemptions concerning the sale of feed for certain animals and the sale of certain animals, and to repeal the classification of fur-bearing animals.", "sponsors": [], "keywords": ["Agriculture", "Department of Revenue and Regulation", "Sales and Use Tax", "Taxes"], "audio": [{"meeting_datetime": "2009-01-23T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sta08.mp3", "start_seconds": 2278.0}, {"meeting_datetime": "2009-01-23T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sta08.mp3", "start_seconds": 2278.0}, {"meeting_datetime": "2009-01-23T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sta08.mp3", "start_seconds": 2278.0}], "bill_versions": [{"bill_id": 834, "bill_version_id": 5180, "bill_version": "Introduced", "bill_version_date": "2009-01-08T09:04:32.873-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain sales and use tax exemptions concerning the sale of feed for certain animals and the sale of certain animals, and to repeal the classification of fur-bearing animals. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-45-18 be amended to read as follows: 10-45-18. No gross receipts from sales of livestock or live poultry, ostriches, emus, or rheas, if such sales are a part of a series of transactions incident to producing a finished product intended to be offered for an ultimate retail sale, are taxable under this chapter, except that an ultimate retail sale interrupting the series of transactions with an intended final use or consumption is taxable. Section 2. That § 10-45-18.2 be amended to read as follows: 10-45-18.2. There are hereby specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, gross receipts from the sale of live cattle, buffalo, sheep, goats, swine, and poultry, ostriches, emus, rheas, and domesticated fur-bearing animals defined in chapter 40-35, used or to be used as breeding or production stock, and horses and other animals within the family equidae. The term, poultry, does not include any fowl other than domestic fowl kept and raised for the market or the production of eggs for human consumption. Section 3. That § 10-45-18.3 be amended to read as follows: 10-45-18.3. There are hereby specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, gross receipts from the sale of feed for cattle, buffalo, sheep, goats, swine, pheasants, partridges, quail, and poultry, ostriches, emus, rheas, and domesticated fur-bearing animals defined in chapter 40-35, if such feed is used by farmers or ranchers who are regularly engaged in the business of raising and feeding such animals, or producing milk for sale for human consumption, and horses and other animals within the family equidae. The term, poultry, does not include any fowl other than domestic fowl kept and raised for the market or the production of eggs for human consumption. Section 4. That § 10-45-18.4 be repealed. 10-45-18.4. There are hereby specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, gross receipts from the sale of any live nondomestic animal regulated by the Animal Industry Board pursuant to § 40-3-26, if the animal is to be used by a farmer or rancher who is regularly engaged in the breeding and raising of such animals. Section 5. That § 10-45-18.5 be repealed. 10-45-18.5. There are hereby specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, gross receipts from the sale of feed for any nondomestic animal regulated by the Animal Industry Board pursuant to § 40-3-26, if the feed is to be used by a farmer or rancher who is regularly engaged in the breeding and raising of such animals. Section 6. That § 10-46-16 be amended to read as follows: 10-46-16. No gross receipts from sales of livestock or live poultry, ostriches, emus, or rheas, if such sales are a part of a series of transactions incident to producing a finished product intended to be offered for an ultimate retail sale, shall be taxable under this chapter, except that an ultimate retail sale interrupting the series of transactions with an intended final use or consumption shall be taxable. Section 7. That § 10-46-16.2 be amended to read as follows: 10-46-16.2. There are hereby specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, gross receipts from the sale of live cattle, buffalo, sheep, goats, swine, and poultry, ostriches, emus, rheas, and domesticated fur-bearing animals defined in chapter 40-35, used or to be used as breeding or production stock, and horses and other animals within the family equidae. The term, poultry, does not include any fowl other than domestic fowl kept and raised for the market or the production of eggs for human consumption. Section 8. That § 10-46-16.3 be amended to read as follows: 10-46-16.3. There are hereby specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, gross receipts from the sale of feed for cattle, buffalo, sheep, goats, swine, pheasants, partridges, quail, and poultry, ostriches, emus, rheas, and domesticated fur-bearing animals defined in chapter 40-35, if such feed is used by farmers or ranchers who are regularly engaged in the business of raising and feeding such animals, or producing milk for sale for human consumption, and horses and other animals within the family equidae. The term, poultry, does not include any fowl other than domestic fowl kept and raised for the market or the production of eggs for human consumption. Section 9. That § 10-46-16.4 be repealed. 10-46-16.4. There are hereby specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, gross receipts from the sale of any live nondomestic animal regulated by the Animal Industry Board pursuant to § 40-3-26, if the animal is to be used by a farmer or rancher who is regularly engaged in the breeding and raising of such animals. Section 10. That § 10-46-16.5 be repealed. 10-46-16.5. There are hereby specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, gross receipts from the sale of feed for any nondomestic animal regulated by the Animal Industry Board pursuant to § 40-3-26, if the feed is to be used by a farmer or rancher who is regularly engaged in the breeding and raising of such animals. Section 11. That § 40-35-3 be repealed. 40-35-3. For the purposes of all classification and administration of the statutes of the State of South Dakota, executive orders, administrative orders, and regulations pertaining to domestic fox, rabbit, mink, chinchilla, karakul, and all other fur-bearing animals raised in captivity for breeding or other useful purposes: (1) Such animals and the products thereof are agricultural products; and (2) The breeding, raising, producing, or marketing of such animals or their products by the producer is considered an agricultural pursuit. All the functions of the Department of Game, Fish and Parks which affect the breeding, raising, producing, marketing, or any other phase of the production or distribution, of domestically raised fur-bearing animals, or products thereof, are hereby transferred to and vested in the secretary of agriculture."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 834, "action_date": "2009-01-13T12:00:00-06:00", "document_id": 5314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5314.pdf", "status_text": "First read in Senate and referred to", "journal_page": 22, "committee_id_action": 54, "committee_id_assigned": 40, "result": "N", "vote": {}}, {"bill_id": 834, "action_date": "2009-01-23T10:00:00-06:00", "document_id": 5595, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5595.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 40, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 834, "action_date": "2009-01-23T10:00:00-06:00", "document_id": 5777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5777.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 163, "committee_id_action": 40, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3087, "president_vote": null, "Yea": [704, 700, 690, 656, 686, 701, 703, 640, 675]}}]}