{"session_id": 21, "bill_id": 6801, "bill_type": "Senate Commemoration", "bill_number": 7, "bill_title": "Honoring and commending Paula Horton as Lennox School District Teacher of the Year.", "sponsors": [{"legislator_profile_id": 891, "is_prime": true}, {"legislator_profile_id": 908, "is_prime": true}, {"legislator_profile_id": 907, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 6801, "bill_version_id": 34456, "bill_version": "Introduced", "bill_version_date": "2015-02-04T11:54:38.207-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and commending Paula Horton as Lennox School District Teacher of the Year. WHEREAS, Paula Horton, a second-grade teacher for Lennox School District, has been awarded Lennox School District Teacher of the Year; and WHEREAS, Mrs. Horton has dedicated more than thirty-seven years to the teaching profession, thirty-five years in the Lennox school district itself. She taught in a magnitude of roles and strives to create classrooms in which students feel a sense of community, enjoy learning, and feel confident; and WHEREAS, Mrs. Horton's biggest contribution to the education profession is her love of students and her commitment to her job: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninetieth Legislature of the State of South Dakota, that Paula Horton is congratulated upon her selection as Lennox School District Teacher of the Year."}, {"bill_id": 6801, "bill_version_id": 34656, "bill_version": "Enrolled", "bill_version_date": "2015-02-06T13:44:56.553-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and commending Paula Horton as Lennox School District Teacher of the Year. WHEREAS, Paula Horton, a second-grade teacher for Lennox School District, has been awarded Lennox School District Teacher of the Year; and WHEREAS, Mrs. Horton has dedicated more than thirty-seven years to the teaching profession, thirty-five years in the Lennox school district itself. She taught in a magnitude of roles and strives to create classrooms in which students feel a sense of community, enjoy learning, and feel confident; and WHEREAS, Mrs. Horton's biggest contribution to the education profession is her love of students and her commitment to her job: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninetieth Legislature of the State of South Dakota, that Paula Horton is congratulated upon her selection as Lennox School District Teacher of the Year. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6801, "action_date": "2015-02-04T14:00:00-06:00", "document_id": 34497, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34497.pdf", "status_text": "", "journal_page": 292, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6801"}