{"session_id": 47, "bill_id": 13400, "bill_type": "House Bill", "bill_number": 1042, "bill_title": "to revise certain authority relating to installment loan licensing and lending requirements.", "sponsors": [], "keywords": ["Financial Institutions", "Loans"], "audio": [], "bill_versions": [{"bill_id": 13400, "bill_version_id": 77248, "bill_version": "Introduced", "bill_version_date": "1998-01-10T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain authority relating to installment loan licensing and lending requirements. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Advertisement,\" a commercial message in any medium that aids, promotes, or assists, directly or indirectly, the sale of products or services; (2) \"Consummation,\" the time a consumer becomes contractually obligated on a sale; (3) \"Finance charge,\" the amount, however denominated, which is paid or payable for the privilege of paying for goods or services in one or more installments at the beginning of the transaction; (4) \"Financing institutions,\" any person engaged in the business of creating and holding or purchasing or acquiring retail installment contracts; (5) \"Goods,\" tangible personal chattels, whether or not in existence at the time the transaction is entered into, including things which, at the time of sale or subsequently, are to be so affixed to real property as to become part of it, whether or not severable therefrom, but excluding money, chattel paper, documents of title, and other instruments; (6) \"Installment loan,\" a loan made to be repaid in specified amounts over a certain number of months; (7) \"License,\" a license provided by this Act; (8) \"Installment loan contract\" or \"contract,\" an agreement evidencing a installment loan transaction; (9) \"Licensee,\" any person holding a license; (10) \"Loan,\" any installment loan, single pay loan, or open-end loan which may be unsecured or secured by real or personal property; (11) \"Payment,\" performance of an obligation for the delivery of money only; (12) \"Services,\" work, labor, and other personal services; privileges and contract rights; diagnostic work, maintenance, repair, or improvement, other than as part of the manufacture or original construction, of properties; and insurance; and (13) \"Transaction,\" any agreement made between two or more persons to carry out an exchange of value, including the entire process of soliciting, negotiating, making, performing, and enforcing such agreements, whether or not any agreement is enforceable by action. Section 2. Any state or national bank, savings bank, trust company, savings or building and loan association, federal credit union, or mortgage lender licensed under chapter 54-14, which makes real estate loans or loans secured by real estate, is exempt from this Act. Section 3. The commission may promulgate rules pursuant to chapter 1-26 to provide for: (1) Rules of practice; (2) Internal management of finance companies; (3) Retention of records; (4) Additional examination fees; and (5) Remote electronic lending. Section 4. The fact that the seller may assign or sell an executed installment loan contract does not effect the application of this Act. Section 5. An installment loan contract shall comply with all provisions of Title 53. Section 6. Any person who engages in the business of lending money shall apply for a license as prescribed by this Act. The applicant shall apply for a license under oath on forms supplied by the division. The application shall contain the name of the applicant's business, proof of surety bond, address of the business, and other information as required by the director by rule or order. The applicant shall pay an original license fee as set by rules of the commission pursuant to chapter 1-26 not to exceed two hundred fifty dollars. Section 7. The division shall publish the notice of application for a license in a legal newspaper having general circulation within any county where the applicant proposes to do business. The division shall publish all notices for two successive weeks. The division shall schedule a hearing within thirty days after receipt of a complete application. Section 8. The director shall approve or deny an application for a license within thirty days from the date of hearing. Section 9. The applicant shall submit with the application for a license a bond in an amount not to exceed the total of five thousand dollars for the first license and one thousand dollars for each additional license. The bond shall be satisfactory to the director and issued by a surety company qualified to do business as a surety in this state. The bond shall be in favor of this state for the use of this state and any person who has a cause of action under this Act against the licensee. The bond shall be conditioned on: (1) The licensee's faithful performance under this Act and any rules adopted pursuant to this Act; and (2) The payment of any amounts that are due to the state or another person during the calendar year for which the bond is given. The aggregate liability of a surety to all persons damaged by a licensee's violation of this Act may not exceed the amount of the bond. Section 10. The director shall investigate the facts and, after a hearing, either deny or grant a license based on the findings. If a license is granted, the licensee may engage in the business of lending money. The licensee can charge and collect fees in accordance to provisions set forth in this Act. Section 11. Any person may file a written protest against the issuance of an original license no later than five days before the hearing. The director may grant a continuance of the hearing for good cause. Section 12. Any license shall be renewed on July first. To renew a license, the licensee shall file for renewal by June fifteenth. The renewal application shall include a renewal fee not to exceed two hundred fifty dollars, as set by the commission pursuant to chapter 1-26, proof of surety bond, and any other information as required by the director, by rule or order. Section 13. The licensee may not transfer or assign the license. The licensee may only transact business under a name shown on the license. Any name change is subject to prior approval by the director. Section 14. Each licensee's business location shall be licensed. The director shall approve or deny any change of location. The director shall amend the license to show the new location upon granting approval. Section 15. The director may, upon ten days notice to the licensee, issue a cease and desist order from any practice that does not conform to the requirements set forth in this Act or rules adopted by commission. Section 16. The director may revoke a license for good cause pursuant to chapter 1-26. If the licensee is the holder of more than one license, the director may revoke any or all of the licenses. Section 17. An action may also be brought by the attorney general or the division, or both, to enjoin a licensee from engaging in or continuing a violation or from doing any act in furtherance thereof. In any action, an order or judgment may be entered awarding a temporary or permanent injunction. Section 18. In addition to any other means provided by law for the enforcement of a restraining order or injunction, the court, in which the action is brought, may impound, and appoint a receiver for, the property and business of the defendant, including books, papers, documents, and records, as the court may deem reasonably necessary to prevent violations of this Act. The receiver, when so appointed and qualified, shall control the custody, collection, administration and liquidation of the property and business. Section 19. No person may engage in the business of lending money without a license. A violation of this section is a Class 1 misdemeanor. Section 20. Each licensee, whether a corporation or otherwise, shall pay the annual tax provided in chapter 10-43, upon the net income of the licensee, and measured by the net income assignable to such business in South Dakota. The annual tax provided by this section may not be less than twenty-four dollars. The division shall deposit any money received in the banking revolving fund. Section 21. Except taxes on real property and license fees and other fees imposed by this Act, the tax imposed in section 20 of this Act is in lieu of all other taxes and license fees, state, county, or local, upon the business of the licensee, or upon any money, credits, or other assets of the licensee whether tangible or intangible, and which money, credits, or other assets are used for or in connection with the conduct of business transacted in South Dakota. However, amounts determined to be in excess of business capital requirements are not exempt from other taxes. Section 22. Each licensee shall annually file with its renewal application a report of income and financial condition for the preceding license year or any other relevant information requested in writing by the director. These reports shall be under oath and on forms prescribed by the division by rule or order. Section 23. The division shall annually conduct an examination of business records and accounts of any licensee licensed under this Act. The director may order an examination if circumstances require a special examination. The director may charge back to the licensee any cost associated with an on-site examination. The director may waive an on-site examination and only require an annual self-examination. If a licensee conducts a self-examination, the licensee shall provide any information requested under oath and on forms provided by the division by order or rule. Section 24. The licensee shall disclose in any loan contract the following: (1) The amount and date of the loan; (2) The amount of the down payment, if any; (3) The dates any payments are due and the amount of payments; (4) A list of any property used to secure the loan; (5) Any liens or title filings required; (6) The method used to compute the charges; (7) An explanation of the charges; (8) Any charge that may be applied for delinquency; (9) The conditions for an extension of payment or maturity of the loan; and (10) Refinancing requirements. A violation of this section is a Class 2 misdemeanor. Section 25. A creditor may require property insurance on any loan secured by tangible property. The amount of insurance required shall be reasonable and appropriate considering the nature of the property, the amount of the loan, the maturity of the loan, and any other circumstances. The insurance policy shall show the creditor as the loss payee, unless waived by the creditor. Section 26. A licensee may sell insurance to anyone with whom the licensee has a lending relationship. However, the licensee may not require the debtor to purchase the insurance from the licensee or any affiliate as a condition of the loan. The licensee may not require a borrower to purchase credit life insurance or any other life or health insurance as a condition of receiving the loan or as additional security. Section 27. The debtor may request a copy of any transaction pertaining to the debtor's installment loan contract. The licensee shall provide such copies upon request. Section 28. When the payment of a loan is satisfied, the licensee shall release any liens against any property used as security, cancel any note, and release all assignments associated with the contract. The licensee shall send the note stamped paid in full and release any liens or assignments to the debtor within sixty days of receiving payment in full. Section 29. Any licensee may advertise in any medium. However, any advertisement shall disclose the following: (1) Any minimum down payment necessary to qualify; (2) Any charges that may be imposed; (3) The annual interest rate; and (4) Any membership or participation fees that may be imposed. A violation of this section is a Class 2 misdemeanor. Section 30. That § 54-4-2 be repealed. 54-4-2. Any person who engages in the business of lending money, money broker or loan production office under the terms and conditions of this chapter and chapter 54-6, shall apply under oath, on forms prescribed by the Division of Banking, to the division for a license. The applicant shall pay an original license fee of two hundred fifty dollars. If the application is approved, a license shall be issued. If such application is not approved, the division shall nevertheless deposit the sum of two hundred fifty dollars in the examination special revenue fund as reimbursement to the state for the general expenses of investigation, inspection and publication costs. Section 31. That §§ 54-4-1 and 54-4-3 to 54-4-35, inclusive, be repealed. Section 32. That § 54-6-2.1 be repealed. 54-6-2.1. Every installment loan licensee under chapter 54-4 may make loans and may contract for and receive thereon interest charges at the rate specified in the loan contract on the unpaid principal balance. The interest charges are computed and collected as provided by § § 54-6-3 to 54-6-5, inclusive. Section 33. That §§ 54-6-1 and 54-6-3 to 54-6-61, inclusive, be repealed. Section 34. That § 54-7-2 be repealed. 54-7-2. This chapter applies to any retail installment transaction as defined herein. \"Retail installment transactions,\" as used in this chapter, means any sale evidenced by a retail installment contract wherein a retail buyer buys a motor vehicle from a retail seller at a time price payable in one or more installments in which the cash sale price of the motor vehicle, the amount, if any, included for insurance and other benefits, official fees and the finance charge, shall together constitute the time price. The term \"retail installment transaction\" shall include every transaction wherein the promise or agreement to pay the deferred balance of the sale price is made by the retail buyer to the retail seller notwithstanding the existence or occurrence of any one or more of the following events: (1) That the retail seller may have arranged to sell the retail buyer's obligation to a financing institution prior to or subsequent to or concurrently with the making of the retail installment transaction; (2) That the amount of the finance charge is determined by reference to charts or information supplied by such financing institution; (3) That the forms of instruments used to evidence the retail installment transaction have been supplied by a financing institution; (4) That the credit standing of the retail buyer is or may have been evaluated by a financing institution; (5) That the retail installment transaction and the execution of the instruments evidencing the same are negotiated in the presence of or with the assistance of a representative of financing institution; and (6) That the retail seller participates with the financing institution in the finance charge. Section 35. That §§ 54-7-1 and 54-7-3 to 54-7-48, inclusive, be repealed."}, {"bill_id": 13400, "bill_version_id": 77247, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "1998-01-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain authority relating to installment loan licensing and lending requirements. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Advertisement,\" a commercial message in any medium that aids, promotes, or assists, directly or indirectly, the sale of products or services; (1A) \"Commission,\" the State Banking Commission; (1B) \"Director,\" the director of the Division of Banking of the Department of Commerce and Regulation; (1C) \"Division,\" the Division of Banking; (3) \"Finance charge,\" the amount, however denominated, which is paid or payable for the privilege of paying for goods or services in one or more installments at the beginning of the transaction; (4) \"Financing institutions,\" any person engaged in the business of creating and holding or purchasing or acquiring retail installment contracts; (6) \"Installment loan,\" a loan made to be repaid in specified amounts over a certain number of months; (7) \"License,\" a license provided by this Act; (8) \"Installment loan contract\" or \"contract,\" an agreement evidencing a installment loan transaction; (9) \"Licensee,\" any person holding a license; (10) \"Loan,\" any installment loan, single pay loan, or open-end loan which may be unsecured or secured by real or personal property; Section 2. Any state or national bank, savings bank, trust company, savings or building and loan association, federal credit union, or mortgage lender licensed under chapter 54-14, which makes real estate loans or loans secured by real estate, is exempt from this Act. Section 3. The commission may promulgate rules pursuant to chapter 1-26 to provide for: (1) Rules of practice; (2) Internal management of finance companies; (3) Retention of records; (4) Additional examination fees; and (5) Remote electronic lending. Section 4. An installment loan contract shall comply with all provisions of Title 53. Section 5. Any person who engages in the business of lending money shall apply for a license as prescribed by this Act. The applicant shall apply for a license under oath on forms supplied by the division. The application shall contain the name of the applicant's business, proof of surety bond, address of the business, and other information as required by the director by rule or order. The applicant shall pay an original license fee as set by rules of the commission pursuant to chapter 1-26 not to exceed two hundred fifty dollars. Section 6. The division shall publish the notice of application for a license in a legal newspaper having general circulation within any county where the applicant proposes to do business. The division shall publish all notices for two successive weeks. The division shall schedule a hearing within thirty days after receipt of a complete application. Section 7. The director shall approve or deny an application for a license within thirty days of receipt of any application. Section 8. The applicant shall submit with the application for a license a bond in an amount not to exceed the total of five thousand dollars for the first license and one thousand dollars for each additional license. The bond shall be satisfactory to the director and issued by a surety company qualified to do business as a surety in this state. The bond shall be in favor of this state for the use of this state and any person who has a cause of action under this Act against the licensee. The bond shall be conditioned on: (1) The licensee's faithful performance under this Act and any rules adopted pursuant to this Act; and (2) The payment of any amounts that are due to the state or another person during the calendar year for which the bond is given. The aggregate liability of a surety to all persons damaged by a licensee's violation of this Act may not exceed the amount of the bond. Section 9. The director shall investigate the facts and, after review, either deny or grant a license based on the findings. Section 10. If the application of an existing licensee is for an additional location, the application need only include the location and identity of the location manager, plus any changes from the existing license, or such other information the director may consider necessary. Section 11. After procuring such license from the Division of Banking, the licensee may engage in the business of making loans and may contract for and receive interest charges and other fees at rates, amounts, and terms as agreed to by the parties which may be included in the principal balance of the loan and specified in the contract. Section 12. Any license shall be renewed on July first. To renew a license, the licensee shall file for renewal by June fifteenth. The renewal application shall include a renewal fee not to exceed two hundred fifty dollars, as set by the commission pursuant to chapter 1-26, proof of surety bond, and any other information as required by the director, by rule or order. Section 13. The licensee may not transfer or assign the license. The licensee may only transact business under a name shown on the license. Any name change is subject to prior approval by the director. Section 14. Each licensee's business location shall be licensed. The director shall approve or deny any change of location. The director shall amend the license to show the new location upon granting approval. Section 15. The director may, upon ten days notice to the licensee, issue a cease and desist order from any practice that does not conform to the requirements set forth in this Act or rules adopted by commission. Section 16. The director may revoke a license for good cause pursuant to chapter 1-26. If the licensee is the holder of more than one license, the director may revoke any or all of the licenses. Section 17. An action may also be brought by the attorney general or the division, or both, to enjoin a licensee from engaging in or continuing a violation or from doing any act in furtherance thereof. In any action, an order or judgment may be entered awarding a temporary or permanent injunction. Section 18. In addition to any other means provided by law for the enforcement of a restraining order or injunction, the court, in which the action is brought, may impound, and appoint a receiver for, the property and business of the defendant, including books, papers, documents, and records, as the court may deem reasonably necessary to prevent violations of this Act. The receiver, when so appointed and qualified, shall control the custody, collection, administration and liquidation of the property and business. Section 19. No person may engage in the business of lending money without a license. A violation of this section is a Class 1 misdemeanor. Section 20. Each licensee, whether a corporation or otherwise, shall pay the annual tax provided in chapter 10-43, upon the net income of the licensee, and measured by the net income assignable to such business in South Dakota. The annual tax provided by this section may not be less than twenty-four dollars. The division shall deposit any money received in the banking revolving fund. Section 21. Except taxes on real property and license fees and other fees imposed by this Act, the tax imposed in section 20 of this Act is in lieu of all other taxes and license fees, state, county, or local, upon the business of the licensee, or upon any money, credits, or other assets of the licensee whether tangible or intangible, and which money, credits, or other assets are used for or in connection with the conduct of business transacted in South Dakota. However, amounts determined to be in excess of business capital requirements are not exempt from other taxes. Section 22. Each licensee shall annually file with its renewal application a report of income and financial condition for the preceding license year or any other relevant information requested in writing by the director. These reports shall be under oath and on forms prescribed by the division by rule or order. Section 23. The division shall annually conduct an examination of business records and accounts of any licensee licensed under this Act. The director may order an examination if circumstances require a special examination. The director may charge back to the licensee any cost associated with an on-site examination. The director may waive an on-site examination and only require an annual self-examination. If a licensee conducts a self-examination, the licensee shall provide any information requested under oath and on forms provided by the division by order or rule. Section 24. The licensee shall disclose in any loan contract the following: (1) The amount and date of the loan; (2) The amount of the down payment, if any; (3) The dates any payments are due and the amount of payments; (4) A list of any property used to secure the loan; (5) Any liens or title filings required; (6) The method used to compute the charges; (7) An explanation of the charges; (8) Any charge that may be applied for delinquency; (9) The conditions for an extension of payment or maturity of the loan; and (10) Refinancing requirements. A violation of this section is a Class 2 misdemeanor. Section 25. A creditor may require property insurance on any loan secured by tangible property. The amount of insurance required shall be reasonable and appropriate considering the nature of the property, the amount of the loan, the maturity of the loan, and any other circumstances. The insurance policy shall show the creditor as the loss payee, unless waived by the creditor. Section 26. A licensee may sell insurance to anyone with whom the licensee has a lending relationship. However, the licensee may not require the debtor to purchase the insurance from the licensee or any affiliate as a condition of the loan. The licensee may not require a borrower to purchase credit life insurance or any other life or health insurance as a condition of receiving the loan or as additional security. Section 27. The debtor may request a copy of any transaction pertaining to the debtor's installment loan contract. The licensee shall provide such copies upon request. Section 28. When the payment of a loan is satisfied, the licensee shall release any liens against any property used as security, cancel any note, and release all assignments associated with the contract. The licensee shall send the note stamped paid in full and release any liens or assignments to the debtor within sixty days of receiving payment in full. Section 29. Any licensee may advertise in any medium. No licensee may advertise any statement or representation, including rates, terms, or conditions for making or negotiating loans that is false, misleading, or deceptive, or that refers to the supervision of business by the state. Section 30. That § 54-4-2 be repealed. 54-4-2. Any person who engages in the business of lending money, money broker or loan production office under the terms and conditions of this chapter and chapter 54-6, shall apply under oath, on forms prescribed by the Division of Banking, to the division for a license. The applicant shall pay an original license fee of two hundred fifty dollars. If the application is approved, a license shall be issued. If such application is not approved, the division shall nevertheless deposit the sum of two hundred fifty dollars in the examination special revenue fund as reimbursement to the state for the general expenses of investigation, inspection and publication costs. Section 31. That §§ 54-4-1 and 54-4-3 to 54-4-35, inclusive, be repealed. Section 32. That § 54-6-2.1 be repealed. 54-6-2.1. Every installment loan licensee under chapter 54-4 may make loans and may contract for and receive thereon interest charges at the rate specified in the loan contract on the unpaid principal balance. The interest charges are computed and collected as provided by § § 54-6-3 to 54-6-5, inclusive. Section 33. That §§ 54-6-1 and 54-6-3 to 54-6-61, inclusive, be repealed. Section 34. That § 54-7-2 be repealed. 54-7-2. This chapter applies to any retail installment transaction as defined herein. \"Retail installment transactions,\" as used in this chapter, means any sale evidenced by a retail installment contract wherein a retail buyer buys a motor vehicle from a retail seller at a time price payable in one or more installments in which the cash sale price of the motor vehicle, the amount, if any, included for insurance and other benefits, official fees and the finance charge, shall together constitute the time price. The term \"retail installment transaction\" shall include every transaction wherein the promise or agreement to pay the deferred balance of the sale price is made by the retail buyer to the retail seller notwithstanding the existence or occurrence of any one or more of the following events: (1) That the retail seller may have arranged to sell the retail buyer's obligation to a financing institution prior to or subsequent to or concurrently with the making of the retail installment transaction; (2) That the amount of the finance charge is determined by reference to charts or information supplied by such financing institution; (3) That the forms of instruments used to evidence the retail installment transaction have been supplied by a financing institution; (4) That the credit standing of the retail buyer is or may have been evaluated by a financing institution; (5) That the retail installment transaction and the execution of the instruments evidencing the same are negotiated in the presence of or with the assistance of a representative of financing institution; and (6) That the retail seller participates with the financing institution in the finance charge. Section 35. That §§ 54-7-1 and 54-7-3 to 54-7-48, inclusive, be repealed. Section 36. The provisions of this Act do not apply to any person selling goods or services and providing financing for such goods or services. BILL HISTORY 1/13/98 First read in House and referred to Commerce. H.J. 27 1/22/98 Scheduled for Committee hearing on this date. 1/22/98 Commerce Do Pass Amended, Passed, AYES 13, NAYS 0. H.J. 175"}, {"bill_id": 13400, "bill_version_id": 77249, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "1998-02-04T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain authority relating to installment loan licensing and lending requirements. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Advertisement,\" a commercial message in any medium that aids, promotes, or assists, directly or indirectly, the sale of products or services; (1A) \"Commission,\" the State Banking Commission; (1B) \"Director,\" the director of the Division of Banking of the Department of Commerce and Regulation; (1C) \"Division,\" the Division of Banking; (3) \"Finance charge,\" the amount, however denominated, which is paid or payable for the privilege of paying for goods or services in one or more installments at the beginning of the transaction; (4) \"Financing institutions,\" any person engaged in the business of creating and holding or purchasing or acquiring retail installment contracts; (6) \"Installment loan,\" a loan made to be repaid in specified amounts over a certain number of months; (7) \"License,\" a license provided by this Act; (8) \"Installment loan contract\" or \"contract,\" an agreement evidencing a installment loan transaction; (9) \"Licensee,\" any person holding a license; (10) \"Loan,\" any installment loan, single pay loan, or open-end loan which may be unsecured or secured by real or personal property; Section 2. Any state or national bank, savings bank, trust company, savings or building and loan association, federal credit union, or mortgage lender licensed under chapter 54-14, which makes real estate loans or loans secured by real estate, is exempt from this Act. Section 3. The commission may promulgate rules pursuant to chapter 1-26 to provide for: (1) Rules of practice; (2) Internal management of finance companies; (3) Retention of records; (4) Additional examination fees; and (5) Remote electronic lending. Section 4. An installment loan contract shall comply with all provisions of Title 53. Section 5. Any person who engages in the business of lending money shall apply for a license as prescribed by this Act. The applicant shall apply for a license under oath on forms supplied by the division. The application shall contain the name of the applicant's business, proof of surety bond, address of the business, and other information as required by the director by rule or order. The applicant shall pay an original license fee as set by rules of the commission pursuant to chapter 1-26 not to exceed two hundred fifty dollars. If the application of an existing licensee is for an additional location, the application need only include the location and identity of the location manager, plus any changes from the existing license, or such other information the director may consider necessary. Section 6. The director shall approve or deny an application for a license within thirty days of receipt of any application. Section 7. The applicant shall submit with the application for a license a bond in an amount not to exceed the total of five thousand dollars for the first license and one thousand dollars for each additional license. The bond shall be satisfactory to the director and issued by a surety company qualified to do business as a surety in this state. The bond shall be in favor of this state for the use of this state and any person who has a cause of action under this Act against the licensee. The bond shall be conditioned on: (1) The licensee's faithful performance under this Act and any rules adopted pursuant to this Act; and (2) The payment of any amounts that are due to the state or another person during the calendar year for which the bond is given. The aggregate liability of a surety to all persons damaged by a licensee's violation of this Act may not exceed the amount of the bond. Section 8. The director shall investigate the facts and, after review, either deny or grant a license based on the findings. Section 9. After procuring such license from the Division of Banking, the licensee may engage in the business of making loans and may contract for and receive interest charges and other fees at rates, amounts, and terms as agreed to by the parties which may be included in the principal balance of the loan and specified in the contract. Section 10. Any license shall be renewed on July first. To renew a license, the licensee shall file for renewal by June fifteenth. The renewal application shall include a renewal fee not to exceed two hundred fifty dollars, as set by the commission pursuant to chapter 1-26, proof of surety bond, and any other information as required by the director, by rule or order. Section 11. The licensee may not transfer or assign the license. The licensee may only transact business under a name shown on the license. Any name change is subject to prior approval by the director. Section 12. Each licensee's business location shall be licensed. The director shall approve or deny any change of location. The director shall amend the license to show the new location upon granting approval. Section 13. The director may, upon ten days notice to the licensee, issue a cease and desist order from any practice that does not conform to the requirements set forth in this Act or rules adopted by commission. Section 14. The director may revoke a license for good cause pursuant to chapter 1-26. If the licensee is the holder of more than one license, the director may revoke any or all of the licenses. Section 15. An action may also be brought by the attorney general or the division, or both, to enjoin a licensee from engaging in or continuing a violation or from doing any act in furtherance thereof. In any action, an order or judgment may be entered awarding a temporary or permanent injunction. Section 16. In addition to any other means provided by law for the enforcement of a restraining order or injunction, the court, in which the action is brought, may impound, and appoint a receiver for, the property and business of the defendant, including books, papers, documents, and records, as the court may deem reasonably necessary to prevent violations of this Act. The receiver, when so appointed and qualified, shall control the custody, collection, administration and liquidation of the property and business. Section 17. No person may engage in the business of lending money without a license. A violation of this section is a Class 1 misdemeanor. Section 18. Any money received by the division pursuant to this Act shall be deposited in the banking revolving fund. Section 19. Each licensee, whether a corporation or otherwise, shall pay the annual tax provided in chapter 10-43, upon the net income of the licensee, and measured by the net income assignable to such business in South Dakota. The annual tax provided by this section may not be less than twenty-four dollars. Section 20. Except taxes on real property and license fees and other fees imposed by this Act, the tax imposed in section 19 of this Act is in lieu of all other taxes and license fees, state, county, or local, upon the business of the licensee, or upon any money, credits, or other assets of the licensee whether tangible or intangible, and which money, credits, or other assets are used for or in connection with the conduct of business transacted in South Dakota. However, amounts determined to be in excess of business capital requirements are not exempt from other taxes. Section 21. Each licensee shall annually file with its renewal application a report of income and financial condition for the preceding license year or any other relevant information requested in writing by the director. These reports shall be under oath and on forms prescribed by the division by rule or order. Section 22. The division shall annually conduct an examination of business records and accounts of any licensee licensed under this Act. The director may order an examination if circumstances require a special examination. The director may charge back to the licensee any cost associated with an on-site examination. The director may waive an on-site examination and only require an annual self-examination. If a licensee conducts a self-examination, the licensee shall provide any information requested under oath and on forms provided by the division by order or rule. Section 23. The licensee shall disclose in any loan contract the following: (1) The amount and date of the loan; (2) The amount of the down payment, if any; (3) The dates any payments are due and the amount of payments; (4) A list of any property used to secure the loan; (5) Any liens or title filings required; (6) The method used to compute the charges; (7) An explanation of the charges; (8) Any charge that may be applied for delinquency; (9) The conditions for an extension of payment or maturity of the loan; and (10) Refinancing requirements. A violation of this section is a Class 2 misdemeanor. Section 24. A creditor may require property insurance on any loan secured by tangible property. The amount of insurance required shall be reasonable and appropriate considering the nature of the property, the amount of the loan, the maturity of the loan, and any other circumstances. The insurance policy shall show the creditor as the loss payee, unless waived by the creditor. Section 25. A licensee may sell insurance to anyone with whom the licensee has a lending relationship. However, the licensee may not require the debtor to purchase the insurance from the licensee or any affiliate as a condition of the loan. The licensee may not require a borrower to purchase credit life insurance or any other life or health insurance as a condition of receiving the loan or as additional security. Section 26. The debtor may request a copy of any transaction pertaining to the debtor's installment loan contract. The licensee shall provide such copies upon request. Section 27. When the payment of a loan is satisfied, the licensee shall release any liens against any property used as security, cancel any note, and release all assignments associated with the contract. The licensee shall send the note stamped paid in full and release any liens or assignments to the debtor within sixty days of receiving payment in full. Section 28. Any licensee may advertise in any medium. No licensee may advertise any statement or representation, including rates, terms, or conditions for making or negotiating loans that is false, misleading, or deceptive, or that refers to the supervision of business by the state. Section 29. That § 54-4-2 be repealed. 54-4-2. Any person who engages in the business of lending money, money broker or loan production office under the terms and conditions of this chapter and chapter 54-6, shall apply under oath, on forms prescribed by the Division of Banking, to the division for a license. The applicant shall pay an original license fee of two hundred fifty dollars. If the application is approved, a license shall be issued. If such application is not approved, the division shall nevertheless deposit the sum of two hundred fifty dollars in the examination special revenue fund as reimbursement to the state for the general expenses of investigation, inspection and publication costs. Section 30. That §§ 54-4-1 and 54-4-3 to 54-4-35, inclusive, be repealed. Section 31. That § 54-6-2.1 be repealed. 54-6-2.1. Every installment loan licensee under chapter 54-4 may make loans and may contract for and receive thereon interest charges at the rate specified in the loan contract on the unpaid principal balance. The interest charges are computed and collected as provided by § § 54-6-3 to 54-6-5, inclusive. Section 32. That §§ 54-6-1 and 54-6-3 to 54-6-61, inclusive, be repealed. Section 33. That § 54-7-2 be repealed. 54-7-2. This chapter applies to any retail installment transaction as defined herein. \"Retail installment transactions,\" as used in this chapter, means any sale evidenced by a retail installment contract wherein a retail buyer buys a motor vehicle from a retail seller at a time price payable in one or more installments in which the cash sale price of the motor vehicle, the amount, if any, included for insurance and other benefits, official fees and the finance charge, shall together constitute the time price. The term \"retail installment transaction\" shall include every transaction wherein the promise or agreement to pay the deferred balance of the sale price is made by the retail buyer to the retail seller notwithstanding the existence or occurrence of any one or more of the following events: (1) That the retail seller may have arranged to sell the retail buyer's obligation to a financing institution prior to or subsequent to or concurrently with the making of the retail installment transaction; (2) That the amount of the finance charge is determined by reference to charts or information supplied by such financing institution; (3) That the forms of instruments used to evidence the retail installment transaction have been supplied by a financing institution; (4) That the credit standing of the retail buyer is or may have been evaluated by a financing institution; (5) That the retail installment transaction and the execution of the instruments evidencing the same are negotiated in the presence of or with the assistance of a representative of financing institution; and (6) That the retail seller participates with the financing institution in the finance charge. Section 34. That §§ 54-7-1 and 54-7-3 to 54-7-48, inclusive, be repealed. Section 35. The provisions of this Act do not apply to any person selling goods or services and providing financing for such goods or services. BILL HISTORY 1/13/98 First read in House and referred to Commerce. H.J. 27 1/22/98 Scheduled for Committee hearing on this date. 1/22/98 Commerce Do Pass Amended, Passed, AYES 13, NAYS 0. H.J. 175 1/26/98 House of Representatives Do Pass Amended, Passed, AYES 63, NAYS 1. H.J. 243 1/27/98 First read in Senate and referred to Commerce. S.J. 222 2/3/98 Commerce Do Pass Amended, Passed, AYES 7, NAYS 0. S.J. 292"}, {"bill_id": 13400, "bill_version_id": 77246, "bill_version": "Enrolled", "bill_version_date": "1998-02-09T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13400, "action_date": "1998-01-13T14:00:00-06:00", "document_id": 76883, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76883.pdf", "status_text": "First read in House and referred to", "journal_page": 27, "committee_id_action": 600, "committee_id_assigned": 588, "result": "N", "vote": {}}, {"bill_id": 13400, "action_date": "1998-01-22T08:00:00-06:00", "document_id": 76547, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76547.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 588, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13400, "action_date": "1998-01-22T08:00:00-06:00", "document_id": 76547, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76547.pdf", "status_text": "Do Pass Amended,", "journal_page": 175, "committee_id_action": 588, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39663, "president_vote": null, "Yea": [2127, 2132, 2180, 2186, 2100, 2104, 2105, 2151, 2178, 2183, 2198, 2171, 2177]}}, {"bill_id": 13400, "action_date": "1998-01-26T14:00:00-06:00", "document_id": 76901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76901.pdf", "status_text": "Do Pass Amended,", "journal_page": 243, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40439, "president_vote": null, "Yea": [2096, 2097, 2098, 2100, 2101, 2104, 2105, 2106, 2107, 2108, 2109, 2110, 2113, 2114, 2116, 2117, 2119, 2120, 2123, 2124, 2126, 2127, 2128, 2131, 2132, 2133, 2136, 2139, 2141, 2143, 2144, 2146, 2147, 2151, 2152, 2153, 2154, 2157, 2159, 2160, 2161, 2162, 2163, 2164, 2167, 2168, 2172, 2173, 2176, 2177, 2178, 2180, 2181, 2183, 2185, 2186, 2192, 2193, 2194, 2195, 2197, 2198, 2134], "Excused": [2111, 2158, 2184, 2190], "Nay": [2150], "Absent": [2171, 2174]}}, {"bill_id": 13400, "action_date": "1998-01-27T14:00:00-06:00", "document_id": 76904, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76904.pdf", "status_text": "First read in Senate and referred to", "journal_page": 222, "committee_id_action": 601, "committee_id_assigned": 575, "result": "N", "vote": {}}, {"bill_id": 13400, "action_date": "1998-02-03T10:00:00-06:00", "document_id": 76644, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76644.pdf", "status_text": "Do Pass Amended,", "journal_page": 292, "committee_id_action": 575, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40250, "president_vote": null, "Yea": [2112, 2156, 2169, 2187, 2189, 2166, 2182]}}, {"bill_id": 13400, "action_date": "1998-02-05T14:00:00-06:00", "document_id": 76918, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76918.pdf", "status_text": "Do Pass Amended,", "journal_page": 348, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38228, "president_vote": null, "Yea": [2094, 2095, 2099, 2102, 2103, 2112, 2115, 2118, 2121, 2125, 2129, 2130, 2135, 2137, 2138, 2140, 2142, 2145, 2148, 2149, 2155, 2156, 2165, 2166, 2169, 2170, 2175, 2179, 2182, 2187, 2188, 2189, 2191, 2196], "Excused": [2122]}}, {"bill_id": 13400, "action_date": "1998-02-09T14:00:00-06:00", "document_id": 76921, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76921.pdf", "status_text": "Signed by Speaker", "journal_page": 462, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13400, "action_date": "1998-02-10T14:00:00-06:00", "document_id": 76923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76923.pdf", "status_text": "Delivered to the Governor", "journal_page": 534, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13400, "action_date": "1998-02-10T14:00:00-06:00", "document_id": 76924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76924.pdf", "status_text": "Signed by President", "journal_page": 436, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13400, "action_date": "1998-02-14T14:00:00-06:00", "document_id": 76931, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76931.pdf", "status_text": "Signed by Governor", "journal_page": 688, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1136}