{"session_id": 10, "bill_id": 2886, "bill_type": "House Bill", "bill_number": 1208, "bill_title": "revise certain provisions relating to public schools to allow school districts to operate more economically.", "sponsors": [{"legislator_profile_id": 36, "is_prime": true}, {"legislator_profile_id": 9, "is_prime": true}, {"legislator_profile_id": 42, "is_prime": false}, {"legislator_profile_id": 37, "is_prime": false}], "keywords": ["Education", "School District", "State Aid to Education"], "audio": [{"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hed21.mp3", "start_seconds": 3215.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hed21.mp3", "start_seconds": 3215.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hed21.mp3", "start_seconds": 3215.0}, {"meeting_datetime": "2011-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou25.mp3", "start_seconds": 2382.0}, {"meeting_datetime": "2011-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou25.mp3", "start_seconds": 2382.0}, {"meeting_datetime": "2011-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou25.mp3", "start_seconds": 2382.0}, {"meeting_datetime": "2011-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou25.mp3", "start_seconds": 2382.0}, {"meeting_datetime": "2011-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou25.mp3", "start_seconds": 2382.0}, {"meeting_datetime": "2011-02-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou25.mp3", "start_seconds": 2382.0}, {"meeting_datetime": "2011-03-01T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sed30.mp3", "start_seconds": 4203.0}, {"meeting_datetime": "2011-03-01T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sed30.mp3", "start_seconds": 4203.0}, {"meeting_datetime": "2011-03-01T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sed30.mp3", "start_seconds": 4203.0}, {"meeting_datetime": "2011-03-01T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sed30.mp3", "start_seconds": 4203.0}, {"meeting_datetime": "2011-03-01T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sed30.mp3", "start_seconds": 4203.0}, {"meeting_datetime": "2011-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen33.mp3", "start_seconds": 3835.0}, {"meeting_datetime": "2011-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen33.mp3", "start_seconds": 3835.0}, {"meeting_datetime": "2011-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen33.mp3", "start_seconds": 3835.0}, {"meeting_datetime": "2011-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen33.mp3", "start_seconds": 3835.0}, {"meeting_datetime": "2011-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen33.mp3", "start_seconds": 3835.0}], "bill_versions": [{"bill_id": 2886, "bill_version_id": 15918, "bill_version": "Introduced", "bill_version_date": "2011-01-31T09:22:26.5-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain education mandates to enable the public school system to operate more economically. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature shall utilize this bill to identify and repeal certain unnecessary education mandates to enable the public school system to operate more economically. 135 copies were printed on recycled paper by the South Dakota Legislative Research Council at a cost of $.075 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 2886, "bill_version_id": 17218, "bill_version": "House Engrossed", "bill_version_date": "2011-02-22T16:20:31.777-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain education mandates to enable the public school system to operate more economically, and to allow parents the option to receive certain notices from public schools via electronic mail. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-10-12 be amended to read as follows: 13-10-12. Each person over eighteen years of age hired by a school district shall submit to a criminal background investigation, by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. The school district shall submit completed fingerprint cards to the Division of Criminal Investigation before the prospective new employee enters into service. If no disqualifying record is identified at the state level, the fingerprints shall be forwarded by the Division of Criminal Investigation to the Federal Bureau of Investigation for a national criminal history record check. Any person whose employment is subject to the requirements of this section may enter into service on a temporary basis pending receipt of results of the criminal background investigation. The employing school district may, without liability, withdraw its offer of employment or terminate the temporary employment without notice if the report reveals a disqualifying record. Any person whose employment is subject to the requirements of this section shall pay any fees charged for the criminal record check. However, the school board or governing body may reimburse the person for the fees. Any person hired to officiate, judge, adjudicate, or referee a public event sponsored by a school district is not required to submit to a criminal background investigation as required in this section. In addition, any person employed by a postsecondary technical institute is not required to submit to a criminal background investigation as required in this section, unless the person is a teacher who teaches an elementary or secondary level course in an elementary or secondary school facility, or unless the person is an employee, other than a teacher, whose work assignment includes working in an elementary or secondary school facility. The criminal investigation required by this section with respect to a student teacher completing requirements for teacher certification shall be conducted by the school district. A criminal background investigation, of a student teacher, conducted by a school district may be provided to any other school in which the student engages in student teaching. The school district conducting the criminal background investigation of a student teacher may rely upon the results of that investigation for employment of that person as an employee of the district. Section 2. That ARSD 24:06:08:01 be repealed. 24:06:08:01. Training of school bus drivers and bus attendants. School bus operators must provide annual training for school bus drivers in accordance with the section entitled \"Driver\" pages 121 to 124 and the section entitled \"Bus Attendant\" pages 124 and 125, in the National School Transportation Specifications & Procedures, 2005 Revised Edition. In addition, the following provisions apply: (1) The State approved pre-service training program shall include a minimum of two hours of classroom training, which will include knowledge of basic first aid procedures, and two hours of behind-the-wheel training to enable safe and efficient vehicle operation; (2) The annual State approved in-service program shall include a minimum of four hours of classroom and/or behind-the-wheel training. Section 3. That chapter 13-29 be amended by adding thereto a NEW SECTION to read as follows: Each school bus driver shall receive appropriate training at least once every five years, and the school bus driver shall pay any fees charged for the training. The training shall include classroom instruction in first aid, bus safety, and the management of passengers, and also behind-the-wheel training to enable the safe and efficient operation of the bus. Section 4. That chapter 13-1 be amended by adding thereto a NEW SECTION to read as follows: It is the policy of the State of South Dakota that the parent or guardian of any student enrolled in a public school may opt to receive any notifications or correspondence from that school by electronic mail in lieu of regular mail if the parent or guardian provides to the school an electronic mail address to which the notifications or correspondence may be sent."}, {"bill_id": 2886, "bill_version_id": 17641, "bill_version": "Senate Education Engrossed", "bill_version_date": "2011-03-01T13:24:43.373-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require the Board of Education to promulgate rules providing for the training of school bus drivers, and to allow parents the option to receive certain notices from public schools via electronic mail. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The South Dakota Board of Education shall promulgate rules pursuant to chapter 1-26 to provide for the training of school bus drivers and attendants. Section 2. That chapter 13-1 be amended by adding thereto a NEW SECTION to read as follows: It is the policy of the State of South Dakota that the parent or guardian of any student enrolled in a public school may opt to receive any notifications or correspondence from that school by electronic mail in lieu of regular mail if the parent or guardian provides to the school an electronic mail address to which the notifications or correspondence may be sent. 135 copies were printed on recycled paper by the South Dakota Legislative Research Council at a cost of $.075 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 2886, "bill_version_id": 17990, "bill_version": "Senate Engrossed", "bill_version_date": "2011-03-07T16:22:19.14-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require the Board of Education to promulgate rules providing for the training of school bus drivers, to eliminate certain requirements regarding student transportation, and to allow parents the option to receive certain notices from public schools via electronic mail. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The South Dakota Board of Education shall promulgate rules pursuant to chapter 1-26 to provide for the training of school bus drivers and attendants. Section 2. That chapter 13-1 be amended by adding thereto a NEW SECTION to read as follows: It is the policy of the State of South Dakota that the parent or guardian of any student enrolled in a public school may opt to receive any notifications or correspondence from that school by electronic mail in lieu of regular mail if the parent or guardian provides to the school an electronic mail address to which the notifications or correspondence may be sent. Section 3. That § 13-30-1 be amended to read as follows: 13-30-1. The following types of students who do not have access to bus service furnished by the school district to which they are assigned to and from school are entitled to a transportation or board and room allowance, provided in this chapter, paid by the district where the student has school residence or by the district where the student attends if the district is receiving tuition, regardless of the type or method of conveyance used for transportation: (1) Any elementary student who attends an elementary school where the student is assigned and which is located more than five miles from the student's residence in either the same or any other school district; (2) Any secondary student who attends a high school located in the same district where the student is a resident and is more than five miles from the student's residence, if the transportation of secondary students is authorized by the school district board; (3) Any secondary student who resides in a district described in § 13-15-14 who attends a high school located more than five miles from the student's residence if the transportation of secondary students is authorized by the school district board. A school district having a junior high school may provide mileage, bus service, or board and room for ninth grade junior high school students at the discretion of the school board. A school district choosing to provide transportation services to ninth grade junior high school students is not required, as a result of that choice, to provide these services to tenth, eleventh, or twelfth grade high school students. A school district may, at the discretion of the school board, provide a transportation allowance, as provided in § 13-30-3, to any student who does not have access to bus service furnished by the school district. Section 4. That § 13-30-2 be repealed. 13-30-2. Elementary and secondary pupils who live within the incorporated limits of a first or second class municipality shall receive a transportation allowance only at the discretion of the school board. Section 5. That § 13-30-3 be amended to read as follows: 13-30-3. The amount of the transportation allowance is the rate established pursuant to § 3-9-1 per family for distances actually traveled in excess of five miles each way. No mileage may be paid for extra trips to the schoolhouse which the school board does not consider necessary nor for more miles than would be traveled if the shortest distance measured from the place on a publicly used road nearest the dwelling house of the child to the schoolhouse site were traveled. If children from more than one family are transported in the same vehicle mileage payments shall may be paid to only one family. The school board may authorize additional miles if prior approval is obtained to facilitate cooperative efforts among families to share transportation duties. If children from more than one family are transported in a single vehicle, reimbursement shall be at rates established by the school board. However, the mileage reimbursement rate may not be less than the rate established pursuant to § 3-9-1. If, at the request of the parents, elementary children are assigned to a school that is further from the dwelling house than the nearest school, the board may limit the reimbursement to the mileage to the nearest school within the district. All claims for transportation allowance shall be filed with the school business manager not later than the close of the school fiscal year in which the travel for which reimbursement is sought actually occurred. Section 6. That § 13-30-4 be amended to read as follows: 13-30-4. When a student is entitled to a transportation allowance but transportation or bus service is not practicable, the school board shall A school district may, at the discretion of the school board, pay room and board in lieu of transportation for those students who are boarded away from home to attend a public school at the rate per month as determined by the school board. However, any student who either attends, or is required under any provision of this title to attend at any school in his own district where dormitory facilities are furnished and available for him, shall not be entitled to any allowance for board and room."}, {"bill_id": 2886, "bill_version_id": 18213, "bill_version": "Conference Committee Engrossed", "bill_version_date": "2011-03-11T12:02:10.343-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to public schools to allow school districts to operate more economically. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-10-12 be amended to read as follows: 13-10-12. Each person over eighteen years of age hired by a school district shall submit to a criminal background investigation, by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. The school district shall submit completed fingerprint cards to the Division of Criminal Investigation before the prospective new employee enters into service. If no disqualifying record is identified at the state level, the fingerprints shall be forwarded by the Division of Criminal Investigation to the Federal Bureau of Investigation for a national criminal history record check. Any person whose employment is subject to the requirements of this section may enter into service on a temporary basis pending receipt of results of the criminal background investigation. The employing school district may, without liability, withdraw its offer of employment or terminate the temporary employment without notice if the report reveals a disqualifying record. Any person whose employment is subject to the requirements of this section shall pay any fees charged for the criminal record check. However, the school board or governing body may reimburse the person for the fees. Any person hired to officiate, judge, adjudicate, or referee a public event sponsored by a school district is not required to submit to a criminal background investigation as required in this section. In addition, any person employed by a postsecondary technical institute is not required to submit to a criminal background investigation as required in this section, unless the person is a teacher who teaches an elementary or secondary level course in an elementary or secondary school facility, or unless the person is an employee, other than a teacher, whose work assignment includes working in an elementary or secondary school facility. The criminal investigation required by this section with respect to a student teacher completing requirements for teacher certification shall be conducted by the school district. A criminal background investigation, of a student teacher, conducted by a school district may be provided to any other school in which the student engages in student teaching. The school district conducting the criminal background investigation of a student teacher may rely upon the results of that investigation for employment of that person as an employee of the district. Section 2. That ARSD 24:06:08:01 be repealed. Training of school bus drivers and bus attendants. School bus operators must provide annual training for school bus drivers in accordance with the section entitled \"Driver\" pages 121 to 124 and the section entitled \"Bus Attendant\" pages 124 and 125, in the National School Transportation Specifications & Procedures, 2005 Revised Edition. In addition, the following provisions apply: (1) The State approved pre-service training program shall include a minimum of two hours of classroom training, which will include knowledge of basic first aid procedures, and two hours of behind-the-wheel training to enable safe and efficient vehicle operation; (2) The annual State approved in-service program shall include a minimum of four hours of classroom and/or behind-the-wheel training. Section 3. That chapter 13-29 be amended by adding thereto a NEW SECTION to read as follows: Each school bus driver shall receive appropriate training at least once every five years, and the school bus driver shall pay any fees charged for the training. The training shall include classroom instruction in first aid, bus safety, and the management of passengers, and also behind-the-wheel training to enable the safe and efficient operation of the bus. Section 4. That § 13-43-7.1 be repealed. 13-43-7.1. If a teacher desires to attend an annual professional association meeting, the school board may authorize attendance at such meeting without loss of pay from regular salary. However, such attendance may not take the teacher away from regular duties for more than two consecutive days preceding any school term. Section 5. That chapter 13-1 be amended by adding thereto a NEW SECTION to read as follows: It is the policy of the State of South Dakota that the parent or guardian of any student enrolled in a public school may opt to receive any notifications or correspondence from that school by electronic mail in lieu of regular mail if the parent or guardian provides to the school an electronic mail address to which the notifications or correspondence may be sent. Section 6. That § 13-13-78 be amended to read as follows: 13-13-78. Terms used in § 13-13-79 mean: (1) \"Sparse school district,\" a school district that meets each of the following criteria: (a) Has a fall enrollment per square mile of 0.50 or less; (b) Has a fall enrollment of five hundred or less; (c) Has an area of four hundred square miles or more; (d) Has at least fifteen miles between its secondary attendance center or centers and that of an adjoining district; (e) Operates a secondary attendance center; and (f) Levies ad valorem taxes at the maximum rates allowed pursuant to § 10-12-42 or more; and (g) Has a general fund balance percentage of thirty percent or less excluding revenue received from opting out of property tax limitations pursuant to chapter 10-12; (2) \"Sparsity fall enrollment,\" for sparse school districts with a fall enrollment as defined in § 13-13-10.1 of less than eighty-three or greater than two hundred thirty-two, is calculated as follows: (a) Divide the fall enrollment as defined in § 13-13-10.1 by the area of the school district in square miles; (b) Multiply the quotient obtained in subsection (a) times negative 0.125; (c) Add 0.0625 to the product obtained in subsection (b); and (d) Multiply the sum obtained in subsection (c) times the fall enrollment; (3) \"Sparsity adjusted fall enrollment,\" for sparse school districts with a fall enrollment as defined in § 13-13-10.1 of at least eighty-three, but no more than two hundred thirty-two, subtract the fall enrollment from two hundred thirty-two."}, {"bill_id": 2886, "bill_version_id": 18215, "bill_version": "Enrolled", "bill_version_date": "2011-03-11T12:07:14.707-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2886, "action_date": "2011-01-31T14:00:00-06:00", "document_id": 16039, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16039.pdf", "status_text": "First read in House and referred to", "journal_page": 217, "committee_id_action": 115, "committee_id_assigned": 102, "result": "N", "vote": {}}, {"bill_id": 2886, "action_date": "2011-02-14T07:45:00-06:00", "document_id": 16601, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16601.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 102, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2886, "action_date": "2011-02-14T07:45:00-06:00", "document_id": 16770, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16770.pdf", "status_text": "Do Pass", "journal_page": 365, "committee_id_action": 102, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8954, "president_vote": null, "Excused": [48, 101], "Yea": [94, 11, 95, 102, 99, 74, 29, 69, 33], "Nay": [96, 62, 28, 86]}}, {"bill_id": 2886, "action_date": "2011-02-15T14:00:00-06:00", "document_id": 16910, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16910.pdf", "status_text": "Deferred to another day", "journal_page": 403, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2886, "action_date": "2011-02-16T14:00:00-06:00", "document_id": 17016, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17016.pdf", "status_text": "Deferred to another day", "journal_page": 433, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2886, "action_date": "2011-02-17T14:00:00-06:00", "document_id": 17097, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17097.pdf", "status_text": "Deferred to another day", "journal_page": 454, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2886, "action_date": "2011-02-22T14:00:00-06:00", "document_id": 17213, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17213.pdf", "status_text": "Hoghoused", "journal_page": 468, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2886, "action_date": "2011-02-22T14:00:00-06:00", "document_id": 17213, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17213.pdf", "status_text": "Do Pass Amended", "journal_page": 470, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9321, "president_vote": null, "Yea": [12, 56, 17, 33, 21, 72, 60, 87, 105, 36, 7, 94, 104, 84, 88, 90, 11, 70, 23, 39, 71, 92, 37, 83, 95, 58, 85, 103, 3, 32, 102, 68, 98, 99, 69, 50, 14, 6, 86, 93, 74, 35, 97, 29, 101, 66, 100, 91, 89, 65, 5], "Nay": [53, 1, 48, 51, 49, 15, 59, 57, 63, 96, 62, 54, 20, 28, 67, 64, 73, 47], "Excused": [61]}}, {"bill_id": 2886, "action_date": "2011-02-22T14:00:00-06:00", "document_id": 17213, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17213.pdf", "status_text": "Title amended", "journal_page": 470, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2886, "action_date": "2011-02-23T14:00:00-06:00", "document_id": 17282, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17282.pdf", "status_text": "First read in Senate and referred to", "journal_page": 501, "committee_id_action": 113, "committee_id_assigned": 91, "result": "N", "vote": {}}, {"bill_id": 2886, "action_date": "2011-03-01T08:00:00-06:00", "document_id": 17346, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17346.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 91, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2886, "action_date": "2011-03-01T08:00:00-06:00", "document_id": 17616, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17616.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 91, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2886, "action_date": "2011-03-01T08:00:00-06:00", "document_id": 17616, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17616.pdf", "status_text": "Do Pass Amended", "journal_page": 566, "committee_id_action": 91, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9680, "president_vote": null, "Nay": [30], "Yea": [26, 82, 27, 52, 77, 24]}}, {"bill_id": 2886, "action_date": "2011-03-01T08:00:00-06:00", "document_id": 17616, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17616.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": 91, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2886, "action_date": "2011-03-03T13:00:00-06:00", "document_id": 17861, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17861.pdf", "status_text": "Deferred to another day", "journal_page": 616, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2886, "action_date": "2011-03-07T14:00:00-06:00", "document_id": 17983, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17983.pdf", "status_text": "Motion to amend", "journal_page": 634, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2886, "action_date": "2011-03-07T14:00:00-06:00", "document_id": 17983, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17983.pdf", "status_text": "Do Pass Amended", "journal_page": 635, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9913, "president_vote": null, "Yea": [44, 75, 30, 42, 79, 40, 46, 41, 24, 26, 25, 38, 78, 76, 2, 18, 77, 82, 13, 55, 31, 43, 4, 16, 10, 19, 81, 27, 34, 52, 8, 45, 22], "Nay": [9, 80]}}, {"bill_id": 2886, "action_date": "2011-03-07T14:00:00-06:00", "document_id": 17983, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17983.pdf", "status_text": "Title amended", "journal_page": 636, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2886, "action_date": "2011-03-09T10:00:00-06:00", "document_id": 18133, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18133.pdf", "status_text": "Failed to concur, appoint Conference Committee", "journal_page": 694, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2886, "action_date": "2011-03-09T10:00:00-06:00", "document_id": 18133, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18133.pdf", "status_text": "Conference Committee Report", "journal_page": 698, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2886, "action_date": "2011-03-09T10:00:00-06:00", "document_id": 18127, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18127.pdf", "status_text": "Conference Committee appointments", "journal_page": 671, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2886, "action_date": "2011-03-09T14:15:00-06:00", "document_id": 18148, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18148.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2886, "action_date": "2011-03-09T14:15:00-06:00", "document_id": 18148, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18148.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2886, "action_date": "2011-03-09T14:15:00-06:00", "document_id": 18148, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18148.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2886, "action_date": "2011-03-09T14:15:00-06:00", "document_id": 18148, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18148.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2886, "action_date": "2011-03-10T10:00:00-06:00", "document_id": 18181, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18181.pdf", "status_text": "Conference Committee report not adopted, appoint Conference Committee", "journal_page": 715, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2886, "action_date": "2011-03-10T10:00:00-06:00", "document_id": 18181, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18181.pdf", "status_text": "Conference Committee Report", "journal_page": 722, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2886, "action_date": "2011-03-10T10:00:00-06:00", "document_id": 18181, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18181.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 725, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10047, "president_vote": null, "Yea": [12, 56, 21, 72, 60, 1, 105, 59, 36, 94, 104, 61, 90, 11, 63, 23, 62, 39, 71, 37, 83, 95, 85, 103, 3, 102, 68, 98, 99, 50, 14, 86, 74, 97, 29, 100, 65, 5], "Nay": [53, 17, 33, 48, 51, 49, 15, 7, 84, 88, 57, 70, 96, 54, 20, 92, 28, 58, 32, 67, 64, 73, 69, 6, 93, 35, 101, 66, 91, 89, 47], "Excused": [87]}}, {"bill_id": 2886, "action_date": "2011-03-10T13:00:00-06:00", "document_id": 18186, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18186.pdf", "status_text": "Conference Committee Report", "journal_page": 682, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2886, "action_date": "2011-03-10T13:00:00-06:00", "document_id": 18186, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18186.pdf", "status_text": "Conference Committee report not adopted, appoint Conference Committee", "journal_page": 686, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2886, "action_date": "2011-03-10T14:15:00-06:00", "document_id": 18193, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18193.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2886, "action_date": "2011-03-10T14:15:00-06:00", "document_id": 18193, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18193.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2886, "action_date": "2011-03-10T14:15:00-06:00", "document_id": 18193, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18193.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10044, "president_vote": null, "Yea": [30, 52, 24, 3, 36], "Nay": [51]}}, {"bill_id": 2886, "action_date": "2011-03-10T14:15:00-06:00", "document_id": 18193, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18193.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2886, "action_date": "2011-03-11T09:00:00-06:00", "document_id": 18211, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18211.pdf", "status_text": "Delivered to the Governor", "journal_page": 738, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2886, "action_date": "2011-03-11T09:00:00-06:00", "document_id": 18211, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18211.pdf", "status_text": "Signed by the Speaker", "journal_page": 738, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2886, "action_date": "2011-03-11T10:00:00-06:00", "document_id": 18214, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18214.pdf", "status_text": "Conference Committee Report", "journal_page": 692, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2886, "action_date": "2011-03-11T10:00:00-06:00", "document_id": 18214, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18214.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 697, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10049, "president_vote": null, "Yea": [44, 75, 30, 42, 79, 40, 24, 38, 77, 55, 43, 9, 10, 27, 52, 80, 8, 22], "Nay": [46, 41, 26, 25, 78, 76, 2, 18, 82, 13, 31, 4, 16, 19, 81, 34, 45]}}, {"bill_id": 2886, "action_date": "2011-03-11T10:00:00-06:00", "document_id": 18214, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18214.pdf", "status_text": "Signed by the President", "journal_page": 699, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2886, "action_date": "2011-03-28T10:00:00-05:00", "document_id": 18238, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18238.pdf", "status_text": "Signed by the Governor", "journal_page": 741, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4778, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2886"}