{"session_id": 10, "bill_id": 2477, "bill_type": "Senate Bill", "bill_number": 116, "bill_title": "provide for the confiscation of motor vehicle license plates for certain driving under the influence violations.", "sponsors": [{"legislator_profile_id": 44, "is_prime": true}, {"legislator_profile_id": 39, "is_prime": true}, {"legislator_profile_id": 71, "is_prime": false}, {"legislator_profile_id": 55, "is_prime": false}], "keywords": ["Alcoholic Beverages", "DUI", "Licenses", "Motor Vehicles"], "audio": [{"meeting_datetime": "2011-02-10T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sju20.mp3", "start_seconds": 5707.0}, {"meeting_datetime": "2011-02-10T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sju20.mp3", "start_seconds": 5707.0}, {"meeting_datetime": "2011-02-10T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sju20.mp3", "start_seconds": 5707.0}], "bill_versions": [{"bill_id": 2477, "bill_version_id": 15489, "bill_version": "Introduced", "bill_version_date": "2011-01-25T07:24:38.193-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the confiscation of motor vehicle license plates for certain driving under the influence violations. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. If a person is arrested for a violation of § 32-23-1 and the person has a prior conviction for a violation of § 32-23-1, the arresting law enforcement officer shall confiscate the license plates and issue temporary paper registration plates. The temporary paper registration plates shall be designed and supplied by the Division of Motor Vehicles. The temporary paper registration plates are valid until the violation is adjudicated. The officer shall destroy the confiscated license plates and place the temporary paper registration plates on the vehicle in a manner prescribed by the division. The officer shall notify the division that the license plates were confiscated and destroyed and that temporary paper registration plates were issued. Section 2. A person who surrendered license plates pursuant to section 1 of this Act may apply to the Division of Motor Vehicles for new license plates to replace the temporary paper registration plates, which shall bear a special series of numbers or letters so as to be readily identified by traffic law enforcement officers. The director of the Division of Motor Vehicles may authorize the issuance of special plates if a member of the violator's household has a valid driver's license, or the owner is not the violator and the owner has a valid license or a member of the owner's household has a valid driver's license. The director may issue the special plates on payment of a twenty-five dollar fee for each vehicle for which special plates are requested. The director may not authorize the issuance of special plates unless the court gives written approval that the case has been adjudicated. Section 3. No registered owner may sell a motor vehicle during the time its registration plates have been confiscated or during the time its license plates bear a special series number, unless the registered owner applies to the court for consent to transfer title to the motor vehicle. If the court is satisfied that the proposed sale is in good faith and for a valid consideration, that the registered owner will be deprived of the custody and control of the motor vehicle, and that the sale is not for the purpose of circumventing the provisions of this Act, it may certify its consent to the Division of Motor Vehicles. The director shall then transfer the certificate of title to the new owner upon proper application and issue new registration plates. After the license plates have been confiscated, if the title to the motor vehicle is transferred by the foreclosure of a chattel mortgage, the cancellation of a conditional sales contract, a sale upon execution, or by decree or order of a court of competent jurisdiction, the Division of Motor Vehicles shall transfer the certificate of title and issue new registration plates to the new registered owner."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2477, "action_date": "2011-01-25T14:00:00-06:00", "document_id": 15625, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15625.pdf", "status_text": "First read in Senate and referred to", "journal_page": 195, "committee_id_action": 113, "committee_id_assigned": 94, "result": "N", "vote": {}}, {"bill_id": 2477, "action_date": "2011-02-10T07:45:00-06:00", "document_id": 16503, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16503.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 94, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2477, "action_date": "2011-02-10T07:45:00-06:00", "document_id": 16699, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16699.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 399, "committee_id_action": 94, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8889, "president_vote": null, "Yea": [75, 18, 22, 79, 40, 45], "Excused": [16]}}]}