{"session_id": 36, "bill_id": 10137, "bill_type": "Senate Commemoration", "bill_number": 19, "bill_title": "Congratulating Abby Neff of Sioux Falls, South Dakota, on the extraordinary honor of winning a 2019 Prudential Spirit of Community Award.", "sponsors": [{"legislator_profile_id": 1437, "is_prime": true}, {"legislator_profile_id": 1599, "is_prime": false}, {"legislator_profile_id": 1600, "is_prime": false}, {"legislator_profile_id": 1558, "is_prime": false}, {"legislator_profile_id": 1559, "is_prime": false}, {"legislator_profile_id": 1607, "is_prime": false}, {"legislator_profile_id": 1584, "is_prime": false}, {"legislator_profile_id": 1426, "is_prime": false}, {"legislator_profile_id": 1598, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 10137, "bill_version_id": 53504, "bill_version": "Introduced", "bill_version_date": "2019-02-12T11:05:07.797-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating Abby Neff of Sioux Falls, South Dakota, on the extraordinary honor of winning a 2019 Prudential Spirit of Community Award. WHEREAS, this prestigious award, presented by Prudential Financial in partnership with the National Association of Secondary School Principals, honors young volunteers across America who have demonstrated an extraordinary commitment to serving their communities; and WHEREAS, Ms. Neff earned this award by giving generously of her time and energy to her community by collecting more than twenty-five thousand recycled crayons and other art and educational supplies to an estimated ten thousand children in need in the United States and abroad; and WHEREAS, the success of the State of South Dakota, the strength of our communities, and the overall vitality of American society depend, in great measure, upon the dedication of young people like Ms. Neff who use their considerable talents and resources to serve others: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fourth Legislature of the State of South Dakota, that the Legislature congratulates and honors Abby Neff as a recipient of a Prudential Spirit of Community Award, recognizes her outstanding record of volunteer service, peer leadership and community spirit, and extends best wishes for her continued success and happiness."}, {"bill_id": 10137, "bill_version_id": 53753, "bill_version": "Enrolled", "bill_version_date": "2019-02-14T15:24:22.1-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating Abby Neff of Sioux Falls, South Dakota, on the extraordinary honor of winning a 2019 Prudential Spirit of Community Award. WHEREAS, this prestigious award, presented by Prudential Financial in partnership with the National Association of Secondary School Principals, honors young volunteers across America who have demonstrated an extraordinary commitment to serving their communities; and WHEREAS, Ms. Neff earned this award by giving generously of her time and energy to her community by collecting more than twenty-five thousand recycled crayons and other art and educational supplies to an estimated ten thousand children in need in the United States and abroad; and WHEREAS, the success of the State of South Dakota, the strength of our communities, and the overall vitality of American society depend, in great measure, upon the dedication of young people like Ms. Neff who use their considerable talents and resources to serve others: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fourth Legislature of the State of South Dakota, that the Legislature congratulates and honors Abby Neff as a recipient of a Prudential Spirit of Community Award, recognizes her outstanding record of volunteer service, peer leadership and community spirit, and extends best wishes for her continued success and happiness. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 10137, "action_date": "2019-02-12T14:00:00-06:00", "document_id": 53545, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53545.pdf", "status_text": "", "journal_page": 360, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/10137"}