{"session_id": 69, "bill_id": 25270, "bill_type": "House Bill", "bill_number": 1218, "bill_title": "create the building opportunity through out-of-school time program and to make an appropriation therefor.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25270", "sponsors": [{"legislator_profile_id": 4496, "is_prime": true}], "keywords": ["Appropriation", "Child Care", "Education", "Grants", "Nonprofit Corporations", "Promulgation of Rules", "Reports", "Students"], "audio": [], "bill_versions": [{"bill_id": 25270, "bill_version_id": 263863, "bill_version": "Introduced", "bill_version_date": "2024-01-30T21:45:29.02-06:00", "bill_text": "An Act to create the building opportunity through out-of-school time program and to make an appropriation therefor. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 13: Terms used in this chapter mean: (1) \"Community-based nonprofit organization,\" an organization that qualifies under § 501(c)(3) of the Internal Revenue Code and that provides out-of-school time programing to school-age youth; (2) \"Department,\" the South Dakota Department of Education; (3) \"Eligible provider,\" any community-based nonprofit organization or statewide youth-serving nonprofit that complies with standards established by the department under this chapter; (4) \"Out-of-school time programming,\" a structured program or activities with engaged adult mentors and evidence-based or evidence-informed practices provided to school-age youth before school, after school, or during the summer that: (a) Improves social, emotional, academic, or career-readiness competencies; (b) Prevents and reduces teenage pregnancies; (c) Reduces negative behaviors including violence and crime, tobacco use, alcohol or substance abuse, disengagement from school, school suspension, truancy, or other health-compromising behavior; (d) Provides a safe out-of-school-time environment; (e) Engages in career exploration or formal or informal work-based learning; or (f) Constitutes any other programing approved by the department; (5) \"School-age youth,\" a child attending a public or nonpublic kindergarten, elementary school, or secondary school at which the compulsory attendance requirements of the state may be met; and (6) \"Statewide youth-serving nonprofit,\" a statewide organization that qualifies under § 501(c)(4) of the Internal Revenue Code and that serves community based non-profit organizations, is affiliated and is in good standing with a nationally recognized nonprofit, and provides facility-based out-of-school time programming designed for recreational, educational, or character-building purposes for school-age youth. Section 2. That a NEW SECTION be added to title 13: The building opportunity through out-of-school time program is hereby established as a competitive grant program within the department to expand out-of-school time programming opportunities for school-age youth. Section 3. That a NEW SECTION be added to title 13: The department shall: (1) Perform all functions necessary to carry out the program, including the monitoring of grantees; (2) Enter into agreements with third-party entities, including with intermediate units, to carry out the provisions of this chapter; (3) Publish the application process, the criteria by which an application is assessed, and the uses of the grants awarded on the department's publicly accessible internet website; and (4) Annually publish the program grant awards by grantee on the department's publicly accessible website. The department may use up to five percent of the moneys appropriated for the program to administer the program. The department shall promulgate rules, pursuant to chapter 1-26, establishing the process by which eligible providers may apply for program grants, the criteria used to make program grant award determinations, the allowable program grant award uses, and the guidelines and standards necessary to implement this chapter. Section 4. That a NEW SECTION be added to title 13: The department shall award program grants under this chapter to the extent that moneys are appropriated for the program by the Legislature. A program grant award may not exceed a grantee's total cost of operating the out-of-school time program. The department shall give priority to eligible providers that: (1) Demonstrate a commitment to serve and increase access for historically under-represented and under-served school-age youth; (2) Develop and maintain community coordination and partnerships; (3) Engage prospective school-aged youth participants and other stakeholders in the development and implementation of out-of-school time programming; and (4) Supplement, not supplant, existing funding sources. The department shall ensure that program grant funding is geographically dispersed to eligible providers throughout the state. No more than forty percent of the moneys appropriated for the program in any given year may be awarded to statewide youth-serving nonprofits. Section 5. That a NEW SECTION be added to title 13: A grantee shall: (1) Maintain a separate ledger account in its budget to facilitate monitoring and auditing of the use of the program grant moneys; and (2) Perform all other duties pursuant to applicable regulations and standards. A grantee may use up to five percent of the grant for administrative costs associated with the implementation of the program grant. Section 6. That a NEW SECTION be added to title 13: No later than October 1, 2025, and October first of each year thereafter in which funding is appropriated by the Legislature for the purpose of providing program grants to eligible providers under this chapter, the department shall submit a report to the Joint Committee on Appropriations and the education committees of the House of Representatives and the Senate, respectively, summarizing the operation of the program for the immediately preceding fiscal year. The report must include: (1) The criteria used to determine the eligibility of a provider for funding; (2) The criteria used to select eligible providers for program grant awards and determine the program grant amount; (3) A summary of the process by which eligible providers apply for grant moneys, including sample copies of all application forms, instructions, guidelines, and deadlines; (4) A summary of the total amount of program grant moneys paid to eligible providers; (5) A summary of the amount used for administrative costs; (6) A summary of the allowable uses of program grant moneys; (7) A listing by county of each eligible provider submitting a program grant application and indicating whether the eligible provider received program funding and the amount thereof; and (8) A report by county indicating: (a) The name of each grantee's program; (b) The address for each grantee's program; (c) The number of school-age youth served by each program by grade level; (d) The use of the program grant moneys by each grantee's program; (e) A financial summary indicating the program grantee’s total expenditures on the out-of-school time programming supported by a program grant and indicating, as components of those expenditures, the total revenues received from the state under the program and the total revenues received from families with school-age youth enrolled in the program; and (f) The enrollment goals for each grantee's program as set forth in the program grant application. Section 7. There is hereby appropriated from the general fund the sum of $10,000,000 to the Department of Education, for purposes of providing grants through the building opportunity through out-of-school time program, pursuant to this Act. Section 8. The secretary of the Department of Education shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 9. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2027, shall revert in accordance with the procedures prescribed in chapter 4-8."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25270, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263721, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263721.pdf", "status_text": "First read in House and referred to", "journal_page": 212, "committee_id_action": 1197, "committee_id_assigned": 1194, "result": "N", "vote": {}}, {"bill_id": 25270, "action_date": "2024-02-14T07:45:00-06:00", "document_id": 265238, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265238.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1194, "committee_id_assigned": null, "result": "N", "vote": {}}]}