{"session_id": 59, "bill_id": 20764, "bill_type": "Senate Bill", "bill_number": 208, "bill_title": "establish and enhance criminal penalties regarding certain sex offenders.", "sponsors": [], "keywords": ["Crimes", "Sex Offenders"], "audio": [{"meeting_datetime": "2006-01-30T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju14.mp3", "start_seconds": 4911.0}, {"meeting_datetime": "2006-01-30T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju14.mp3", "start_seconds": 4911.0}, {"meeting_datetime": "2006-01-30T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju14.mp3", "start_seconds": 4911.0}, {"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen15.mp3", "start_seconds": 7034.0}, {"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen15.mp3", "start_seconds": 7034.0}, {"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen15.mp3", "start_seconds": 7034.0}, {"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen15.mp3", "start_seconds": 7034.0}, {"meeting_datetime": "2006-02-10T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju23.mp3", "start_seconds": 5968.0}, {"meeting_datetime": "2006-02-10T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju23.mp3", "start_seconds": 5968.0}, {"meeting_datetime": "2006-02-10T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju23.mp3", "start_seconds": 5968.0}, {"meeting_datetime": "2006-02-15T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou26.mp3", "start_seconds": 4326.0}, {"meeting_datetime": "2006-02-15T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou26.mp3", "start_seconds": 4326.0}, {"meeting_datetime": "2006-02-15T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou26.mp3", "start_seconds": 4326.0}, {"meeting_datetime": "2006-02-15T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou26.mp3", "start_seconds": 4326.0}], "bill_versions": [{"bill_id": 20764, "bill_version_id": 107233, "bill_version": "Introduced", "bill_version_date": "2006-01-25T11:23:47-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish and enhance criminal penalties regarding certain sex offenders. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 22-22-1.2 be amended to read as follows: 22-22-1.2. If any adult is convicted of any of the following violations, the court shall impose the following minimum sentences: (1) For a violation of subdivision 22-22-1(1), ten fifteen years for a first offense and twenty years for a subsequent offense ; and (2) For a violation of § 22-22-7 if the victim is less than thirteen years of age, five ten years for a first offense and ten years for a subsequent offense . Section 2. That § 22-22-1.3 be amended to read as follows: 22-22-1.3. Any person convicted of a felony violation as provided in § 22-22-1.2 subdivisions 22-24B-1(1) to (15), inclusive, and (19) shall have included in the offender's presentence investigation report an a psycho-sexual assessment including the following information: the offender's sexual history; an identification of precursor activities to sexual offending; intellectual, adaptive and academic functioning; social and emotional functioning; previous legal history; previous treatment history; victim selection and age ; risk to the community; and treatment options recommended. If a presentence investigation is not prepared, the court shall order a psycho-sexual assessment which shall be made available to the court prior to sentencing. If the offender is sentenced to the state penitentiary, the psycho-sexual assessment shall be attached to the official statement and supplied to the Board of Pardons and Paroles and the warden. Section 3. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: If an adult has a previous conviction for a felony sex crime as defined by § 22-24B-1, any subsequent felony conviction for a sex crime as defined by subdivisions 22-24B-1(1) to (15), inclusive, and (19) shall result in a minimum sentence of imprisonment equal to the maximum term allowable under § 22-6-1, up to twenty-five years. The court may suspend a portion of the prison sentence required under this section. Section 4. That § 22-22-1.4 be amended to read as follows: 22-22-1.4. The sentencing court may impose a sentence other than that which is required by § 22-22-1.2 and section 3 of this Act if the court finds that mitigating circumstances exist which require a departure from the mandatory sentence imposed by § 22-22-1.2 or section 3 of this Act . The court's finding of mitigating circumstances and the factual basis relied upon by the court shall be in writing. Section 5. That § 22-22-7 be amended to read as follows: 22-22-7. Any person, sixteen years of age or older, who knowingly engages in sexual contact with another person, other than that person's spouse if the other person is under the age of sixteen years is guilty of a Class 3 felony. If an adult has a previous conviction for a felony violation of this section, any subsequent felony conviction for a violation under this section, is a Class 2 felony. If the actor is less than three years older than the other person, the actor is guilty of a Class 1 misdemeanor. Notwithstanding § 23A-42-2, a charge brought pursuant to this section may be commenced at any time before the victim becomes age twenty-five or within seven years of the commission of the crime, whichever is longer. Section 6. That § 22-24A-3 be amended to read as follows: 22-24A-3. A person is guilty of possessing, manufacturing, or distributing child pornography if the person: (1) Creates any visual depiction of a minor engaging in a prohibited sexual act, or in the simulation of such an act; (2) Causes or knowingly permits the creation of any visual depiction of a minor engaged in a prohibited sexual act, or in the simulation of such an act; or (3) Knowingly possesses, distributes, or otherwise disseminates any visual depiction of a minor engaging in a prohibited sexual act, or in the simulation of such an act. Consent to performing these proscribed acts by a minor or a minor's parent, guardian, or custodian, or mistake as to the minor's age is not a defense to a charge of violating this section. A violation of this section is a Class 4 felony. If a person is convicted of a second or subsequent violation of this section within fifteen years of the prior conviction, the violation is a Class 3 felony. The court shall order a mental examination an assessment pursuant to § 22-22-1.3 of any person convicted of violating this section. The examiner shall report to the court whether treatment of the person is indicated. Section 7. That § 22-22-24.3 be amended to read as follows: 22-22-24.3. A person is guilty of sexual exploitation of a minor if the person causes or knowingly permits a minor to engage in an activity or the simulation of an activity that: (1) Is harmful to minors; (2) Involves nudity; or (3) Is obscene. Consent to performing these proscribed acts by a minor or a minor's parent, guardian, or custodian, or mistake as to the minor's age is not a defense to a charge of violating this section. A violation of this section is a Class 6 felony. If a person is convicted of a second or subsequent violation of this section within fifteen years of the prior conviction, the violation a Class 5 felony. The court shall order a mental examination an assessment pursuant to § 22-22-1.3 of any person convicted of violating this section. The examiner shall report to the court whether treatment of the person is indicated. Section 8. That § 22-24A-5 be amended to read as follows: 22-24A-5. A person is guilty of solicitation of a minor if the person eighteen years of age or older: (1) Solicits a minor, or someone the person reasonably believes is a minor, to engage in a prohibited sexual act; or (2) Knowingly compiles or transmits by means of a computer; or prints, publishes or reproduces by other computerized means; or buys, sells, receives, exchanges or disseminates, any notice, statement or advertisement of any minor's name, telephone number, place of residence, physical characteristics or other descriptive or identifying information for the purpose of soliciting a minor or someone the person reasonably believes is a minor to engage in a prohibited sexual act. The fact that an undercover operative or law enforcement officer was involved in the detection and investigation of an offense under this section does not constitute a defense to a prosecution under this section. Consent to performing a prohibited sexual act by a minor or a minor's parent, guardian, or custodian, or mistake as to the minor's age is not a defense to a charge of violating this section. A violation of this section is a Class 6 felony. If a person is convicted of a second or subsequent violation of this section within fifteen years of the prior conviction, the violation is a Class 5 felony. The court shall order a mental examination an assessment pursuant to § 22-22-1.3 of any person convicted of violating this section. The examiner shall report to the court whether treatment of the person is indicated. Section 9. That chapter 22-24B be amended by adding thereto a NEW SECTION to read as follows: If any person is convicted of a sex crime as defined in § 22-24B-1 that is subject to sex offender registration requirements as defined in § § 22-24B-2 to 22-24B-14, inclusive, the prosecuting attorney shall prepare a summary description of the offense and forward this to the Division of Criminal Investigation for inclusion on the sex offender registry. Any person who, at the time of the effective date of this Act, is subject to sex offender registration or is subject to sex offender registration as a result of a foreign criminal conviction, may have a summary description of the offense developed by the Division of Criminal Investigation and entered on the registry, if the information is available. The term, foreign criminal conviction, as used in this section and section 11 of this Act, means any conviction issued by a court of competent jurisdiction of another state, federal court, Indian tribe, the District of Columbia, or a commonwealth, territory, or possession of the United States which is enforceable as if the order was issued by a court in this state. Nothing in this section allows the release of the name of the victim of the crime to any person other than law enforcement agencies, and the name of the victim is confidential. Section 10. That chapter 22-24B be amended by adding thereto a NEW SECTION to read as follows: Any person required to register pursuant to § § 22-24B-1 to 22-24B-14, inclusive, who is incarcerated or is a juvenile offender committed to the Department of Corrections, shall register within five days of admission to the correctional facility or commitment to the Department of Corrections. The Department of Corrections or administering authority of the county or city jail or juvenile detention center shall submit required sex offender registrations to the Division of Criminal Investigation. The administering authority of the correctional facility shall notify the Division of Criminal Investigation if a person required to register changes status from an inmate to parolee or probationer or if an inmate is transferred to a different address, informing the division of the date of transfer and address of the new location. Section 11. That chapter 22-24B be amended by adding thereto a NEW SECTION to read as follows: Any person with a foreign criminal conviction, which requires the person to register either as a sex offender pursuant to § 22-24B-2, pursuant to the laws of the state where the conviction took place, or pursuant to any court order, shall be required to register within five days of their arrival in South Dakota. A violation of this section is a Class 4 felony. Section 12. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any person who knowingly assists, harbors, or conceals a sex offender in eluding law enforcement or provides false information regarding the residence or whereabouts of a sex offender is guilty of a Class 5 felony. Section 13. That chapter 24-15A be amended by adding thereto a NEW SECTION to read as follows: Upon recommendation of sex offender treatment program staff and following a review of the inmate's history, treatment status, risk of re-offense, and psycho-sexual assessment, the warden may, at any time prior to the inmate's final discharge, recommend to the Board of Pardons and Paroles that parole eligibility pursuant to § 24-15A-32 be withheld on an inmate convicted of a felony sex offense as defined in § 22-24B-1. The board may, after a hearing, determine if parole eligibility is to be withheld. The decision of the board to withhold parole eligibility is final. Section 14. That § 24-15A-32 be amended to read as follows: 24-15A-32. Each inmate sentenced to a penitentiary term, except those under a sentence of life or death, or an indeterminate sentence which is not yet set to a term of years by the board or determined to be ineligible for parole as authorized in section 13 of this Act , shall have an initial parole date set by the department. This date shall be calculated by applying the percentage indicated in the following grid to the full term of the inmate's sentence pursuant to § 22-6-1. The following crimes or an attempt to commit, or a conspiracy to commit, any of the following crimes shall be considered a violent crime for purposes of setting an initial parole date: murder, manslaughter, rape, aggravated assault, riot, robbery, burglary in the first or second degree, arson, kidnapping, felony sexual contact as defined in §§ 22-22-7 and 22-22-19.1, child abuse, felony sexual contact as defined in § 22-22-7.2, felony stalking as defined in §§ 22-19A-2 and 22-19A-3, photographing a child in an obscene act, felony assault as defined in § 22-18-26, felony simple assault as defined in § 22-18-1, commission of a felony while armed as defined in §§ 22-14-12 and 22-14-13.1, discharging a firearm at an occupied structure or motor vehicle as defined in § 22-14-20, discharging a firearm from a moving vehicle as defined in § 22-14-21, and criminal pedophilia as defined in § 22-22-30.1 , and threatening to commit a sexual offense as defined in section 15 of this Act : Felony Convictions Felony Class First Second Third Nonviolent Class 6 .25 .30 .40 Class 5 .25 .35 .40 Class 4 .25 .35 .40 Class 3 .30 .40 .50 Class 2 .30 .40 .50 Class 1 .35 .40 .50 Violent Class 6 .35 .45 .55 Class 5 .40 .50 .60 Class 4 .40 .50 .65 Class 3 .50 .60 .70 Class 2 .50 .65 .75 Class 1 .50 .65 .75 Class B 1.0 1.0 1.0 Class A 1.0 1.0 1.0 Each inmate shall serve at least sixty days prior to parole release. Inmates with life sentences are not eligible for parole. An initial parole date through the application of this grid may be applied to a life sentence only after the sentence is commuted to a term of years. A Class A or B felony commuted to a number of years shall be applied to the Class 1 violent column of the grid Section 15. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any person who has been convicted of a felony sex offense as defined in § 22-24B-1 who directly threatens or communicates specific intent to commit further felony sex offenses is guilty of threatening to commit a sexual offense. Threatening to commit a sexual offense is a Class 4 felony. Section 16. No law enforcement agency, employee of a law enforcement agency, employee or official of a state or county agency and any individual contracting or appointed to perform services under this Act may be civilly liable for good faith conduct under this Act."}, {"bill_id": 20764, "bill_version_id": 108818, "bill_version": "House Engrossed", "bill_version_date": "2006-02-15T15:31:58-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish and enhance criminal penalties regarding certain sex offenders. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 22-22-1.2 be amended to read as follows: 22-22-1.2. If any adult is convicted of any of the following violations, the court shall impose the following minimum sentences: (1) For a violation of subdivision 22-22-1(1), ten fifteen years for a first offense and twenty years for a subsequent offense ; and (2) For a violation of § 22-22-7 if the victim is less than thirteen years of age, five ten years for a first offense and ten years for a subsequent offense . Section 2. That § 22-22-1.3 be amended to read as follows: 22-22-1.3. Any person convicted of a felony violation as provided in § 22-22-1.2 subdivisions 22-24B-1(1) to (15), inclusive, and (19) shall have included in the offender's presentence investigation report an a psycho-sexual assessment including the following information: the offender's sexual history; an identification of precursor activities to sexual offending; intellectual, adaptive and academic functioning; social and emotional functioning; previous legal history; previous treatment history; victim selection and age ; risk to the community; and treatment options recommended. If a presentence investigation is not prepared, the court shall order a psycho-sexual assessment which shall be made available to the court prior to sentencing. If the offender is sentenced to the state penitentiary, the psycho-sexual assessment shall be attached to the official statement and supplied to the Board of Pardons and Paroles and the warden. Section 3. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: If an adult has a previous conviction for a felony sex crime as defined by § 22-24B-1, any subsequent felony conviction for a sex crime as defined by subdivisions 22-24B-1(1) to (15), inclusive, and (19) shall result in a minimum sentence of imprisonment equal to the maximum term allowable under § 22-6-1, up to twenty-five years. The court may suspend a portion of the prison sentence required under this section. Section 4. That § 22-22-1.4 be amended to read as follows: 22-22-1.4. The sentencing court may impose a sentence other than that which is required by § 22-22-1.2 and section 3 of this Act if the court finds that mitigating circumstances exist which require a departure from the mandatory sentence imposed by § 22-22-1.2 or section 3 of this Act . The court's finding of mitigating circumstances and the factual basis relied upon by the court shall be in writing. Section 5. That § 22-22-7 be amended to read as follows: 22-22-7. Any person, sixteen years of age or older, who knowingly engages in sexual contact with another person, other than that person's spouse if the other person is under the age of sixteen years is guilty of a Class 3 felony. If the actor is less than three years older than the other person, the actor is guilty of a Class 1 misdemeanor. If an adult has a previous conviction for a felony violation of this section, any subsequent felony conviction for a violation under this section, is a Class 2 felony. Notwithstanding § 23A-42-2, a charge brought pursuant to this section may be commenced at any time before the victim becomes age twenty-five or within seven years of the commission of the crime, whichever is longer. Section 6. That § 22-24A-3 be amended to read as follows: 22-24A-3. A person is guilty of possessing, manufacturing, or distributing child pornography if the person: (1) Creates any visual depiction of a minor engaging in a prohibited sexual act, or in the simulation of such an act; (2) Causes or knowingly permits the creation of any visual depiction of a minor engaged in a prohibited sexual act, or in the simulation of such an act; or (3) Knowingly possesses, distributes, or otherwise disseminates any visual depiction of a minor engaging in a prohibited sexual act, or in the simulation of such an act. Consent to performing these proscribed acts by a minor or a minor's parent, guardian, or custodian, or mistake as to the minor's age is not a defense to a charge of violating this section. A violation of this section is a Class 4 felony. If a person is convicted of a second or subsequent violation of this section within fifteen years of the prior conviction, the violation is a Class 3 felony. The court shall order a mental examination an assessment pursuant to § 22-22-1.3 of any person convicted of violating this section. The examiner shall report to the court whether treatment of the person is indicated. Section 7. That § 22-22-24.3 be amended to read as follows: 22-22-24.3. A person is guilty of sexual exploitation of a minor if the person causes or knowingly permits a minor to engage in an activity or the simulation of an activity that: (1) Is harmful to minors; (2) Involves nudity; or (3) Is obscene. Consent to performing these proscribed acts by a minor or a minor's parent, guardian, or custodian, or mistake as to the minor's age is not a defense to a charge of violating this section. A violation of this section is a Class 6 felony. If a person is convicted of a second or subsequent violation of this section within fifteen years of the prior conviction, the violation a Class 5 felony. The court shall order a mental examination an assessment pursuant to § 22-22-1.3 of any person convicted of violating this section. The examiner shall report to the court whether treatment of the person is indicated. Section 8. That § 22-24A-5 be amended to read as follows: 22-24A-5. A person is guilty of solicitation of a minor if the person eighteen years of age or older: (1) Solicits a minor, or someone the person reasonably believes is a minor, to engage in a prohibited sexual act; or (2) Knowingly compiles or transmits by means of a computer; or prints, publishes or reproduces by other computerized means; or buys, sells, receives, exchanges or disseminates, any notice, statement or advertisement of any minor's name, telephone number, place of residence, physical characteristics or other descriptive or identifying information for the purpose of soliciting a minor or someone the person reasonably believes is a minor to engage in a prohibited sexual act. The fact that an undercover operative or law enforcement officer was involved in the detection and investigation of an offense under this section does not constitute a defense to a prosecution under this section. Consent to performing a prohibited sexual act by a minor or a minor's parent, guardian, or custodian, or mistake as to the minor's age is not a defense to a charge of violating this section. A violation of this section is a Class 6 felony. If a person is convicted of a second or subsequent violation of this section within fifteen years of the prior conviction, the violation is a Class 5 felony. The court shall order a mental examination an assessment pursuant to § 22-22-1.3 of any person convicted of violating this section. The examiner shall report to the court whether treatment of the person is indicated. Section 9. That chapter 22-24B be amended by adding thereto a NEW SECTION to read as follows: If any person is convicted of a sex crime as defined in § 22-24B-1 that is subject to sex offender registration requirements as defined in § § 22-24B-2 to 22-24B-14, inclusive, the prosecuting attorney shall prepare a summary description of the offense and forward this to the Division of Criminal Investigation for inclusion on the sex offender registry. Any person who, at the time of the effective date of this Act, is subject to sex offender registration or is subject to sex offender registration as a result of a foreign criminal conviction, may have a summary description of the offense developed by the Division of Criminal Investigation and entered on the registry, if the information is available. The term, foreign criminal conviction, as used in this section and section 11 of this Act, means any conviction issued by a court of competent jurisdiction of another state, federal court, Indian tribe, the District of Columbia, or a commonwealth, territory, or possession of the United States which is enforceable as if the order was issued by a court in this state. Nothing in this section allows the release of the name of the victim of the crime to any person other than law enforcement agencies, and the name of the victim is confidential. Section 10. That chapter 22-24B be amended by adding thereto a NEW SECTION to read as follows: Any person required to register pursuant to § § 22-24B-1 to 22-24B-14, inclusive, who is incarcerated or is a juvenile offender committed to the Department of Corrections, shall register within five days of admission to the correctional facility or commitment to the Department of Corrections. The Department of Corrections or administering authority of the county or city jail or juvenile detention center shall submit required sex offender registrations to the Division of Criminal Investigation. The administering authority of the correctional facility shall notify the Division of Criminal Investigation if a person required to register changes status from an inmate to parolee or probationer or if an inmate is transferred to a different address, informing the division of the date of transfer and address of the new location. Section 11. That chapter 22-24B be amended by adding thereto a NEW SECTION to read as follows: Any person with a foreign criminal conviction, which requires the person to register either as a sex offender pursuant to § 22-24B-2, pursuant to the laws of the state where the conviction took place, or pursuant to any court order, shall be required to register within five days of their arrival in South Dakota. A violation of this section is a Class 4 felony. Section 12. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any person who knowingly assists, harbors, or conceals a sex offender in eluding law enforcement or provides false information regarding the residence or whereabouts of a sex offender is guilty of a Class 5 felony. Section 13. That chapter 24-15A be amended by adding thereto a NEW SECTION to read as follows: Upon recommendation of sex offender treatment program staff and following a review of the inmate's history, treatment status, risk of re-offense, and psycho-sexual assessment, the warden may, at any time prior to the inmate's final discharge, recommend to the Board of Pardons and Paroles that parole eligibility pursuant to § 24-15A-32 be withheld on an inmate convicted of a felony sex offense as defined in § 22-24B-1. The board may, after a hearing, determine if parole eligibility is to be withheld. The decision of the board to withhold parole eligibility is final. Section 14. That § 24-15A-32 be amended to read as follows: 24-15A-32. Each inmate sentenced to a penitentiary term, except those under a sentence of life or death, or an indeterminate sentence which is not yet set to a term of years by the board or determined to be ineligible for parole as authorized in section 13 of this Act , shall have an initial parole date set by the department. This date shall be calculated by applying the percentage indicated in the following grid to the full term of the inmate's sentence pursuant to § 22-6-1. The following crimes or an attempt to commit, or a conspiracy to commit, any of the following crimes shall be considered a violent crime for purposes of setting an initial parole date: murder, manslaughter, rape, aggravated assault, riot, robbery, burglary in the first or second degree, arson, kidnapping, felony sexual contact as defined in §§ 22-22-7 and 22-22-19.1, child abuse, felony sexual contact as defined in § 22-22-7.2, felony stalking as defined in §§ 22-19A-2 and 22-19A-3, photographing a child in an obscene act, felony assault as defined in § 22-18-26, felony simple assault as defined in § 22-18-1, commission of a felony while armed as defined in §§ 22-14-12 and 22-14-13.1, discharging a firearm at an occupied structure or motor vehicle as defined in § 22-14-20, discharging a firearm from a moving vehicle as defined in § 22-14-21, and criminal pedophilia as defined in § 22-22-30.1 , and threatening to commit a sexual offense as defined in section 15 of this Act : Felony Convictions Felony Class First Second Third Nonviolent Class 6 .25 .30 .40 Class 5 .25 .35 .40 Class 4 .25 .35 .40 Class 3 .30 .40 .50 Class 2 .30 .40 .50 Class 1 .35 .40 .50 Violent Class 6 .35 .45 .55 Class 5 .40 .50 .60 Class 4 .40 .50 .65 Class 3 .50 .60 .70 Class 2 .50 .65 .75 Class 1 .50 .65 .75 Class B 1.0 1.0 1.0 Class A 1.0 1.0 1.0 Each inmate shall serve at least sixty days prior to parole release. Inmates with life sentences are not eligible for parole. An initial parole date through the application of this grid may be applied to a life sentence only after the sentence is commuted to a term of years. A Class A or B felony commuted to a number of years shall be applied to the Class 1 violent column of the grid Section 15. That chapter 22-22 be amended by adding thereto a NEW SECTION to read as follows: Any person who has been convicted of a felony sex offense as defined in § 22-24B-1 who directly threatens or communicates specific intent to commit further felony sex offenses is guilty of threatening to commit a sexual offense. Threatening to commit a sexual offense is a Class 4 felony. Section 16. No law enforcement agency, employee of a law enforcement agency, employee or official of a state or county agency and any individual contracting or appointed to perform services under this Act may be civilly liable for good faith conduct under this Act."}, {"bill_id": 20764, "bill_version_id": 109031, "bill_version": "Enrolled", "bill_version_date": "2006-02-17T14:38:01-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20764, "action_date": "2006-01-25T14:00:00-06:00", "document_id": 107268, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107268.pdf", "status_text": "First read in Senate and referred to", "journal_page": 200, "committee_id_action": 894, "committee_id_assigned": 872, "result": "N", "vote": {}}, {"bill_id": 20764, "action_date": "2006-01-30T10:00:00-06:00", "document_id": 107487, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107487.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 872, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20764, "action_date": "2006-01-30T10:00:00-06:00", "document_id": 107487, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107487.pdf", "status_text": "Do Pass,", "journal_page": 247, "committee_id_action": 872, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63788, "president_vote": null, "Yea": [3390, 3412, 3413, 3416, 3428, 3447, 3361]}}, {"bill_id": 20764, "action_date": "2006-01-31T14:00:00-06:00", "document_id": 107630, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107630.pdf", "status_text": "Do Pass,", "journal_page": 287, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63917, "president_vote": null, "Yea": [3361, 3362, 3363, 3364, 3365, 3368, 3374, 3376, 3377, 3379, 3384, 3390, 3391, 3396, 3397, 3404, 3409, 3411, 3412, 3413, 3415, 3416, 3421, 3423, 3425, 3428, 3430, 3432, 3435, 3439, 3447, 3450, 3452, 3453, 3458]}}, {"bill_id": 20764, "action_date": "2006-02-01T14:00:00-06:00", "document_id": 107742, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107742.pdf", "status_text": "First read in House and referred to", "journal_page": 325, "committee_id_action": 893, "committee_id_assigned": 891, "result": "N", "vote": {}}, {"bill_id": 20764, "action_date": "2006-02-10T07:45:00-06:00", "document_id": 108485, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108485.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 891, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20764, "action_date": "2006-02-10T07:45:00-06:00", "document_id": 108485, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108485.pdf", "status_text": "Do Pass,", "journal_page": 502, "committee_id_action": 891, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62607, "president_vote": null, "Yea": [3387, 3401, 3407, 3426, 3429, 3444, 3448, 3456, 3406, 3371], "Nay": [3393, 3434, 3461]}}, {"bill_id": 20764, "action_date": "2006-02-13T14:00:00-06:00", "document_id": 108604, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108604.pdf", "status_text": "Deferred to another day", "journal_page": 551, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20764, "action_date": "2006-02-14T14:00:00-06:00", "document_id": 108711, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108711.pdf", "status_text": "Deferred to another day", "journal_page": 573, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20764, "action_date": "2006-02-15T14:00:00-06:00", "document_id": 108836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108836.pdf", "status_text": "Motion to Amend,", "journal_page": 599, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20764, "action_date": "2006-02-15T14:00:00-06:00", "document_id": 108836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108836.pdf", "status_text": "Do Pass Amended,", "journal_page": 599, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64531, "president_vote": null, "Yea": [3366, 3367, 3369, 3370, 3371, 3372, 3373, 3375, 3378, 3381, 3382, 3383, 3385, 3386, 3387, 3388, 3389, 3392, 3394, 3395, 3398, 3399, 3400, 3402, 3403, 3405, 3406, 3408, 3410, 3414, 3417, 3418, 3419, 3420, 3422, 3424, 3427, 3429, 3431, 3433, 3434, 3436, 3437, 3438, 3440, 3441, 3442, 3443, 3444, 3445, 3446, 3448, 3449, 3451, 3454, 3455, 3456, 3457, 3459, 3460, 3462, 3463, 3464, 3465, 3426], "Nay": [3380, 3393, 3461], "Excused": [3401, 3407]}}, {"bill_id": 20764, "action_date": "2006-02-21T14:00:00-06:00", "document_id": 109122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109122.pdf", "status_text": "Signed by President", "journal_page": 601, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20764, "action_date": "2006-02-22T14:00:00-06:00", "document_id": 109233, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109233.pdf", "status_text": "Signed by Speaker", "journal_page": 686, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20764, "action_date": "2006-02-22T14:00:00-06:00", "document_id": 109224, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109224.pdf", "status_text": "Delivered to the Governor", "journal_page": 636, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20764, "action_date": "2006-02-24T08:45:00-06:00", "document_id": 109405, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109405.pdf", "status_text": "Signed by Governor", "journal_page": 682, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3332}