{"session_id": 43, "bill_id": 11678, "bill_type": "House Bill", "bill_number": 1162, "bill_title": "provide certain provisions regarding sex education in public schools.", "sponsors": [{"legislator_profile_id": 1674, "is_prime": true}], "keywords": ["Education", "Parental Control", "School Curriculum"], "audio": [], "bill_versions": [{"bill_id": 11678, "bill_version_id": 65329, "bill_version": "Introduced", "bill_version_date": "2020-01-29T22:12:04.307-06:00", "bill_text": "An Act to provide certain provisions regarding sex education in public schools. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 13-33-6.2. Opt-In--Sex Education. Any parent or guardian who wishes to have the parent's or guardian's child participate in any planned instruction or presentation on sex education or sexuality at a public school shall opt-in by filing written permission with the school district board of trustees. The board of trustees shall make available the appropriate forms for such permission with two weeks preceding the instruction or presentation. Prior to permission, a parent or guardian shall be given a brief description of the content and shall, at the parent's or guardian's option, be able to review any materials that will be used in the instruction or presentation. Students who do not participate in or attend sex education or sexuality instruction or presentations shall be given an extra study period during the instruction or presentation. Section 2. That a NEW SECTION be added: 13-33-6.3. Abstinence Education--Contents. Abstinence education programs shall be age-appropriate, medically-referenced, and shall: (1) Stress the importance and benefits of abstinence from all sexual activity before marriage; (2) Stress the importance of fidelity after marriage for preventing certain communicable diseases and strengthen the bond between spouses; (3) Communicate that sexual abstinence is the only effective method of eliminating the risk of unplanned or out-of-wedlock pregnancy and sexually-transmitted diseases; (4) Inform students concerning the biology of human sexuality as well as reproductive physiology and anatomy; (5) Inform students of the benefits of ceasing sexual activity if a student is sexually active; (6) Discuss the possible physical, emotional, economic, and legal consequences of sexual activity and advise students of the laws pertaining to their responsibility as parents to children born in- and out-of-wedlock; (7) Provide information pertaining to the risks associated with sexual activity, including sexually-transmitted diseases or infections; (8) Instruct students on recognizing and treating sexually-transmitted diseases or infections; (9) Provide instruction on analyzing cultural influences; (10) Train students on goal setting and decision making; (11) Provide instruction on healthy dating relationships; (12) Instruct students on responsible sexual boundaries to prevent sexual violence and sexual assault; (13) Teach refusal skills and mechanisms to avoid sexual activity; and (14) Instruct on the importance of prenatal care. Sexual abstinence programs may not include models of instruction, based on risk reduction, encouraging or promote or provide instruction on the use of contraceptives products or methods. Materials and instruction may not be excessively graphic or explicit and may not include explicit descriptions of sexual activity that encourage erotic, lewd, or obscene behavior."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11678, "action_date": "2020-01-30T13:00:00-06:00", "document_id": 65199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65199.pdf", "status_text": "First read in House and referred to", "journal_page": 104, "committee_id_action": 480, "committee_id_assigned": 464, "result": "N", "vote": {}}, {"bill_id": 11678, "action_date": "2020-02-11T14:00:00-06:00", "document_id": 67317, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67317.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 256, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/11678"}