{"session_id": 54, "bill_id": 17678, "bill_type": "House Bill", "bill_number": 1096, "bill_title": "establish the South Dakota Volunteer Reserve.", "sponsors": [{"legislator_profile_id": 2856, "is_prime": true}, {"legislator_profile_id": 2938, "is_prime": true}, {"legislator_profile_id": 2833, "is_prime": false}], "keywords": ["Administrative Rules", "Military Affairs"], "audio": [], "bill_versions": [{"bill_id": 17678, "bill_version_id": 95755, "bill_version": "Introduced", "bill_version_date": "2003-01-27T08:17:33-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the South Dakota Volunteer Reserve. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby established the South Dakota Volunteer Reserve. The South Dakota Volunteer Reserve is a civilian organization that is responsible to and shall serve under the direction of the Governor and the adjutant general. The South Dakota Volunteer Reserve shall perform the following functions and duties: (1) Provide statewide volunteer opportunities for the citizens of South Dakota; (2) Organize, recruit, and coordinate a statewide volunteer reserve; and (3) Serve as a central clearinghouse linking citizens to volunteer efforts. Section 2. If requested by the Governor or the adjutant general, the South Dakota Volunteer Reserve shall: (1) Act in support of all components of the organized military forces of the State of South Dakota in the execution of their state missions; (2) Assist the office of emergency management or any other state agency during domestic emergencies; (3) Support the mobilization and deployment of any component of the South Dakota National Guard that is ordered into active federal service or active state service; (4) Support deployed units of the South Dakota National Guard by becoming custodians of vacated armories, military facilities, and equipment left behind by departing units; and (5) Perform other missions as assigned by the Governor. Section 3. Membership in the South Dakota Volunteer Reserve is on a voluntary basis and is open to any South Dakota citizen who is at least seventeen years of age, has never been convicted of a felony, and is not currently a member of an active or reserve component of the armed forces of the United States. Former members of an active or reserve component who were discharged or separated from the military under honorable conditions shall receive preference in the selection of members for the South Dakota Volunteer Reserve. Section 4. The South Dakota Volunteer Reserve Council is hereby established. The council consists of the adjutant general and four other persons appointed by the Governor to serve at the pleasure of the Governor. Each of the four appointees shall have at least ten year of previous military service in an active or reserve military component or both. The members of the council shall receive per diem compensation and allowable expense reimbursement in an amount set pursuant to § 4-7-10.4, except that no member of the council who is a state employee may receive per diem compensation. The adjutant general shall provide staff for the council. Section 5. The South Dakota Volunteer Reserve Council shall provide for the organization of the South Dakota Volunteer Reserve. The council shall promulgate rules pursuant to chapter 1-26 governing membership and personnel requirements, policies, and procedures; organizational duties and functions; and other matters necessary for the administration of the South Dakota Volunteer Reserve."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17678, "action_date": "2003-01-27T14:00:00-06:00", "document_id": 95819, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95819.pdf", "status_text": "First read in House and referred to", "journal_page": 165, "committee_id_action": 798, "committee_id_assigned": 793, "result": "N", "vote": {}}, {"bill_id": 17678, "action_date": "2003-02-03T10:00:00-06:00", "document_id": 96416, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96416.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 257, "committee_id_action": 793, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55944, "president_vote": null, "Yea": [2859, 2869, 2870, 2875, 2894, 2899, 2905, 2909, 2929, 2917], "Nay": [2861, 2937, 2912]}}, {"bill_id": 17678, "action_date": "2003-02-03T10:00:00-06:00", "document_id": 96416, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96416.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 793, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17678"}