{"session_id": 56, "bill_id": 18402, "bill_type": "Senate Bill", "bill_number": 9, "bill_title": "update and revise certain provisions pertaining to the Department of Social Services.", "sponsors": [{"legislator_profile_id": 3063, "is_prime": true}, {"legislator_profile_id": 3143, "is_prime": true}, {"legislator_profile_id": 3045, "is_prime": false}, {"legislator_profile_id": 3047, "is_prime": false}, {"legislator_profile_id": 3056, "is_prime": false}, {"legislator_profile_id": 3071, "is_prime": false}, {"legislator_profile_id": 3077, "is_prime": false}, {"legislator_profile_id": 3086, "is_prime": false}, {"legislator_profile_id": 3090, "is_prime": false}, {"legislator_profile_id": 3096, "is_prime": false}, {"legislator_profile_id": 3097, "is_prime": false}, {"legislator_profile_id": 3112, "is_prime": false}, {"legislator_profile_id": 3120, "is_prime": false}, {"legislator_profile_id": 3123, "is_prime": false}, {"legislator_profile_id": 3127, "is_prime": false}, {"legislator_profile_id": 3134, "is_prime": false}, {"legislator_profile_id": 3141, "is_prime": false}], "keywords": ["Criminal Procedure", "Department of Social Services", "Interim Committee"], "audio": [{"meeting_datetime": "2004-01-21T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/she06sb0009a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-21T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/she06sb0009a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-21T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/she06sb0009a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-21T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/she06sb0009a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-01-22T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen07.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-06T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hhe18sb0009a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-06T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hhe18sb0009a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-06T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hhe18sb0009a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-06T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hhe18sb0009a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18402, "bill_version_id": 99044, "bill_version": "Introduced", "bill_version_date": "2004-01-05T13:48:31-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to update and revise certain provisions pertaining to the Department of Social Services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 23A-28B-5 be amended to read as follows: 23A-28B-5. The term of office of members any member of the commission shall be is three years each or until their successors are the member's successor is appointed and qualified. However, initial appointments shall be as follows: one member shall be appointed by the Governor for one year, one member shall be appointed by the Governor for two years, one member shall be appointed by the Governor for three years, one member shall be appointed by the Chief Justice of the Supreme Court for two years , and one member shall be appointed by the attorney general for three years. Any vacancy arising from other than natural expiration of a term shall be filled for the remainder of the unexpired term only. Such appointee shall meet the qualifications prescribed by law for the vacated position. Any appointment to the commission shall be becomes effective on the first day of July, unless an appointment is for an unexpired term. Any member may be removed by the Governor for cause. If a any member is removed by the Governor for cause, the officer who appointed the member shall appoint his the replacement. A chairman chair of the commission shall be chosen annually from the membership of the commission by a majority of its the members. Section 2. That § 23A-28B-15 be amended to read as follows: 23A-28B-15. An application for compensation may be made on a minor's behalf by the minor's parent, guardian, or conservator. An application by a protected person may be made on his the protected person's behalf by his the person's guardian or conservator. Section 3. That § 23A-28B-31 be amended to read as follows: 23A-28B-31. The For all claims submitted under the provisions of this chapter, the department shall enter an order which shall include: (1) Findings of fact; (2) The amount of compensation, if any, payable under the provisions of this chapter; (3) The name of any person to whom such compensation is payable; (4) A notice that the claimant may request commission review of the order in accordance with § 23A-28B-32; and (5) Any other information which the department deems necessary. Section 4. That § 23A-28B-37 be amended to read as follows: 23A-28B-37. Any hearing held on an application is open to the public. The record of such hearing is a public record, unless the commission determines that a closed hearing is necessary because: (1) The alleged offender has not been brought to trial and a public hearing would adversely affect either his the alleged offender's apprehension or his trial; (2) The victim or alleged offender is a minor; (3) A public hearing would cause trauma for the victim; or (4) A public hearing would frustrate rather than further the interests of justice. Section 5. That § 26-6-28 be amended to read as follows: 26-6-28. Prior to October 1, 1982, and annually thereafter Each year , the Department of Social Services shall reduce the number of children who have been in foster care more than twenty-four months , and who have received or are receiving assistance under Titles IV-A or Title IV-E of the Social Security Act , as follows: (1) For the year beginning October 1, 1982, one percent of the number of children in foster care more than twenty-four months who received assistance under Title IV-A of the Social Security Act from July 1, 1979, through June 30, 1980; (2) For the years beginning October 1, 1983, and ending September 30, 1990, one percent of the number of foster children allowable in the previous years; (3) For all subsequent years, . The amount of the reduction shall be one-half of one percent of the number of foster children allowable in the previous years in care during the preceding federal fiscal year . Section 6. That § 26-6-30 be repealed. 26-6-30. For the purposes of § § 26-6-30 to 26-6-34, inclusive, and § 10-4-30, an \"employee day care cooperative\" is an association of employees of a business or the state or any of its political subdivisions organized to arrange for and provide day care services for the employees' dependents. No child other than an employee's dependents may be supervised in an employee cooperative day care center. Section 7. That § 26-6-31 be repealed. 26-6-31. The Department of Social Services shall establish a working committee of department staff, one or more child advocates and representatives of the business community to establish minimum guidelines, and approval procedures for employee day care cooperatives. This committee may also establish goals and guidelines for other employer assisted day care alternatives. Any employee day care cooperative shall be licensed pursuant to this section, shall be subject to the requirements established by the department and shall be exempt from the provisions of chapter 26-6. The department shall promulgate the guidelines developed by the working committee by rule pursuant to chapter 1-26. Section 8. That § 26-6-32 be repealed. 26-6-32. The owner of any business or the state or any of its political subdivisions may donate or provide to such employees any facilities, fixtures, and services necessary for the operation of an employee day care cooperative. Section 9. That § 26-6-33 be repealed. 26-6-33. An employee day care cooperative may request the Department of Social Services to provide to the employee day care cooperative training courses necessary for the operation of an employee day care cooperative. The department may hold these courses in conjunction with other employee day care cooperatives or on a regional basis. Section 10. That § 26-6-34 be repealed. 26-6-34. No owner of any business or the state or any of its political subdivisions is civilly liable for damages resulting from the operation of an employee day care cooperative solely because the employer provided facilities and fixtures for it. Section 11. That § 28-1-2 be amended to read as follows: 28-1-2. Terms used in this chapter , unless the context otherwise plainly requires shall mean: (1) \"Adult services and aging programs,\" the program of services for adults and the elderly authorized by § 28-1-44; (2) \"Board,\" the Board of Social Services; (3) \"Department,\" the Department of Social Services; (4) \"Secretary,\" the secretary of social services. Section 12. That § 28-1-11 be amended to read as follows: 28-1-11. The attorney general shall appoint an assistant attorney general for the Department of Social Services whose compensation shall be fixed by the attorney general, to be paid from public welfare funds. Subject to the direction of the attorney general, it shall be the duty of such the assistant attorney general to shall supervise the enforcement of all laws pertaining to desertion, nonsupport, recipient fraud, and similar statutes for which a penalty is provided in cases where any case in which public assistance has been granted or applied for under the welfare laws of this state. Such The assistant attorney general shall cooperate with and assist the several state's attorneys of the State of South Dakota in such actions and proceedings; he shall be the official information agent for the State of South Dakota under the Uniform Reciprocal Enforcement of Support Act pursuant to chapter 25-9B ; and shall have authority to initiate and prosecute civil and criminal actions on behalf of the Department of Social Services, and to enter appearance appear on behalf of said the department in any court wherein in which any action or proceeding is pending involving the welfare of the indigent. Section 13. That § 28-1-12 be amended to read as follows: 28-1-12. Upon request of the Department of Social Services, the boards of county commissioners of the several counties of this state may in their discretion provide and maintain adequate office space and equipment for said the department in their respective counties including all of the incidental expenses thereof, except for the salaries and travel expenses of the employees of said the department , and the . The boards of county commissioners are authorized to may make such expenditures as are necessary for such offices out of the county general fund. Section 14. That § 28-1-13.1 be amended to read as follows: 28-1-13.1. Notwithstanding the provisions of any law to the contrary, the Department of Social Services shall have authority to may grant aid and assistance to individuals any individual found eligible to receive such aid or assistance upon receipt of an application completed by the person individual desiring such aid or assistance. Application shall be made The individual shall apply upon forms supplied by said the department and shall be signed by the applicant sign the application under oath or upon perjury statement. Section 15. That § 28-1-14 be amended to read as follows: 28-1-14. The Department of Social Services and its local and county agencies shall have the power to and may, within its discretion, under such rules and regulations as may be adopted promulgated by the Board of Social Services department , assist the federal authorities in the distribution of surplus food commodities and all other relief activities. Section 16. That § 28-1-16 be amended to read as follows: 28-1-16. In addition to the other powers granted to the Department of Social Services under this chapter, the The department shall have the power to and may within its discretion cooperate with or request the cooperation of other departments, agencies, and institutions of the state, local, and federal governments, and private nonprofit agencies or institutions, in performing services deemed advisable for advancement of the economic, social, or vocational adjustments of families and persons. Money received from such cooperative agreements shall be placed in the fund or funds created and authorized by chapter 28-2. Section 17. That § 28-1-17 be repealed. 28-1-17. The Department of Social Services through all of its related offices shall aid the administrator of the South Dakota Developmental Center -- Redfield to the end that the welfare of mentally retarded persons may be promoted. Section 18. That § 28-1-18 be amended to read as follows: 28-1-18. No persons person receiving a grant or whose needs are included in a grant under public assistance, as administered by the State of South Dakota, shall may at the same time receive a grant under any other type of public assistance administered by the State of South Dakota ; provided, however, that nothing herein contained, shall be construed to prohibit . However, a recipient of one of the other types of assistance from being may be the payee of a grant of temporary assistance for needy families for the benefit of a child or children under the payee's care. No person shall be is eligible for any assistance or services from the State of South Dakota or its agencies or subdivisions until he that person has exhausted all other sources of assistance or services available to him the person or for which he the person would be eligible if he the person applied, including , but not limited to Veteran's Administration benefits, insurance, medical or hospital benefits, third-party liability, U.S. Public Health Services, Bureau of Indian Affairs, Department of Interior, Indian Health Service, or any other government or private entity, or any assistance or services provided by any agency of the United States government to an eligible person or to persons for whom the United States is responsible. Assistance or services under chapter 28-13 are not available sources for the purpose of this section. Section 19. That § 28-1-28 be amended to read as follows: 28-1-28. Whenever any payment of public moneys administered by the Department of Social Services has been made to any person or persons who have has been granted public aid or assistance, the department shall have authority to may bring a civil action against any person responsible therefor , as provided by law, to recover such moneys as have been paid for support or aid. Section 20. That § 28-1-29 be amended to read as follows: 28-1-29. All applications and records Any application or record concerning any applicant for, or recipient of, public assistance provided under the laws of this state through the Department of Social Services shall be is confidential except: (1) For inspection by persons any person duly authorized by this state or the United States in connection with their the person's official duties; (2) For the purpose of fair hearings as provided by law. Section 21. That § 28-1-31 be amended to read as follows: 28-1-31. Nothing contained in § 28-1-29 shall may be construed to authorize or require the disclosure of any records of the Department of Social Services pertaining to adoptions or pertaining to children heretofore or hereafter placed in foster homes for adoption or other purposes. Section 22. That § 28-1-32 be amended to read as follows: 28-1-32. The rule-making power of the Board of Social Services shall include the power to The department shall, by rules promulgated pursuant to chapter 1-26, establish and enforce reasonable rules and regulations governing the custody, use, and preservation of the records, papers, files, and communications of the state and county divisions. The provisions of this section shall do not prevent the proper use of such records as evidence in civil or criminal actions by or against state or county officers and employees or their sureties involving the use or misuse of public funds , of or confidential records, or misfeasance or malfeasance in office. Section 23. That § 28-1-33 be amended to read as follows: 28-1-33. It shall be is a Class 2 misdemeanor for any person or persons , except as provided in § § 28-1-29 to 28-1-31, inclusive, to solicit, disclose, receive, make use of, or authorize, knowingly permit, participate in, or acquiesce in the use of any information concerning persons applying for or receiving public assistance, directly or indirectly derived from the records, papers, files, or communications of the state or county or subdivision or agency thereof, or acquired in the course of the performance of official duties. Section 24. That § 28-1-34 be amended to read as follows: 28-1-34. It shall be is a Class 2 misdemeanor for any person or persons to make use of any lists or names of public assistance recipients for commercial or political purposes of any nature . Section 25. That § 28-1-36 be amended to read as follows: 28-1-36. The secretary of social services shall prepare an annual budget of all funds necessary for carrying out the functions and duties which shall be are vested in the Department of Social Services , including and shall include in such budget an estimate of federal funds which may be made available to the state by the federal government for such purposes. Section 26. That § 28-1-41 be amended to read as follows: 28-1-41. The Department of Social Services shall adopt promulgate rules and regulations pursuant to chapter 1-26 to guard against unnecessary utilization of skilled nursing facility and intermediate care services by public assistance recipients , and to assure that payments made in behalf of such recipients are not in excess of reasonable charges consistent with efficiency, economy, and quality of care. Section 27. That § 28-1-42 be repealed. 28-1-42. The state agency designated to administer the older Americans program shall develop a plan for a year-round hot meal program for the elderly and for such other nutritional programs for the elderly as may be deemed necessary. Section 28. That § 28-1-43 be repealed. 28-1-43. Any program for the nutritional needs of the elderly shall be made available to persons sixty years of age or over and the spouses of such persons, who are unable to eat adequate and nutritionally balanced meals because they cannot afford to do so; are unable to select and prepare nourishing and well balanced meals; are unable to shop and cook for themselves due to limited mobility or because the mental and emotional effects of age obliterate the incentive to prepare and eat a nutritionally balanced meal; or because other physiological, psychological, social, or economic changes caused by the aging process cause or tend to cause malnutrition and further physical and mental deterioration. Section 29. That § 28-1-44 be amended to read as follows: 28-1-44. The Department of Social Services may establish a program of services for adults and the elderly to promote the development, coordination, and utilization of resources to meet the long-term needs of adults and the elderly and to provide services to assist them in their social and health problems. The program may include program planning and development, coordination of services for adults and the elderly, and administration of programs funded under the Older Americans Act, Social Security Act, and other federal programs which are available for health, social, transportation, nutrition, counseling, protective, and referral services for adults and the elderly. Section 30. That § 28-1-45 be amended to read as follows: 28-1-45. The secretary may adopt promulgate reasonable and necessary rules , pursuant to chapter 1-26, for the administration and operation of the program for adults and the elderly which shall relate relating to the following areas: (1) Services to enable recipients to remain in their own home and services to older persons in institutional care; (2) Legal services; (3) Transportation services; (4) Nutrition services as provided in § § 28-1-42 and 28-1-43 ; (5) Information and referral services to help the elderly gain access to programs for their benefit; (6) Eligibility for services; (7) Amount, scope, and duration of services; (8) The basis of payment to and the qualifications for providers of services; (9) Administration of public grants, record keeping, and audit requirements; (10) Requirements to obtain federal financial participation and ensure efficient operation and administration of the program; (11) Adult protective services; (12) Ombudsman services; and (13) Payments for elderly, blind, and disabled persons residing in adult foster care or assisted living centers. Section 31. That § 28-1-45.1 be amended to read as follows: 28-1-45.1. The adult services and aging programs shall keep such records as may be required by law or federal regulations. All applications and records concerning any applicant or recipient are confidential. Except for purposes directly connected with the administration of the adult services and aging program and in accordance with the rules and regulations of the department, no person may solicit, disclose, or make use of , or authorize, knowingly permit, participate in, or acquiesce in the use of any lists or names of, or any information concerning, persons applying for or receiving public assistance, derived from the records, papers, files, or communications of the department , subdivisions as agencies through or acquired in the course of the performance of official duties. Section 32. That § 28-1-45.2 be amended to read as follows: 28-1-45.2. The use or disclosure of information concerning applicants and recipients is limited to: (1) Any person authorized by the secretary in connection with his the secretary's official duties, if the official duties are directly connected with the administration of the adult services and aging program; (2) Any purpose directly connected with the adult services and aging program, including but not limited to disclosure by the department of information and documents, alleged violator, police department, prosecutor's offices, the attorney general's office, or any other state, county, or federal agency engaged in the detection, investigation, or prosecution of violations of applicable state, county, and federal laws or regulations regarding all aspects of theft, fraud, deception, or overpayment in connection with any aspect of the adult services and aging program. However, disclosure by recipient agencies and personnel is permitted under this section to the extent reasonably necessary to carry out the functions for which the information was provided; (3) Federal agencies responsible for the administration of federally assisted programs, which provide assistance in cash or in kind ; (4) Disclosure to any committee or legislative body, federal, state, or local, or any information that identifies by name and address any such applicant or recipient . Publication Any publication of lists or names of applicants and recipients is prohibited. Section 33. That § 28-1-45.3 be amended to read as follows: 28-1-45.3. The department shall promulgate such rules pursuant to chapter 1-26 as are may be necessary to prevent improper acquisition or use of confidential information. Any information secured pursuant to this section § § 28-1-45.1 to 28-1-45.5, inclusive, by officials or employees may be used in connection with their official duties or within the scope and course of employment, but not otherwise, and shall be kept in confidential records or files, which is are not subject to any other law permitting inspection of public records. The secretary shall determine whether such inspection is in connection with such official duties or within the scope or course of such employment. Section 34. That § 28-1-45.5 be amended to read as follows: 28-1-45.5. Confidential Except for adult protective services cases, confidential information shall be released if requested by specific written waiver of the applicant or recipient concerned. Section 35. That § 28-1-45.7 be amended to read as follows: 28-1-45.7. No person, facility, or other entity shall may discriminate or retaliate in any manner against any resident or relative or legally appointed representative, any employee of a nursing facility, assisted living center, or other residential facility or any other person because of making a complaint or providing information in good faith to the ombudsman program. No person, facility, or other entity shall may willfully interfere with representatives of the ombudsman program in the performance of their any official duties duty . Any person, facility, or other entity that violates this section is guilty of a Class 1 misdemeanor. Section 36. That § 28-1-52 be amended to read as follows: 28-1-52. The Department of Social Services shall may not adopt promulgate rules which have a negative fiscal impact on units of local government unless specifically authorized by the Legislature. Section 37. That § 28-1-62 be amended to read as follows: 28-1-62. The Department of Social Services shall have the authority to may accept and expend for the purposes of the child care services program any funds obtained from federal sources, gifts, grants, contributions, or any other source. Section 38. That § 28-1-64 be amended to read as follows: 28-1-64. The provisions of § 25-6-13 concerning the parents' financial ability to the contrary notwithstanding, the Department of Social Services or any other public agencies agency may make payments as needed in behalf of a child with special needs after placement for adoption, including the necessary costs of the legal completion of the child's adoption. The department may make these payments if the family has the capability of providing the permanent family relationships needed by the child in all areas except financial, as determined by the department or a licensed child-placing child placement agency. It must shall also be determined that the needs of the child are beyond the economic ability and resources of the family and that the child would go without adoption except for the acceptance of the child as a member of the adoptive family or that the child would become dependent upon the state for support. Such payments to adoptive parents may include maintenance costs, medical and surgical expenses, and other costs incidental to the care of the child. Payments for maintenance, medical, dental, or hospital care shall terminate on or before the child's twenty-first birthday. The secretary of social services may adopt promulgate reasonable and necessary rules pursuant to chapter 1-26 to implement this section. Section 39. That § 28-1-65 be amended to read as follows: 28-1-65. The Department of Social Services shall establish a child support enforcement unit and may, in accordance with chapter 4-8B, apply for and receive federal funds under the provisions of Title IV-D of the Social Security Act, as amended, to January 1, 1986 2004 . The department may also enforce the child support obligations for any child who is receiving temporary assistance for needy families or foster care maintenance payments under Title IV-E. The department shall enforce the spousal support obligation for a parent who is living with his or her child if the support obligation has been established for the parent by court order and the child support obligation is being enforced by the department. Section 40. That chapter 28-1 be amended by adding thereto a NEW SECTION to read as follows: The Department of Social Services may accept and administer private support contributions received from responsible relatives and other sources, whether paid pursuant to the voluntary agreement of a contributor, or as provided by a court of competent jurisdiction. Such receipts shall be deposited with the state treasurer and shall be used only for the support, or reimbursement of support advanced, of the individual for whom designated. No money received by the state treasurer pursuant to this section may revert to the general fund of the state. Section 41. That § 28-2-1 be repealed. 28-2-1. The state treasurer is hereby authorized to receive and to transfer, upon request of the secretary of social services or other agent authorized by the Department of Social Services, all moneys appropriated by the State Legislature for the purpose of making payments for temporary assistance for needy families and such other public welfare programs as may be authorized, and all moneys made available by the United States to assist the state in carrying out the purposes of such public welfare programs. Said moneys shall be credited to a fund designated as the \"public welfare assistance fund,\" which shall be made available to the department for expenditure in accordance with the laws of this state. Section 42. That § 28-2-2 be repealed. 28-2-2. The Department of Social Services is hereby authorized to accept and to administer private support contributions received from responsible relatives and other sources, whether paid pursuant to the voluntary agreement of a contributor, or as provided by a court of competent jurisdiction. Such receipts shall be deposited with the state treasurer and credited to the public assistance fund, and shall be used only for the support, or reimbursement of support advanced, of the individual or individuals for whom designated. No part of said moneys shall at any time revert to the general fund of the state. Section 43. That § 28-2-3 be repealed. 28-2-3. The state treasurer is hereby authorized to receive and to transfer, upon request of the secretary of social services or other agent authorized by the Department of Social Services, all moneys appropriated by the State Legislature for administrative expenses of the department, and all moneys made available by the United States for such purposes, and said moneys shall be credited to a fund designated as the \"public welfare administrative fund,\" which shall be made available to the department for expenditure in accordance with the laws of this state. Section 44. That § 28-2-4 be repealed. 28-2-4. The secretary of social services shall keep an accurate account of the receipts and disbursements of the Department of Social Services, and the same shall be open to public inspection. Regular accounting procedures shall be maintained, which shall comply with the requirements of the federal Social Security Act, and all moneys received and disbursed shall be credited or charged to its proper account or fund. Section 45. That § 28-2-5 be repealed. 28-2-5. No portion of the money in any fund shall be transferred or used for any purpose other than that for which it was received or appropriated. Section 46. That § 28-2-6 be repealed. 28-2-6. All transfers between funds shall be made pursuant to request in writing directed to the state treasurer by the secretary of social services or other agent duly authorized by the Department of Social Services, and all expenditures shall be by warrant drawn upon the appropriate fund by the state auditor upon vouchers approved by the state director or other agent authorized by the department to approve such vouchers. Section 47. That § 28-2-7 be repealed. 28-2-7. Wherever the words \"old-age assistance fund,\" \"aid to the visually impaired fund,\" \"aid to families with dependent children fund\" and \"aid to the disabled fund\" appear in any of the statutes of the State of South Dakota heretofore or hereafter enacted, or in any record, publication, or document, the same shall be read and construed to mean \"public welfare assistance fund\" without the necessity of any actual change of such words or designation. Section 48. That § 28-5-24 be amended to read as follows: 28-5-24. In addition to medical aid programs heretofore established, and in lieu thereof, the The Department of Social Services is hereby authorized and empowered to may provide medical services and medical or remedial care to or on behalf of all any medically indigent persons person of this state who have has attained the age of sixty-five years, in such manner as to complement the provisions of Title XVIII of the 1965 amendments to the federal Social Security Act, as amended to January 1, 2004, to the end that the medical needs of any such persons person may be adequately met. Section 49. That § 28-5-26 be repealed. 28-5-26. No payment made to vendors of medical services, medical or remedial care, or for the prepayment of insurance, shall create or constitute a lien upon the property of the recipient or person benefitted thereby, and the disclosure of information concerning applicants and recipients hereunder shall be limited to purposes directly connected with the administration of the state plan. Section 50. That § 28-5A-1 be amended to read as follows: 28-5A-1. In addition to the other powers granted to the Department of Social Services under chapter 28-1, the department shall have the power to and may within its discretion cooperate with or enter into agreements with agencies of the federal government to the extent necessary or appropriate to implement the provisions of Public Law 92-603, Social Security Amendments of 1972, or any amendments thereto as amended to January 1, 2004 , including but not limited to the power to agree to administer all or part of the supplemental security income program of the federal government, to provide, under such rules and regulations as may be adopted promulgated by the Board of Social Services department , for supplementary payments to qualified residents of South Dakota who are receiving or would be eligible to receive supplemental security income under Title XVI of the Social Security Amendments of 1972, or any amendments thereto as amended to January 1, 2004 , or any other agreement which would be of benefit to the citizens of this state. Section 51. That § 28-6-1 be amended to read as follows: 28-6-1. The Department of Social Services may provide medical services and medical or remedial care on behalf of persons having insufficient income and resources to meet the necessary cost thereof, if the person has exhausted all other possible public and private medical and remedial care programs, income , or benefits, with the exception of county poor relief, in accordance with rules which the secretary of social services shall adopt promulgate pursuant to chapter 1-26 in accordance with the provisions of Title XIX and Title XXI of the federal Social Security Act, as amended to January 1, 2000 2004 . The rules shall specify the individuals and services for which state funds or federal financial participation are available and may include: (1) The amount, scope, and duration of medical and remedial services; (2) The basis for and extent of provider payments on behalf of an eligible person; (3) The establishment and collection of copayments, premiums, fees, or charges for sharing the cost of risk protection or services provided to persons. All such collections shall be remitted to the general fund; (4) Methods of administration found necessary for the operation of the medical assistance program; (5) Safeguards against the disclosure or improper use of information, required by statutory law to be held confidential, concerning applicants for or recipients of medical assistance; and (6) Such other requirements as may be necessary to obtain federal financial participation in the medical assistance program. Section 52. That § 28-6-6 be amended to read as follows: 28-6-6. The Board of Social Services department shall adopt promulgate rules and regulations pursuant to chapter 1-26 requiring an opportunity for fair hearing before the Department of Social Services by any individual whose claim for assistance is denied or not acted upon with reasonable promptness. Section 53. That § 28-6-7.1 be amended to read as follows: 28-6-7.1. An application for or acceptance of medical assistance paid from the Department of Social Services shall operate as an assignment and subrogation by operation of law of any rights to medical support, insurance proceeds, or both , that the applicant or recipient may have for himself, his spouse, and his children the applicant's or recipient's person, spouse, or child . This assignment and subrogation shall include includes all claims or actions for damages, either general or special. An application for or acceptance of medical assistance from the Department of Social Services shall be deemed by an applicant or recipient and any insurance provider, including self-insurance, as a release of information authorizing the release of insurance coverage information to the Department of Social Services regardless of the policyholder. Any rights or amounts so assigned or subrogated shall be applied against the cost of medical care paid under this chapter, less all reasonable expenses, including attorney's fees incurred by the applicant or recipient to collect such support or proceeds. Any insurance provider or attorney in fact who, after notice, fails to recognize or accept an assignment or subrogation established by operation of law by this section is liable to the Department of Social Services for the full amount of medical assistance paid to or on behalf of the applicant or recipient by the department for the accident, injury, or illness for which collection is claimed or made. Section 54. That § 28-6-18 be amended to read as follows: 28-6-18. The department shall adopt promulgate reasonable and necessary rules, pursuant to chapter 1-26, relating to: (1) The determination of exempt and nonexempt income in long-term care; (2) The treatment of income in long-term care; (3) The deeming of income in long-term care; (4) The determination of the spousal minimum monthly allowance in long-term care; (5) The increase in the maximum dollar amount allowed for the spousal share in subdivision 28-6-19(2), which increase may not exceed the percentage increase of the consumer price index in any given year determination of the spousal share of resources ; and (6) Such other standards and requirements as may be necessary for federal financial participation in accordance with Title XIX of the federal Social Security Act, as amended on to January 1, 1989 2004 . Section 55. That § 28-6-19 be repealed. 28-6-19. The spousal share of resources determined by the department in § 28-6-17 may not exceed the greatest of the following: (1) Twenty thousand dollars; (2) One-half of the value of the total aggregate nonexempt resources of the community spouse and institutionalized spouse up to sixty thousand dollars; (3) An amount determined in a fair hearing under § 28-6-17; or (4) An amount determined by the circuit court under § § 25-7-1 to 25-7-5, inclusive. Pursuant to subdivision (3) or (4) of this section, the hearing officer or the court may increase the spousal share of resources if it is determined to be inadequate to support the community spouse. Section 56. That § 28-6-28 be amended to read as follows: 28-6-28. Terms used in § § 28-6-28 to 28-6-36, inclusive, mean: (1) \"Department,\" the Department of Social Services; (2) \"Fiscal period,\" up to a twelve-month period determined by the department; (3) \"Funding pool,\" pool of funds established in accordance with § 28-6-29; (4) \"Health care trust fund,\" the fund established as provided in S.D. Const., Art. XII, § 5 to hold the federal portion of the monetary difference between the medicaid payment and the medicare upper limits maximum allowable reimbursement, less transaction fees paid to publicly owned and operated nursing facilities; (5) \"Medical assistance,\" the medicaid program authorized by Title XIX of the Social Security Act, 42 U.S.C.1396d, as amended through January 1, 2000 2004 , which provides medical assistance to eligible individuals and is operated under § 28-6-1; (6) \"Medicare,\" the Health Insurance for the Aged Act, Title XVIII of the Social Security Amendments of 1965 and as amended through January 1, 2000 2004 ; (7) \"Nursing facility,\" any facility participating in medicaid that is licensed, maintained, and operated for the express or implied purpose of providing care to one or more persons, whether for consideration or not, who are not acutely ill but require nursing care and related medical services of such complexity as to require professional nursing care under the direction of a physician twenty-four hours a day; (8) \"Political subdivision,\" any municipality or county; (9) \"Publicly owned and operated nursing facility,\" a nursing facility that is owned and operated by a political subdivision of the state and is participating in medicaid. Section 57. That § 28-6A-10 be amended to read as follows: 28-6A-10. The secretary of the Department of Social Services is hereby authorized to may contract with any appropriate agency for assistance in carrying out the purposes of this chapter. Section 58. That § 28-6A-12 be amended to read as follows: 28-6A-12. The secretary of social services may promulgate rules pursuant to chapter 1-26 to properly administer and enforce the provisions of this chapter. The rules may include eligibility for assistance, income and resource limitations, methods of administration and record keeping, and the scope and limitation of services to be provided. Section 59. That § 28-8-24 be amended to read as follows: 28-8-24. Terms used in this chapter , unless the context otherwise plainly requires, shall mean: (1) \"Board,\" the Board of Social Services created by § 1-36-3; (2) \"Department,\" the Department of Social Services created by § 1-36-1; and (3) \"Secretary,\" the duly appointed, qualified, and acting head of the department created by § 1-36-2. Section 60. That § 28-8-25 be amended to read as follows: 28-8-25. Subject to the approval of the Board of Social Services and in In addition to any other rights, duties, powers, privileges, and responsibilities of the Department of Social Services or any division thereof, the department, through the secretary, may: (1) Prepare and submit for approval of the secretary of the United States Department of Health and Human Services, a comprehensive service program plan or plans as the agency of this state under the provisions of Title XX of the federal Social Security Act; (2) Serve as the agency within this state which will administer or supervise the administration of the program for the provision of the services authorized under said Title XX; (3) Comply with the provisions of said Title XX and any rules and regulations adopted promulgated pursuant thereto by the federal government for the purposes of qualifying for federal funds and making such reports concerning the use of federal social service funds as may be required by regulation; (4) Designate the state's service program year as the fiscal year of either the federal government or state government; (5) Accept and use donated private funds as long as such funds are transferred to the department, are under the department's exclusive administrative control, are donated without restriction as to use, other than restrictions by a donor who is not a sponsor or operator of a service program or services to which such funds are restricted, other than restriction as to the geographic area to which the funds are to be used, or other than restrictions which will cause such funds to revert to the donor's facility or use except when the donor's facility is a nonprofit organization; (6) Impose a service fee as a precondition to provision of any service specified by the board department . Section 61. That § 28-8-26 be amended to read as follows: 28-8-26. Notwithstanding subdivision 28-8-25(6), no service fee shall may be imposed in any event for any of the following services : (1) Information or informational and referral services; or (2) Any services directed at the goal of preventing or remedying neglect, abuse, or exploitation of minor children or adults unable to protect their own interest; or (3) Any services provided to or on behalf of any eligible person defined by the Board of Social Services department pursuant to Title XX of the Social Security Act; or (4) Any services provided to or on behalf of a member of a family, the monthly gross income of which is less than an amount specified by the board department , adjusted to take into account the size of the family, as may be required by the federal government. Section 62. That § 28-8-27 be amended to read as follows: 28-8-27. All privately donated funds and other nonappropriated funds shall be deposited with the state treasurer and credited to a program account designated by the Board of Social Services department and the same is hereby any such funds are continuously appropriated for use by the Department of Social Services , subject to approval of the Bureau of Finance and Management, for the purpose of obtaining federal funds available under Title XX of the Social Security Act. Such donated funds, service fees, or other nonappropriated funds shall not be deemed to be funds appropriated by the Legislature and no part of such moneys shall No money received by the state treasurer pursuant to this section may revert to the general fund of the state. Section 63. That § 28-8-28 be amended to read as follows: 28-8-28. Subject to rules and regulations of the Board of Social Services department establishing eligibility for, the content of, and the extent of entitlement to services, with or without a service fee, the secretary of social services is authorized to may provide services to and on behalf of individuals within this state, and fix standards or other conditions of participation by providers of such services under contract or otherwise. Section 64. That § 28-8-29 be amended to read as follows: 28-8-29. The use or disclosure of information obtained in connection with the administration of the comprehensive annual service programs concerning applicants for or recipients of such human services shall be deemed is confidential and restricted to purposes directly connected with the administration of that program ; provided, however . However , such information may be disclosed with the prior written consent of the applicant or recipient or, if a minor, his a parent or guardian, or, in accordance with such rules and regulations adopted promulgated by the Board of Social Services department , for purposes directly connected with the administration of any other related program. Section 65. That § 28-12-1 be amended to read as follows: 28-12-1. The Department of Social Services may enter into agreements and contracts with the United States federal government and its agencies and with the political subdivisions of this state for the purpose of participating in The Food Stamp Act of 1964 (P.L. 88-525) and any amendments thereto or any related acts , as amended to January 1, 2004 . The secretary of social services shall adopt promulgate reasonable and necessary rules as required by the federal government for the administration of the food stamp program in South Dakota. Such rules shall be in accordance with federal regulations implementing The Food Stamp Act of 1964, as amended to January 1, 2004 ."}, {"bill_id": 18402, "bill_version_id": 100919, "bill_version": "Enrolled", "bill_version_date": "2004-02-09T08:34:11-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18402, "action_date": "2004-01-13T12:00:00-06:00", "document_id": 99191, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99191.pdf", "status_text": "First read in Senate and referred to", "journal_page": 13, "committee_id_action": 832, "committee_id_assigned": 809, "result": "N", "vote": {}}, {"bill_id": 18402, "action_date": "2004-01-21T10:00:00-06:00", "document_id": 99463, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99463.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 809, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18402, "action_date": "2004-01-21T10:00:00-06:00", "document_id": 99463, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99463.pdf", "status_text": "Do Pass,", "journal_page": 102, "committee_id_action": 809, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57907, "president_vote": null, "Yea": [3052, 3079, 3128, 3137, 3046], "Excused": [3061, 3120]}}, {"bill_id": 18402, "action_date": "2004-01-21T10:00:00-06:00", "document_id": 99463, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99463.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 809, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18402, "action_date": "2004-01-22T14:00:00-06:00", "document_id": 99662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99662.pdf", "status_text": "Do Pass,", "journal_page": 115, "committee_id_action": 832, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58365, "president_vote": null, "Yea": [3063, 3046, 3047, 3050, 3052, 3059, 3061, 3062, 3064, 3065, 3066, 3068, 3077, 3079, 3087, 3089, 3091, 3092, 3093, 3094, 3097, 3098, 3103, 3109, 3113, 3115, 3116, 3120, 3128, 3132, 3137, 3138, 3139, 3146], "Excused": [3044]}}, {"bill_id": 18402, "action_date": "2004-01-23T12:00:00-06:00", "document_id": 99770, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99770.pdf", "status_text": "First read in House and referred to", "journal_page": 188, "committee_id_action": 831, "committee_id_assigned": 822, "result": "N", "vote": {}}, {"bill_id": 18402, "action_date": "2004-02-06T07:45:00-06:00", "document_id": 100771, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100771.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 822, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18402, "action_date": "2004-02-06T07:45:00-06:00", "document_id": 100771, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100771.pdf", "status_text": "Do Pass,", "journal_page": 432, "committee_id_action": 822, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57072, "president_vote": null, "Yea": [3055, 3074, 3082, 3083, 3099, 3108, 3112, 3127, 3141, 3144, 3145, 3071, 3143]}}, {"bill_id": 18402, "action_date": "2004-02-06T07:45:00-06:00", "document_id": 100771, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100771.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 822, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18402, "action_date": "2004-02-07T13:00:00-06:00", "document_id": 100911, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100911.pdf", "status_text": "Do Pass,", "journal_page": 458, "committee_id_action": 831, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59405, "president_vote": null, "Yea": [3045, 3048, 3051, 3053, 3054, 3055, 3056, 3057, 3058, 3060, 3067, 3069, 3070, 3071, 3072, 3073, 3075, 3076, 3078, 3080, 3081, 3082, 3083, 3084, 3085, 3086, 3088, 3090, 3095, 3096, 3099, 3100, 3102, 3104, 3105, 3106, 3107, 3108, 3110, 3112, 3114, 3117, 3118, 3119, 3121, 3122, 3123, 3124, 3125, 3127, 3129, 3130, 3131, 3133, 3134, 3135, 3136, 3140, 3141, 3142, 3143, 3144, 3145, 3147, 3148, 3149, 3111], "Excused": [3049, 3074, 3126]}}, {"bill_id": 18402, "action_date": "2004-02-09T14:00:00-06:00", "document_id": 100999, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100999.pdf", "status_text": "Signed by President", "journal_page": 414, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18402, "action_date": "2004-02-10T14:00:00-06:00", "document_id": 101083, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101083.pdf", "status_text": "Signed by Speaker", "journal_page": 512, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18402, "action_date": "2004-02-11T14:30:00-06:00", "document_id": 101204, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101204.pdf", "status_text": "Delivered to the Governor", "journal_page": 455, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18402, "action_date": "2004-02-12T14:00:00-06:00", "document_id": 101286, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101286.pdf", "status_text": "Signed by Governor", "journal_page": 472, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2748}