{"session_id": 20, "bill_id": 5263, "bill_type": "House Bill", "bill_number": 1098, "bill_title": "provide for the election of the secretary of education.", "sponsors": [{"legislator_profile_id": 453, "is_prime": true}, {"legislator_profile_id": 465, "is_prime": true}, {"legislator_profile_id": 469, "is_prime": false}, {"legislator_profile_id": 525, "is_prime": false}, {"legislator_profile_id": 519, "is_prime": false}, {"legislator_profile_id": 449, "is_prime": false}, {"legislator_profile_id": 447, "is_prime": false}, {"legislator_profile_id": 455, "is_prime": false}, {"legislator_profile_id": 425, "is_prime": false}, {"legislator_profile_id": 503, "is_prime": false}, {"legislator_profile_id": 477, "is_prime": false}, {"legislator_profile_id": 520, "is_prime": false}, {"legislator_profile_id": 454, "is_prime": false}, {"legislator_profile_id": 496, "is_prime": false}, {"legislator_profile_id": 451, "is_prime": false}, {"legislator_profile_id": 521, "is_prime": false}, {"legislator_profile_id": 487, "is_prime": false}, {"legislator_profile_id": 481, "is_prime": false}, {"legislator_profile_id": 439, "is_prime": false}, {"legislator_profile_id": 492, "is_prime": false}, {"legislator_profile_id": 502, "is_prime": false}, {"legislator_profile_id": 497, "is_prime": false}, {"legislator_profile_id": 515, "is_prime": false}, {"legislator_profile_id": 462, "is_prime": false}, {"legislator_profile_id": 459, "is_prime": false}, {"legislator_profile_id": 506, "is_prime": false}, {"legislator_profile_id": 430, "is_prime": false}, {"legislator_profile_id": 498, "is_prime": false}, {"legislator_profile_id": 461, "is_prime": false}], "keywords": ["Education", "Elections", "State Affairs and Government"], "audio": [{"meeting_datetime": "2014-01-31T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hst12.mp3", "start_seconds": 160.0}, {"meeting_datetime": "2014-01-31T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hst12.mp3", "start_seconds": 160.0}, {"meeting_datetime": "2014-01-31T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hst12.mp3", "start_seconds": 160.0}], "bill_versions": [{"bill_id": 5263, "bill_version_id": 28939, "bill_version": "Introduced", "bill_version_date": "2014-01-24T09:10:58.317-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the election of the secretary of education. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-32-3 be amended to read as follows: 1-32-3. Except as provided by §§ 1-45-2 and 5-17-2, the head of each principal department shall be appointed by the Governor with the consent of the Senate and shall serve at the pleasure of the Governor pursuant to S.D. Const., Art. IV, § 9. Section 2. That § 1-45-2 be amended to read as follows: 1-45-2. The head of the Department of Education is the secretary of education. The secretary of education shall be elected as provided in this Act. Section 3. That § 1-45-3 be repealed. 1-45-3. The secretary of the Department of Education shall be qualified by training and experience to administer the programs of the Department of Education and shall have such other qualifications as may be specified by statute. Section 4. That chapter 1-45 be amended by adding thereto a NEW SECTION to read as follows: At the general election held in 2018 and every four years thereafter, there shall be chosen by the qualified voters of this state a secretary of education having the qualifications prescribed by law who shall hold office for a term of four years from the first Tuesday after the first Monday in January following the election and until a successor is elected and qualified. Section 5. That chapter 1-45 be amended by adding thereto a NEW SECTION to read as follows: No person is qualified to hold the office of secretary of education except a citizen of the United States who is a qualified voter in the state, is at least twenty-five years old, has resided in the state for at least two years immediately preceding the election, and has a current certificate authorizing the person to teach or administer in a public school in the state. Section 6. That chapter 1-45 be amended by adding thereto a NEW SECTION to read as follows: If a vacancy occurs in the office of secretary of education by death, resignation, or otherwise, the Governor shall make a temporary appointment to fill the vacancy, but the person so appointed may hold the office only until the next general election and until a successor is elected and qualified. Section 7. That chapter 1-45 be amended by adding thereto a NEW SECTION to read as follows: The secretary of education shall take and subscribe the same oath as required of other state officers, and shall be included in the state employee's blanket bond conditioned for the faithful performance of the duties of the office. Section 8. That § 3-8-2.1 be amended to read as follows: 3-8-2.1. The annual salaries of the Governor, the lieutenant governor, the secretary of state, the state auditor, the state treasurer, the attorney general, the commissioner of school and public lands, the secretary of education, each justice of the Supreme Court and each circuit judge shall be adjusted annually by the same rate appropriated as the across-the-board increase to base salaries of state employees under the General Appropriations Act in each corresponding year. Section 9. That chapter 1-45 be amended by adding thereto a NEW SECTION to read as follows: Any candidate for the office of secretary of education shall be nominated and voted for at the primary and general elections as provided in this Act. The office of secretary of education is a nonpolitical office. It is a Class 2 misdemeanor for any political party to endorse or nominate by any convention, or other method, any candidate for the office of secretary of education. Section 10. That chapter 1-45 be amended by adding thereto a NEW SECTION to read as follows: Nominating petitions for the office of secretary of education filed pursuant to this chapter shall be filed in the Office of the Secretary of State within the time prescribed by § 12-6-4 and shall be signed by a number of registered voters not less than one percent of the total combined vote cast for Governor at the most recent certified gubernatorial election. To the extent it is consistent with this chapter, § 12-6-8 governs such petitions. In any petition filed by or on behalf of any candidate for nomination to the office of secretary of education at any primary election or any attachment to the petition, no reference may be made to any party ballot or to the party affiliation of such candidate. The order of names of candidates for the office of secretary of education certified by the secretary of state to each of the county auditors shall be arranged by lot. Any candidate has the right to be present or represented when the arrangement is being determined. If no more than two nominating petitions are filed on behalf of candidates for the office of secretary of education, the names of such persons need not be placed upon the primary ballot but such persons are the nominees for the office. Section 11. That chapter 1-45 be amended by adding thereto a NEW SECTION to read as follows: At all primary elections at which candidates for the office of secretary of education are to be nominated and a primary is required, there shall be prepared and furnished by the several county auditors, separate ballots upon which shall be placed the names of the candidates for the office. The ballots shall be entitled \"nonpolitical ballot for the office of secretary of education\" and may contain no other designation. The names of all candidates shall be placed thereon without any party designation in the order designated by the secretary of state. The form of the nonpolitical ballot shall be prescribed by the State Board of Elections. Section 12. That chapter 1-45 be amended by adding thereto a NEW SECTION to read as follows: If after nominations have been made under the provisions of this chapter and the number of nominees for the office of secretary of education is reduced through death, withdrawal, or disqualification of a nominee for the office, the registered voters of the state, may, if there is sufficient time for filing a nominating petition pursuant to § 12-8-6, nominate one or more candidates for the office by a petition otherwise complying with this Act. Section 13. If a primary election is required, the nominees for the office of secretary of education are the two persons receiving the highest number of votes in the primary election. Section 14. That § 12-25-29 be amended to read as follows: 12-25-29. All candidates for lieutenant governor, state treasurer, attorney general, secretary of state, state auditor, secretary of education, public utilities commissioner, and commissioner of school and public lands shall file a statement of financial interest with the secretary of state within fifteen days after their nominations have been certified. A violation of this section is a petty offense. An intentional violation of this section is a Class 2 misdemeanor. Section 15. That subdivision (23) of § 12-27-1 be amended to read as follows: (23) \"Statewide office,\" the offices of Governor, lieutenant governor, secretary of state, attorney general, state auditor, state treasurer, secretary of education, commissioner of school and public lands, and public utilities commissioner;"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5263, "action_date": "2014-01-24T13:00:00-06:00", "document_id": 28997, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28997.pdf", "status_text": "First read in House and referred to", "journal_page": 103, "committee_id_action": 231, "committee_id_assigned": 224, "result": "N", "vote": {}}, {"bill_id": 5263, "action_date": "2014-01-31T07:45:00-06:00", "document_id": 29328, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29328.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 224, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5263, "action_date": "2014-01-31T07:45:00-06:00", "document_id": 29498, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29498.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 242, "committee_id_action": 224, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15467, "president_vote": null, "Yea": [467, 441, 478, 423, 461, 508, 460, 456, 442], "Nay": [455, 454, 458, 502]}}]}