{"session_id": 51, "bill_id": 16090, "bill_type": "House Bill", "bill_number": 1207, "bill_title": "hold school and municipal elections with the general and primary elections.", "sponsors": [{"legislator_profile_id": 2551, "is_prime": true}, {"legislator_profile_id": 2618, "is_prime": true}, {"legislator_profile_id": 2525, "is_prime": false}, {"legislator_profile_id": 2565, "is_prime": false}, {"legislator_profile_id": 2580, "is_prime": false}], "keywords": ["Election", "Muncipalities", "School", "School District Election"], "audio": [], "bill_versions": [{"bill_id": 16090, "bill_version_id": 88572, "bill_version": "Introduced", "bill_version_date": "2001-01-25T10:44:19-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to hold school and municipal elections with the general and primary elections. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-7-5 be amended to read as follows: 13-7-5. Between the first day and the fifteenth day of the month two months preceding the election, except in the case of the joint election as provided in § 13-7-10.1, the The business manager of each school district shall publish once each week for two consecutive weeks in the official newspaper, a notice setting forth the vacancies which that will occur by termination completion of the terms of the elective or appointive school board members. The last publication may not be less than ten nor more than twenty days before the deadline for filing of petitions. The notice shall also state the time and place where nominating petitions for school board membership may be filed for the vacancies. Section 2. That § 13-7-6 be amended to read as follows: 13-7-6. No candidate for elective school board membership may be nominated unless such person is a resident voter of the school district and unless a nominating petition has been filed on such person's behalf with the business manager of the school district. The nominating petition shall be filed no later than five p.m. on the Friday four weeks before the date of the election. The petition is considered filed if it not prior to eight a.m., January twentieth, and not later than five p.m., the first Tuesday of April prior to the date of the primary election. If a petition is mailed by registered or certified mail by five p.m. on the Friday four weeks before the election , the first Tuesday of April prior to the primary election, it is considered filed . A formal declaration of a candidate shall be signed by the candidate before the circulation of the petition. The petition shall be signed by not less than twenty voters of the school district or if the school district is divided into school board representation areas, the petition shall be signed by not less than twenty voters who reside within the school board representation area. No petition may be circulated until eight weeks prior to the election. There shall be added by either the signer or the circulator the signer's place of residence and date of signing. The petition shall be verified under oath by the person circulating it. The filing of the nominating petition shall constitute nomination and will entitle the candidate to have the candidate's name placed on the ballot for the term the candidate desires only upon verification signed by the business manager that the nominating petition contains the minimum number of signatures and that the candidate is a resident voter. Section 3. That § 13-7-8 be amended to read as follows: 13-7-8. The business manager of the school district shall publish in the official newspaper notices of an a special election once each week for two consecutive weeks with the first publication not less than ten days before the election. The notice shall state the date of the coming school election, the vacancies to be filled with terms of each, the candidates who have filed for these vacancies, questions, if any, issue to be submitted at the election, and the location of polling places. Section 4. That § 13-7-8.1 be repealed. 13-7-8.1. When a special election is held to decide an issue, the business manager of the school district shall publish notices as provided in § 13-7-8. Section 5. That § 13-7-9 be amended to read as follows: 13-7-9. In school districts if If three or more nominating petitions are filed for a school board membership vacancy, the business manager shall certify the nomination of candidates to the respective county auditors by the first Friday after the first Tuesday in April. The school district shall furnish nonpolitical sample and official ballots in adequate numbers and time to permit distribution of such ballots by the respective county auditors with other primary election ballots. Following a primary election, the names of the two candidates receiving the most votes cast in the primary election or if there is only two nominating petitions filed, the names of the two candidates shall be certified. The school district shall furnish nonpolitical sample and official ballots in adequate numbers and time to permit distribution of such ballots by the respective county auditors with other general election ballots. If only one nominating petition is filed for each board vacancy to be filled and if there are no other questions to be submitted to the voters, there shall be no election and the notices and publication provided in § 13-7-8 will not be necessary, but may be held and the business manager shall issue certificates of election to the nominees in the same manner as to successful candidates after election. Section 6. That § 13-7-9.1 be repealed. 13-7-9.1. If death or withdrawal of a candidate or candidates at any time prior to forty-eight hours preceding the opening of the polls in any school district election occasions that there is no contest on the ballot, that ballot need not be voted and if it constitutes the only ballot to be voted upon, then the election may be canceled by the officer responsible for its conduct and the unopposed candidate issued certificate of election as though duly elected. Section 7. That § 13-7-10 be amended to read as follows: 13-7-10. The annual election for school districts shall be held between the second Tuesday in April and the third Tuesday in June between the hours of eight o'clock in the morning and seven o'clock in the afternoon of the day of the election. The school board shall select the date of the election by resolution no later than the first regular meeting after January first of each year. The school board may also, by resolution, provide for the opening of the polls at seven o'clock. Voter registration, absentee voting, and procedures used in counting ballots shall be in accordance with Title 12 except as specifically provided in chapter 13-7. at the next general election. The school board members shall be elected to serve staggered terms during the first general election. The school board members shall thereafter be elected to four-year terms at each subsequent general election to succeed those members whose terms expire. Section 8. That § 13-7-10.1 be repealed. 13-7-10.1. The members of the governing body of a school district may choose to hold a general school district election in conjunction with a regular municipal election. The combined election is subject to approval by the governing body of the municipality. The combined election shall be held on the regular date set for either the school district election or the general municipal election. Expenses of a combined election shall be shared in a manner agreed upon by the governing bodies of the municipality and the school district. All other governmental responsibilities associated with holding elections under the provisions of chapters 9-13 and 13-7 shall be shared as agreed upon by the governing bodies. Section 9. That § 13-7-10.2 be repealed. 13-7-10.2. If the joint election provided for in § 13-7-10.1 is held on the second Tuesday in April, between the twenty-fifth day of January and the tenth day of February, the business manager of each school district shall publish once each week for two consecutive weeks in the official newspaper, a notice setting forth the vacancies which will occur by termination of the terms of the elective or appointive school board members. The notice shall also state the time and place where nominating petitions for school board membership may be filed for the vacancies. No candidate for elective school board membership may be nominated unless the candidate is a resident voter of the school district and unless a nominating petition has been filed on the candidate's behalf with the business manager of the school district no later than the second Friday in March at five p.m. prior to the date of the election. If the petition is mailed by registered mail by the second Friday in March at five p.m. before the election, it shall be considered filed. A formal declaration of a candidate shall be signed by him before the circulation of the petition. The petition shall be signed by not less than twenty voters of the school district. No petition may be circulated until the second Friday in February before the election. There shall be added by either the signer or the circulator the signer's place of residence and date of signing. The petition shall be verified under oath by the person circulating the petition. The filing of the nominating petition shall constitute nomination and will entitle the candidate to have the candidate's name placed on the ballot for the term the candidate desires only upon verification signed by the business manager that the nominating petition contains the minimum number of signatures and that the candidate is a resident voter. Publication of the notice of the election provided for in § 13-7-10.1 shall be in accordance with § 13-7-8. Section 10. That § 13-7-10.3 be repealed. 13-7-10.3. Any other provision of this chapter notwithstanding, the school board may choose to hold the school board election in conjunction with the regular June primary election. The combined election is subject to approval by the county commissions of the counties in which the school district is located. Expenses of a combined election shall be shared in a manner agreed upon by the school board and the county commissions involved. All other governmental responsibilities associated with holding elections under the provisions of chapter 13-7 and Title 12 shall be shared as agreed upon by the governing bodies. The school's election official shall publish the notice provided in § 13-7-5 between February fifteenth and March first. No nominating petition may be circulated for signatures until March first. Nominating petitions shall be filed under the provisions of § 13-7-6 by the first Tuesday in April. The school election official shall certify to the appropriate county auditor the candidate names and ballot language to be voted on by the first Friday after the first Tuesday in April. Section 11. That § 13-7-11 be amended to read as follows: 13-7-11. The number and place of voting precincts shall be determined by the school board during a special election . Section 12. That § 13-7-17 be amended to read as follows: 13-7-17. The returns from a school district special election shall be certified by the election board in each polling place, and the ballots, properly sealed in ballot boxes, together with the pollbooks, shall be placed in the custody of the school district's business manager , who . The business manager shall keep such boxes inviolate for at least sixty days after the canvass of the returns. Section 13. That § 13-7-18 be repealed. 13-7-18. The election results shall be canvassed by the school board at the next meeting and certificates of election shall be issued by the business manager of the district to the successful candidates and election results shall be certified to the county auditor of the counties in which the school district is located. Section 14. That § 13-7-19.1 be repealed. 13-7-19.1. If a tie vote exists after the canvass of the original official returns, the school board making the canvass shall certify the vote to the business manager. The business manager shall then notify the candidates that if no request for recount is made in writing to the business manager within five days, the winner shall be determined by drawing of lots. If no recount request is made or a tie vote between candidates is found to exist on the basis of such recount, the business manager shall fix a time and place for the drawing of lots, giving reasonable notice of the time and place to each of the candidates involved in the tie vote. Drawing of lots shall be in the manner directed by the business manager and the certificate of election shall be issued to the candidate winning in the drawing of lots. Section 15. That § 13-7-19.2 be repealed. 13-7-19.2. If any candidate for the school board is defeated by a margin not exceeding two percent of the total votes cast for all candidates for the office, the candidate may, within five days after completion of the official canvass, file with the business manager of the school district a written request for a recount. Upon receipt of a recount request, the business manager shall set the time and place for a recount. A recount board shall be established consisting of one person chosen by each candidate declared elected and by each candidate who is eligible to request a recount. If this board consists of an even number of persons, one additional recount board member shall be appointed by the business manager who shall be mutually agreeable to each candidate involved in the recount. The person having custody of the ballot boxes containing the ballots to be recounted shall produce the ballot boxes before the recount board. All questions arising on the recount shall be determined by majority vote of the recount board. The recount shall proceed as expeditiously as reasonably possible until completed. Section 16. That § 13-7-19.3 be repealed. 13-7-19.3. A recount shall be conducted when, within five days after completion of the official canvass of a school district regular or special election at which a question is approved or disapproved by a margin not exceeding two percent of the total votes cast in the election, any three registered voters of the school district file a petition duly verified by them, setting forth that they believe a recount will change the outcome. A recount board shall be appointed by the business manager who shall appoint one person on each side of the question and one person who shall be mutually agreed upon by the other two appointed. The recount shall be conducted according to the provisions of § 13-7-19.1. Section 17. That § 13-7-19.4 be repealed. 13-7-19.4. In school district election recounts there shall be paid out of the general fund of the school district to the members of the recount board compensation set by the school board, to be not less than the minimum wage established by § 60-11-3. Section 18. That § 13-8-2 be amended to read as follows: 13-8-2. There shall be a Each school board consisting shall consist of five, seven, or nine members whose terms shall be from one to three two and four years initially, and three four years thereafter ; provided that each . Each school board member shall be is entitled to complete the term of office to which he the member was elected. Section 19. That § 13-8-4 be amended to read as follows: 13-8-4. If at an election held pursuant to § 13-8-3 an increase in increases the number of board members is authorized, the school board is empowered to designate the number of vacancies and the number of years, not to exceed three four years, in each vacancy so that all succeeding annual elections will have, insofar as practicable, the same number of vacancies to be filled. The procedure for decreasing the number of board members shall be the same as for increasing the number of board members, and the board is similarly empowered to designate the vacancies and terms not to exceed three four years ; provided, that . However, each school board member shall be is entitled to complete the term of office to which he the member was elected. Section 20. That § 13-8-10 be amended to read as follows: 13-8-10. The annual meeting shall be held on the second Monday of July January unless otherwise designated by the board at the prior regular meeting. Regular meetings shall be on the second Monday of each month unless otherwise designated by the board at the annual meeting. At the annual meeting the school board shall organize by the election of a president and a vice president from its membership and such officers shall serve until the next annual meeting. The board shall designate the depository or depositories as provided in § 13-16-15, and the custodians of all accounts, and designate the legal newspaper to be used for publishing all official notices and proceedings. Special meetings may be held upon call of the president or in his the president's absence by the vice president, or a majority of the board members. Notice of such meeting shall be given by the business manager to the board members either orally or in writing in sufficient time to permit their presence. Section 21. That § 13-8-14 be amended to read as follows: 13-8-14. The newly elected members of the school board shall qualify and assume membership at the annual meeting of the school board in July January , and appointed members at the next meeting following such appointment, by taking and subscribing to an oath or affirmation to support the laws and Constitution of the United States and the State of South Dakota and to faithfully perform the duties of school board membership and by filing a bond if required by law and having it approved. Section 22. That § 9-8-4 be amended to read as follows: 9-8-4. The common council shall consist of the mayor elected at large and two aldermen elected from and by the voters of each ward of the municipality. The term of office shall be for two years, unless a municipality adopts an ordinance establishing the term of office to be three, four , or five years. The mayor and aldermen shall hold office until successors are elected and qualified. At the first election of aldermen, the council shall stagger the initial terms of the alderman in each ward to provide that the two aldermen are not up for reelection in the same year. A person may hold office for more than one term. Section 23. That § 9-9-3 be amended to read as follows: 9-9-3. The term of office of the members of the board including the mayor may not exceed five shall be four years as determined by ordinance , except that at the first election after the adoption of the commission form of government the mayor's term shall be for five four years and the commissioners shall determine by lot their respective terms. In case the number of commissioners is four, one two shall serve for one year, one for two years , one for three years, and one two for four years. In case the number of commissioners is two, one shall serve for two years and one for four years. At the annual election preceding the expiration of the term of office of the mayor or any commissioner, a successor shall be elected for a term not to exceed five of four years as determined by ordinance . Section 24. That § 9-9-27 be amended to read as follows: 9-9-27. In a municipality governed by a board consisting of three members, all matters relating to public parks, except in municipalities having a park board, streets, alleys, and public grounds, the sanitary condition thereof, property in connection therewith, and the lighting thereof; the construction, maintenance, and operation of sewers; the finances and revenues and the collection thereof; the assessment and collection of all taxes; the appropriation of all moneys; the general finances and accounting systems of the municipality; and all other matters relating to the management of the affairs of the municipality not specifically assigned as duties of the mayor under § 9-9-26 shall be assigned or apportioned as equally as may be between the members by resolution of the board adopted by a majority thereof at the first meeting of the board in the month January following the election each year. Section 25. That § 9-13-1 be amended to read as follows: 9-13-1. In every municipality an annual election for the The election of municipal officers shall be held on the second Tuesday of April of each year, at such place in for each ward of the municipality as the governing body shall designate . The polls at such election shall be kept open continuously from eight o'clock in the forenoon until seven o'clock in the evening. However, the governing body of the municipality may, by ordinance, provide for the opening of the polls at seven o'clock at the next general election. The municipal officers shall be elected to serve staggered terms during the first general election. Such municipal officers shall thereafter be elected to four-year terms at each subsequent general election to succeed those members whose terms expire . Section 26. That § 9-13-1.1 be repealed. 9-13-1.1. Any other provision of this chapter notwithstanding, the members of the governing body of a municipality may choose to hold a general municipal election in conjunction with a regular school district election. The combined election is subject to approval by the governing body of the school district. The combined election shall be held on the regular date set for either the general municipal election or the school district election and all dates associated with either election pursuant to chapters 9-13 and 13-7 shall be adjusted accordingly. Expenses of a combined election shall be shared in a manner agreed upon by the governing bodies of the municipality and the school district. All other governmental responsibilities associated with holding elections under the provisions of chapters 9-13 and 13-7 shall be shared as agreed upon by the governing bodies. Section 27. That § 9-13-1.2 be repealed. 9-13-1.2. If the joint election provided for in § § 9-13-1.1 and 13-7-10.1 is held on the third Tuesday in June, all dates associated with the election are those provided in chapter 13-7. Section 28. That § 9-13-5.1 be repealed. 9-13-5.1. If death or withdrawal of a candidate or candidates at any time prior to forty-eight hours preceding the opening of the polls in any municipal election occasions that there is no contest on the ballot, that ballot need not be voted and if it constitutes the only ballot to be voted upon, then the election may be canceled by the officer responsible for its conduct and the unopposed candidate issued certificate of election as though duly elected. Section 29. That § 9-13-6 be amended to read as follows: 9-13-6. The finance officer of the municipality shall have a publish a notice published in the official newspaper of the municipality setting forth the vacancies which will occur by termination completion of the terms of office of elective officers. The notice shall also state the time and place where nominating petitions may be filed for such offices. The notice shall be published once each week for two consecutive weeks between the twenty-fifth day of January and the tenth day of February and the last publication may not be less than ten nor more than twenty days before the deadline for filing of petitions . Section 30. That § 9-13-7 be amended to read as follows: 9-13-7. No candidate for elective municipal office may be nominated unless a nominating petition is filed with the finance officer no later than five p.m. on the second Friday in March preceding the day of election . The nominating petition shall be filed not prior to eight a.m., January twentieth, and not later than five p.m., the first Tuesday of April prior to the date of the primary election. The petition shall be considered filed if it is mailed by registered or certified mail by five p.m. on the second Friday in March before the election. Such , the first Tuesday in April prior to the primary election. The petition shall contain the name of the candidate, his residence, his business address, and the office for which he the candidate is nominated and be on the form prescribed by the State Board of Elections. The signer's post office box number may be given in lieu of a street address if the signer lives within a municipality of the second or third class. The finance officer may only accept nominating petitions that are on the prescribed form and were circulated and submitted pursuant to the provisions in chapters 9-13 and 12-6. If the nominating petition meets the statutory requirements, the filing of the petition shall constitute nomination. Section 31. That § 9-13-9 be amended to read as follows: 9-13-9. In municipalities of the first and second class, if the candidate is to be voted for by the voters at large, a nominating petition shall be signed by fifteen registered voters of the municipality for each thousand or major fraction of the population, as shown by the last preceding federal census. No petition need be signed by more than fifty voters. If the candidate is to be voted for by the voters of a ward or subdivision of a municipality of the first or second class having more than one ward or subdivision, a nominating petition shall be signed by at least five percent of the registered voters of the ward or subdivision. The percentage shall be based on the total number of registered voters voting in the ward or subdivision at the last preceding general election. No petition need be signed by more than fifty voters. In municipalities of the third class, if the candidate is to be voted for by the voters at large, the nominating petition shall be signed by not less than ten registered voters of the municipality. If the candidate is to be voted for by the voters of a ward or subdivision of a municipality having more then one ward or subdivision, the nominating petition shall be signed by not less than five registered voters of the ward or subdivision. No nominating petition may be circulated until on or after the second Friday in February January twentieth prior to the election. Section 32. That § 9-13-13 be amended to read as follows: 9-13-13. Notice of every a special municipal election shall be given by publication thereof once each week for two successive weeks, the first publication may not be less than ten days prior to such election. The first notice shall contain a facsimile of the official ballot. Such The notice shall be published in the official newspaper or newspapers of the municipality as designated in § 9-12-6. If no newspaper is published in the municipality, such the notice shall be given by posting the same notice in three of the most public places therein in the municipality . Section 33. That § 9-13-14 be amended to read as follows: 9-13-14. Every Each special election authorized by law, except as provided in § 6-8B-4, shall be held upon the same notice, at the same polling places, be conducted, returned, and canvassed, and the result declared as provided herein for the annual municipal election of officers . The notice of such a special election shall state any question or questions to be voted upon. Section 34. That § 9-13-16.1 be amended to read as follows: 9-13-16.1. Each voting precinct for a special election shall be presided over by an election board consisting of a minimum of two precinct deputies and one precinct superintendent appointed by the governing body. Each precinct superintendent and precinct deputy shall receive compensation which shall be fixed by the governing body. Section 35. That chapter 9-13 be amended by adding thereto a NEW SECTION to read as follows: If three or more nominating petitions are filed for each municipal office, the auditor or clerk shall certify the nomination of candidates to the respective county auditors by the first Friday after the first Tuesday in April. The municipality shall furnish nonpolitical sample and official ballots in adequate numbers and time to permit distribution of such ballots by the respective county auditors with other primary election ballots. Following a primary election, the names of the two candidates receiving the most votes cast in the primary election or if there is only two nominating petitions filed, the names of the two candidates shall be certified. The municipality shall furnish nonpolitical sample and official ballots in adequate numbers and time to permit distribution of such ballots by the respective county auditors with other general election ballots. If only one nominating petition is filed for each vacancy to be filled and if there are no other questions to be submitted to the voters, no election may be held and the auditor or clerk shall issue certificates of election to the nominees in the same manner as to successful candidates after election. Section 36. That § 9-13-25 be repealed. 9-13-25. In municipalities with a population of twenty-five thousand or less, the person having the highest number of votes for any office shall be declared elected. However, in any municipality of the first or second class with a population of twenty-five thousand or less, the governing board may, on or before the first of October in the year preceding, approve an ordinance prescribing the secondary election procedures as found in § § 9-13-26 to 9-13-27.1, inclusive. Section 37. That § 9-13-27 be repealed. 9-13-27. In municipalities over twenty-five thousand in population, if no candidate in a race involving three or more candidates receives a majority of the votes cast, a secondary election shall be held two weeks from the date of the first election. At the secondary election the only persons voted for shall be the two candidates receiving the highest number of votes at the first election. The secondary election shall be held at the same polling places, be conducted, returned and canvassed and the result declared and entered upon the journal of the municipality in the same manner as the first election. The person receiving the highest number of votes at the secondary election is elected. Section 38. That § 9-13-27.1 be repealed. 9-13-27.1. The finance officer shall have a notice of election published once during the week next preceding any secondary election. Such notice shall include a list of all persons appearing on the ballot for the election. A facsimile of the official ballot need not be published for secondary elections. Section 39. That § 9-13-27.3 be repealed. 9-13-27.3. If any candidate for the municipal governing body is defeated by a margin not exceeding two percent of the total votes cast for all candidates for the office, or by a margin of five votes or less, the candidate may, within five days after completion of the official canvass, file with the municipal finance officer a written request for a recount. Upon receipt of a recount request, the finance officer shall set the time and place for the recount. A recount board shall be established consisting of one person chosen by each candidate declared elected and by each candidate who is eligible to request a recount. If this board consists of an even number of persons, one additional recount board member shall be appointed by the finance officer who shall be mutually agreeable to each candidate involved in the recount. The person having custody of the ballot boxes containing the ballots to be recounted shall deliver them to the recount board. Any question arising on the recount shall be determined by majority vote of the recount board. The recount shall proceed expeditiously until completed. Section 40. That § 9-13-27.4 be amended to read as follows: 9-13-27.4. Notwithstanding any other provisions of law, recounts of municipal ballot questions shall be conducted when, within five days after completion of the official canvass of a municipal ballot question election at which a question is approved or disapproved by a margin not exceeding two percent of the total votes cast in the election, any three registered voters of the municipality file a petition duly verified by them, setting forth that they believe a recount will change the outcome. A recount board shall be appointed by the finance officer who shall appoint one person on each side of the question and one person who shall be mutually agreed upon by the other two appointed. The recount shall be conducted according to the provisions of § 9-13-27.3. The person having custody of the ballot boxes containing the ballots to be recounted shall deliver them to the recount board. Any question arising on the recount shall be determined by majority vote of the recount board. The recount shall proceed expeditiously until completed Section 41. That § 9-13-31 be amended to read as follows: 9-13-31. The governing body shall, upon the presentation of a petition pursuant to § 9-13-30, within ten days, order and fix a date for holding a special election, to be on a Tuesday not less than thirty nor more than fifty days from the date of the order of the governing body. If a petition is filed on or after January first prior to the annual municipal election and within sufficient time to comply with the provisions of § 9-13-14, the question of a successor shall be submitted at that annual election. The governing body shall have a notice of election published in the same manner as provided in § 9-13-13. Section 42. That § 9-13-37 be repealed. 9-13-37. Any other provision of this chapter notwithstanding, the members of the governing body of a municipality may choose to hold a municipal election in conjunction with the regular June primary election. The combined election is subject to approval by the county commissions of the counties in which the municipality is located. Expenses of a combined election shall be shared in a manner agreed upon by the governing body of the municipality and the county commissions involved. All other governmental responsibilities associated with holding elections under the provisions of chapters 9-13 and Title 12 shall be shared as agreed upon by the governing bodies. The finance officer shall publish the notice required in § 9-13-6 between February fifteenth and March first. No nominating petition may be circulated for signatures until March first. Nominating petitions shall be filed under the provisions of § 9-13-7 by the first Tuesday in April. The finance officer shall certify to the appropriate county auditor the candidate names and ballot language to be voted on by the first Friday after the first Tuesday in April. Section 43. That § 9-13-40 be repealed. 9-13-40. Any other provision of this chapter notwithstanding, the members of the governing body of a municipality may choose to hold a municipal election on the first Tuesday in June. The finance officer shall publish the notice required in § 9-13-6 between February fifteenth and March first. No nominating petition may be circulated for signature until March first. Nominating petitions shall be filed under the provisions of § 9-13-7 by the first Tuesday in April. All other governmental responsibilities associated with holding elections under the provisions of chapter 9-13 shall be met by the municipality. Section 44. That § 9-14-5 be amended to read as follows: 9-14-5. Each appointive municipal officer shall begin discharging the duties of the office as soon as the officer has qualified and shall hold office until the appointment and qualification of a successor. Each elective municipal officer, if elected to fill a vacancy, shall begin discharging the duties of the office as soon as the officer has qualified. Except as otherwise provided, every each officer, if elected for a full term, shall begin discharging the duties of the office on the first Monday of May January next succeeding the election or as soon thereafter as the officer has qualified. If the election is held on the first or third Tuesday in June the officer shall enter upon the discharge of duties on the first Monday in July next succeeding the election or as soon as the officer is qualified. Section 45. That § 12-1-11 be amended to read as follows: 12-1-11. Except as may be otherwise provided by law, in any election in which all voters of a county participate, the costs relating to the election shall be paid by the county from funds appropriated therefor. In all other elections costs therefor shall be paid from funds appropriated by the governing board of municipalities, school districts and other political subdivisions requiring an election for their own purposes. Costs relating to a combined municipal and school board election may be shared under the provisions of § § 9-13-1.1 and 13-7-10.1. Section 46. That § 12-2-5 be repealed. 12-2-5. Any other provision of law notwithstanding, the members of the governing body of any governmental subdivision may choose to hold their elections in conjunction with the regular June primary election. The combined election is subject to approval by the county commissions of the counties in which the governmental subdivision is located. Expenses of a combined election shall be shared in a manner agreed upon by the governing body of the subdivision and the county commissions involved. All other governmental responsibilities associated with holding elections under the provisions for that subdivision and Title 12 shall be shared as agreed upon by the governing bodies. The governmental subdivision clerk shall publish the notice of vacancy between February fifteenth and March first. No nominating petition may be circulated for signatures until March first. Nominating petitions shall be filed under the provisions required for that subdivision by the first Tuesday in April. The clerk shall certify to the appropriate county auditor the candidate names and ballot language to be voted on by the first Friday after the first Tuesday in April. Section 47. That § 12-6-51.4 be repealed. 12-6-51.4. Any other provision of this chapter notwithstanding, the members of the county commission may, by resolution, choose to hold the secondary election authorized pursuant to § 12-6-51.1 in conjunction with a regular school district election, and with a general municipal election if the municipality has chosen to combine with the school district pursuant to § § 9-13-1.1 and 13-7-10. The combined election shall be held on the third Tuesday of June. All expenses of a combined primary runoff, school district and municipal election shall be shared in a manner agreed upon by the governing bodies of the school district, the municipality and the board of county commissioners. All other governmental responsibilities associated with holding elections under the provisions of chapters 9-13, 12-6 and 13-7 shall be shared as agreed upon by the governing bodies. Section 48. Notwithstanding in any provisions in this Act or any other statute, each municipal officer and school district board member whose current term expires in 2002 or any year thereafter shall continue to hold such office until the election and qualification of a successor. Each municipal officer and school board member shall be elected in 2002 and shall be elected for staggered term as drawn by lot. Section 49. This Act is effective on January 1, 2002."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16090, "action_date": "2001-01-25T14:00:00-06:00", "document_id": 88642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88642.pdf", "status_text": "First read in House and referred to", "journal_page": 206, "committee_id_action": 712, "committee_id_assigned": 707, "result": "N", "vote": {}}, {"bill_id": 16090, "action_date": "2001-02-12T10:00:00-06:00", "document_id": 89789, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89789.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 707, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16090, "action_date": "2001-02-14T10:00:00-06:00", "document_id": 90021, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90021.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 707, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16090, "action_date": "2001-02-14T10:00:00-06:00", "document_id": 90021, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90021.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 707, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 49585, "president_vote": null, "Nay": [2526, 2540, 2548, 2554, 2582, 2591], "Excused": [2537], "Yea": [2538, 2563, 2565, 2604, 2588, 2593]}}, {"bill_id": 16090, "action_date": "2001-02-14T10:00:00-06:00", "document_id": 90021, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90021.pdf", "status_text": "Tabled", "journal_page": 520, "committee_id_action": 707, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49586, "president_vote": null, "Yea": [2526, 2540, 2548, 2554, 2582, 2591, 2588], "Excused": [2537], "Nay": [2538, 2563, 2565, 2604, 2593]}}]}