{"session_id": 19, "bill_id": 159, "bill_type": "Senate Bill", "bill_number": 230, "bill_title": "equalize certain levies for the general fund of school districts.", "sponsors": [{"legislator_profile_id": 338, "is_prime": true}, {"legislator_profile_id": 396, "is_prime": false}, {"legislator_profile_id": 364, "is_prime": false}, {"legislator_profile_id": 336, "is_prime": false}], "keywords": ["Education", "School District", "State Aid to Education", "Taxes"], "audio": [{"meeting_datetime": "2013-02-12T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sed21.mp3", "start_seconds": 3530.0}, {"meeting_datetime": "2013-02-12T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sed21.mp3", "start_seconds": 3530.0}, {"meeting_datetime": "2013-02-12T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sed21.mp3", "start_seconds": 3530.0}], "bill_versions": [{"bill_id": 159, "bill_version_id": 24727, "bill_version": "Introduced", "bill_version_date": "2013-01-28T09:50:11-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to equalize certain levies for the general fund of school districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-13 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of § 13-13-72.1, for property taxes payable in 2014, the Legislature during the 2013 session shall set the maximum general fund school district tax levies at the same amount for property classified as agricultural property and owner-occupied single-family dwellings. Section 2. That § 10-12-42 be amended to read as follows: 10-12-42. For taxes payable in 2013 2014 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be eight dollars and sixty-two and eight tenth tenths cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section, and owner- occupied property as provided in subdivision (3) of this section; (2) The maximum tax levy on agricultural property for such school district shall be two dollars and thirty-two and two tenths three dollars and fourteen and eight tenths cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; and (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40 for such school district shall be four dollars and two and nine tenths three dollars and fourteen and eight tenths cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in this section, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies. All levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue. These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10-12-43, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 159, "action_date": "2013-01-28T14:00:00-06:00", "document_id": 24841, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24841.pdf", "status_text": "First read in Senate and referred to", "journal_page": 244, "committee_id_action": 200, "committee_id_assigned": 178, "result": "N", "vote": {}}, {"bill_id": 159, "action_date": "2013-02-12T07:45:00-06:00", "document_id": 25422, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25422.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 178, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 159, "action_date": "2013-02-12T07:45:00-06:00", "document_id": 25532, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25532.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 370, "committee_id_action": 178, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13639, "president_vote": null, "Yea": [366, 358, 364, 331, 368, 328, 386]}}]}