{"session_id": 44, "bill_id": 22119, "bill_type": "House Bill", "bill_number": 1145, "bill_title": "provide a limited time extension for the conduct of performance management reviews.", "sponsors": [{"legislator_profile_id": 1836, "is_prime": true}], "keywords": ["Emergency Management", "Government Operations and Audit", "Legislature and Statutes"], "audio": [], "bill_versions": [{"bill_id": 22119, "bill_version_id": 214693, "bill_version": "Introduced", "bill_version_date": "2021-01-28T09:37:04.267-06:00", "bill_text": "An Act to provide a limited time extension for the conduct of performance management reviews. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 2-6-37 be AMENDED. 2-6-37. Performance management review--Schedule--Extension--Content--Uniform template. The Government Operations and Audit Committee shall establish a schedule whereby the committee reviews the performance management of each state agency at least once every three years. If the Governor declares a state of emergency and the committee determines that circumstances preclude it from conducting an adequate performance management review according to the established schedule, the committee may extend the schedule for review by up to one hundred eighty days. The performance management review shall must include the following: (1) The strategic goals of each agency with specific, quantifiable outcomes and measurements to track progress toward those goals; (2) A description of how the resources allocated to the agency's programs and strategies will result in the agency's defined outcomes; and (3) Identification of the performance measurements that will be used to determine if the agency is achieving desired outcomes. For use in conducting the performance management reviews required in this section, the committee shall develop and provide to each state agency a standardized, uniform template that, beginning January 1, 2021, each agency shall use when presenting information to the committee."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22119, "action_date": "2021-01-28T14:00:00-06:00", "document_id": 214370, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214370.pdf", "status_text": "First Reading House", "journal_page": 148, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22119, "action_date": "2021-02-02T14:00:00-06:00", "document_id": 215283, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215283.pdf", "status_text": "Referred to", "journal_page": 179, "committee_id_action": 492, "committee_id_assigned": 498, "result": "N", "vote": {}}, {"bill_id": 22119, "action_date": "2021-02-05T13:00:00-06:00", "document_id": 216672, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216672.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 225, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22119"}