{"session_id": 61, "bill_id": 21359, "bill_type": "House Bill", "bill_number": 1181, "bill_title": "impose a sales and use tax on certain advertising services for the purpose of funding an energy assistance program for certain nursing homes, community service organizations, juvenile corrections placement agencies, and adjustment training centers.", "sponsors": [{"legislator_profile_id": 3600, "is_prime": true}, {"legislator_profile_id": 3641, "is_prime": true}, {"legislator_profile_id": 3572, "is_prime": false}, {"legislator_profile_id": 3573, "is_prime": false}, {"legislator_profile_id": 3582, "is_prime": false}, {"legislator_profile_id": 3597, "is_prime": false}, {"legislator_profile_id": 3605, "is_prime": false}, {"legislator_profile_id": 3636, "is_prime": false}, {"legislator_profile_id": 3637, "is_prime": false}, {"legislator_profile_id": 3660, "is_prime": false}, {"legislator_profile_id": 3661, "is_prime": false}, {"legislator_profile_id": 3670, "is_prime": false}, {"legislator_profile_id": 3676, "is_prime": false}], "keywords": ["Administrative Rules", "Elections", "Taxes"], "audio": [{"meeting_datetime": "2007-01-30T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hta15.mp3", "start_seconds": 6395.0}, {"meeting_datetime": "2007-01-30T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hta15.mp3", "start_seconds": 6395.0}, {"meeting_datetime": "2007-01-30T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hta15.mp3", "start_seconds": 6395.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hta17.mp3", "start_seconds": 143.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hta17.mp3", "start_seconds": 143.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hta17.mp3", "start_seconds": 143.0}], "bill_versions": [{"bill_id": 21359, "bill_version_id": 110742, "bill_version": "Introduced", "bill_version_date": "2007-01-25T08:48:51-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to impose a sales and use tax on certain advertising services for the purpose of funding an energy assistance program for certain nursing homes, community service organizations, juvenile corrections placement agencies, and adjustment training centers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: There is hereby imposed a tax of four percent upon the gross receipts from advertising services for political campaigns. The gross receipts from any political campaign include the cost of promoting any candidate, initiative, referendum, or cause in a public election of the state or any of its political subdivisions. Section 2. That chapter 10-46 be amended by adding thereto a NEW SECTION to read as follows: There is hereby imposed a tax of four percent upon the gross receipts from advertising services for political campaigns. The gross receipts from any political campaign include the cost of promoting any individual, initiative, referendum, or cause in a public election of the state or any of its political subdivisions. Section 3. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: There is hereby created in the state treasury the sales tax advertising fund. The revenue received each year from the tax imposed by sections 1 and 2 of this Act shall be deposited in the sales tax advertising fund. The moneys deposited in the fund shall be invested by the state investment council pursuant to chapter 4-5 and all interest and profits derived from such investment shall be retained in the fund. The secretary of the Department of Social Services shall administer a program to provide energy assistance for facilities operated by one of the following entities: nursing homes, community service organizations, juvenile corrections placement agencies, and adjustment training centers. If the entity receives the provider inflation index increase from the state, the entity is eligible for funding pursuant to this section. Each eligible entity shall annually file an application by August first with the Department of Social Services on a form prescribed by the secretary of social services. The entity shall identify the number of square feet in its facility and the annual energy costs to operate the facility based on the state's fiscal year. The secretary shall distribute to each entity an amount equal to the money deposited in the fund during the previous fiscal year times the ratio of square feet in the entity's facility to the total square feet of all of the facilities eligible for assistance. The secretary of social services shall approve vouchers and the state auditor shall draw warrants to pay each entity its share of the distribution by September first. Section 4. That § 10-45-12.1 be amended to read as follows: 10-45-12.1. The following services enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President are exempt from the provisions of this chapter: health services (major group 80); educational services (major group 82) except schools and educational services not elsewhere classified (industry no. 8299); social services (major group 83); agricultural services (major group 07) except veterinarian services (group no. 074) and animal specialty services, except veterinary (industry no. 0752); forestry services (group no. 085); radio and television broadcasting (group no. 483); railroad transportation (major group 40); local and suburban passenger transportation (group no. 411) except limousine services; school buses (group no. 415); trucking and courier services, except air (group no. 421) except collection and disposal of solid waste; farm product warehousing and storage (industry no. 4221); establishments primarily engaged in transportation on rivers and canals (group no. 444); establishments primarily engaged in air transportation, certified carriers (group no. 451); establishments primarily engaged in air transportation, noncertified carriers (group no. 452) except chartered flights (industry no. 4522) and airplane, helicopter, balloon, dirigible, and blimp rides for amusement or sightseeing; pipe lines, except natural gas (major group 46); arrangement of passenger transportation (group no. 472); arrangement of transportation of freight and cargo (group no. 473); rental of railroad cars (group no. 474); water supply (industry no. 4941); sewerage systems (industry no. 4952); security brokers, dealers and flotation companies (group no. 621); commodity contracts brokers and dealers (group no. 622); credit counseling services provided by individual and family social services (industry no. 8322); construction services (division C) except industry no. 1752 and locksmiths and locksmith shops; consumer credit reporting agencies, mercantile reporting agencies, and adjustment and collection agencies (group no. 732), if the debt was incurred out-of-state and the client does not reside within the state. The following are also specifically exempt from the provisions of this chapter: financial services of institutions subject to tax under chapter 10-43 including loan origination fees, late payment charges, nonsufficient fund check charges, stop payment charges, safe deposit box rent, exchange charges, commission on travelers checks, charges for administration of trusts, interest charges, and points charged on loans; commissions earned or service fees paid by an insurance company to an agent or representative for the sale of a policy; services of brokers and agents licensed under Title 47; the sale of trading stamps; rentals of motor vehicles as defined by § 32-5-1 leased under a single contract for more than twenty-eight days; advertising services except advertising services provided for political campaigns ; services provided by any corporation to another corporation which is centrally assessed having identical ownership and services provided by any corporation to a wholly owned subsidiary which is centrally assessed; continuing education programs; tutoring; vocational counseling, except rehabilitation counseling; and motion picture rentals to a commercially operated theater primarily engaged in the exhibition of motion pictures. Section 5. That § 10-45-108 be amended to read as follows: 10-45-108. For purposes of the tax imposed by this chapter, a retailer shall source sales of tangible personal property and services to the location where the tangible personal property or service is received. The department shall promulgate rules, pursuant to chapter 1-26, defining the location of receipt. The rules promulgated pursuant to this section may provide an alternative method of sourcing telecommunication services and advertising services provided for political campaigns ."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21359, "action_date": "2007-01-25T14:00:00-06:00", "document_id": 110857, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110857.pdf", "status_text": "First read in House and referred to", "journal_page": 198, "committee_id_action": 923, "committee_id_assigned": 919, "result": "N", "vote": {}}, {"bill_id": 21359, "action_date": "2007-01-30T07:45:00-06:00", "document_id": 111139, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111139.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 919, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21359, "action_date": "2007-02-01T07:45:00-06:00", "document_id": 111357, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111357.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 919, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21359, "action_date": "2007-02-01T07:45:00-06:00", "document_id": 111357, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111357.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 304, "committee_id_action": 919, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66589, "president_vote": null, "Nay": [3577], "Yea": [3593, 3594, 3632, 3642, 3643, 3649, 3651, 3665, 3668, 3670, 3674, 3675, 3590], "Excused": [3622]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21359"}