{"session_id": 19, "bill_id": 114, "bill_type": "House Bill", "bill_number": 1094, "bill_title": "authorize gestational carrier agreements in certain situations.", "sponsors": [{"legislator_profile_id": 324, "is_prime": true}, {"legislator_profile_id": 328, "is_prime": true}], "keywords": ["Contracts", "Domestic Relations", "Parent and Child", "Paternity"], "audio": [{"meeting_datetime": "2013-02-15T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hju24.mp3", "start_seconds": 690.0}, {"meeting_datetime": "2013-02-15T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hju24.mp3", "start_seconds": 690.0}, {"meeting_datetime": "2013-02-15T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hju24.mp3", "start_seconds": 690.0}], "bill_versions": [{"bill_id": 114, "bill_version_id": 23987, "bill_version": "Introduced", "bill_version_date": "2013-01-18T08:42:52.717-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize gestational carrier agreements in certain situations. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Assisted conception,\" a pregnancy resulting from the insemination of an egg of a woman with sperm of a man by any means other than sexual intercourse; (2) \"Donor,\" an individual who produces eggs or sperm used for assisted conception, whether or not for consideration. The term does not include: (a) A husband who provides sperm or a wife who provides eggs, to be used for assisted conception by the wife; (b) A woman who gives birth to a child by means of assisted conception; (c) An individual whose body produces sperm or egg used for the purpose of conceiving a child for that individual; (3) \"Gestational carrier,\" an adult woman who enters into an agreement to bear a child conceived through assisted conception, not using her own egg, for intended parents; (4) \"Surrogate,\" an adult woman who enters into an agreement to bear a child conceived through assisted conception, using her own egg, for intended parents. Section 2. The provisions of this Act to not prohibit assisted conception between a husband and wife who are the intended parents. Section 3. Any agreement in which a woman agrees to become a surrogate and to relinquish that woman's rights and duties as parent of a child conceived through assisted conception is unenforceable. The surrogate is the mother of a resulting child and the surrogate's husband, if a party to the agreement, is the father of the child. If the surrogate's husband is not a party to the agreement or the surrogate is unmarried, paternity of the child is governed by applicable law. Any placement of a child conceived pursuant to a surrogate agreement shall follow the requirements of chapter 25-6. Section 4. Donors have no parental rights. Section 5. A child born to a gestational carrier is a child of the intended parents for all purposes and is not a child of the gestational carrier or the gestational carrier's husband, if any. Section 6. All gestational carrier agreements shall be filed with the court, and shall be approved by the court, prior to conception. Section 7. A gestational carrier shall be deemed to have satisfied the requirements of this Act if she has met the following requirements at the time the gestational carrier agreement is executed: (1) She is at least twenty-one years of age; (2) She has given birth to at least one child; (3) She has completed a medical evaluation; (4) She has completed a mental health evaluation; (5) She has undergone legal consultation with independent legal counsel regarding the terms of the gestational carrier agreement and the potential legal consequences of the gestational surrogacy; and (6) She has obtained a health insurance policy that covers major medical treatments and hospitalization and the health insurance policy has a term that extends throughout the duration of the expected pregnancy and for eight weeks after the birth of the child. However, the policy may be procured by the intended parents on behalf of the gestational carrier pursuant to the gestational carrier agreement. Section 8. Any intended parent shall be deemed to have satisfied the requirements of this Act if the intended parent has met the following requirements at the time the gestational carrier agreement is executed: (1) The intended parent contributes either the sperm or the egg resulting in a pre-embryo that the gestational carrier will attempt to carry to term; (2) The intended parent has a medical need for the gestational carrier as evidenced by a qualified physician's affidavit attached to the gestational carrier agreement; (3) The intended parent has completed a mental health evaluation; and (4) The intended parent has undergone legal consultation with independent legal counsel regarding the terms of the gestational carrier agreement and the potential legal consequences of the gestational surrogacy. Section 9. A gestational carrier agreement shall be presumed legally enforceable only if: (1) It is in writing; (2) It is executed prior to the commencement of any medical procedures beyond the medical and mental health evaluations necessary to determine eligibility of the parties pursuant to sections 7 and 8 of this Act in furtherance of the gestational surrogacy; (3) Both of the gestational carrier and each intended parent is represented by separate counsel in all matters concerning the gestational surrogacy and the gestational carrier agreement; (4) Both of the gestational carrier and the intended parent sign a written acknowledgment that he or she received information about the legal, financial, and contractual rights, expectations, penalties, and obligations of the gestational carrier agreement; (5) If the gestational carrier agreement provides for the payment of compensation to the gestational carrier, the compensation shall be placed in escrow with an independent escrow agent prior to the gestational carrier's commencement of any medical procedure; and (6) It is witnessed by two competent adults. Section 10. A gestational carrier agreement shall provide for: (1) The express written agreement of the gestational carrier to undergo pre-embryo transfer and attempt to carry and give birth to the child, and to surrender custody of the child to the intended parent or parents immediately upon the birth of the child; (2) If the gestational carrier is married, the express agreement of her husband to undertake the obligations imposed on the gestational carrier pursuant to the terms of the gestational carrier agreement, and to surrender custody of the child to the intended parent or parents immediately upon the birth of the child; (3) The rights of the gestational carrier to utilize the services of a physician of her choosing, after consultation with the intended parents, to provide her care during the pregnancy; and (4) The express written agreement of the intended parent or parents to accept custody of the child immediately upon his or her birth and to assume sole responsibility for the support of the child immediately upon his or her birth. Section 11. A gestational carrier agreement is enforceable for purposes of state law even if it contains one or more of the following provisions: (1) The gestational carrier's agreement to undergo all medical exams, treatments, and fetal monitoring procedures that the physician recommended for the success of the pregnancy; (2) The gestational carrier's agreement to abstain from any activities that any intended parent or the physician reasonably believes to be harmful to the pregnancy and future health of the child, including smoking, drinking alcohol, using nonprescribed drugs, using prescription drugs not authorized by a physician aware of the gestational carrier's pregnancy, exposure to radiation, or any other activities proscribed by a health care provider; (3) The agreement of the intended parents to pay the gestational carrier reasonable compensation; or (4) The agreement of the intended parents to pay for or reimburse the gestational carrier for reasonable expenses including medical, legal, or other professional expenses related to the gestational surrogacy and the gestational carrier agreement. Section 12. In the event that any of the requirements of this Act are not met, a court of competent jurisdiction shall determine parentage based on the evidence of the parties' intent. Section 13. Any person who is considered to be the parent of a child pursuant to this Act is obligated to support the child. The breach of the gestational carrier agreement by any intended parent does not relieve such intended parent of the support obligations imposed by this Act. A sperm or egg donor, other than an anonymous sperm or egg donor, may be liable for child support only if he or she fails to enter into a legal agreement with the intended parents in which the intended parents agree to assume all rights and responsibilities for any resulting child, and the sperm or egg donor relinquishes his or her rights to any resulting embryos or children. Section 14. Except as provided in this Act, no person may be held civilly liable for nonnegligent actions taken pursuant to the requirements of this Act. Section 15. Noncompliance by the gestational carrier or any intended parent occurs if that party breaches a material provision of the gestational carrier agreement. In the event of material noncompliance with the requirements of this Act, a court of competent jurisdiction shall determine the respective rights and obligations of the parties. Section 16. There is no specific performance remedy available for a breach by the gestational carrier of a gestational carrier agreement term that requires her to be impregnated. Section 17. Except as expressly provided in the gestational carrier agreement, each intended parent is entitled to all remedies available at law or equity. Section 18. Except as expressly provided in the gestational carrier agreement, the gestational carrier is entitled to all remedies available at law or equity. Section 19. No action to invalidate a gestational carrier agreement meeting the requirements of this Act or to challenge the rights of parentage established pursuant to this Act may be commenced after twelve months from the date of birth of the child."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 114, "action_date": "2013-01-18T13:00:00-06:00", "document_id": 24084, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24084.pdf", "status_text": "First read in House and referred to", "journal_page": 109, "committee_id_action": 202, "committee_id_assigned": 198, "result": "N", "vote": {}}, {"bill_id": 114, "action_date": "2013-02-15T10:00:00-06:00", "document_id": 25538, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25538.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 198, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 114, "action_date": "2013-02-15T10:00:00-06:00", "document_id": 25850, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25850.pdf", "status_text": "Tabled", "journal_page": 427, "committee_id_action": 198, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13863, "president_vote": null, "Yea": [353, 351, 348, 350, 359, 398, 406, 416, 402, 381, 334], "Excused": [324, 369]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/114"}