{"session_id": 21, "bill_id": 6175, "bill_type": "House Bill", "bill_number": 1075, "bill_title": "provide for off-road vehicle trails, to establish a fund to create and maintain the trails, and to provide a penalty therefor.", "sponsors": [{"legislator_profile_id": 943, "is_prime": true}, {"legislator_profile_id": 946, "is_prime": true}, {"legislator_profile_id": 884, "is_prime": false}, {"legislator_profile_id": 889, "is_prime": false}, {"legislator_profile_id": 953, "is_prime": false}, {"legislator_profile_id": 906, "is_prime": false}, {"legislator_profile_id": 900, "is_prime": false}, {"legislator_profile_id": 864, "is_prime": false}, {"legislator_profile_id": 921, "is_prime": false}, {"legislator_profile_id": 949, "is_prime": false}], "keywords": ["License", "Minors", "Motor Vehicles", "Prison or Jail Cost Estimate", "Recreation and Sports"], "audio": [], "bill_versions": [{"bill_id": 6175, "bill_version_id": 33532, "bill_version": "Introduced", "bill_version_date": "2015-01-23T09:17:02.67-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for off-road vehicle trails, to establish a fund to create and maintain the trails, and to provide a penalty therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Department of Game, Fish and Parks may require an off-road vehicle trail permit to operate an off-road vehicle on state off-road vehicle trails. The Game, Fish and Parks Commission shall, by rules promulgated pursuant to chapter 1-26, establish an annual off-road vehicle permit fee for residents and nonresidents. The off-road vehicle trail permit allows the use of an off-road vehicle on all state off-road vehicle trails, including portions of the highway that are not marked as an off-road vehicle free zone. The moneys from the off-road vehicle trail permit fees shall be deposited in the off-road vehicle trail fund. Section 2. There is hereby established the off-road vehicle trail fund in the state treasury for the purpose of establishing and maintaining off-road vehicle trails in the state. Section 3. The moneys in the off-road vehicle trail fund established pursuant to section 2 of this Act are hereby appropriated for the administration of this Act. Moneys in the fund shall accumulate without reversion at the close of the fiscal year. Section 4. The Department of Game, Fish and Parks shall, as rapidly as the accumulation of funds in the off-road vehicle trails fund permits, establish state off-highway vehicle trails and areas. The Game, Fish and Parks Commission is hereby authorized to expend such funds for the construction, maintenance, and marking of trails, including payments for the acquisition or leasing of land or easements and payments to the Department of Transportation for ditch maintenance, and for off-road vehicle safety programs and initiatives. Section 5. Disbursements from the off-road vehicle trail fund shall be paid on warrants drawn by the state auditor on vouchers approved by the Game, Fish and Parks Commission. Section 6. The use of state off-road vehicle trails by any person operating an off-road vehicle without an off-road vehicle trail license is a Class 2 misdemeanor. Section 7. The Department of Game, Fish and Parks may place signs within any public right-of-way providing directions to a state owned or managed public use area. Section 8. Notwithstanding § 32-20-2, a minor may operate an off-road vehicle on a portion of the public street or highway that is not marked as an off-road vehicle free zone as long as the minor is twelve years or older and is operating the off-road vehicle under the direct supervision of a licensed parent or guardian. Section 9. That § 32-20-12 be amended to read as follows: 32-20-12. No person may operate on a public street or highway an off-road vehicle except for crossing from one side of the road to the other. A person twelve years of age or older may operate an off-road vehicle in a highway ditch if the vehicle is operated as close as possible to the outer edge of the highway right-of-way. However, no person may operate an off-road vehicle in a highway ditch along the interstate highway system, or operate an off-road vehicle on any lands owned, leased, or controlled by the Department of Game, Fish and Parks, or any highway ditch located within, except on a designated off-road vehicle area or designated trail, or operate an off-road vehicle in a highway ditch that is designated as part of the state snowmobile trails system pursuant to chapter 41-19 or on a public bike trail. A violation of this section is a Class 2 misdemeanor. Off-road vehicles need not be registered and licensed for use upon the highways except as provided in § 32-20-13 unless the off-road vehicle is operated on a portion of the highway or road that is marked as an off-road vehicle free zone. Off-road vehicles shall be titled. The Department of Revenue shall issue a certificate of title for off-road vehicles the same as for other motor vehicles subject to the provisions of chapter 32-3."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6175, "action_date": "2015-01-23T13:00:00-06:00", "document_id": 33597, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33597.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 124, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6175"}