{"session_id": 56, "bill_id": 18549, "bill_type": "House Bill", "bill_number": 1224, "bill_title": "establish a border school district enrollment options program.", "sponsors": [{"legislator_profile_id": 3050, "is_prime": true}, {"legislator_profile_id": 3090, "is_prime": true}, {"legislator_profile_id": 3058, "is_prime": false}, {"legislator_profile_id": 3060, "is_prime": false}, {"legislator_profile_id": 3077, "is_prime": false}, {"legislator_profile_id": 3091, "is_prime": false}, {"legislator_profile_id": 3105, "is_prime": false}, {"legislator_profile_id": 3123, "is_prime": false}, {"legislator_profile_id": 3127, "is_prime": false}, {"legislator_profile_id": 3129, "is_prime": false}], "keywords": ["Education", "School Districts"], "audio": [{"meeting_datetime": "2004-02-10T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hed21hb1224a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-10T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hed21hb1224a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-10T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hed21hb1224b.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18549, "bill_version_id": 99706, "bill_version": "Introduced", "bill_version_date": "2004-01-23T08:07:21-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a border school district enrollment options program. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: There is hereby created a border school district enrollment options program. The program enables any student who resides in a South Dakota school district adjoining a school district in another state to enroll in the adjoining out-of-state school district if any student from the adjoining out-of-state district has reciprocal rights to attend school in an adjoining South Dakota school district. For the purposes of this Act, a border school district is any school district with boundaries adjoining another state. Section 2. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: A border school district shall grant a request for a transfer into the district from any parent or guardian of a student who resides in an adjoining out-of-state district unless the transfer would result in an inability to provide a quality educational program based on criteria established by the district pursuant to § 13-28-44. A request for a transfer into a border school district from any parent or guardian of a student in need of special education or special education and related services who resides in an adjoining out-of-state district is subject to the provisions of § 13-28-42.1. Section 3. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: Any parent or legal guardian of a student who wishes to enroll in an adjoining out-of-state school district under the provisions of this Act shall apply on forms provided by the Department of Education by January first of the preceding school year. If approved, the enrollment begins at the start of the next school year. Any application may be withdrawn by the applicant prior to the approval of the request and upon notification of the district to which the student applied. Once approved by the adjoining out-of-state district, the approved application serves as the student's notice of intent to enroll in the adjoining out-of-state school district during the next school year, unless both the resident school district and the adjoining out-of-state district agree in writing to allow the student to transfer back to the resident district. Once enrolled in an adjoining out-of-state district, the student may remain enrolled and is not required to resubmit annual applications. Section 4. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: The parent or guardian of any student who has been accepted for transfer to an adjoining out-of-state school district is responsible for transporting the student to school in the adjoining out-of-state school district without reimbursement. However, a school district sending or receiving students under the provisions of this Act may provide transportation. The provisions of § 13-29-4 do not apply when transporting students enrolled under the provisions of this Act. A border school district may charge a reasonable fee if an out-of-state student elects to use the transportation services offered by the border district. Section 5. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: A school district shall accept credits for any course completed in any accredited school district as the result of a transfer under the provisions of this Act. However, a school district may award a diploma to a student who resides in an adjoining out-of-state school district only if the student satisfactorily meets its graduation requirements. Section 6. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding any other provision of law, no student may enroll in an adjoining out-of- state school district pursuant to the provisions of this Act if that school district does not serve the student's grade level within the physical boundaries of the school district. Section 7. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"Average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and pupils for whom tuition is being paid pursuant to § 13-28-42 and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (1B) For border school districts that send or receive students participating in the border school district enrollment options program pursuant to this Act, a student sent to an adjoining out-of-state school district may be included in the average daily membership of the sending school district, but a student received from an adjoining out-of-state school district may not be included in the average daily membership of the receiving district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for school fiscal year 2004 is $3,967.88. Each school fiscal year thereafter, the per student allocation is the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" the per student allocation multiplied by the adjusted average daily membership; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42; (7) \"General fund balance,\" the unreserved fund balance of the general fund, less general fund exclusions plus, beginning with transfers made in fiscal year 2001, any transfers out of the general fund for the previous school fiscal year; (8) \"General fund balance percentage,\" is a school district's general fund balance divided by the school district's total general fund expenditures for the previous school fiscal year, the quotient expressed as a percent; (9) \"General fund base percentage,\" is the general fund balance percentage as of June 30, 2000. However, the general fund base percentage can never increase and can never be less than twenty percent; (10) \"Allowable general fund balance,\" the fund base percentage multiplied by the district's general fund expenditures in the previous school fiscal year; (11) \"Imputed interest rate,\" the average prime rate for the preceding fiscal year minus 2.5 percentage points; (12) \"General fund exclusions,\" revenue a school district has received from the imposition of the excess tax levy pursuant to § 10-12-43; revenue a school district has received from gifts, contributions, grants, or donations; revenue a school district has received under the provisions of § § 13-6-92 to 13-6-96, inclusive; and any revenue in the general fund set aside for a noninsurable judgment. Section 8. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: Any border school district that is eligible to receive foundation program state aid pursuant to § 13-13-13 and receives it for a student that it sends to an adjoining out-of-state school district under the provisions of this Act, shall submit the per student allocation as defined in subdivision 13-13-10.1(4) to the adjoining out-of-state school district where the student is enrolled. Section 9. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: Any border school district that either sends students to or receives students from an adjoining out-of-state school district according to the provisions of this Act shall annually by July first enter into an agreement with that adjoining out-of-state school district. The agreement shall be approved by the secretary of the Department of Education. The terms of the agreement shall provide for the compensation of both districts for educating out-of state students and shall provide approximately equal advantage to both districts. The compensation agreed to by the two affected school districts shall be in addition to the foundation state aid money that each border school district will provide pursuant to section 8 of this Act. If a border school district fails to meet the terms of an agreement established pursuant to this section by not adequately compensating the out-of-state school district, the Department of Education shall provide the out- of-state district with the compensation necessary to meet the terms of the agreement."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18549, "action_date": "2004-01-23T12:00:00-06:00", "document_id": 99770, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99770.pdf", "status_text": "First read in House and referred to", "journal_page": 183, "committee_id_action": 831, "committee_id_assigned": 820, "result": "N", "vote": {}}, {"bill_id": 18549, "action_date": "2004-01-30T10:00:00-06:00", "document_id": 100353, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100353.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 820, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18549, "action_date": "2004-02-06T10:00:00-06:00", "document_id": 100784, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100784.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 820, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18549, "action_date": "2004-02-10T10:00:00-06:00", "document_id": 101066, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101066.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 820, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18549, "action_date": "2004-02-10T10:00:00-06:00", "document_id": 101066, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101066.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 496, "committee_id_action": 820, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57423, "president_vote": null, "Yea": [3049, 3051, 3053, 3069, 3082, 3104, 3108, 3110, 3131, 3141, 3088, 3083], "Excused": [3067], "Nay": [3107, 3145]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/18549"}