{"session_id": 4, "bill_id": 4802, "bill_type": "Senate Bill", "bill_number": 45, "bill_title": "revise the requirements regarding the licensing and regulation of public grain warehouses, to establish a grain warehouse fund, and to make a continuous appropriation from that fund.", "sponsors": [], "keywords": ["Administrative Rules", "Agriculture", "Appropriations", "Public Utilities Commission"], "audio": [{"meeting_datetime": "2008-01-17T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sag08.mp3", "start_seconds": 554.0}, {"meeting_datetime": "2008-01-17T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sag08.mp3", "start_seconds": 554.0}, {"meeting_datetime": "2008-01-17T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sag08.mp3", "start_seconds": 554.0}, {"meeting_datetime": "2008-01-17T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sag08.mp3", "start_seconds": 554.0}, {"meeting_datetime": "2008-01-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen10.mp3", "start_seconds": 346.0}, {"meeting_datetime": "2008-01-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen10.mp3", "start_seconds": 346.0}, {"meeting_datetime": "2008-01-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen10.mp3", "start_seconds": 346.0}, {"meeting_datetime": "2008-02-14T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hag24.mp3", "start_seconds": 128.0}, {"meeting_datetime": "2008-02-14T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hag24.mp3", "start_seconds": 128.0}, {"meeting_datetime": "2008-02-14T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hag24.mp3", "start_seconds": 128.0}, {"meeting_datetime": "2008-02-20T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou27.mp3", "start_seconds": 3033.0}, {"meeting_datetime": "2008-02-20T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou27.mp3", "start_seconds": 3033.0}, {"meeting_datetime": "2008-02-20T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou27.mp3", "start_seconds": 3033.0}, {"meeting_datetime": "2008-02-20T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou27.mp3", "start_seconds": 3033.0}], "bill_versions": [{"bill_id": 4802, "bill_version_id": 440, "bill_version": "Introduced", "bill_version_date": "2008-01-05T12:56:27.38-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the requirements regarding the licensing and regulation of public grain warehouses, to establish a grain warehouse fund, and to make a continuous appropriation from that fund. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-43-1 be amended to read as follows: 49-43-1. If the operator of any public grain warehouse receives grain into such warehouse, he shall designate in writing whether the grain is to be sold or stored, such designation to be made in accord with any prior agreement with the owner, and settlement Any grain delivered to a public grain warehouse shall be considered stored at the time of delivery unless an arrangement has been made with the public grain warehouse operator prior to or at the time of delivery to apply the grain on contract, for shipment or consignment, or for cash sale. Grain may be held in open storage, a grain bank account, or placed on a warehouse receipt. The warehouse shall issue a scale ticket for any grain received by the warehouse. The warehouse shall keep sufficient grain inventory to cover all stored grain. Settlement for all grain stored or sold shall be made immediately on demand by the owner. Section 2. That § 49-43-1.1 be amended to read as follows: 49-43-1.1. Terms used in this chapter mean: (1) \"Commission,\" the Public Utilities Commission of this state; (1A) \"Grain bank,\" grain which is received by a public grain warehouse from depositors for storage and is to be withdrawn and processed into feed as needed; (1B) \"Open storage grain,\" grain received by a public grain warehouse from a depositor for which a warehouse receipt has not been issued or a purchase made and is not grain bank; (2) \"Public grain warehouse,\" any public warehouse where grain, as defined in subdivision 49-45-1.1(2), is received for storage for hire. A public grain warehouse may also purchase, receive or handle grain in accordance with the provisions of chapter 49-45 relating to grain dealers buyers ; (3) \"Receipt,\" a warehouse receipt which complies with the requirements of this chapter and the rules of the commission promulgated pursuant thereto; (4) \"Scale ticket,\" a memorandum issued by a public grain warehouseman warehouse or grain dealer buyer to a depositor at the time grain is initially delivered, showing the weight of the load, kind of grain, date of delivery , and indicates whether the grain is to be sold or stored or sold under a warehouse receipt, in open storage, or in a grain bank account . Section 3. That § 49-43-2 be amended to read as follows: 49-43-2. If any grain is delivered to any person doing a public grain warehouse business in this state , and a receipt is issued therefor providing for a delivery of a like kind, amount and grade to the holder of the receipt in return, such and is held in open storage, in a grain bank account, or placed on a warehouse receipt, the delivery is a bailment and not a sale of the grain so delivered . Section 4. That § 49-43-2.1 be amended to read as follows: 49-43-2.1. The lessee, owner or manager operator of a public grain warehouse shall give a receipt for the grain received by it for storage , except for grain held in open storage or a grain bank account . No receipt forms form may be used except those any form requested and ordered in accordance with the Public Utilities Commission commission's rules promulgated pursuant to chapter 1-26. The commission shall determine by rule or order the form and contents of the any receipt forms form , which shall be uniform. All Any receipt forms form may be recovered by the commission or its agents or employees if the warehouseman's public grain warehouse license is revoked, suspended , or otherwise terminated. A violation of this section is a Class 2 Class 1 misdemeanor. Section 5. That § 49-43-3 be amended to read as follows: 49-43-3. In no case shall is the grain stored under a receipt as required by § 49-43-2.1, be open storage grain, or grain bank liable to seizure upon process of any court in any action against the bailee, except an action by the owner of open storage grain, owner of grain bank, or owner or holder of such a warehouse receipt to enforce the terms of the same. In the event of the failure or insolvency of such the bailee, grain on hand in the public grain warehouse shall first be applied to the redemption and satisfaction of outstanding receipts issued from such by the warehouse and to owners of open storage grain and grain bank . Section 6. That § 49-43-4 be repealed. 49-43-4. Any public grain warehouseman storing his own grain and seed is subject to the grain warehouse law of this state and to the rules made thereunder. Section 7. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: The commission may promulgate rules pursuant to chapter 1-26 concerning: (1) The procedure for filing grain reports; (2) The form of a public grain warehouse's bond and application, and the information required to be included for licensing; (3) Requirements and procedures for releasing bonds; (4) Requirements for posting public grain warehouse's licenses; (5) Procedures and requirements for license suspension, revocation, transfer of ownership, or insolvency by a public grain warehouse; (6) Requirements for the form of, procedures for, and the issuance and control of grain warehouse receipts and scale tickets; (7) Specifications for the safe storage of grain; (8) Requirements for filing financial statements with the commission and the financial standards by which the statements are approved when considering whether to license a public grain warehouse; and (9) The rates for receiving, handling, redelivering, and storing grain. Section 8. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: No owner, lessee, or manager of any public grain warehouse may transact any business as a public grain warehouse until a license has been issued by the commission. Any person who does business as a public grain warehouse without a license is guilty of a Class 1 misdemeanor. Each day a person conducts the business of a public grain warehouse without a license is a separate offense. The operation of a public grain warehouse without a license may be enjoined by the commission. In addition, the commission may assess a civil fine against an unlicensed warehouse operator in the amount of one thousand dollars a day up to a maximum of twenty thousand dollars. Section 9. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: Before any license is granted to a public grain warehouse, the warehouse operator shall file with the commission a bond conditioned to secure the faithful performance of the warehouse operator's obligations as a public warehouse and full and unreserved compliance with the laws of this state and the rules of the commission, relating to the storage of property for hire by the public warehouse. The bond shall be in the amount specified by § 49-43-5.3. Operation as a public grain warehouse without a bond is a Class 1 misdemeanor. Each day a person conducts the business of a public grain warehouse without a bond is a separate offense. Section 10. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: Upon receipt of an application and sufficient bond, the commission may grant the license applied for or may, for good cause shown, deny the issuance of the license. Section 11. That § 49-43-5.3 be amended to read as follows: 49-43-5.3. The bond required by § 49-42-5.1 section 9 of this Act for public grain warehousemen warehouses is for the specific purpose of protecting persons storing grain with the warehousemen warehouse . The warehouseman warehouse operator shall furnish a single bond in an amount equal to one-half of the local market value of the grain bank or warehouse receipted grain stored in his the warehouse, or if multiple warehouses are operated by the warehouseman warehouse operator , the bond shall equal one-half of the local market value of the grain bank or warehouse receipted grain stored at all warehouse locations. However, a warehouseman warehouse operator shall provide a minimum bond of twenty-five thousand dollars at any one municipality or location. Such The minimum bond amounts per municipality or location does not limit the bond coverage available to depositors at any one warehouse location. The entire bond, up to the amount on its face, shall provide coverage to a depositor conducting business at any of the warehouseman's warehouse operator's locations. The bond shall describe with particularity the exact locations of the warehouses to be covered. Section 12. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: Each license issued pursuant to section 10 of this Act expires on the next June thirtieth following the issuance of the license. The commission may at any time for good cause shown revoke or suspend any grain warehouse license. However, the grain warehouse operator has the right of appeal from the decision provided by chapter 1-26 for the review of final decisions of the commission. Section 13. That § 49-43-5.6 be amended to read as follows: 49-43-5.6. If any warehouseman The commission may immediately suspend the license of a warehouse operator and the warehouse operator shall surrender the license to the commission if: (1) The warehouse operator , whether licensed or unlicensed, refuses, neglects , or is unable, upon proper demand, to redeem any warehouse receipt or scale ticket for grain in open storage or in grain bank issued by him the warehouse operator , through redelivery or cash payment , or if any warehouseman ; (2) The warehouse operator refuses, neglects , or is unable to provide the requisite a bond to procure a warehouseman's license, the Public Utilities Commission shall in an amount required by the commission; or (3) The commission has knowledge of any act of insolvency, including the filing of a petition in bankruptcy naming the warehouse as debtor. Within fifteen days the warehouse operator may request a hearing pursuant to chapter 1-26 to determine if the license should be revoked. If no request is made within fifteen days, the commission shall revoke the license. If the commission determines it is necessary, the commission may apply to the circuit court in the county in which the warehouseman warehouse operator operates for that court to appoint a receiver. The receiver shall have such powers and duties as the court , from time to time, may direct. Section 14. That § 49-43-5.8 be amended to read as follows: 49-43-5.8. If the Public Utilities Commission commission becomes aware of any act by any warehouseman warehouse operator as described in § 49-43-5.6, or has knowledge of any act of insolvency, including but not limited to the filing of a petition in bankruptcy naming the warehouseman as debtor, the commission shall may : (1) Take immediate possession of the warehouse facility, and undertake an immediate audit and verify the names and addresses of all outstanding warehouse receipt holders and scale ticket holders as revealed by the audit, and audit and certify the quantity and class or classes of grain therein; (2) Immediately notify the surety named in both the warehouseman's warehouse's and dealer's grain buyer's bonds, if any, held by such warehouseman the warehouse . Section 15. That § 49-43-9 be amended to read as follows: 49-43-9. The operator of every each public grain warehouse shall, on or before the tenth day of each month and at such additional times as the commission requires, furnish the commission on forms prepared by the commission, reports showing the facts and information required by the commission. The reports are not for public inspection, but the commission may, upon request, furnish the total of the figures shown on such the reports when if the figures requested are for not less than four public grain warehouses. Nothing in this section prohibits the commission from providing the reports to state or federal governmental agencies who may not release information on individual reports to the public. A violation of this section by an operator is a Class 2 Class 1 misdemeanor. Section 16. That § 49-43-10 be amended to read as follows: 49-43-10. Each public grain warehouse shall obtain a yearly measurement of all the grain in its facility and shall provide the results of the measurement to the commission along with a daily position report as of the time of the measurement. The measurement shall be performed by a person independent of the warehouse and approved by the commission. The commission may also call for, from time to time, and require the operator of a public grain warehouse shall to furnish under oath, a written report showing the condition and management of the business, the total number of bushels of each kind and grade of grain purchased and in store, the number delivered out, the number remaining in store at the date of the report, and any other information regarding the business of the public grain warehouse which the commission requires. A violation of this section is a Class 2 Class 1 misdemeanor. No warehouseman warehouse need weigh the grain on hand more than once in each year. If required by the commission, a warehouseman warehouse shall measure his its grain inventory at his its expense. The commission shall designate a person who is qualified to perform the measurement, which may be an agent or employee of the warehouseman warehouse or a third party as appropriate under the circumstances of the investigation. Section 17. That § 49-43-11 be amended to read as follows: 49-43-11. The lessee, owner, or manager of a public grain warehouse which has furnished a bond and received a public grain warehouse license, shall receive for storage all grain offered for storage at the warehouse, which at the time of such the offer are in suitable condition for storage, and which are tendered in the usual course of business. However, if the capacity of the warehouse to receive the grain is exhausted and the owner, lessee or manager of the warehouse is prevented from shipping the grain to a terminal market by inability to obtain cars for shipment or some other valid cause rendering the receiving of such grain impossible and over which the owner, lessee, or manager has no control, the provisions of this section are waived. However, a warehouse operator may refuse to store grain if the capacity of the warehouse is exhausted or for other good cause. A warehouse operator that refuses to store grain shall provide the person requesting storage with the reason for the refusal in writing. The written notice of refusal shall state that the person being refused storage may file a complaint with the commission contesting the refusal. A violation of this section is a Class 2 Class 1 misdemeanor. Section 18. That § 49-43-13 be amended to read as follows: 49-43-13. The storage period for grain deposited in a public grain warehouse shall terminate on June thirtieth of each year. In the absence of a demand for delivery, order to sell, or request by the holder of an outstanding storage receipt, accompanied by the payment of all accrued storage and handling charges as prescribed by law, the warehouseman may, upon the expiration of the storage contract, sell such stored grain at the local market price, on the close of business of that day, deduct from the proceeds thereof all legal accrued charges and cash advances which may have been made upon such stored grain by the warehouseman and pay the balance of such proceeds to the owner upon surrender of the storage receipt. By June thirtieth of each year, each warehouse operator shall provide written notice to each current depositor of all outstanding warehouse receipts, grain in open storage, and grain in a grain bank account. The notice shall state the market value of the grain and any accrued storage charges. Copies of the notices shall be kept and made available for inspection by the commission. Section 19. That § 49-43-14 be repealed. 49-43-14. Upon the payment of all the accrued charges and the return of the storage receipt, a public warehouseman shall, if requested by the holder of an outstanding storage receipt, issue a new storage receipt to such holder and cancel the former receipt by endorsing thereon the words, \"Canceled by the issuance of storage receipt No. ________,\" and inserting the number of the new storage receipt. The canceled storage receipt shall be signed by the warehouseman and the holder. Section 20. That § 49-43-15 be amended to read as follows: 49-43-15. No warehouse receipt may be issued by a public grain warehouse except upon actual delivery of grain into the warehouse; nor may a receipt be issued for a greater quantity of grain than was actually received; nor may more than one receipt be issued for the same lot of grain, unless receipt for part of a lot is desired, and then the aggregate receipts for a particular lot shall cover that lot and no more. A violation of this section is a Class 2 Class 1 misdemeanor. Section 21. That § 49-43-22 be amended to read as follows: 49-43-22. Upon the return of any storage receipt by a receipt holder, a scale ticket for open storage grain, or a scale ticket for grain in a grain bank account, to the public grain warehouse issuing the receipt or scale ticket , and the tender of all proper charges on the grain represented by the receipt or scale ticket , such the grain or an equal quantity of the same grade, kind and quality shall immediately be delivered to the holder of such the receipt or scale ticket as rapidly as due diligence, care, and prudence justify. Section 22. That § 49-43-23 be amended to read as follows: 49-43-23. Nothing in § 49-43-22 means the delivery of the identical grain specified in the receipt or scale ticket . A warehouseman warehouse may instead deliver an equal amount of the same grade, kind and quality. If the grain so delivered has not been cleaned by the warehouseman warehouse , there shall be added to the amount so delivered the amount originally deducted from the grain stored for dirt. When such dockage and foreign material. If the grain is to be delivered from some terminal market point, the public grain warehouseman warehouse issuing such the storage receipts or scale tickets shall guarantee weight, grade , and quality. Section 23. That § 49-43-27 be repealed. 49-43-27. A representative of the Division of Commercial Inspection and Licensing may at any time without notice enter any public warehouse in this state and test and seal any weighing scale and measure used in conducting the warehouse business. The division may acquire standard weights and measures and such additional facilities and equipment, including motor vehicles or such other means of conveyance it deems necessary and suitable in carrying on the work of inspecting, testing, and correcting scales in this state. Section 24. That § 49-43-28 be repealed. 49-43-28. If the person making an inspection pursuant to § 49-43-27 finds any scales in use in the public warehouse inaccurate, he shall condemn the scales and attach thereto a card, notice, or other device indicating that the scales are condemned. It is thereafter a Class 2 misdemeanor for any person to remove, deface or destroy such card, notice or other device placed upon the condemned scales, or to again use, or permit the use of such scales for any purpose, until they have been repaired, retested, and found to be correct, and until the Division of Commercial Inspection Licensing, or the person making the inspection, consents to the further use of such scales. Section 25. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: Open storage grain is considered stored grain and is covered by the warehouse bond required pursuant to § 49-43-5.3. However, bond proceeds may only be applied to open storage grain after grain subject to a receipt and grain held in grain bank have been paid from the bond proceeds. Warehouse receipts shall be issued for all grain held in open storage longer than forty-five days after delivery to the warehouse unless the depositor has applied the grain on contract, for shipment or consignment, or for cash sale. If a warehouse receipt is issued for open storage grain that was stored for longer than forty-five days, the depositor is liable for warehouse storage fees from the date of delivery. Section 26. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: A public grain warehouse shall keep all grain in the warehouse insured at current market value against loss by fire, windstorm, and extended coverage risks. The warehouse operator shall furnish the commission with proof of the insurance when the operator applies for a license. A violation of this section is a Class 1 misdemeanor. Section 27. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: A public grain warehouse shall keep all records of grain purchased and stored and all receipts, scale tickets, and contracts issued and canceled in a safe place. The records shall be kept current and open for inspection by the commission. Each record shall be retained for a period of six years. Section 28. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: The operator of a public grain warehouse shall notify the commission, within twenty-four hours, if the public grain warehouse is destroyed or substantially damaged. Section 29. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: The commission shall cause every public grain warehouse to be inspected at such times as the commission considers necessary. The inspector shall report in writing to the commission the result of the inspection. The inspector may at any time during ordinary business hours enter any public grain warehouse or any office in which the books and accounts of any public warehouse are kept, and may examine all the books relating to the transaction of business in such public grain warehouse either within or without the state. The commission may in all matters arising under chapters 49-43 to 49-44, inclusive, exercise the power of subpoena and examine witnesses in accordance with chapter 1-26. Section 30. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: Any authorized inspector employed by the commission may place a person under arrest without warrant for a violation of any provision of this chapter which is committed in the presence of the inspector. No commission inspector is a law enforcement officer for the purposes of § 23-3-27. Section 31. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: Any public grain warehouse operator in the state who refuses access to the warehouse's books and accounts or hinders and delays the commission or any of its employees or agents in examining the books and accounts, may be punished by a civil fine not exceeding two thousand dollars. In addition, the commission may revoke the license of the public warehouse. Section 32. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: Upon completing an inspection an inspector may issue a memorandum of adjustments. The commission may assess a civil fine in the amount of two hundred dollars for failure to comply with the memorandum of adjustments within thirty days. After thirty days, each day that the memorandum goes uncorrected may be considered a separate offense. Section 33. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: Unless otherwise specifically provided by this chapter, the provisions regarding uniform warehouse receipts in chapter 57A-7 apply to the receipts and contracts of public grain warehouses operating within this state. Section 34. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: Any public grain warehouse operator, or any officer, agent, or employee, who issues a receipt knowing that the goods for which the receipt is issued have not been actually received by the warehouse, or are not under the warehouse's actual control at the time of issuing the receipt, is guilty of a Class 5 felony. Section 35. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: Any grain warehouse operator, or any officer, agent, or employee who fraudulently issues a receipt for goods knowing that it contains any false statement, is guilty of a Class 1 misdemeanor. Section 36. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: Any grain warehouse operator, or any officer, agent or employee, who issues a duplicate or additional negotiable receipt for goods knowing that a former negotiable receipt for the same goods or any part of them is outstanding and uncanceled, without plainly placing upon the face thereof the word, duplicate, except in the case of a lost or destroyed receipt after proceedings as provided for in subdivision 57A-7-601(1), is guilty of a Class 5 felony. Section 37. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: If there are deposited with or held by a warehouse goods of which the warehouse is owner, either solely or jointly or in common with others, the warehouse operator, or any officer, agent, or employee, who, knowing this ownership, issues or aids in issuing a negotiable receipt for such goods which does not state the ownership, is guilty of a Class 1 misdemeanor. Section 38. That chapter 49-33 be amended by adding thereto a NEW SECTION to read as follows: Any grain warehouse operator, or any officer, agent, or employee, who delivers goods out of the possession of the grain warehouse, knowing that a negotiable receipt, the negotiation of which would transfer the right to the possession of such goods, is outstanding and uncanceled, without obtaining the possession of the receipt at or before the time of the delivery, except in the cases provided for in subdivisions 57A-7-206(1) to (3), inclusive, subdivisions 57A-7-210(1) and (2), and subdivision 57A-7-601(1), is guilty of a Class 1 misdemeanor. Section 39. That chapter 49-33 be amended by adding thereto a NEW SECTION to read as follows: Any person who deposits goods to which the person does not have title, or upon which there is a lien or mortgage, and who takes for the goods a negotiable receipt which the person afterwards negotiates for value with intent to deceive and without disclosing the person's lack of title or the existence of the lien or mortgage is guilty of a Class 1 misdemeanor. Section 40. That chapter 49-33 be amended by adding thereto a NEW SECTION to read as follows: An aggrieved party may appeal any decision of the commission made in the course of administration of this chapter in accordance with chapter 1-26. Section 41. That chapter 49-33 be amended by adding thereto a NEW SECTION to read as follows: It is a Class 1 misdemeanor for any person to falsely weigh any grain or any other agricultural product. Section 42. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: Any money collected by the commission pursuant to chapters 49-43 and 49-45 shall be paid into the state treasury and credited to the grain warehouse fund which is hereby established in the state treasury. Any money credited in the fund and any interest earned on the fund are continuously appropriated to the commission for the implementation of the provisions of chapters 49-43 and 49-45."}, {"bill_id": 4802, "bill_version_id": 1368, "bill_version": "Senate Agriculture and Natural Resources Engrossed", "bill_version_date": "2008-01-17T14:38:32.783-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the requirements regarding the licensing and regulation of public grain warehouses, to establish a grain warehouse fund, and to make a continuous appropriation from that fund. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-43-1 be amended to read as follows: 49-43-1. If the operator of any public grain warehouse receives grain into such warehouse, he shall designate in writing whether the grain is to be sold or stored, such designation to be made in accord with any prior agreement with the owner, and settlement Any grain delivered to a public grain warehouse shall be considered stored at the time of delivery unless an arrangement has been made with the public grain warehouse operator prior to or at the time of delivery to apply the grain on contract, for shipment or consignment, or for cash sale. Grain may be held in open storage, a grain bank account, or placed on a warehouse receipt. The warehouse shall issue a scale ticket for any grain received by the warehouse. The warehouse shall keep sufficient grain inventory to cover all stored grain. Settlement for all grain stored or sold shall be made immediately on demand by the owner. Section 2. That § 49-43-1.1 be amended to read as follows: 49-43-1.1. Terms used in this chapter mean: (1) \"Commission,\" the Public Utilities Commission of this state; (1A) \"Grain bank,\" grain which is received by a public grain warehouse from depositors for storage and is to be withdrawn and processed into feed as needed; (1B) \"Open storage grain,\" grain received by a public grain warehouse from a depositor for which a warehouse receipt has not been issued or a purchase made and is not grain bank; (2) \"Public grain warehouse,\" any public warehouse where grain, as defined in subdivision 49-45-1.1(2), is received for storage for hire. A public grain warehouse may also purchase, receive or handle grain in accordance with the provisions of chapter 49-45 relating to grain dealers buyers ; (3) \"Receipt,\" a warehouse receipt which complies with the requirements of this chapter and the rules of the commission promulgated pursuant thereto; (4) \"Scale ticket,\" a memorandum issued by a public grain warehouseman warehouse or grain dealer buyer to a depositor at the time grain is initially delivered, showing the weight of the load, kind of grain, date of delivery , and indicates whether the grain is to be sold or stored or sold under a warehouse receipt, in open storage, or in a grain bank account . Section 3. That § 49-43-2 be amended to read as follows: 49-43-2. If any grain is delivered to any person doing a public grain warehouse business in this state , and a receipt is issued therefor providing for a delivery of a like kind, amount and grade to the holder of the receipt in return, such and is held in open storage, in a grain bank account, or placed on a warehouse receipt, the delivery is a bailment and not a sale of the grain so delivered . Section 4. That § 49-43-2.1 be amended to read as follows: 49-43-2.1. The lessee, owner or manager operator of a public grain warehouse shall give a receipt for the grain received by it for storage , except for grain held in open storage or a grain bank account . No receipt forms form may be used except those any form requested and ordered in accordance with the Public Utilities Commission commission's rules promulgated pursuant to chapter 1-26. The commission shall determine by rule or order the form and contents of the any receipt forms form , which shall be uniform. All Any receipt forms form may be recovered by the commission or its agents or employees if the warehouseman's public grain warehouse license is revoked, suspended , or otherwise terminated. A violation of this section is a Class 2 Class 1 misdemeanor. Section 5. That § 49-43-3 be amended to read as follows: 49-43-3. In no case shall is the grain stored under a receipt as required by § 49-43-2.1, be open storage grain, or grain bank liable to seizure upon process of any court in any action against the bailee, except an action by the owner of open storage grain, owner of grain bank, or owner or holder of such a warehouse receipt to enforce the terms of the same. In the event of the failure or insolvency of such the bailee, grain on hand in the public grain warehouse shall first be applied to the redemption and satisfaction of outstanding receipts issued from such by the warehouse and to owners of open storage grain and grain bank . Section 6. That § 49-43-4 be repealed. 49-43-4. Any public grain warehouseman storing his own grain and seed is subject to the grain warehouse law of this state and to the rules made thereunder. Section 7. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: The commission may promulgate rules pursuant to chapter 1-26 concerning: (1) The procedure for filing grain reports; (2) The form of a public grain warehouse's bond and application, and the information required to be included for licensing; (3) Requirements and procedures for releasing bonds; (4) Requirements for posting public grain warehouse's licenses; (5) Procedures and requirements for license suspension, revocation, transfer of ownership, or insolvency by a public grain warehouse; (6) Requirements for the form of, procedures for, and the issuance and control of grain warehouse receipts and scale tickets; (7) Specifications for the safe storage of grain; (8) Requirements for filing financial statements with the commission and the financial standards by which the statements are approved when considering whether to license a public grain warehouse; and (9) The rates for receiving, handling, redelivering, and storing grain. Section 8. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: No owner, lessee, or manager of any public grain warehouse may transact any business as a public grain warehouse until a license has been issued by the commission. Any person who does business as a public grain warehouse without a license is guilty of a Class 1 misdemeanor. Each day a person conducts the business of a public grain warehouse without a license is a separate offense. The operation of a public grain warehouse without a license may be enjoined by the commission. In addition, the commission may assess a civil fine against an unlicensed warehouse operator in the amount of one thousand dollars a day up to a maximum of twenty thousand dollars. Section 9. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: Before any license is granted to a public grain warehouse, the warehouse operator shall file with the commission a bond conditioned to secure the faithful performance of the warehouse operator's obligations as a public warehouse and full and unreserved compliance with the laws of this state and the rules of the commission, relating to the storage of property for hire by the public warehouse. The bond shall be in the amount specified by § 49-43-5.3. Operation as a public grain warehouse without a bond is a Class 1 misdemeanor. Each day a person conducts the business of a public grain warehouse without a bond is a separate offense. Section 10. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: Upon receipt of an application and sufficient bond, the commission may grant the license applied for or may, for good cause shown, deny the issuance of the license. Section 11. That § 49-43-5.3 be amended to read as follows: 49-43-5.3. The bond required by § 49-42-5.1 section 9 of this Act for public grain warehousemen warehouses is for the specific purpose of protecting persons storing grain with the warehousemen warehouse . The warehouseman warehouse operator shall furnish a single bond in an amount equal to one-half of the local market value of the grain stored in his the warehouse, or if multiple warehouses are operated by the warehouseman warehouse operator , the bond shall equal one-half of the local market value of the grain stored at all warehouse locations. However, a warehouseman warehouse operator shall provide a minimum bond of twenty-five thousand dollars at any one municipality or location. Such The minimum bond amounts per municipality or location does not limit the bond coverage available to depositors at any one warehouse location. The entire bond, up to the amount on its face, shall provide coverage to a depositor conducting business at any of the warehouseman's warehouse operator's locations. The bond shall describe with particularity the exact locations of the warehouses to be covered. Section 12. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: Each license issued pursuant to section 10 of this Act expires on the next June thirtieth following the issuance of the license. The commission may at any time for good cause shown revoke or suspend any grain warehouse license. However, the grain warehouse operator has the right of appeal from the decision provided by chapter 1-26 for the review of final decisions of the commission. Section 13. That § 49-43-5.6 be amended to read as follows: 49-43-5.6. If any warehouseman The commission may immediately suspend the license of a warehouse operator and the warehouse operator shall surrender the license to the commission if: (1) The warehouse operator , whether licensed or unlicensed, refuses, neglects , or is unable, upon proper demand, to redeem any warehouse receipt or scale ticket for grain in open storage or in grain bank issued by him the warehouse operator , through redelivery or cash payment , or if any warehouseman ; (2) The warehouse operator refuses, neglects , or is unable to provide the requisite a bond to procure a warehouseman's license, the Public Utilities Commission shall in an amount required by the commission; or (3) The commission has knowledge of any act of insolvency, including the filing of a petition in bankruptcy naming the warehouse as debtor. Within fifteen days the warehouse operator may request a hearing pursuant to chapter 1-26 to determine if the license should be revoked. If no request is made within fifteen days, the commission shall revoke the license. If the commission determines it is necessary, the commission may apply to the circuit court in the county in which the warehouseman warehouse operator operates for that court to appoint a receiver. The receiver shall have such powers and duties as the court , from time to time, may direct. Section 14. That § 49-43-5.8 be amended to read as follows: 49-43-5.8. If the Public Utilities Commission commission becomes aware of any act by any warehouseman warehouse operator as described in § 49-43-5.6, or has knowledge of any act of insolvency, including but not limited to the filing of a petition in bankruptcy naming the warehouseman as debtor, the commission shall may : (1) Take immediate possession of the warehouse facility, and undertake an immediate audit and verify the names and addresses of all outstanding warehouse receipt holders and scale ticket holders as revealed by the audit, and audit and certify the quantity and class or classes of grain therein; (2) Immediately notify the surety named in both the warehouseman's warehouse's and dealer's grain buyer's bonds, if any, held by such warehouseman the warehouse . Section 15. That § 49-43-9 be amended to read as follows: 49-43-9. The operator of every each public grain warehouse shall, on or before the tenth day of each month and at such additional times as the commission requires, furnish the commission on forms prepared by the commission, reports showing the facts and information required by the commission. The reports are not for public inspection, but the commission may, upon request, furnish the total of the figures shown on such the reports when if the figures requested are for not less than four public grain warehouses. Nothing in this section prohibits the commission from providing the reports to state or federal governmental agencies who may not release information on individual reports to the public. A violation of this section by an operator is a Class 2 Class 1 misdemeanor. Section 16. That § 49-43-10 be amended to read as follows: 49-43-10. Each public grain warehouse shall obtain a yearly measurement of all the grain in its facility and shall provide the results of the measurement to the commission along with a daily position report as of the time of the measurement. The measurement shall be performed by a qualified person independent of the warehouse. If the commission finds the person performing the measurement is not qualified or independent, the commission may require a different person to perform the measurement. The commission may also call for, from time to time, and require the operator of a public grain warehouse shall to furnish under oath, a written report showing the condition and management of the business, the total number of bushels of each kind and grade of grain purchased and in store, the number delivered out, the number remaining in store at the date of the report, and any other information regarding the business of the public grain warehouse which the commission requires. A violation of this section is a Class 2 Class 1 misdemeanor. No warehouseman warehouse need weigh the grain on hand more than once in each year , unless the commission requires an additional measurement as part of an investigation of the warehouse . If required by the commission, a warehouseman warehouse shall measure his its grain inventory at his its expense. The commission shall designate a person who is qualified to perform the measurement, which may be an agent or employee of the warehouseman warehouse or a third party as appropriate under the circumstances of the investigation. Section 17. That § 49-43-11 be amended to read as follows: 49-43-11. The lessee, owner, or manager of a public grain warehouse which has furnished a bond and received a public grain warehouse license, shall receive for storage all grain offered for storage at the warehouse, which at the time of such the offer are in suitable condition for storage, and which are tendered in the usual course of business. However, if the capacity of the warehouse to receive the grain is exhausted and the owner, lessee or manager of the warehouse is prevented from shipping the grain to a terminal market by inability to obtain cars for shipment or some other valid cause rendering the receiving of such grain impossible and over which the owner, lessee, or manager has no control, the provisions of this section are waived. However, a warehouse operator may refuse to store grain if the capacity of the warehouse is exhausted or for other good cause. If requested, a warehouse operator that refuses to store grain shall provide the person requesting storage with the reason for the refusal in writing. The written notice of refusal shall state that the person being refused storage may file a complaint with the commission contesting the refusal. A violation of this section is a Class 2 Class 1 misdemeanor. Section 18. That § 49-43-13 be amended to read as follows: 49-43-13. The storage period for grain deposited in a public grain warehouse shall terminate on June thirtieth of each year. In the absence of a demand for delivery, order to sell, or request by the holder of an outstanding storage receipt, accompanied by the payment of all accrued storage and handling charges as prescribed by law, the warehouseman may, upon the expiration of the storage contract, sell such stored grain at the local market price, on the close of business of that day, deduct from the proceeds thereof all legal accrued charges and cash advances which may have been made upon such stored grain by the warehouseman and pay the balance of such proceeds to the owner upon surrender of the storage receipt. By June thirtieth of each year, each warehouse operator shall provide written notice to each current depositor of all outstanding warehouse receipts, grain in open storage, and grain in a grain bank account. The notice shall state the market value of the grain and any accrued storage charges. Copies of the notices shall be kept and made available for inspection by the commission. Section 19. That § 49-43-15 be amended to read as follows: 49-43-15. No warehouse receipt may be issued by a public grain warehouse except upon actual delivery of grain into the warehouse; nor may a receipt be issued for a greater quantity of grain than was actually received; nor may more than one receipt be issued for the same lot of grain, unless receipt for part of a lot is desired, and then the aggregate receipts for a particular lot shall cover that lot and no more. A violation of this section is a Class 2 Class 1 misdemeanor. Section 20. That § 49-43-22 be amended to read as follows: 49-43-22. Upon the return of any storage receipt by a receipt holder, a scale ticket for open storage grain, or a scale ticket for grain in a grain bank account, to the public grain warehouse issuing the receipt or scale ticket , and the tender of all proper charges on the grain represented by the receipt or scale ticket , such the grain or an equal quantity of the same grade, kind and quality shall immediately be delivered to the holder of such the receipt or scale ticket as rapidly as due diligence, care, and prudence justify. Section 21. That § 49-43-23 be amended to read as follows: 49-43-23. Nothing in § 49-43-22 means the delivery of the identical grain specified in the receipt or scale ticket . A warehouseman warehouse may instead deliver an equal amount of the same grade, kind and quality. If the grain so delivered has not been cleaned by the warehouseman warehouse , there shall be added to the amount so delivered the amount originally deducted from the grain stored for dirt. When such dockage and foreign material. If the grain is to be delivered from some terminal market point, the public grain warehouseman warehouse issuing such the storage receipts or scale tickets shall guarantee weight, grade , and quality. Section 22. That § 49-43-27 be repealed. 49-43-27. A representative of the Division of Commercial Inspection and Licensing may at any time without notice enter any public warehouse in this state and test and seal any weighing scale and measure used in conducting the warehouse business. The division may acquire standard weights and measures and such additional facilities and equipment, including motor vehicles or such other means of conveyance it deems necessary and suitable in carrying on the work of inspecting, testing, and correcting scales in this state. Section 23. That § 49-43-28 be repealed. 49-43-28. If the person making an inspection pursuant to § 49-43-27 finds any scales in use in the public warehouse inaccurate, he shall condemn the scales and attach thereto a card, notice, or other device indicating that the scales are condemned. It is thereafter a Class 2 misdemeanor for any person to remove, deface or destroy such card, notice or other device placed upon the condemned scales, or to again use, or permit the use of such scales for any purpose, until they have been repaired, retested, and found to be correct, and until the Division of Commercial Inspection Licensing, or the person making the inspection, consents to the further use of such scales. Section 24. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: Open storage grain is considered stored grain and is covered by the warehouse bond required pursuant to § 49-43-5.3. Section 25. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: A public grain warehouse shall keep all grain in the warehouse insured at current market value against loss by fire, windstorm, and extended coverage risks. The warehouse operator shall furnish the commission with proof of the insurance when the operator applies for a license. A violation of this section is a Class 1 misdemeanor. Section 26. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: A public grain warehouse shall keep all records of grain purchased and stored and all receipts, scale tickets, and contracts issued and canceled in a safe place. The records shall be kept current and open for inspection by the commission. Each record shall be retained for a period of six years. Section 27. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: The operator of a public grain warehouse shall notify the commission, within twenty-four hours, if the public grain warehouse is destroyed or substantially damaged. Section 28. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: The commission shall cause every public grain warehouse to be inspected at such times as the commission considers necessary. The inspector shall report in writing to the commission the result of the inspection. The inspector may at any time during ordinary business hours enter any public grain warehouse or any office in which the books and accounts of any public warehouse are kept, and may examine all the books relating to the transaction of business in such public grain warehouse either within or without the state. The commission may in all matters arising under chapters 49-43 to 49-44, inclusive, exercise the power of subpoena and examine witnesses in accordance with chapter 1-26. Section 29. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: Any public grain warehouse operator in the state who refuses access to the warehouse's books and accounts or hinders and delays the commission or any of its employees or agents in examining the books and accounts, may be punished by a civil fine not exceeding two thousand dollars. In addition, the commission may revoke the license of the public warehouse. Section 30. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: Upon completing an inspection an inspector may issue a memorandum of adjustments. The commission may assess a civil fine in the amount of two hundred dollars for failure to comply with the memorandum of adjustments within thirty days. After thirty days, each day that the memorandum goes uncorrected may be considered a separate offense. Section 31. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: Unless otherwise specifically provided by this chapter, the provisions regarding uniform warehouse receipts in chapter 57A-7 apply to the receipts and contracts of public grain warehouses operating within this state. Section 32. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: Any public grain warehouse operator, or any officer, agent, or employee, who issues a receipt knowing that the goods for which the receipt is issued have not been actually received by the warehouse, or are not under the warehouse's actual control at the time of issuing the receipt, is guilty of a Class 5 felony. Section 33. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: Any grain warehouse operator, or any officer, agent, or employee who fraudulently issues a receipt for goods knowing that it contains any false statement, is guilty of a Class 1 misdemeanor. Section 34. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: Any grain warehouse operator, or any officer, agent or employee, who issues a duplicate or additional negotiable receipt for goods knowing that a former negotiable receipt for the same goods or any part of them is outstanding and uncanceled, without plainly placing upon the face thereof the word, duplicate, except in the case of a lost or destroyed receipt after proceedings as provided for in subdivision 57A-7-601(1), is guilty of a Class 5 felony. Section 35. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: If there are deposited with or held by a warehouse goods of which the warehouse is owner, either solely or jointly or in common with others, the warehouse operator, or any officer, agent, or employee, who, knowing this ownership, issues or aids in issuing a negotiable receipt for such goods which does not state the ownership, is guilty of a Class 1 misdemeanor. Section 36. That chapter 49-33 be amended by adding thereto a NEW SECTION to read as follows: Any grain warehouse operator, or any officer, agent, or employee, who delivers goods out of the possession of the grain warehouse, knowing that a negotiable receipt, the negotiation of which would transfer the right to the possession of such goods, is outstanding and uncanceled, without obtaining the possession of the receipt at or before the time of the delivery, except in the cases provided for in subdivisions 57A-7-206(1) to (3), inclusive, subdivisions 57A-7-210(1) and (2), and subdivision 57A-7-601(1), is guilty of a Class 1 misdemeanor. Section 37. That chapter 49-33 be amended by adding thereto a NEW SECTION to read as follows: Any person who deposits goods to which the person does not have title, or upon which there is a lien or mortgage, and who takes for the goods a negotiable receipt which the person afterwards negotiates for value with intent to deceive and without disclosing the person's lack of title or the existence of the lien or mortgage is guilty of a Class 1 misdemeanor. Section 38. That chapter 49-33 be amended by adding thereto a NEW SECTION to read as follows: An aggrieved party may appeal any decision of the commission made in the course of administration of this chapter in accordance with chapter 1-26. Section 39. That chapter 49-33 be amended by adding thereto a NEW SECTION to read as follows: It is a Class 1 misdemeanor for any person to falsely weigh any grain or any other agricultural product. Section 40. That chapter 49-43 be amended by adding thereto a NEW SECTION to read as follows: Any money collected by the commission pursuant to chapters 49-43 and 49-45 shall be paid into the state treasury and credited to the grain and warehouse fund which is hereby established in the state treasury. Any money credited in the fund and any interest earned on the fund are continuously appropriated to the commission for the implementation of the provisions of chapters 49-43 and 49-45. Section 41. The balance of funds in the grain and warehouse fund as established by § 49-42- 8 shall be transferred to the grain and warehouse fund established by this Act."}, {"bill_id": 4802, "bill_version_id": 3641, "bill_version": "Enrolled", "bill_version_date": "2008-02-21T10:52:55.8-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4802, "action_date": "2008-01-08T12:00:00-06:00", "document_id": 560, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/560.pdf", "status_text": "First read in Senate and referred to", "journal_page": 23, "committee_id_action": 28, "committee_id_assigned": 1, "result": "N", "vote": {}}, {"bill_id": 4802, "action_date": "2008-01-17T10:00:00-06:00", "document_id": 1039, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1039.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4802, "action_date": "2008-01-17T10:00:00-06:00", "document_id": 1355, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1355.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4802, "action_date": "2008-01-17T10:00:00-06:00", "document_id": 1355, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1355.pdf", "status_text": "Do Pass Amended", "journal_page": 160, "committee_id_action": 1, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 348, "president_vote": null, "Yea": [590, 530, 584, 613, 539, 550, 592, 596], "Nay": [618]}}, {"bill_id": 4802, "action_date": "2008-01-23T14:00:00-06:00", "document_id": 1712, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1712.pdf", "status_text": "Do Pass Amended", "journal_page": 195, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 491, "president_vote": null, "Yea": [557, 576, 621, 604, 553, 596, 560, 590, 598, 545, 592, 530, 601, 567, 535, 533, 582, 562, 622, 584, 569, 573, 618, 610, 629, 613, 632, 577, 588, 539, 627, 548, 550, 541, 607]}}, {"bill_id": 4802, "action_date": "2008-01-24T14:00:00-06:00", "document_id": 1819, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1819.pdf", "status_text": "First read in House and referred to", "journal_page": 248, "committee_id_action": 27, "committee_id_assigned": 13, "result": "N", "vote": {}}, {"bill_id": 4802, "action_date": "2008-02-14T07:45:00-06:00", "document_id": 2985, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2985.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 13, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4802, "action_date": "2008-02-14T07:45:00-06:00", "document_id": 3193, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3193.pdf", "status_text": "Do Pass", "journal_page": 572, "committee_id_action": 13, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1904, "president_vote": null, "Yea": [591, 608, 529, 616, 585, 544, 547, 531, 606, 587, 614], "Excused": [552, 594]}}, {"bill_id": 4802, "action_date": "2008-02-15T13:00:00-06:00", "document_id": 3326, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3326.pdf", "status_text": "Deferred to another day", "journal_page": 608, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4802, "action_date": "2008-02-19T14:00:00-06:00", "document_id": 3409, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3409.pdf", "status_text": "Deferred to another day", "journal_page": 632, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4802, "action_date": "2008-02-20T14:00:00-06:00", "document_id": 3534, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3534.pdf", "status_text": "Do Pass Amended", "journal_page": 649, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2267, "president_vote": null, "Yea": [602, 579, 609, 614, 625, 593, 586, 570, 597, 532, 608, 623, 574, 534, 555, 542, 568, 552, 575, 580, 572, 624, 595, 529, 594, 631, 565, 620, 616, 556, 585, 589, 633, 543, 558, 605, 628, 630, 571, 581, 544, 546, 537, 536, 578, 612, 551, 599, 617, 554, 547, 583, 538, 603, 615, 600, 531, 563, 540, 566, 549, 619, 626, 611, 606, 587, 559, 564, 561, 591]}}, {"bill_id": 4802, "action_date": "2008-02-21T14:00:00-06:00", "document_id": 3684, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3684.pdf", "status_text": "Signed by the President", "journal_page": 602, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4802, "action_date": "2008-02-21T14:00:00-06:00", "document_id": 3687, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3687.pdf", "status_text": "Signed by the Speaker", "journal_page": 688, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4802, "action_date": "2008-02-25T14:00:00-06:00", "document_id": 3929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3929.pdf", "status_text": "Delivered to the Governor", "journal_page": 620, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4802, "action_date": "2008-03-17T10:00:00-05:00", "document_id": 4324, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4324.pdf", "status_text": "Signed by the Governor", "journal_page": 742, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4110, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4802"}