{"session_id": 51, "bill_id": 16557, "bill_type": "House Bill", "bill_number": 1193, "bill_title": "provide procedures for initiating proposals for cooperation or consolidation as authorized by Constitutional Amendment B as agreed to by the voters of South Dakota during the 2000 general election.", "sponsors": [{"legislator_profile_id": 2593, "is_prime": true}, {"legislator_profile_id": 2606, "is_prime": true}, {"legislator_profile_id": 2528, "is_prime": false}], "keywords": ["County", "Local Government", "Muncipalities", "Rule-making Authority", "School District", "Townships"], "audio": [{"meeting_datetime": "2001-02-09T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou23.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst30hb1193a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst30hb1193a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst30hb1193a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst30hb1193a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst30hb1193a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-26T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou34.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16557, "bill_version_id": 88520, "bill_version": "Introduced", "bill_version_date": "2001-01-25T09:24:38-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide procedures for initiating proposals for cooperation or consolidation as authorized by Constitutional Amendment B as agreed to by the voters of South Dakota during the 2000 general election. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Governing body,\" the board of commissioners, the common council, the executive board, or other name by which a local government entity is controlled, concerned, or affected; (2) \"Local government entity,\" the State of South Dakota, county, municipality, or special governmental district authorized by the laws of South Dakota or any of the states that border South Dakota; (3) \"Person in charge of an election\" or \"person charged with the conduct of an election,\" the county auditor in all cases except local elections for a municipality, school district, township, or other political subdivision, in which case it is the officer having the position comparable to the auditor in that unit of government if not specifically designated by law; (4) \"Publish\" or \"publication,\" publication in the official newspaper of the local government entities concerned or affected; or if no official newspaper is available, publication in a legal newspaper published in the local government entity, if any; or, if no legal newspaper is published within the local entity, publication in any legal newspaper that serves the local government entity; (5) \"Resolution of cooperation or consolidation\" or \"resolution,\" any initiated measure made for the purpose if initiating, effecting, or carrying out an intention to cooperate in providing services or functions, or combining services or functions between local governmental entities. Section 2. The right to propose a resolution of cooperation or consolidation to the government of a local government entity rests with the registered voters of the local government entity. Any resolution proposed under this chapter shall be referred to a vote of the registered voters of the local government entity by the filing, with the entity's person in charge of an election, of a petition signed by a number of voters equivalent to fifteen percent of those voting in the last preceding gubernatorial election in the local government entity. A petition to propose a resolution shall be filed with the person in charge of an election of each of the affected local government entities before an election may occur. Section 3. No initiated resolution of cooperation may become operative unless approved by a majority of the votes cast for and against the resolution in each of the affected local government entities. If so approved, the resolution takes effect one hundred eighty days after the election or other date as specifically stated in the resolution or within one hundred eighty days as the affected local government entities may agree. Section 4. An initiated resolution may propose combining or consolidating any local government functions including those that may be necessary for the immediate preservation of the public peace, health, or safety or for the support of any government or existing public institutions. Section 5. The State Board of Elections shall promulgate rules pursuant to chapter 1-26 prescribing the format for a resolution of cooperation or consolidation petition and its verification. Section 6. The signer or circulator of the petition may add the signer's place of residence and the date of signing. The signer's post office box number may be given in lieu of a street address if the signer lives within a municipality of the second or third class. A date may be written in full or may be written using standard abbreviations, including numerals. No signature on a petition is valid if signed more than one year before the filing of the petitions. Section 7. Each person who has circulated a petition shall, before filing the petition, sign an affidavit, under oath, verifying that the person circulated the petition and that either the person circulating the petition or the signer added the signer's place of residence and date of signing. If multiple sheets of paper are necessary to obtain the required number of signatures, each sheet shall be self-contained and separately verified by the circulator. Section 8. When a petition to initiate a resolution is filed with a person in charge of an election, that person shall present it to the local government entity governing board at its next regular or special meeting. The local person in charge of an election shall certify that the minimum number of signatures required pursuant to section 2 of this Act have been filed. The board shall submit the resolution to a vote in the manner prescribed for a referendum within one hundred twenty days after filing in all affected local government entities. The board shall cooperate with the local government entity governing board of each affected jurisdiction to establish a simultaneous election day for the resolution. However, if the petition is filed within four months before the primary, general, or special statewide election, the ordinance or resolution may be submitted at the primary, general, or special statewide election if time allows for the resolution to bel included on the ballot. Section 9. If the local government entities cannot reach an agreement on sharing costs, each local government entity is responsible for its costs for the election. If there are any shared costs between the local government entities, they shall be paid in proportional shares based on the number of registered voters in each of the affected jurisdictions. Section 10. The person in charge of an election shall have ballots printed for the vote upon the resolution and have them distributed as other official ballots are distributed. All questions to be voted upon at the same election may be submitted upon the same ballot. Section 11. The person in charge of an election shall preserve all petitions requesting a resolution for at least two years. The petitions are open to public inspection upon reasonable request. Section 12. No question contained in an initiated resolution may be voted upon again within one year form the date of the election thereon. Section 13. A local government entity governing board may propose and adopt a resolution under this Act and directly present it to the people for a vote as allowed under this Act without the resorting to the petition process. Section 14. The court shall take judicial notice of the existence of all local government entities organized under the general laws of this state and of any change of organization authorized thereby. Section 15. Any petition filed pursuant to this Act may be made up and signed and shall be liberally construed as provided by the statute governing an initial law."}, {"bill_id": 16557, "bill_version_id": 89538, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2001-02-07T17:26:25-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide procedures for initiating proposals for cooperation or consolidation as authorized by Constitutional Amendment B as agreed to by the voters of South Dakota during the 2000 general election. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Governing body,\" the board of commissioners, the common council, the executive board, or other name by which a local government entity is controlled, concerned, or affected; (2) \"Local government entity,\" the State of South Dakota, county, municipality, or special governmental district authorized by the laws of South Dakota or any of the states that border South Dakota; (3) \"Person in charge of an election\" or \"person charged with the conduct of an election,\" the county auditor in all cases except local elections for a municipality, school district, township, or other political subdivision, in which case it is the officer having the position comparable to the auditor in that unit of government if not specifically designated by law; (4) \"Publish\" or \"publication,\" publication in the official newspaper of the local government entities concerned or affected; or if no official newspaper is available, publication in a legal newspaper published in the local government entity, if any; or, if no legal newspaper is published within the local entity, publication in any legal newspaper that serves the local government entity; (5) \"Resolution of cooperation or consolidation\" or \"resolution,\" any initiated measure made for the purpose if initiating, effecting, or carrying out an intention to cooperate in providing services or functions, or combining services or functions between local governmental entities. Section 2. The right to propose a resolution of cooperation or consolidation to the government of a local government entity rests with the registered voters of the local government entity. Any resolution proposed under this chapter shall be referred to a vote of the registered voters of the local government entity by the filing, with the entity's person in charge of an election, of a petition signed by a number of voters equivalent to fifteen percent of those voting in the last preceding gubernatorial election in the local government entity. A petition to propose a resolution shall be filed with the person in charge of an election of each of the affected local government entities before an election may occur. Section 3. No initiated resolution of cooperation may become operative unless approved by a majority of the votes cast for and against the resolution in each of the affected local government entities. If so approved, the resolution takes effect one hundred eighty days after the election or other date as specifically stated in the resolution or within one hundred eighty days as the affected local government entities may agree. Section 4. An initiated resolution may propose combining or consolidating any local government functions including those that may be necessary for the immediate preservation of the public peace, health, or safety or for the support of any government or existing public institutions. Section 5. The State Board of Elections shall promulgate rules pursuant to chapter 1-26 prescribing the format for a resolution of cooperation or consolidation petition and its verification. Section 6. The signer or circulator of the petition may add the signer's place of residence and the date of signing. The signer's post office box number may be given in lieu of a street address if the signer lives within a municipality of the second or third class. A date may be written in full or may be written using standard abbreviations, including numerals. No signature on a petition is valid if signed more than one year before the filing of the petitions. Section 7. Each person who has circulated a petition shall, before filing the petition, sign an affidavit, under oath, verifying that the person circulated the petition and that either the person circulating the petition or the signer added the signer's place of residence and date of signing. If multiple sheets of paper are necessary to obtain the required number of signatures, each sheet shall be self-contained and separately verified by the circulator. Section 8. When a petition to initiate a resolution is filed with a person in charge of an election, that person shall present it to the local government entity governing board at its next regular or special meeting. The local person in charge of an election shall certify that the minimum number of signatures required pursuant to section 2 of this Act have been filed. The local government entity governing boards shall submit the resolution to a vote in the manner prescribed for a referendum within one hundred twenty days after filing in all affected local government entities. The local government entity governing boards shall cooperate with the local government entity governing board of each affected jurisdiction to establish a simultaneous election day for the resolution. However, if the petition is filed within four months before the primary, general, or special statewide election, the ordinance or resolution may be submitted at the primary, general, or special statewide election if time allows for the resolution to be included on the ballot. Section 9. If the local government entities cannot reach an agreement on sharing costs, each local government entity is responsible for its costs for the election. If there are any shared costs between the local government entities, they shall be paid in proportional shares based on the number of registered voters in each of the affected jurisdictions. Section 10. The person in charge of an election shall have ballots printed for the vote upon the resolution and have them distributed as other official ballots are distributed. All questions to be voted upon at the same election may be submitted upon the same ballot. Section 11. The person in charge of an election shall preserve all petitions requesting a resolution for at least two years. The petitions are open to public inspection upon reasonable request. Section 12. No question contained in an initiated resolution may be voted upon again within one year from the date of the election thereon. Section 13. A local government entity governing board may propose and adopt a resolution under this Act and directly present it to the people for a vote as allowed under this Act without resorting to the petition process. Section 14. The court shall take judicial notice of the existence of all local government entities organized under the general laws of this state and of any change of organization authorized thereby. Section 15. Any petition filed pursuant to this Act may be made up and signed and shall be liberally construed as provided by the statute governing an initiated law."}, {"bill_id": 16557, "bill_version_id": 90463, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2001-02-21T14:50:50-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide procedures for initiating proposals for cooperation or consolidation as authorized by Constitutional Amendment B as agreed to by the voters of South Dakota during the 2000 general election. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Governing body,\" the board of commissioners, the common council, the executive board, or other name by which a local government entity is controlled, concerned, or affected; (2) \"Local government entity,\" the State of South Dakota, county, municipality, or special governmental district authorized by the laws of South Dakota or any of the states that border South Dakota; (3) \"Person in charge of an election\" or \"person charged with the conduct of an election,\" the county auditor in all cases except local elections for a municipality, school district, township, or other political subdivision, in which case it is the officer having the position comparable to the auditor in that unit of government if not specifically designated by law; (4) \"Publish\" or \"publication,\" publication in the official newspaper of the local government entities concerned or affected; or if no official newspaper is available, publication in a legal newspaper published in the local government entity, if any; or, if no legal newspaper is published within the local entity, publication in any legal newspaper that serves the local government entity; (5) \"Resolution of cooperation or consolidation\" or \"resolution,\" any initiated measure made for the purpose if initiating, effecting, or carrying out an intention to cooperate in providing services or functions, or combining services or functions between local governmental entities. Section 2. The right to propose a resolution of cooperation or consolidation to the government of a local government entity rests with the registered voters of the local government entity. Any resolution proposed under this chapter shall be referred to a vote of the registered voters of the local government entity by the filing, with the entity's person in charge of an election, of a petition signed by a number of voters equivalent to fifteen percent of those voting in the last preceding gubernatorial election in the local government entity. A petition to propose a resolution shall be filed with the person in charge of an election of each of the affected local government entities before an election may occur. Section 3. No initiated resolution of cooperation may become operative unless approved by a majority of the votes cast in each of the affected local government entities. If so approved, the resolution takes effect one hundred eighty days after the election or other date as specifically stated in the resolution or within one hundred eighty days after the election as the affected local government entities may agree. Section 4. An initiated resolution may propose combining or consolidating any local government functions including those that may be necessary for the immediate preservation of the public peace, health, or safety or for the support of any government or existing public institutions. Section 5. The State Board of Elections shall promulgate rules pursuant to chapter 1-26 prescribing the format for a resolution of cooperation or consolidation petition and its verification. Section 6. The signer or circulator of the petition may add the signer's place of residence and the date of signing. The signer's post office box number may be given in lieu of a street address if the signer lives within a municipality of the second or third class. A date may be written in full or may be written using standard abbreviations, including numerals. No signature on a petition is valid if signed more than one year before the filing of the petitions. Section 7. Each person who has circulated a petition shall, before filing the petition, sign an affidavit, under oath, verifying that the person circulated the petition and that either the person circulating the petition or the signer added the signer's place of residence and date of signing. If multiple sheets of paper are necessary to obtain the required number of signatures, each sheet shall be self-contained and separately verified by the circulator. Section 8. When a petition to initiate a resolution is filed with a person in charge of an election, that person shall present it to the local government entity governing board at its next regular or special meeting. The local person in charge of an election shall certify that the minimum number of signatures required pursuant to section 2 of this Act have been filed. The local government entity governing boards shall submit the resolution to a vote in the next general election after filing in all affected local government entities. The filing in all affected local government entities shall occur not later than the second Tuesday in August of a general election year for the question to appear on that year's ballot. Section 9. If the local government entities cannot reach an agreement on sharing costs, each local government entity is responsible for its costs for the election. If there are any shared costs between the local government entities, they shall be paid in proportional shares based on the number of registered voters in each of the affected jurisdictions. Section 10. The person in charge of an election shall have ballots printed for the vote upon the resolution and have them distributed as other official ballots are distributed. All questions to be voted upon at the same election may be submitted upon the same ballot. Section 11. The person in charge of an election shall preserve all petitions requesting a resolution for at least two years. The petitions are open to public inspection upon reasonable request. Section 12. No question contained in an initiated resolution may be voted upon again within one year from the date of the election thereon. Section 13. A local government entity governing board may propose and adopt a resolution under this Act and directly present it to the people for a vote as allowed under this Act without resorting to the petition process. Section 14. The court shall take judicial notice of the existence of all local government entities organized under the general laws of this state and of any change of organization authorized thereby. Section 15. Any petition filed pursuant to this Act may be made up and signed and shall be liberally construed as provided by the statute governing an initiated law."}, {"bill_id": 16557, "bill_version_id": 90860, "bill_version": "Enrolled", "bill_version_date": "2001-02-26T16:00:32-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16557, "action_date": "2001-01-25T14:00:00-06:00", "document_id": 88642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88642.pdf", "status_text": "First read in House and referred to", "journal_page": 203, "committee_id_action": 712, "committee_id_assigned": 707, "result": "N", "vote": {}}, {"bill_id": 16557, "action_date": "2001-02-07T10:00:00-06:00", "document_id": 89507, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89507.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 707, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16557, "action_date": "2001-02-07T10:00:00-06:00", "document_id": 89507, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89507.pdf", "status_text": "Do Pass Amended,", "journal_page": 377, "committee_id_action": 707, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49114, "president_vote": null, "Yea": [2526, 2537, 2538, 2540, 2548, 2554, 2563, 2565, 2582, 2591, 2604, 2588, 2593]}}, {"bill_id": 16557, "action_date": "2001-02-07T10:00:00-06:00", "document_id": 89507, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89507.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 707, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16557, "action_date": "2001-02-09T14:00:00-06:00", "document_id": 89737, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89737.pdf", "status_text": "Do Pass Amended,", "journal_page": 430, "committee_id_action": 712, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 51481, "president_vote": null, "Yea": [2514, 2515, 2518, 2519, 2521, 2522, 2525, 2526, 2527, 2528, 2530, 2533, 2537, 2538, 2541, 2543, 2544, 2545, 2546, 2547, 2548, 2553, 2554, 2555, 2556, 2557, 2558, 2559, 2560, 2561, 2563, 2564, 2565, 2566, 2570, 2571, 2572, 2574, 2575, 2577, 2578, 2579, 2582, 2583, 2586, 2587, 2588, 2589, 2591, 2592, 2593, 2594, 2595, 2596, 2599, 2600, 2601, 2602, 2603, 2604, 2605, 2608, 2610, 2611, 2612, 2613, 2614, 2618, 2540], "Nay": [2568]}}, {"bill_id": 16557, "action_date": "2001-02-12T14:00:00-06:00", "document_id": 89844, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89844.pdf", "status_text": "First read in Senate and referred to", "journal_page": 457, "committee_id_action": 713, "committee_id_assigned": 695, "result": "N", "vote": {}}, {"bill_id": 16557, "action_date": "2001-02-21T07:45:00-06:00", "document_id": 90441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90441.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 695, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16557, "action_date": "2001-02-21T07:45:00-06:00", "document_id": 90441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90441.pdf", "status_text": "Do Pass Amended,", "journal_page": 617, "committee_id_action": 695, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49928, "president_vote": null, "Yea": [2523, 2529, 2562, 2585, 2607, 2609, 2617, 2524, 2542]}}, {"bill_id": 16557, "action_date": "2001-02-21T07:45:00-06:00", "document_id": 90441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90441.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 695, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16557, "action_date": "2001-02-23T14:00:00-06:00", "document_id": 90684, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90684.pdf", "status_text": "Do Pass Amended,", "journal_page": 640, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50064, "president_vote": null, "Yea": [2516, 2517, 2520, 2523, 2524, 2529, 2531, 2532, 2534, 2535, 2536, 2539, 2542, 2549, 2551, 2552, 2562, 2567, 2569, 2573, 2576, 2580, 2581, 2584, 2585, 2590, 2597, 2598, 2606, 2607, 2609, 2615, 2616, 2617], "Excused": [2550]}}, {"bill_id": 16557, "action_date": "2001-02-26T14:00:00-06:00", "document_id": 90883, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90883.pdf", "status_text": "Signed by Speaker", "journal_page": 738, "committee_id_action": 712, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16557, "action_date": "2001-02-27T14:00:00-06:00", "document_id": 91037, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91037.pdf", "status_text": "Signed by President", "journal_page": 713, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16557, "action_date": "2001-02-28T14:00:00-06:00", "document_id": 91123, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91123.pdf", "status_text": "Delivered to the Governor", "journal_page": 803, "committee_id_action": 712, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16557, "action_date": "2001-03-05T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 893, "committee_id_action": 712, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1794}