{"session_id": 20, "bill_id": 6055, "bill_type": "House Commemoration", "bill_number": 1058, "bill_title": "Honoring Sonyah Shae Clifford of Rockyford, South Dakota, for her outstanding job representing Indian rodeo and being named Miss Indian Rodeo 2013 at the Indian National Finals Rodeo.", "sponsors": [{"legislator_profile_id": 520, "is_prime": true}, {"legislator_profile_id": 474, "is_prime": true}, {"legislator_profile_id": 527, "is_prime": false}, {"legislator_profile_id": 524, "is_prime": false}, {"legislator_profile_id": 449, "is_prime": false}, {"legislator_profile_id": 431, "is_prime": false}, {"legislator_profile_id": 447, "is_prime": false}, {"legislator_profile_id": 455, "is_prime": false}, {"legislator_profile_id": 503, "is_prime": false}, {"legislator_profile_id": 477, "is_prime": false}, {"legislator_profile_id": 454, "is_prime": false}, {"legislator_profile_id": 483, "is_prime": false}, {"legislator_profile_id": 458, "is_prime": false}, {"legislator_profile_id": 443, "is_prime": false}, {"legislator_profile_id": 451, "is_prime": false}, {"legislator_profile_id": 436, "is_prime": false}, {"legislator_profile_id": 521, "is_prime": false}, {"legislator_profile_id": 439, "is_prime": false}, {"legislator_profile_id": 502, "is_prime": false}, {"legislator_profile_id": 497, "is_prime": false}, {"legislator_profile_id": 512, "is_prime": false}, {"legislator_profile_id": 459, "is_prime": false}, {"legislator_profile_id": 510, "is_prime": false}, {"legislator_profile_id": 446, "is_prime": false}, {"legislator_profile_id": 498, "is_prime": false}, {"legislator_profile_id": 461, "is_prime": false}, {"legislator_profile_id": 516, "is_prime": false}, {"legislator_profile_id": 448, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 6055, "bill_version_id": 31023, "bill_version": "Introduced", "bill_version_date": "2014-02-25T11:06:57.26-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Sonyah Shae Clifford of Rockyford, South Dakota, for her outstanding job representing Indian rodeo and being named Miss Indian Rodeo 2013 at the Indian National Finals Rodeo. WHEREAS, Sonyah Clifford of Rockyford, South Dakota, a student at Oglala Lakota College, daughter of Misty Brave and Shane Clifford, and the sibling of Shaina, Bailey, Dale Vocu, and Kansas Clifford, represented herself, her family, and her community with the utmost grace and professionalism; and WHEREAS, Sonyah Clifford's crowning as Miss Indian Rodeo 2013 was well deserved and could not have gone to a better individual; and WHEREAS, Sonyah Clifford participated in the Black Hills Stock Show, Range Days, Black Hills Roundup, Fort McDowell Arizona Rodeo, Standoff Alberta Rodeo, Casey Tibbs Bronc Match, and many other functions; and WHEREAS, the success of the State of South Dakota, strength of our communities, and the overall vitality of American society depend, in great measure, upon the dedication of young people like Sonyah Clifford who use their considerable talents to represent others: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Legislature congratulates Sonyah Clifford as Miss Indian Rodeo 2013 and for representing her community with the utmost poise, grace, and enthusiasm."}, {"bill_id": 6055, "bill_version_id": 31245, "bill_version": "Enrolled", "bill_version_date": "2014-02-27T16:14:56.16-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Sonyah Shae Clifford of Rockyford, South Dakota, for her outstanding job representing Indian rodeo and being named Miss Indian Rodeo 2013 at the Indian National Finals Rodeo. WHEREAS, Sonyah Clifford of Rockyford, South Dakota, a student at Oglala Lakota College, daughter of Misty Brave and Shane Clifford, and the sibling of Shaina, Bailey, Dale Vocu, and Kansas Clifford, represented herself, her family, and her community with the utmost grace and professionalism; and WHEREAS, Sonyah Clifford's crowning as Miss Indian Rodeo 2013 was well deserved and could not have gone to a better individual; and WHEREAS, Sonyah Clifford participated in the Black Hills Stock Show, Range Days, Black Hills Roundup, Fort McDowell Arizona Rodeo, Standoff Alberta Rodeo, Casey Tibbs Bronc Match, and many other functions; and WHEREAS, the success of the State of South Dakota, strength of our communities, and the overall vitality of American society depend, in great measure, upon the dedication of young people like Sonyah Clifford who use their considerable talents to represent others: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Legislature congratulates Sonyah Clifford as Miss Indian Rodeo 2013 and for representing her community with the utmost poise, grace, and enthusiasm. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6055, "action_date": "2014-02-25T14:00:00-06:00", "document_id": 31052, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31052.pdf", "status_text": "", "journal_page": 560, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6055"}