{"session_id": 69, "bill_id": 24550, "bill_type": "House Bill", "bill_number": 1237, "bill_title": "establish provisions related to the rating of books available in school districts.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24550", "sponsors": [{"legislator_profile_id": 4506, "is_prime": true}, {"legislator_profile_id": 4473, "is_prime": false}, {"legislator_profile_id": 4474, "is_prime": false}, {"legislator_profile_id": 4492, "is_prime": false}, {"legislator_profile_id": 4511, "is_prime": false}, {"legislator_profile_id": 4534, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4546, "is_prime": false}], "keywords": ["Education", "Obscenity and Public Indecency", "Parental Control", "School Districts", "Students"], "audio": [], "bill_versions": [{"bill_id": 24550, "bill_version_id": 264032, "bill_version": "Introduced", "bill_version_date": "2024-01-31T10:30:55.783-06:00", "bill_text": "An Act to establish provisions related to the rating of books available in school districts. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 13-1 be amended with a NEW SECTION: Each board of a school district shall ensure that any book newly acquired by the district, which is made available physically through the district or electronically through a district portal, is identified with a minimum age-appropriate or grade-appropriate rating if that book is determined by the board to contain: (1) A description of, or any picture, photograph, drawing, or other visual representation of serious injury by amputation, decapitation, dismemberment, mutilation, maiming, or disfigurement, to a human or human-like being; (2) A description of, or any picture, photograph, drawing, or other visual representation, of masturbation, sexual intercourse, or physical contact in an act of apparent sexual stimulation or gratification with a person's clothed or unclothed genitals, pubic area, buttocks, or female breasts; (3) Descriptions of, or references to, suicide, suicidal ideation, or self-harm; (4) Profanity; or (5) Material or a visual representation that is designed or intended to frighten the reader. Section 2. That a NEW SECTION be added to chapter 13-1: On or before September 1, 2026, the board of a school district shall ensure that each book made available physically through the district or electronically through the district portal is identified with a minimum age-appropriate or grade-appropriate rating, if the board determines that the book contains content referenced in section 1 of this Act. Section 3. That a NEW SECTION be added to chapter 13-1: The board of a school district shall, by policy, provide for the manner in which the parent or guardian of a student enrolled in the district may request administrative or board review of a book made available physically through the district or electronically through a district portal: (1) That the parent or guardian believes should be identified with a minimum age-appropriate or grade-appropriate rating in accordance with section 1 of this Act; or (2) That has been rated by the board, and the parent or guardian disagrees with the rating."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24550, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263721, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263721.pdf", "status_text": "First read in House and referred to", "journal_page": 212, "committee_id_action": 1197, "committee_id_assigned": 1194, "result": "N", "vote": {}}, {"bill_id": 24550, "action_date": "2024-02-08T13:00:00-06:00", "document_id": 265058, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265058.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 294, "committee_id_action": 1197, "committee_id_assigned": null, "result": "N", "vote": {}}]}