{"session_id": 69, "bill_id": 24564, "bill_type": "Senate Bill", "bill_number": 199, "bill_title": "revise provisions pertaining to the consolidation or boundary changes of counties.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24564", "sponsors": [{"legislator_profile_id": 4512, "is_prime": true}, {"legislator_profile_id": 4543, "is_prime": false}], "keywords": ["Counties", "Petitions"], "audio": [{"meeting_datetime": "2024-02-14T10:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/slo24.mp3", "start_seconds": 905.0}, {"meeting_datetime": "2024-02-14T10:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/slo24.mp3", "start_seconds": 905.0}, {"meeting_datetime": "2024-02-14T10:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/slo24.mp3", "start_seconds": 905.0}, {"meeting_datetime": "2024-02-14T10:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/slo24.mp3", "start_seconds": 905.0}, {"meeting_datetime": "2024-02-20T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen26.mp3", "start_seconds": 5390.0}, {"meeting_datetime": "2024-02-20T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen26.mp3", "start_seconds": 5390.0}, {"meeting_datetime": "2024-02-20T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen26.mp3", "start_seconds": 5390.0}, {"meeting_datetime": "2024-02-27T10:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hlo31.mp3", "start_seconds": 152.0}, {"meeting_datetime": "2024-02-27T10:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hlo31.mp3", "start_seconds": 152.0}, {"meeting_datetime": "2024-02-27T10:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hlo31.mp3", "start_seconds": 152.0}, {"meeting_datetime": "2024-02-28T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou32.mp3", "start_seconds": 10516.0}, {"meeting_datetime": "2024-02-28T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou32.mp3", "start_seconds": 10516.0}, {"meeting_datetime": "2024-02-28T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou32.mp3", "start_seconds": 10516.0}], "bill_versions": [{"bill_id": 24564, "bill_version_id": 263774, "bill_version": "Introduced", "bill_version_date": "2024-01-30T16:22:45.36-06:00", "bill_text": "An Act to revise provisions pertaining to the consolidation or boundary changes of counties. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 7-2-1 be AMENDED: 7-2-1. If fifteenA petition signed by fifteen percent of the registered voters of each of two or more adjoining counties of this state, based upon the total number of registered voters at the last preceding general election, of each of two or more adjoining counties of this state, petition requesting the formation of a committee to study the question of changing the boundary lines or of the consolidation of the petitioners' counties, pursuant to this chapter, must be filed with the county auditor of each affected county and presented to the board of county commissioners of their respective counties for an election to determine the question of changing the boundary lines or of the consolidation of two or more counties, stating in such petition the names of the counties to be consolidated or boundary lines to be changed, such boards of county commissioners shall at their regular July meeting succeeding the presentation of such petitions provide that the question of consolidation of the counties or the changing of the boundary lines of such counties shall be submitted to a vote at the next general election succeeding the presentation of such petitions at the regular July meeting. Each county auditor shall, within thirty days of receiving the petition, verify that the signatures on the petition are from registered voters of the county. A signature on a petition is invalid if signed more than six months before the date the petition is filed. If the auditor verifies that the petition meets the requirements of this section, the boards of county commissioners must appoint a study committee. The petitions shall petition must be filed with the county auditors of such the counties prior to the first day of the regular July meeting of the board of county commissioners and must state the names of the counties to be consolidated or describe the boundary lines to be changed. The auditor of each county where any such a petition has been is filed shall transmit to the auditor of the other county or counties affected thereby a certified copy or copies of the petition or petitions filed in his that county to the auditor of each of any other affected county. Section 2. That chapter 7-2 be amended with a NEW SECTION: The board of county commissioners in each of two or more adjoining counties may, on the boards' own initiative, create a committee to study changing the boundary lines or the consolidation of two or more counties by a resolution passed by a majority vote of each of the participating boards of county commissioners. Section 3. That chapter 7-2 be amended with a NEW SECTION: The composition of the study committee organized under § 7-2-1 or section 2 of this Act must be prescribed in the petition or resolution, but the study committee must include at least one resident from each incorporated city in each of the participating counties. If a vacancy on the study committee occurs, the board of county commissioners of the county represented by the person vacating the position must fill the vacancy. The study committee shall elect a chairman and a secretary from among the study committee's voting members. A majority of the study committee constitutes a quorum and a majority of a quorum may act on all matters that pertain to the study committee. The study committee may employ and fix the compensation and duties of necessary staff; contract and cooperate with other individuals and public or private agencies considered necessary for assistance; and hold public hearings and community forums and use other suitable means to disseminate information, receive suggestions and comments, and encourage public discussion of the study committee's purpose, progress, conclusions, and recommendations. The county shall reimburse each member for any necessary expenses incurred by that member in performing the duties of a member of the study committee but members may not receive a salary or other compensation for services performed. The office of the secretary of state shall reimburse each county for the necessary costs of a study committee formed pursuant to § 7-2-1 or section 2 of this Act. The secretary of state shall promulgate rules, pursuant to chapter 1-26, defining the necessary costs of a study committee and the reimbursement process. Section 4. That chapter 7-2 be amended with a NEW SECTION: The study committee must submit a final report to the board of county commissioners of each affected county within one hundred and twenty days after the study committee is created. The study committee shall consider and include in the report: (1) The fiscal impact of the proposed boundary change or county consolidation and the economic viability of the proposed county or the counties after the proposed boundary change; (2) The comparative costs of providing services in the affected counties and the proposed consolidated county or the counties after the proposed boundary change; (3) The projected revenues available to the affected counties and the proposed county or the counties after the proposed boundary change; (4) The final boundaries of the proposed county or the proposed boundary change, including a map of those boundaries; (5) The procedure for the orderly and timely transfer of service functions and responsibilities after the consolidation or boundary change; (6) The plan and procedure for equalizing the assets of the affected counties, and the procedure for negotiating and resolving any subsequent disagreement regarding the equalization of assets; (7) The plan and procedure for repaying the debts of the current counties; (8) The estimated taxes, assessments, or other authorized charges necessary to meet the liabilities in the first full fiscal year after the consolidation or boundary change; (9) The structure or form of county government for the proposed county, and the selection, powers, duties, functions, qualifications and training, terms, and compensation of officers; and (10) The application of the plan, if any, to each school district or other special taxing district withing the affected counties. The report must be made available to any interested person. Section 5. That chapter 7-2 be amended with a NEW SECTION: When the report and the map have been received by the board of county commissioners for each of the affected counties, each board must, at their regular July meeting following the presentation of the report, provide that the study committee's county consolidation plan be submitted to a vote at the next general election following the presentation of the report. Section 6. That § 7-2-2 be AMENDED: 7-2-2. The auditor of each of such the affected counties shall give thirty days' notice of such the election by publication and publishing the notice once each week for at least two consecutive weeks prior to the election in the official newspapers of the county. The notice must provide the election date, the hours when the polls are opened, and the question to be voted upon. The county auditor shall prepare official ballots therefor according to the provisions of this chapter and this code relating to elections and the submission of questions to the voters. The laws governing the holding of general elections in this state shall govern the holding of such election so far as applicable. Section 7. That § 7-2-3 be AMENDED: 7-2-3. If at any election held under the provisions of this chapter, a majority of all the votes cast at such the election in each of such the affected counties shall be are in favor of consolidation of two or more counties or the changing of the boundary lines of such named counties, they shall must be declared consolidated or changed as hereinafter provided per the ballot question and this chapter. Section 8. That § 7-2-4 be AMENDED: 7-2-4. AfterWithin thirty days after the canvassing of the returns of such the election it shall be the duty of , the county auditor of each of such the affected counties to shall transmit within thirty days a certified report of such the canvass to the Governor who shall, within twenty days after the receipt of such receiving the report of the canvass, proclaim the result of such the election and officially notify the county auditor of the respective counties of such the proclamation. Section 9. That § 7-2-5 be AMENDED: 7-2-5. If the result of such election is in favor of consolidation or change of boundaries, suchThe consolidation or change of boundaries shall be in full force and take takes effect on the first day of January next after following the general election held succeeding the proclamation as provided in § 7-2-4 of the county officers for the consolidated county pursuant to § 7-2-10. Section 10. That § 7-2-7 be AMENDED: 7-2-7. Any new county formed pursuant to this chapter shall take the name of the senior county that had the largest population before consolidation and the location receiving the highest number of votes, cast at such election in the two or more counties for the county seat of the consolidated county, shall be the county seat of such new county. Section 11. That § 7-2-8 be AMENDED: 7-2-8. The board of county commissioners of each of such the counties comprising the newly consolidated county shall, after the proclamation of consolidation by the Governor, meet in joint session at the office of the county auditor of the county seat of one of such counties the county that had the largest population before consolidation on the first Monday in July succeeding such following the proclamation and proceed to. The commissioners shall designate the location of the county seat for the new county and shall divide each the new county into five commissioner districts, numbering them consecutively, complying as nearly as possible with the provisions of the law regulating the districting of counties into commissioner districts. Such commissioner districts so established and the boundaries so fixed shall remain as established and fixed until the same may be changed as provided by law. At the next general election there shall be elected a commissioner for each district, each of whom shall be so chosen for two or four years as that the regular term of his successor shall thereafter conform to the requirements of law The commissioners shall set the length of the initial term for each of the new commissioner districts to be either two or four years, so that all succeeding regular elections have, insofar as practicable, the same number of vacancies to be filled. The commissioner districts established pursuant to this section must remain the same unless changed pursuant to § 7-8-3 or 7-8-10. Section 12. That § 7-2-9 be AMENDED: 7-2-9. The county officers in each of the counties that may have been consolidated shall continue to act in their respective counties until the officers of the new counties shall have been county are elected and qualified. Section 13. That § 7-2-10 be AMENDED: 7-2-10. There shall be elected in each new county atAt the next general election succeeding after the proclamation by the Governor, the voters of the consolidated county shall elect one set of county officers for such the new county. Section 14. That § 7-2-11 be AMENDED: 7-2-11. SuchThe new county shall be is entitled to the same number of members in the Legislature that such the counties had in the aggregate before consolidation, and such number shall must be elected at each general election until a new apportionment shall have been made. Section 15. That § 7-2-12 be AMENDED: 7-2-12. TheAfter consolidation, the property of each of such the consolidated counties shall after consolidation become is the property of the new county. The indebtedness, if any, of each of such counties shall after consolidation be paid out of the taxes levied on the property in the respective territory of the county having contracted the same. Section 16. That chapter 7-2 be amended with a NEW SECTION: Any debt contracted by the former counties that comprise the new county may only be paid from taxes levied on property that was part of the territory of the former county as it was when it contracted the debt. The board of county commissioners of the new county may, by ordinance or resolution, assume the debt of each of the former counties as the debt of the new county and pay for the debt from taxes levied on the property of the whole county."}, {"bill_id": 24564, "bill_version_id": 265615, "bill_version": "Senate Local Government Engrossed", "bill_version_date": "2024-02-14T14:29:07.823-06:00", "bill_text": "An Act to revise provisions pertaining to the consolidation or boundary changes of counties. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 7-2-1 be AMENDED: 7-2-1. If fifteenA petition signed by fifteen percent of the registered voters of each of two or more adjoining counties of this state, based upon the total number of registered voters at the last preceding general election, of each of two or more adjoining counties of this state, petition requesting the formation of a committee to study the question of changing the boundary lines or of the consolidation of the petitioners' counties, pursuant to this chapter, must be filed with the county auditor of each affected county and presented to the board of county commissioners of their respective counties for an election to determine the question of changing the boundary lines or of the consolidation of two or more counties, stating in such petition the names of the counties to be consolidated or boundary lines to be changed, such boards of county commissioners shall at their regular July meeting succeeding the presentation of such petitions provide that the question of consolidation of the counties or the changing of the boundary lines of such counties shall be submitted to a vote at the next general election succeeding the presentation of such petitions at the regular July meeting. Each county auditor shall, within thirty days of receiving the petition, verify that the signatures on the petition are from registered voters of the county. A signature on a petition is invalid if signed more than six months before the date the petition is filed. If the auditor verifies that the petition meets the requirements of this section, the boards of county commissioners must appoint a study committee. The petitions shall petition must be filed with the county auditors of such the counties prior to the first day of the regular July meeting of the board of county commissioners and must state the names of the counties to be consolidated or describe the boundary lines to be changed. The auditor of each county where any such a petition has been is filed shall transmit to the auditor of the other county or counties affected thereby a certified copy or copies of the petition or petitions filed in his that county to the auditor of each of any other affected county. Section 2. That chapter 7-2 be amended with a NEW SECTION: The board of county commissioners in each of two or more adjoining counties may, on the boards' own initiative, create a committee to study changing the boundary lines or the consolidation of two or more counties by a resolution passed by a majority vote of each of the participating boards of county commissioners. Section 3. That chapter 7-2 be amended with a NEW SECTION: The composition of the study committee organized under § 7-2-1 or section 2 of this Act must be prescribed in the petition or resolution, but the study committee must include two members of the board of county commissioners from each affected county and at least one resident from each incorporated first or second class municipality in each of the participating counties. If a vacancy on the study committee occurs, the board of county commissioners of the county represented by the person vacating the position must fill the vacancy. The study committee shall elect a chairman and a secretary from among the study committee's voting members. A majority of the study committee constitutes a quorum and a majority of a quorum may act on all matters that pertain to the study committee. The study committee may employ and fix the compensation and duties of necessary staff; contract and cooperate with other individuals and public or private agencies considered necessary for assistance; and hold public hearings and community forums and use other suitable means to disseminate information, receive suggestions and comments, and encourage public discussion of the study committee's purpose, progress, conclusions, and recommendations. The study committee may not expend more than an amount equal to two-fifths of the South Dakota median household income reported by the United States Census Current Population Survey, as ascertained and adjusted each year by the State Board of Finance to take effect on January first of each year, without the consent of the boards of county commissioners of each of the affected counties. The county shall reimburse each member for any necessary expenses incurred by that member in performing the duties of a member of the study committee but members may not receive a salary or other compensation for services performed. Section 4. That chapter 7-2 be amended with a NEW SECTION: The study committee must submit a final report to the board of county commissioners of each affected county within one hundred and eighty days after the study committee is created. The study committee shall consider and include in the report: (1) The fiscal impact of the proposed boundary change or county consolidation and the economic viability of the proposed county or the counties after the proposed boundary change; (2) The comparative costs of providing services in the affected counties and the proposed consolidated county or the counties after the proposed boundary change; (3) The projected revenues available to the affected counties and the proposed county or the counties after the proposed boundary change; (4) The final boundaries of the proposed county or the proposed boundary change, including a map of those boundaries; (5) The location of the county seat for the new county; (6) The name of the new county; (7) The procedure for the orderly and timely transfer of service functions and responsibilities after the consolidation or boundary change; (8) The plan and procedure for equalizing the assets of the affected counties, and the procedure for negotiating and resolving any subsequent disagreement regarding the equalization of assets; (9) The plan and procedure for repaying the debts of the current counties; (10) The estimated taxes, assessments, or other authorized charges necessary to meet the liabilities in the first full fiscal year after the consolidation or boundary change; (11) The structure or form of county government for the proposed county, and the selection, powers, duties, functions, qualifications and training, terms, and compensation of officers; and (12) The application of the plan, if any, to each school district or other special taxing district withing the affected counties. The report must be made available to any interested person. Section 5. That chapter 7-2 be amended with a NEW SECTION: When the report and the map have been received by the board of county commissioners for each of the affected counties, each board must, at their regular July meeting following the presentation of the report, provide that the study committee's county consolidation plan be submitted to a vote at the next general election following the presentation of the report. Section 6. That § 7-2-2 be AMENDED: 7-2-2. The auditor of each of such the affected counties shall give thirty days' notice of such the election by publication and publishing the notice once each week for at least two consecutive weeks prior to the election in the official newspapers of the county. The notice must provide the election date, the hours when the polls are opened, and the question to be voted upon. The county auditor shall prepare official ballots therefor according to the provisions of this chapter and this code relating to elections and the submission of questions to the voters. The laws governing the holding of general elections in this state shall govern the holding of such election so far as applicable. Section 7. That § 7-2-3 be AMENDED: 7-2-3. If at any election held under the provisions of this chapter, a majority of all the votes cast at such the election in each of such the affected counties shall be are in favor of consolidation of two or more counties or the changing of the boundary lines of such named counties, they shall must be declared consolidated or changed as hereinafter provided per the ballot question and this chapter. Section 8. That § 7-2-4 be AMENDED: 7-2-4. AfterWithin thirty days after the canvassing of the returns of such the election it shall be the duty of , the county auditor of each of such the affected counties to shall transmit within thirty days a certified report of such the canvass to the Governor who shall, within twenty days after the receipt of such receiving the report of the canvass, proclaim the result of such the election and officially notify the county auditor of the respective counties of such the proclamation. Section 9. That § 7-2-5 be AMENDED: 7-2-5. If the result of such election is in favor of consolidation or change of boundaries, suchThe consolidation or change of boundaries shall be in full force and take takes effect on the first day of January next after following the general election held succeeding the proclamation as provided in § 7-2-4 of the county officers for the consolidated county pursuant to § 7-2-10, or as otherwise set forth in the study committee's county consolidation plan. Section 10. That § 7-2-7 be AMENDED: 7-2-7. Any new county formed pursuant to this chapter shall take the name of the senior county and the location receiving the highest number of votes, cast at such election in the two or more counties for the county seat of the consolidated county, shall be the county seat of such new countyThe name of a new county formed pursuant to this chapter must be the name set forth in the study committee's county consolidation plan. Section 11. That § 7-2-8 be AMENDED: 7-2-8. The board of county commissioners of each of such the counties comprising the newly consolidated county shall, after the proclamation of consolidation by the Governor, meet in joint session at the office of the county auditor of the county seat of one of such counties the county that had the largest population before consolidation on the first Monday in July succeeding such following the proclamation and proceed to. The commissioners shall divide each the new county into five three to seven commissioner districts, numbering them consecutively, complying as nearly as possible with the provisions of the law regulating the districting of counties into commissioner districts, or provide that the commissioners are elected at large, if so designated in the study committee's county consolidation plan. Such commissioner districts so established and the boundaries so fixed shall remain as established and fixed until the same may be changed as provided by law. At the next general election there shall be elected a commissioner for each district, each of whom shall be so chosen for two or four years as that the regular term of his successor shall thereafter conform to the requirements of law The commissioners shall set the length of the initial term for each of the new commissioner districts to be either two or four years, so that all succeeding regular elections have, insofar as practicable, the same number of vacancies to be filled. The commissioner districts established pursuant to this section must remain the same unless changed pursuant to § 7-8-3 or 7-8-10. Section 12. That § 7-2-9 be AMENDED: 7-2-9. The county officers in each of the counties that may have been consolidated shall continue to act in their respective counties until the officers of the new counties shall have been county are elected and qualified. Section 13. That § 7-2-10 be AMENDED: 7-2-10. There shall be elected in each new county atAt the next general election succeeding after the proclamation by the Governor, the voters of the consolidated county shall elect one set of county officers for such the new county. Section 14. That § 7-2-11 be AMENDED: 7-2-11. SuchThe new county shall be is entitled to the same number of members in the Legislature that such the counties had in the aggregate before consolidation, and such number shall must be elected at each general election until a new apportionment shall have been made. Section 15. That § 7-2-12 be AMENDED: 7-2-12. TheAfter consolidation, the property of each of such the consolidated counties shall after consolidation become is the property of the new county. The indebtedness, if any, of each of such counties shall after consolidation be paid out of the taxes levied on the property in the respective territory of the county having contracted the same. Section 16. That chapter 7-2 be amended with a NEW SECTION: Any debt contracted by the former counties that comprise the new county may only be paid from taxes levied on property that was part of the territory of the former county as it was when it contracted the debt. The board of county commissioners of the new county may, by ordinance or resolution, assume the debt of each of the former counties as the debt of the new county and pay for the debt from taxes levied on the property of the whole county."}, {"bill_id": 24564, "bill_version_id": 266928, "bill_version": "Enrolled", "bill_version_date": "2024-02-29T10:10:06.817-06:00", "bill_text": "ENTITLED An Act to revise provisions pertaining to the consolidation or boundary changes of counties. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 7-2-1 be AMENDED: 7-2-1. A petition signed by fifteen percent of the registered voters of each of two or more adjoining counties of this state, based upon the total number of registered voters at the last preceding general election, requesting the formation of a committee to study the question of changing the boundary lines or of the consolidation of the petitioners' counties, pursuant to this chapter, must be filed with the county auditor of each affected county and presented to the board of county commissioners of their respective counties at the regular July meeting. Each county auditor shall, within thirty days of receiving the petition, verify that the signatures on the petition are from registered voters of the county. A signature on a petition is invalid if signed more than six months before the date the petition is filed. If the auditor verifies that the petition meets the requirements of this section, the boards of county commissioners must appoint a study committee. The petition must be filed with the county auditors of the counties prior to the first day of the regular July meeting of the board of county commissioners and must state the names of the counties to be consolidated or describe the boundary lines to be changed. The auditor of each county where a petition is filed shall transmit a certified copy of the petition filed in that county to the auditor of each of any other affected county. Section 2. That chapter 7-2 be amended with a NEW SECTION: The board of county commissioners in each of two or more adjoining counties may, on the boards' own initiative, create a committee to study changing the boundary lines or the consolidation of two or more counties by a resolution passed by a majority vote of each of the participating boards of county commissioners. Section 3. That chapter 7-2 be amended with a NEW SECTION: The composition of the study committee organized under § 7-2-1 or section 2 of this Act must be prescribed in the petition or resolution, but the study committee must include two members of the board of county commissioners from each affected county and at least one resident from each incorporated first or second class municipality in each of the participating counties. If a vacancy on the study committee occurs, the board of county commissioners of the county represented by the person vacating the position must fill the vacancy. The study committee shall elect a chairman and a secretary from among the study committee's voting members. A majority of the study committee constitutes a quorum and a majority of a quorum may act on all matters that pertain to the study committee. The study committee may employ and fix the compensation and duties of necessary staff; contract and cooperate with other individuals and public or private agencies considered necessary for assistance; and hold public hearings and community forums and use other suitable means to disseminate information, receive suggestions and comments, and encourage public discussion of the study committee's purpose, progress, conclusions, and recommendations. The study committee may not expend more than an amount equal to two-fifths of the South Dakota median household income reported by the United States Census Current Population Survey, as ascertained and adjusted each year by the State Board of Finance to take effect on January first of each year, without the consent of the boards of county commissioners of each of the affected counties. The county shall reimburse each member for any necessary expenses incurred by that member in performing the duties of a member of the study committee but members may not receive a salary or other compensation for services performed. Section 4. That chapter 7-2 be amended with a NEW SECTION: The study committee must submit a final report to the board of county commissioners of each affected county within one hundred and eighty days after the study committee is created. The study committee shall consider and include in the report: (1) The fiscal impact of the proposed boundary change or county consolidation and the economic viability of the proposed county or the counties after the proposed boundary change; (2) The comparative costs of providing services in the affected counties and the proposed consolidated county or the counties after the proposed boundary change; (3) The projected revenues available to the affected counties and the proposed county or the counties after the proposed boundary change; (4) The final boundaries of the proposed county or the proposed boundary change, including a map of those boundaries; (5) The location of the county seat for the new county; (6) The name of the new county; (7) The procedure for the orderly and timely transfer of service functions and responsibilities after the consolidation or boundary change; (8) The plan and procedure for equalizing the assets of the affected counties, and the procedure for negotiating and resolving any subsequent disagreement regarding the equalization of assets; (9) The plan and procedure for repaying the debts of the current counties; (10) The estimated taxes, assessments, or other authorized charges necessary to meet the liabilities in the first full fiscal year after the consolidation or boundary change; (11) The structure or form of county government for the proposed county, and the selection, powers, duties, functions, qualifications and training, terms, and compensation of officers; and (12) The application of the plan, if any, to each school district or other special taxing district withing the affected counties. The report must be made available to any interested person. Section 5. That chapter 7-2 be amended with a NEW SECTION: When the report and the map have been received by the board of county commissioners for each of the affected counties, each board must, at their regular July meeting following the presentation of the report, provide that the study committee's county consolidation plan be submitted to a vote at the next general election following the presentation of the report. Section 6. That § 7-2-2 be AMENDED: 7-2-2. The auditor of each of the affected counties shall give thirty days' notice of the election by publishing the notice once each week for at least two consecutive weeks prior to the election in the official newspapers of the county. The notice must provide the election date, the hours when the polls are opened, and the question to be voted upon. The county auditor shall prepare official ballots according to the provisions of this chapter and this code relating to elections and the submission of questions to the voters. The laws governing the holding of general elections in this state govern the holding of such election so far as applicable. Section 7. That § 7-2-3 be AMENDED: 7-2-3. If at any election held under the provisions of this chapter, a majority of all the votes cast at the election in each of the affected counties are in favor of consolidation of two or more counties or the changing of the boundary lines of named counties, they must be declared consolidated or changed as per the ballot question and this chapter. Section 8. That § 7-2-4 be AMENDED: 7-2-4. Within thirty days after the canvassing of the returns of the election, the county auditor of each of the affected counties shall transmit a certified report of the canvass to the Governor who shall, within twenty days after receiving the report of the canvass, proclaim the result of the election and officially notify the county auditor of the respective counties of the proclamation. Section 9. That § 7-2-5 be AMENDED: 7-2-5. The consolidation or change of boundaries takes effect on the first day of January following the general election of the county officers for the consolidated county pursuant to § 7-2-10, or as otherwise set forth in the study committee's county consolidation plan. Section 10. That § 7-2-7 be AMENDED: 7-2-7. The name of a new county formed pursuant to this chapter must be the name set forth in the study committee's county consolidation plan. Section 11. That § 7-2-8 be AMENDED: 7-2-8. The board of county commissioners of each of the counties comprising the newly consolidated county shall, after the proclamation of consolidation by the Governor, meet in joint session at the county seat of the county that had the largest population before consolidation on the first Monday in July following the proclamation. The commissioners shall divide the new county into three to seven commissioner districts, numbering them consecutively, complying as nearly as possible with the provisions of the law regulating the districting of counties into commissioner districts, or provide that the commissioners are elected at large, if so designated in the study committee's county consolidation plan. The commissioners shall set the length of the initial term for each of the new commissioner districts to be either two or four years, so that all succeeding regular elections have, insofar as practicable, the same number of vacancies to be filled. The commissioner districts established pursuant to this section must remain the same unless changed pursuant to § 7-8-3 or 7-8-10. Section 12. That § 7-2-9 be AMENDED: 7-2-9. The county officers in each of the counties that have been consolidated shall continue to act in their respective counties until the officers of the new county are elected and qualified. Section 13. That § 7-2-10 be AMENDED: 7-2-10. At the next general election after the proclamation by the Governor, the voters of the consolidated county shall elect one set of county officers for the new county. Section 14. That § 7-2-11 be AMENDED: 7-2-11. The new county is entitled to the same number of members in the Legislature that the counties had in the aggregate before consolidation, and such number must be elected at each general election until a new apportionment. Section 15. That § 7-2-12 be AMENDED: 7-2-12. After consolidation, the property of each of the consolidated counties is the property of the new county. Section 16. That chapter 7-2 be amended with a NEW SECTION: Any debt contracted by the former counties that comprise the new county may only be paid from taxes levied on property that was part of the territory of the former county as it was when it contracted the debt. The board of county commissioners of the new county may, by ordinance or resolution, assume the debt of each of the former counties as the debt of the new county and pay for the debt from taxes levied on the property of the whole county. An Act to revise provisions pertaining to the consolidation or boundary changes of counties. I certify that the attached Act originated in the: Senate as Bill No. 199 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 199 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2024 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2024 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2024 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24564, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263449.pdf", "status_text": "First read in Senate and referred to", "journal_page": 220, "committee_id_action": 1219, "committee_id_assigned": 1216, "result": "N", "vote": {}}, {"bill_id": 24564, "action_date": "2024-02-05T10:00:00-06:00", "document_id": 264390, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264390.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1216, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24564, "action_date": "2024-02-14T10:00:00-06:00", "document_id": 265274, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265274.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1216, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24564, "action_date": "2024-02-14T10:00:00-06:00", "document_id": 265275, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265275.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1216, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24564, "action_date": "2024-02-14T10:00:00-06:00", "document_id": 265275, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265275.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1216, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79595, "president_vote": null, "Yea": [4490, 4512, 4517, 4523, 4529, 4550], "Excused": [4547]}}, {"bill_id": 24564, "action_date": "2024-02-20T14:00:00-06:00", "document_id": 265801, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265801.pdf", "status_text": "Do Pass Amended", "journal_page": 361, "committee_id_action": 1219, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79752, "president_vote": null, "Yea": [4477, 4479, 4480, 4481, 4487, 4488, 4490, 4498, 4501, 4507, 4508, 4512, 4515, 4516, 4523, 4526, 4529, 4536, 4537, 4541, 4547, 4550, 4554, 4558, 4559, 4564, 4567, 4578, 4572, 4573, 4574, 4576], "Excused": [4493, 4517], "Nay": [4502]}}, {"bill_id": 24564, "action_date": "2024-02-21T14:00:00-06:00", "document_id": 265979, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265979.pdf", "status_text": "First read in House and referred to", "journal_page": 367, "committee_id_action": 1197, "committee_id_assigned": 1200, "result": "N", "vote": {}}, {"bill_id": 24564, "action_date": "2024-02-27T10:00:00-06:00", "document_id": 266314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266314.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24564, "action_date": "2024-02-27T10:00:00-06:00", "document_id": 266315, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266315.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 80040, "president_vote": null, "Yea": [4473, 4474, 4475, 4577, 4509, 4522, 4524, 4542, 4545, 4561, 4575, 4500, 4495]}}, {"bill_id": 24564, "action_date": "2024-02-28T14:00:00-06:00", "document_id": 266765, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266765.pdf", "status_text": "Do Pass Amended", "journal_page": 430, "committee_id_action": 1197, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 80132, "president_vote": null, "Yea": [4472, 4473, 4474, 4475, 4476, 4478, 4482, 4483, 4485, 4486, 4577, 4489, 4491, 4492, 4494, 4495, 4496, 4497, 4500, 4503, 4504, 4506, 4509, 4510, 4511, 4513, 4514, 4518, 4519, 4520, 4521, 4522, 4524, 4525, 4527, 4528, 4530, 4531, 4532, 4534, 4535, 4538, 4542, 4543, 4544, 4545, 4546, 4549, 4551, 4553, 4555, 4556, 4557, 4560, 4561, 4562, 4563, 4565, 4566, 4568, 4569, 4570, 4571, 4575], "Nay": [4499, 4533, 4540, 4548], "Excused": [4505, 4552]}}, {"bill_id": 24564, "action_date": "2024-02-29T13:00:00-06:00", "document_id": 266906, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266906.pdf", "status_text": "Signed by the President", "journal_page": 461, "committee_id_action": 1219, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24564, "action_date": "2024-03-04T10:00:00-06:00", "document_id": 267011, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/267011.pdf", "status_text": "Signed by the Speaker", "journal_page": 468, "committee_id_action": 1197, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24564, "action_date": "2024-03-05T10:00:00-06:00", "document_id": 267164, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/267164.pdf", "status_text": "Delivered to the Governor", "journal_page": 480, "committee_id_action": 1219, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24564, "action_date": "2024-03-25T11:00:00-05:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by the Governor", "journal_page": null, "committee_id_action": 1219, "committee_id_assigned": null, "result": "N", "vote": {}}]}