{"session_id": 44, "bill_id": 22043, "bill_type": "Senate Bill", "bill_number": 189, "bill_title": "revise and establish certain provisions related to drug crimes and enforcement and create a penalty therefor.", "sponsors": [{"legislator_profile_id": 3805, "is_prime": true}, {"legislator_profile_id": 3783, "is_prime": false}, {"legislator_profile_id": 1789, "is_prime": false}, {"legislator_profile_id": 1801, "is_prime": false}, {"legislator_profile_id": 3804, "is_prime": false}, {"legislator_profile_id": 1834, "is_prime": false}], "keywords": ["Crimes", "Law Enforcement", "Marijuana", "Penalty"], "audio": [{"meeting_datetime": "2021-02-23T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sju26.mp3", "start_seconds": 5054.0}, {"meeting_datetime": "2021-02-23T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sju26.mp3", "start_seconds": 5054.0}, {"meeting_datetime": "2021-02-23T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sju26.mp3", "start_seconds": 5054.0}, {"meeting_datetime": "2021-02-23T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sju26.mp3", "start_seconds": 5054.0}, {"meeting_datetime": "2021-02-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen28.mp3", "start_seconds": 2000.0}, {"meeting_datetime": "2021-02-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen28.mp3", "start_seconds": 2000.0}, {"meeting_datetime": "2021-02-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen28.mp3", "start_seconds": 2000.0}, {"meeting_datetime": "2021-02-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen28.mp3", "start_seconds": 2000.0}], "bill_versions": [{"bill_id": 22043, "bill_version_id": 216124, "bill_version": "Introduced", "bill_version_date": "2021-02-03T09:28:21.323-06:00", "bill_text": "An Act to revise and establish certain provisions related to drug crimes and enforcement and create a penalty therefor. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 22-42-1 be AMENDED. 22-42-1. Definitions. Terms used in this chapter mean: (1) \"Controlled drug or substance,\" a drug or substance, or an immediate precursor of a drug or substance, listed in Schedules I through IV. The term includes an altered state of a drug or substance listed in Schedules I through IV absorbed into the human body; (2) \"Counterfeit substance,\" a controlled drug or substance which, or the container of labeling of which, without authorization, bears the trade‑mark, trade name, or other identifying mark, imprint, number, or device, or any likeness thereof, of a manufacturer, distributor, or dispenser other than the person or persons who manufactured, distributed, or dispensed such substance and which thereby falsely purports or is represented to be the product of, or to have been distributed by, such other manufacturer, distributor, or dispenser; (3) \"Deliver\" or \"delivery,\" the actual or constructive transfer of a controlled drug, substance, or marijuana whether or not there exists an agency relationship; (4) \"Dispense,\" to deliver a controlled drug or substance to the ultimate user or human research subject by or pursuant to the lawful order of a practitioner, including the prescribing, administering, packaging, labeling, or compounding necessary to prepare the substance for such delivery, and a dispenser is one who dispenses; (5) \"Distribute,\" to deliver a controlled drug, substance, or marijuana. Distribution means the delivery of a controlled drug, substance, or marijuana; (6) \"Manufacture,\" the production, preparation, propagation, compounding, or processing of a controlled drug or substance, either directly or indirectly by extraction from substances of natural origin, or independently by means of chemical synthesis or by a combination of extraction and chemical synthesis. A manufacturer includes any person who packages, repackages, or labels any container of any controlled drug or substance, except practitioners who dispense or compound prescription orders for delivery to the ultimate user; (7) \"Marijuana,\" all parts of any plant of the genus cannabis, whether growing or not, in its natural and unaltered state, except for drying or curing and crushing or crumbling. The term includes an altered state of marijuana absorbed into the human body. The term does not include fiber produced from the mature stalks of such plant, or oil or cake made from the seeds of such plant. The term does not include the plant Cannabis sativa L. and any part of that plant, including the seeds thereof and all derivatives, extracts, cannabinoids, isomers, acids, salts, and salts of isomers, whether growing or not, with a delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent on a dry weight basis; (8) \"Marijuana concentrate,\" the resin extracted from any part of a marijuana plant and every compound, manufacture, salt, derivative, mixture, or preparation from such resin; (9) \"Practitioner,\" a doctor of medicine, osteopathy, podiatry, dentistry, optometry, or veterinary medicine licensed to practice his profession, or pharmacists licensed to practice their profession; physician's assistants certified to practice their profession; government employees acting within the scope of their employment; and persons permitted by certificates issued by the Department of Health to distribute, dispense, conduct research with respect to, or administer a substance controlled by chapter 34-20B; (9)(10) \"Precursor\" or \"immediate precursor,\" a substance which the Department of Health has found to be and by rule designates as being a principal compound commonly used or produced primarily for use, and which is an immediate chemical intermediary used or likely to be used, in the manufacture of a controlled drug or substance, the control of which is necessary to prevent, curtail, or limit such manufacture; (10)(11) \"Schedule I,\" \"Schedule II,\" \"Schedule III,\" and \"Schedule IV,\" those schedules of drugs, substances, and immediate precursors listed in chapter 34-20B; (11)(12) \"Ultimate user,\" a person who lawfully possesses a controlled drug or substance for that person's own use or for the use of a member of that person's household or for administration to an animal owned by that person or by a member of that person's household. Section 2. That § 22-42-2 be AMENDED. 22-42-2. Unauthorized manufacture, distribution, counterfeiting or possession of Schedule I or II substances as felony--Mandatory sentences. Except as authorized by this chapter or chapter 34-20B, no person may manufacture, distribute, or dispense a substance listed in Schedules I or II; possess with intent to manufacture, distribute, or dispense a substance listed in Schedules I or II; create or distribute a counterfeit substance listed in Schedules I or II; or possess with intent to distribute a counterfeit substance listed in Schedules I or II. A violation of this section is a Class 4 felony. However, a violation of this section is a Class 3 felony if the person is in possession of three or more of the following: (1) Three hundred dollars or more in cash; (2) A firearm or other weapon pursuant to §§ 22-14-6, 22-14-15, 22-14-15.1, 22-14-15.3, and subdivision 22-1-2(8); (3) Bulk materials used for the packaging of controlled substances; (4) Materials used to manufacture a controlled substance including recipes, precursor chemicals, laboratory equipment, lighting, ventilating or power generating equipment; or (5) Drug transaction records or customer lists. The distribution of a substance listed in Schedules I or II to a minor is a Class 2 felony. A first conviction under this section shall be punished by a mandatory sentence in the state penitentiary of at least one year, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence may not form the basis for reducing the mandatory time of incarceration required by this section. A second or subsequent conviction under this section shall be punished by a mandatory sentence in the state penitentiary of at least ten years, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence may not form the basis for reducing the mandatory time of incarceration required by this section. However, a first conviction for distribution to a minor under this section shall be punished by a mandatory sentence in the state penitentiary of at least five years, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence may not form the basis for reducing the mandatory time of incarceration required by this section. A second or subsequent conviction for distribution to a minor under this section shall be punished by a mandatory sentence in the state penitentiary of at least fifteen years, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence, may not form the basis for reducing the mandatory time of incarceration required by this section. Any person who, for consideration, intentionally distributes any controlled substance or counterfeit substance in violation of this section and another person dies as a direct result of using that substance, the sentence for the principal felony shall be enhanced by increasing the class of the principal felony two levels. The enhancement may not exceed the sentence for a Class C felony. A civil penalty may be imposed, in addition to any criminal penalty, upon a conviction of a violation of this section not to exceed ten thousand dollars. A conviction for the purposes of the mandatory sentence provisions of this chapter is the acceptance by a court of any plea, other than not guilty, including nolo contendere, or a finding of guilt by a jury or court. A charge for unauthorized manufacture, distribution, or possession with intent to manufacture or distribute marijuana concentrate shall be charged under § 22-42-7.5 or 22-42-7.6. Section 3. That § 22-42-5 be AMENDED. 22-42-5. Unauthorized possession of controlled drug or substance as felony. No person may knowingly possess a controlled drug or substance unless the substance was obtained directly or pursuant to a valid prescription or order from a practitioner, while acting in the course of the practitioner's professional practice or except as otherwise authorized by chapter 34-20B. A charge for unauthorized possession of controlled substance when absorbed into the human body as set forth in subdivision 22-42-1(1) shall only be charged under the provisions of § 22-42-5.1. A violation of this section for a substance in Schedules I or II is a Class 5 felony. A violation of this section for a substance in Schedule III and IV is a Class 6 felony. A charge for unauthorized possession of marijuana concentrate shall be charged under § 22-42-7.4. Section 4. That § 22-42-5.1 be AMENDED. 22-42-5.1. Unauthorized ingestion of controlled drug or substance as felony. No person may knowingly ingest a controlled drug or substance or have a controlled drug or substance in an altered state in the body unless the substance was obtained directly or pursuant to a valid prescription or order from a practitioner, while acting in the course of the practitioner's professional practice or except as otherwise authorized by chapter 34-20B. A violation of this section for a substance in Schedules I or II is a Class 5 felony. A violation of this section for a substance in Schedules III or IV is a Class 6 felony. This section does not apply to ingesting marijuana concentrate or having marijuana concentrate in an altered state in the body. Section 5. That § 22-42-6 be AMENDED. 22-42-6. Possession of certain amounts of marijuana prohibited--Degrees according to amount. No person may knowingly possess marijuana. It is a Class 1 Class 2 misdemeanor to possess two ounces of marijuana or less more than one ounce but less than eight ounces of marijuana. It is a Class 6 felony Class 1 misdemeanor to possess more than two ounces of marijuana but less than one‑half pound eight to sixteen ounces of marijuana. It is a Class 5 Class 6 felony to possess one‑half pound but less than one pound more than sixteen ounces of marijuana. It is a Class 4 felony to possess one to ten pounds of marijuana. It is a Class 3 felony to possess more than ten pounds of marijuana. A civil penalty may be imposed, in addition to any criminal penalty, upon a conviction of a violation of this section not to exceed ten thousand dollars. This section does not apply to any person licensed or registered with the state to undertake an activity involving the possession of marijuana who acts in compliance with the authorizing law. This section does not apply to any person possessing marijuana complying with the provisions of chapter 34-20G. Section 6. That § 22-42-7 be AMENDED. 22-42-7. Distribution or possession with intent to distribute specified amounts of marijuana--Degrees according to amount. The distribution, or possession with intent to distribute, of less than one-half ounce of marijuana without consideration is a Class 1 misdemeanor; otherwise, the distribution, or possession with intent to distribute, of one ounce or less of marijuana is a Class 6 felony more than one ounce but less than two ounces of marijuana is a Class 2 misdemeanor. The distribution, or possession with intent to distribute, of more than one ounce but less than one-half pound of marijuana is a Class 5 felony two ounces but less than sixteen ounces of marijuana is a Class 1 misdemeanor. The distribution, or possession with intent to distribute, of one-half pound but less than one pound of marijuana is a Class 4 felony sixteen ounces but less than five pounds of marijuana is a Class 6 felony. The distribution, or possession with intent to distribute, of one pound or more of marijuana is a Class 3 felony. The distribution, or possession with intent to distribute, of less than one-half ounce of marijuana to a minor without consideration is a Class 6 felony; otherwise, the distribution, or possession with intent to distribute, of one ounce or less of marijuana to a minor is a Class 5 felony. The distribution, or possession with intent to distribute, of more than one ounce but less than one-half pound of marijuana to a minor is a Class 4 felony. The distribution, or possession with intent to distribute, of one-half pound but less than one pound of marijuana to a minor is a Class 3 felony. The distribution, or possession with intent to distribute, of one pound or more of marijuana to a minor is a Class 2 felony. A first conviction of a felony under this section shall be punished by a mandatory sentence in the state penitentiary or county jail of at least thirty days, which sentence may not be suspended. A second or subsequent conviction of a felony under this section shall be punished by a mandatory sentence of at least one year. Conviction of a Class 1 misdemeanor under this section shall be punished by a mandatory sentence in county jail of not less than fifteen days, which sentence may not be suspended. A civil penalty, not to exceed ten thousand dollars, may be imposed, in addition to any criminal penalty, upon a conviction of a felony violation of this section five pounds but less than ten pounds of marijuana is a Class 4 felony. The distribution, or possession with intent to distribute, ten to fifty pounds of marijuana is a Class 3 felony. The distribution, or possession with intent to distribute, more than fifty pounds of marijuana is a Class 2 felony. This section does not apply to any person licensed or registered with the state to undertake an activity involving the distribution, or possession with intent to distribute, marijuana who acts in compliance with the authorizing law. This section does not apply to any person distributing, or possessing with the intent to distribute, marijuana complying with the provisions of chapter 34-20G. Section 7. That a NEW SECTION be added: 22-42-7.1. Open and public use of marijuana or marijuana concentrate--Civil penalty. No person may openly consume or display one ounce or less of marijuana or eight grams or less of marijuana concentrate in a public place other than an area licensed for such activity under the laws of this state. The court may impose a civil penalty for a violation of this section not to exceed one hundred dollars. Any civil penalty collected pursuant to this section shall be deposited into the state general fund. Section 8. That a NEW SECTION be added: 22-42-7.2. Distribution or possession with intent to distribute marijuana to a minor--Degrees according to amount. It is a Class 6 felony to distribute to a minor, or possess with the intent to distribute to a minor, less than one ounce of marijuana. It is a Class 3 felony to distribute to a minor, or possess with the intent to distribute to a minor, one ounce but less than eight ounces of marijuana. It is a Class 2 felony to distribute to a minor, or possess with the intent to distribute to a minor, eight ounces to two pounds of marijuana. It is a Class 1 felony to distribute to a minor, or possess with the intent to distribute to a minor, more than two pounds of marijuana. This section does not apply if the distribution, or possession with intent to distribute, to a minor complies with the provisions of chapter 34-20G. Section 9. That a NEW SECTION be added: 22-42-7.3. Possession of certain number of marijuana plants prohibited--Degrees according to number. It is a Class 6 felony to possess four to twelve marijuana plants. It is a Class 4 felony to possess more than twelve marijuana plants. This section does not apply to any person licensed or registered with the state to possess marijuana plants who acts in compliance with the authorizing law. This section does not apply to any person possessing marijuana plants complying with the provisions of chapter 34-20G. Section 10. That a NEW SECTION be added: 22-42-7.4. Possession of certain amounts of marijuana concentrate prohibited--Degrees according to amount. It is a Class 1 misdemeanor to possess more than eight grams but less than two ounces of marijuana concentrate. It is a Class 6 felony to possess two to five ounces of marijuana concentrate. It is a Class 4 felony to possess more than five ounces of marijuana concentrate. This section does not apply to any person licensed or registered with the state to undertake an activity involving the possession of marijuana concentrate who acts in compliance with the authorizing law. This section does not apply to any person possessing marijuana concentrate complying with the provisions of chapter 34-20G. Section 11. That a NEW SECTION be added: 22-42-7.5. Manufacture, distribution, or possession with intent to distribute certain amounts of marijuana concentrate--Degrees according to amount. It is a Class 1 misdemeanor to manufacture, distribute, or possess with the intent to distribute, more than eight grams but less than sixteen grams of marijuana concentrate. It is a Class 6 felony to manufacture, distribute, or possess with the intent to distribute, sixteen grams but less than five ounces of marijuana concentrate. It is a Class 4 felony to manufacture, distribute, or possess with intent to distribute, five ounces but less than five pounds of marijuana concentrate. It is a Class 3 felony to manufacture, distribute, or possess with intent to distribute, five to twenty-five pounds of marijuana concentrate. It is a Class 2 felony to manufacture, distribute, or possess with intent to distribute, more than twenty-five pounds of marijuana concentrate. This section does not apply to any person licensed or registered with the state to undertake an activity involving the manufacture, distribution, or possession with intent to distribute, marijuana concentrate who acts in compliance with the authorizing law. This section does not apply to any person manufacturing, distributing, or possessing with the intent to distribute, marijuana concentrate complying with the provisions of chapter 34-20G. Section 12. That a NEW SECTION be added: 22-42-7.6. Distribution or possession with intent to distribute marijuana concentrate to a minor--Degrees according to amount. It is a Class 6 felony to distribute to a minor, or possess with the intent to distribute to a minor, one gram or less of marijuana concentrate. It is a Class 4 felony to distribute to a minor, or possess with the intent to distribute to a minor, more than one gram but less than one ounce of marijuana concentrate. It is a Class 2 felony to distribute to a minor, or possess with the intent to distribute to a minor, one ounce to one pound of marijuana concentrate. It is a Class 1 felony to distribute to a minor, or possess with the intent to distribute to a minor, more than one pound of marijuana concentrate. This section does not apply if the distribution, or possession with intent to distribute, to a minor complies with the provisions of chapter 34-20G. Section 13. That § 22-42-10 be AMENDED. 22-42-10. Keeping place for use or sale of controlled substances as felony. Any person who keeps or maintains a place which is resorted to by persons using controlled drugs and substances for the purpose of using such substances when such use is in violation of this chapter, or which is used for the keeping or selling of such substances in violation of this chapter, is guilty of a Class 5 felony. Section 14. That § 22-42-15 be AMENDED. 22-42-15. Ingesting substance, except alcoholic beverages, marijuana, or any substance derived from marijuana, for the purpose of becoming intoxicated as misdemeanor--Venue for violation. Any person who intentionally ingests, inhales, or otherwise takes into the body any substance, except alcoholic beverages as defined in § 35-1-1, marijuana or any substance derived from marijuana for purposes of becoming intoxicated, unless such substance is prescribed by a practitioner of the medical arts lawfully practicing within the scope of the practitioner's practice, is guilty of a Class 1 misdemeanor. The venue for a violation of this section exists in either the jurisdiction in which the substance was ingested, inhaled, or otherwise taken into the body or the jurisdiction in which the substance was detected in the body of the accused. Section 15. That § 22-42-19 be AMENDED. 22-42-19. Drug free zones created--Violation as felony--Sentence--Defense. Any person who commits a violation of § 22-42-2, 22-42-3, or 22-42-4, 22-42-7.2, 22-42-7.3, 22-42-7.6 or a felony violation of § 22-42-7 or 22-42-7.5, if such activity has taken place: (1) In, on, or within one thousand feet of real property comprising a public or private elementary or secondary school or a playground; or (2) In, on, or within five hundred feet of real property comprising a public or private youth center, public swimming pool, or video arcade facility; is guilty of a Class 4 felony. The sentence imposed for a conviction under this section carries a minimum sentence of imprisonment in the state penitentiary of five years. Any sentence imposed under this section shall be consecutive to any other sentence imposed for the principal felony. The court may not place on probation, suspend the execution of the sentence, or suspend the imposition of the sentence of any person convicted of a violation of this section. However, the sentencing court may impose a sentence other than that specified in this section if the court finds that mitigating circumstances exist which require a departure from the mandatory sentence provided for in this section. The court's finding of mitigating circumstances allowed by this section and the factual basis relied upon by the court shall be in writing. It is not a defense to the provisions of this section that the defendant did not know the distance involved. It is not a defense to the provisions of this section that school was not in session. Section 16. That a NEW SECTION be added: 32-23-7.1. Presumption arising from chemical analysis of bodily fluids--Delta-9 tetrahydrocannabinol. In any criminal prosecution for a violation of § 32-23-1 relating to driving a vehicle while under the influence of marijuana, a violation of § 22-16-41, or a violation of § 22-18-36, the amount of delta-9 tetrahydrocannabinol in the defendant's blood at the time of the alleged offense as shown by chemical analysis of the defendant's blood gives rise to the following presumptions: (1) If there was at that time less than 15 nanograms of delta-9 tetrahydrocannabinol per milliliter in whole blood, it is presumed that the defendant was not under the influence of delta-9-tetrahydrocannabinol; or (2) If there was at that time 15 nanograms or more of delta-9 tetrahydrocannabinol per milliliter in whole blood, such fact does not give rise to any presumption that the defendant was or was not under the influence of delta-9 tetrahydrocannabinol, but such fact may be considered with other competent evidence in determining the guilt or innocence of the defendant. Section 17. That § 32-23-8 be AMENDED. 32-23-8. Other evidence on being under the influence of alcoholic beverage. The provisions of § §§ 32-23-7 and 32-23-7.1 may not be construed as limiting the introduction of any other competent evidence bearing upon the question whether or not the defendant was under the influence of an alcoholic beverage or delta-9 tetrahydrocannabinol. Section 18. That a NEW SECTION be added: 32-33-14.2. Saliva tests at temporary roadblocks prohibited under certain circumstances. No law enforcement officer may request that a person occupying a motor vehicle stopped at the temporary roadblock submit to a test designed to detect the presence of drugs in the person's saliva unless specific and articulable facts taken together with rational inferences from those facts reasonably warrant the request."}, {"bill_id": 22043, "bill_version_id": 218193, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2021-02-23T15:51:29.467-06:00", "bill_text": "An Act to revise and establish certain provisions related to drug crimes and enforcement and create a penalty therefor. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 22-42-1 be AMENDED. 22-42-1. Definitions. Terms used in this chapter mean: (1) \"Controlled drug or substance,\" a drug or substance, or an immediate precursor of a drug or substance, listed in Schedules I through IV. The term includes an altered state of a drug or substance listed in Schedules I through IV absorbed into the human body; (2) \"Counterfeit substance,\" a controlled drug or substance which, or the container of labeling of which, without authorization, bears the trade‑mark, trade name, or other identifying mark, imprint, number, or device, or any likeness thereof, of a manufacturer, distributor, or dispenser other than the person or persons who manufactured, distributed, or dispensed such substance and which thereby falsely purports or is represented to be the product of, or to have been distributed by, such other manufacturer, distributor, or dispenser; (3) \"Deliver\" or \"delivery,\" the actual or constructive transfer of a controlled drug, substance, or marijuana whether or not there exists an agency relationship; (4) \"Dispense,\" to deliver a controlled drug or substance to the ultimate user or human research subject by or pursuant to the lawful order of a practitioner, including the prescribing, administering, packaging, labeling, or compounding necessary to prepare the substance for such delivery, and a dispenser is one who dispenses; (5) \"Distribute,\" to deliver a controlled drug, substance, or marijuana. Distribution means the delivery of a controlled drug, substance, or marijuana; (6) \"Manufacture,\" the production, preparation, propagation, compounding, or processing of a controlled drug or substance, either directly or indirectly by extraction from substances of natural origin, or independently by means of chemical synthesis or by a combination of extraction and chemical synthesis. A manufacturer includes any person who packages, repackages, or labels any container of any controlled drug or substance, except practitioners who dispense or compound prescription orders for delivery to the ultimate user; (7) \"Marijuana,\" all parts of any plant of the genus cannabis, whether growing or not, in its natural and unaltered state, except for drying or curing and crushing or crumbling. The term includes an altered state of marijuana absorbed into the human body. The term does not include fiber produced from the mature stalks of such plant, or oil or cake made from the seeds of such plant. The term does not include the plant Cannabis sativa L. and any part of that plant, including the seeds thereof and all derivatives, extracts, cannabinoids, isomers, acids, salts, and salts of isomers, whether growing or not, with a delta-9 tetrahydrocannabinol concentration of not more than three-tenths of one percent on a dry weight basis; (8) \"Marijuana concentrate,\" the resin extracted from any part of a marijuana plant and every compound, manufacture, salt, derivative, mixture, or preparation from such resin; (9) \"Practitioner,\" a doctor of medicine, osteopathy, podiatry, dentistry, optometry, or veterinary medicine licensed to practice his profession, or pharmacists licensed to practice their profession; physician's assistants certified to practice their profession; government employees acting within the scope of their employment; and persons permitted by certificates issued by the Department of Health to distribute, dispense, conduct research with respect to, or administer a substance controlled by chapter 34-20B; (9)(10) \"Precursor\" or \"immediate precursor,\" a substance which the Department of Health has found to be and by rule designates as being a principal compound commonly used or produced primarily for use, and which is an immediate chemical intermediary used or likely to be used, in the manufacture of a controlled drug or substance, the control of which is necessary to prevent, curtail, or limit such manufacture; (10)(11) \"Schedule I,\" \"Schedule II,\" \"Schedule III,\" and \"Schedule IV,\" those schedules of drugs, substances, and immediate precursors listed in chapter 34-20B; (11)(12) \"Ultimate user,\" a person who lawfully possesses a controlled drug or substance for that person's own use or for the use of a member of that person's household or for administration to an animal owned by that person or by a member of that person's household. Section 2. That § 22-42-2 be AMENDED. 22-42-2. Unauthorized manufacture, distribution, counterfeiting or possession of Schedule I or II substances as felony--Mandatory sentences. Except as authorized by this chapter or chapter 34-20B, no person may manufacture, distribute, or dispense a substance listed in Schedules I or II; possess with intent to manufacture, distribute, or dispense a substance listed in Schedules I or II; create or distribute a counterfeit substance listed in Schedules I or II; or possess with intent to distribute a counterfeit substance listed in Schedules I or II. A violation of this section is a Class 4 felony. However, a violation of this section is a Class 3 felony if the person is in possession of three or more of the following: (1) Three hundred dollars or more in cash; (2) A firearm or other weapon pursuant to §§ 22-14-6, 22-14-15, 22-14-15.1, 22-14-15.3, and subdivision 22-1-2(8); (3) Bulk materials used for the packaging of controlled substances; (4) Materials used to manufacture a controlled substance including recipes, precursor chemicals, laboratory equipment, lighting, ventilating or power generating equipment; or (5) Drug transaction records or customer lists. The distribution of a substance listed in Schedules I or II to a minor is a Class 2 felony. A first conviction under this section shall be punished by a mandatory sentence in the state penitentiary of at least one year, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence may not form the basis for reducing the mandatory time of incarceration required by this section. A second or subsequent conviction under this section shall be punished by a mandatory sentence in the state penitentiary of at least ten years, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence may not form the basis for reducing the mandatory time of incarceration required by this section. However, a first conviction for distribution to a minor under this section shall be punished by a mandatory sentence in the state penitentiary of at least five years, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence may not form the basis for reducing the mandatory time of incarceration required by this section. A second or subsequent conviction for distribution to a minor under this section shall be punished by a mandatory sentence in the state penitentiary of at least fifteen years, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence, may not form the basis for reducing the mandatory time of incarceration required by this section. Any person who, for consideration, intentionally distributes any controlled substance or counterfeit substance in violation of this section and another person dies as a direct result of using that substance, the sentence for the principal felony shall be enhanced by increasing the class of the principal felony two levels. The enhancement may not exceed the sentence for a Class C felony. A civil penalty may be imposed, in addition to any criminal penalty, upon a conviction of a violation of this section not to exceed ten thousand dollars. A conviction for the purposes of the mandatory sentence provisions of this chapter is the acceptance by a court of any plea, other than not guilty, including nolo contendere, or a finding of guilt by a jury or court. A charge for unauthorized manufacture, distribution, or possession with intent to manufacture or distribute marijuana concentrate shall be charged under § 22-42-7.5 or 22-42-7.6. Section 3. That § 22-42-5 be AMENDED. 22-42-5. Unauthorized possession of controlled drug or substance as felony. No person may knowingly possess a controlled drug or substance unless the substance was obtained directly or pursuant to a valid prescription or order from a practitioner, while acting in the course of the practitioner's professional practice or except as otherwise authorized by chapter 34-20B. A charge for unauthorized possession of controlled substance when absorbed into the human body as set forth in subdivision 22-42-1(1) shall only be charged under the provisions of § 22-42-5.1. A violation of this section for a substance in Schedules I or II is a Class 5 felony. A violation of this section for a substance in Schedule III and IV is a Class 6 felony. A charge for unauthorized possession of marijuana concentrate shall be charged under § 22-42-7.4. Section 4. That § 22-42-5.1 be AMENDED. 22-42-5.1. Unauthorized ingestion of controlled drug or substance as felony. No person may knowingly ingest a controlled drug or substance or have a controlled drug or substance in an altered state in the body unless the substance was obtained directly or pursuant to a valid prescription or order from a practitioner, while acting in the course of the practitioner's professional practice or except as otherwise authorized by chapter 34-20B. A violation of this section for a substance in Schedules I or II is a Class 5 felony. A violation of this section for a substance in Schedules III or IV is a Class 6 felony. This section does not apply to ingesting marijuana concentrate or having marijuana concentrate in an altered state in the body. Section 5. That § 22-42-6 be AMENDED. 22-42-6. Possession of certain amounts of marijuana prohibited--Degrees according to amount. No person may knowingly possess marijuana. It is a Class 1 Class 2 misdemeanor to possess two ounces of marijuana or less more than one ounce but less than eight ounces of marijuana. It is a Class 6 felony Class 1 misdemeanor to possess more than two ounces of marijuana but less than one‑half pound eight to sixteen ounces of marijuana. It is a Class 5 Class 6 felony to possess one‑half pound but less than one pound more than sixteen ounces of marijuana. It is a Class 4 felony to possess one to ten pounds of marijuana. It is a Class 3 felony to possess more than ten pounds of marijuana. A civil penalty may be imposed, in addition to any criminal penalty, upon a conviction of a violation of this section not to exceed ten thousand dollars. This section does not apply to any person licensed or registered with the state to undertake an activity involving the possession of marijuana who acts in compliance with the authorizing law. This section does not apply to any person possessing marijuana complying with the provisions of chapter 34-20G. Section 6. That § 22-42-7 be AMENDED. 22-42-7. Distribution or possession with intent to distribute specified amounts of marijuana--Degrees according to amount. The distribution, or possession with intent to distribute, of less than one-half ounce of marijuana without consideration is a Class 1 misdemeanor; otherwise, the distribution, or possession with intent to distribute, of one ounce or less of marijuana is a Class 6 felony less than two ounces of marijuana is a Class 2 misdemeanor. The distribution, or possession with intent to distribute, of more than one ounce but less than one-half pound of marijuana is a Class 5 felony two ounces but less than sixteen ounces of marijuana is a Class 1 misdemeanor. The distribution, or possession with intent to distribute, of one-half pound but less than one pound of marijuana is a Class 4 felony sixteen ounces but less than five pounds of marijuana is a Class 6 felony. The distribution, or possession with intent to distribute, of one pound or more of marijuana is a Class 3 felony. The distribution, or possession with intent to distribute, of less than one-half ounce of marijuana to a minor without consideration is a Class 6 felony; otherwise, the distribution, or possession with intent to distribute, of one ounce or less of marijuana to a minor is a Class 5 felony. The distribution, or possession with intent to distribute, of more than one ounce but less than one-half pound of marijuana to a minor is a Class 4 felony. The distribution, or possession with intent to distribute, of one-half pound but less than one pound of marijuana to a minor is a Class 3 felony. The distribution, or possession with intent to distribute, of one pound or more of marijuana to a minor is a Class 2 felony. A first conviction of a felony under this section shall be punished by a mandatory sentence in the state penitentiary or county jail of at least thirty days, which sentence may not be suspended. A second or subsequent conviction of a felony under this section shall be punished by a mandatory sentence of at least one year. Conviction of a Class 1 misdemeanor under this section shall be punished by a mandatory sentence in county jail of not less than fifteen days, which sentence may not be suspended. A civil penalty, not to exceed ten thousand dollars, may be imposed, in addition to any criminal penalty, upon a conviction of a felony violation of this section five pounds but less than ten pounds of marijuana is a Class 4 felony. The distribution, or possession with intent to distribute, ten to fifty pounds of marijuana is a Class 3 felony. The distribution, or possession with intent to distribute, more than fifty pounds of marijuana is a Class 2 felony. This section does not apply to any person licensed or registered with the state to undertake an activity involving the distribution, or possession with intent to distribute, marijuana who acts in compliance with the authorizing law. This section does not apply to any person distributing, or possessing with the intent to distribute, marijuana complying with the provisions of chapter 34-20G. Section 7. That a NEW SECTION be added: 22-42-7.1. Open and public use of marijuana or marijuana concentrate--Civil penalty. No person may openly consume or display one ounce or less of marijuana or eight grams or less of marijuana concentrate in a public place other than an area licensed for such activity under the laws of this state. The court may impose a civil penalty for a violation of this section not to exceed one hundred dollars. Any civil penalty collected pursuant to this section shall be deposited into the state general fund. Section 8. That a NEW SECTION be added: 22-42-7.2. Distribution or possession with intent to distribute marijuana to any person under age twenty-one--Degrees according to amount. It is a Class 6 felony to distribute to any person under the age of twenty-one years, or possess with the intent to distribute to any person under the age of twenty-one years, less than one ounce of marijuana. It is a Class 3 felony to distribute to any person under the age of twenty-one years, or possess with the intent to distribute to any person under the age of twenty-one years, one ounce but less than eight ounces of marijuana. It is a Class 2 felony to distribute to any person under the age of twenty-one years, or possess with the intent to distribute to any person under the age of twenty-one years, eight ounces to two pounds of marijuana. It is a Class 1 felony to distribute to any person under the age twenty-one years, or possess with the intent to distribute to any person under the age of twenty-one years, more than two pounds of marijuana. This section does not apply if the distribution, or possession with intent to distribute, to any person under the age twenty-one years complies with the provisions of chapter 34-20G. Section 9. That a NEW SECTION be added: 22-42-7.3. Possession, attempted possession, and ingestion of marijuana or marijuana concentrate by person under twenty-one years prohibited--Violation as misdemeanor. It is a Class 2 misdemeanor for any person under the age of twenty-one years to: (1) Possess or attempt to possess one ounce or less of marijuana; or (2) Ingest marijuana, marijuana concentrate, or any derivative of marijuana for purposes of becoming intoxicated, notwithstanding §§ 22-42-5.1 and 22-42-15. It is a Class 1 misdemeanor for any person under the age of twenty-one years to possess or attempt to possess eight grams or less of marijuana concentrate. This section does not apply to any person under the age of twenty-one years who possesses, attempts to possess, or ingests marijuana, marijuana concentrate, or any derivative of marijuana complying with the provisions of chapter 34-20G. Section 10. That a NEW SECTION be added: 22-42-7.4. Possession of certain amounts of marijuana concentrate prohibited--Degrees according to amount. It is a Class 1 misdemeanor to possess more than eight grams but less than two ounces of marijuana concentrate. It is a Class 6 felony to possess two to five ounces of marijuana concentrate. It is a Class 4 felony to possess more than five ounces of marijuana concentrate. This section does not apply to any person licensed or registered with the state to undertake an activity involving the possession of marijuana concentrate who acts in compliance with the authorizing law. This section does not apply to any person possessing marijuana concentrate complying with the provisions of chapter 34-20G. Section 11. That a NEW SECTION be added: 22-42-7.5. Manufacture, distribution, or possession with intent to distribute certain amounts of marijuana concentrate--Degrees according to amount. It is a Class 1 misdemeanor to manufacture, distribute, or possess with the intent to distribute, less than sixteen grams of marijuana concentrate. It is a Class 6 felony to manufacture, distribute, or possess with the intent to distribute, sixteen grams but less than five ounces of marijuana concentrate. It is a Class 4 felony to manufacture, distribute, or possess with intent to distribute, five ounces but less than five pounds of marijuana concentrate. It is a Class 3 felony to manufacture, distribute, or possess with intent to distribute, five to twenty-five pounds of marijuana concentrate. It is a Class 2 felony to manufacture, distribute, or possess with intent to distribute, more than twenty-five pounds of marijuana concentrate. This section does not apply to any person licensed or registered with the state to undertake an activity involving the manufacture, distribution, or possession with intent to distribute, marijuana concentrate who acts in compliance with the authorizing law. This section does not apply to any person manufacturing, distributing, or possessing with the intent to distribute, marijuana concentrate complying with the provisions of chapter 34-20G. Section 12. That a NEW SECTION be added: 22-42-7.6. Distribution or possession with intent to distribute marijuana concentrate to any person under age twenty-one--Degrees according to amount. It is a Class 6 felony to distribute to any person under the age of twenty-one years, or possess with the intent to distribute to any person under the age of twenty-one years, one gram or less of marijuana concentrate. It is a Class 4 felony to distribute to any person under the age of twenty-one years, or possess with the intent to distribute to any person under the age of twenty-one years, more than one gram but less than one ounce of marijuana concentrate. It is a Class 2 felony to distribute to any person under the age of twenty-one years, or possess with the intent to distribute to any person under the age of twenty-one years, one ounce to one pound of marijuana concentrate. It is a Class 1 felony to distribute to any person under the age of twenty-one years, or possess with the intent to distribute to any person under the age of twenty-one years, more than one pound of marijuana concentrate. This section does not apply if the distribution, or possession with intent to distribute, to any person under the age of twenty-one years complies with the provisions of chapter 34-20G. Section 13. That § 22-42-10 be AMENDED. 22-42-10. Keeping place for use or sale of controlled substances as felony. Any person who keeps or maintains a place which is resorted to by persons using controlled drugs and substances for the purpose of using such substances when such use is in violation of this chapter, or which is used for the keeping or selling of such substances in violation of this chapter, is guilty of a Class 5 felony. Section 14. That § 22-42-15 be AMENDED. 22-42-15. Ingesting substance, except alcoholic beverages, marijuana, or any substance derived from marijuana, for the purpose of becoming intoxicated as misdemeanor--Venue for violation. Any person who intentionally ingests, inhales, or otherwise takes into the body any substance, except alcoholic beverages as defined in § 35-1-1, marijuana or any substance derived from marijuana for purposes of becoming intoxicated, unless such substance is prescribed by a practitioner of the medical arts lawfully practicing within the scope of the practitioner's practice, is guilty of a Class 1 misdemeanor. The venue for a violation of this section exists in either the jurisdiction in which the substance was ingested, inhaled, or otherwise taken into the body or the jurisdiction in which the substance was detected in the body of the accused. Section 15. That § 22-42-19 be AMENDED. 22-42-19. Drug free zones created--Violation as felony--Sentence--Defense. Any person who commits a violation of § 22-42-2, 22-42-3, or 22-42-4, 22-42-7.2, 22-42-7.3, 22-42-7.6 or a felony violation of § 22-42-7 or 22-42-7.5, if such activity has taken place: (1) In, on, or within one thousand feet of real property comprising a public or private elementary or secondary school or a playground; or (2) In, on, or within five hundred feet of real property comprising a public or private youth center, public swimming pool, or video arcade facility; is guilty of a Class 4 felony. The sentence imposed for a conviction under this section carries a minimum sentence of imprisonment in the state penitentiary of five years. Any sentence imposed under this section shall be consecutive to any other sentence imposed for the principal felony. The court may not place on probation, suspend the execution of the sentence, or suspend the imposition of the sentence of any person convicted of a violation of this section. However, the sentencing court may impose a sentence other than that specified in this section if the court finds that mitigating circumstances exist which require a departure from the mandatory sentence provided for in this section. The court's finding of mitigating circumstances allowed by this section and the factual basis relied upon by the court shall be in writing. It is not a defense to the provisions of this section that the defendant did not know the distance involved. It is not a defense to the provisions of this section that school was not in session."}], "amendments": [{"bill_id": 22043, "document_id": 218436, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218436.pdf", "legislator_profile_id": 1794, "document_id_instructions": 218438, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/218438.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 22043, "action_date": "2021-02-03T14:00:00-06:00", "document_id": 215796, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215796.pdf", "status_text": "First read in Senate and referred to", "journal_page": 170, "committee_id_action": 514, "committee_id_assigned": 509, "result": "N", "vote": {}}, {"bill_id": 22043, "action_date": "2021-02-23T08:00:00-06:00", "document_id": 217659, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217659.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 509, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22043, "action_date": "2021-02-23T08:00:00-06:00", "document_id": 217661, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217661.pdf", "status_text": "Motion to amend", "journal_page": 3, "committee_id_action": 509, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22043, "action_date": "2021-02-23T08:00:00-06:00", "document_id": 217661, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217661.pdf", "status_text": "Do Pass Amended", "journal_page": 5, "committee_id_action": 509, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69755, "president_vote": null, "Yea": [1783, 1806, 1847, 3795, 3805], "Nay": [1785], "Excused": [1850]}}, {"bill_id": 22043, "action_date": "2021-02-25T13:00:00-06:00", "document_id": 218426, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218426.pdf", "status_text": "Motion to amend", "journal_page": 353, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22043, "action_date": "2021-02-25T13:00:00-06:00", "document_id": 218426, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218426.pdf", "status_text": "Do Pass Amended", "journal_page": 353, "committee_id_action": 514, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 70124, "president_vote": null, "Nay": [1771, 3798, 1775, 1776, 1785, 1786, 1790, 1794, 1812, 1819, 1828, 1850, 1856, 1858, 1860, 3803, 1865, 1870], "Yea": [1881, 1779, 1783, 1789, 1801, 1803, 1808, 1827, 1831, 3805, 1847, 1851, 1853, 3796, 3795], "Excused": [1806, 1811]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22043"}