{"session_id": 64, "bill_id": 22924, "bill_type": "Senate Bill", "bill_number": 210, "bill_title": "provide for the establishment of education savings accounts.", "sponsors": [{"legislator_profile_id": 3922, "is_prime": true}, {"legislator_profile_id": 3946, "is_prime": true}, {"legislator_profile_id": 3941, "is_prime": false}, {"legislator_profile_id": 3958, "is_prime": false}, {"legislator_profile_id": 3986, "is_prime": false}, {"legislator_profile_id": 4011, "is_prime": false}, {"legislator_profile_id": 4016, "is_prime": false}], "keywords": ["Crimes", "Education", "Penalty", "State Aid to Education", "Students"], "audio": [], "bill_versions": [{"bill_id": 22924, "bill_version_id": 232204, "bill_version": "Introduced", "bill_version_date": "2022-02-02T11:51:35.607-06:00", "bill_text": "An Act to provide for the establishment of education savings accounts. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 13-27 be amended with a NEW SECTION: There is hereby established an education savings account program to provide moneys for any of the following expenses incurred by or on behalf of a participating student attending a nonpublic school or pursuing an elementary or secondary education through alternative instruction: (1) Tuition and fees to attend a nonpublic school, and any additional charges for textbooks, instructional materials, supplies, and equipment; (2) Tuition and fees to attend a virtual school or to participate in a virtual class or program, and any additional charges for textbooks, instructional materials, supplies, and equipment; (3) Computers and other programmable electronic device purchases, together with any hardware and software, but excluding cellular telephones; (4) Curriculum purchases; (5) Fees for: (a) Advanced placement examinations; (b) College or university admission tests; and (c) Nationally standardized, norm-referenced achievement tests; (6) Instructional material purchases; (7) Textbook purchases; and (8) Tutoring fees. Section 2. That chapter 13-27 be amended with a NEW SECTION: The Department of Education shall create an account, in the name of each student participating in the education savings account program. No later than September first of each year, the department shall deposit into each account an amount to be annually transferred from the appropriation for state aid to education in the general appropriations act and equal to the per student equivalent, as determined under § 13-13-10.1. Any amount not used for reimbursement and remaining in an account at the conclusion of a school year must be carried forward to the ensuing school year. When a program participant graduates from high school or withdraws from the pursuit of a high school diploma, any funds remaining in the student's account on the following July first must revert to the state general fund. Section 3. That chapter 13-27 be amended with a NEW SECTION: In order to be qualified for participation in the education savings account program, a student: (1) Must have been enrolled in a public school district in this state for at least forty-five days during the semester immediately preceding: (a) Attendance at a nonpublic school; or (b) The pursuit of an elementary or secondary education through alternative instruction under this chapter; (2) Must be entering kindergarten for the first time: (a) In a nonpublic school; or (b) Though alternative instruction under this chapter; or (3) Beginning with the 2023-2024 school year, must have participated in the education savings account program during the preceding academic year. Section 4. That chapter 13-27 be amended with a NEW SECTION: In order to enroll in the education savings account program, the parent of a qualified student shall complete and return to the Department of Education, at any time prior to August fifteenth of each year, a notification form developed by the department and available upon request and on the department's website. In completing the form, the parent shall: (1) Indicate the manner in which the student is to be educated during the ensuing school year; (2) Affirm that the student will be instructed in all subjects required by law to be taught to public school students at the same grade level; (3) Verify that any expenses to be submitted for reimbursement are only those incurred by or on behalf of a participating student attending a nonpublic school orpursuing elementary or secondary education through alternative instruction under this chapter; and (4) Verify that the parent shall notify the department, if the student relocates out-of-state, enrolls in a public school district in this state, or withdraws from the pursuit of a high school diploma. Upon receiving an application for enrollment and verifying that the student is qualified to enroll, the department shall provide to the parent information regarding expenses that are reimbursable, as provided for under section 1 of this Act, and the time and manner in which a claim for reimbursement may be submitted. Nothing in this section relieves a parent of any notice requirement set forth in this chapter. Section 5. That chapter 13-27 be amended with a NEW SECTION: No person who provides goods or services that qualify for reimbursement under section 1 of this Act may charge a program participant a greater amount than that charged to a nonparticipant. Any person who violates this section is guilty of a Class 1 misdemeanor. Section 6. That chapter 13-27 be amended with a NEW SECTION: Any person who intentionally submits a fraudulent claim for reimbursement is guilty of a Class 1 misdemeanor."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22924, "action_date": "2022-02-02T14:00:00-06:00", "document_id": 231864, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231864.pdf", "status_text": "First read in Senate and referred to", "journal_page": 160, "committee_id_action": 1034, "committee_id_assigned": 1024, "result": "N", "vote": {}}, {"bill_id": 22924, "action_date": "2022-02-08T07:45:00-06:00", "document_id": 232369, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232369.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1024, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22924, "action_date": "2022-02-03T14:00:00-06:00", "document_id": 232283, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232283.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 172, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}]}