{"session_id": 21, "bill_id": 6715, "bill_type": "Senate Commemoration", "bill_number": 28, "bill_title": "Honoring Dr. Jerome Bentz of Platte as the 2015 Family Doctor of the Year.", "sponsors": [{"legislator_profile_id": 916, "is_prime": true}, {"legislator_profile_id": 871, "is_prime": true}, {"legislator_profile_id": 915, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 6715, "bill_version_id": 35516, "bill_version": "Introduced", "bill_version_date": "2015-02-25T09:15:04.777-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Dr. Jerome Bentz of Platte as the 2015 Family Doctor of the Year. WHEREAS, for more than thirty-one years Dr. Jerome Bentz has been practicing medicine in Platte and the surrounding area; and WHEREAS, Dr. Bentz has been active in his church and various community organizations and has led numerous fundraising drives for community improvement projects; and WHEREAS, Dr. Bentz has mentored many medical students as the local physician coordinator for the Platte unit of the Frontier and Rural Medicine (FARM) program; and WHEREAS, Dr. Bentz has been both a pioneer and leader in family and rural medicine; and WHEREAS, Dr. Bentz was named the 2015 Family Doctor of the Year by the South Dakota Academy of Family Physicians because of his numerous contributions to both the field of family medicine and his community and dedication to his patients: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninetieth Legislature of the State of South Dakota, that Dr. Jerome Bentz be honored as the 2015 Family Doctor of the Year."}, {"bill_id": 6715, "bill_version_id": 35738, "bill_version": "Enrolled", "bill_version_date": "2015-02-27T13:52:58.717-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Dr. Jerome Bentz of Platte as the 2015 Family Doctor of the Year. WHEREAS, for more than thirty-one years Dr. Jerome Bentz has been practicing medicine in Platte and the surrounding area; and WHEREAS, Dr. Bentz has been active in his church and various community organizations and has led numerous fundraising drives for community improvement projects; and WHEREAS, Dr. Bentz has mentored many medical students as the local physician coordinator for the Platte unit of the Frontier and Rural Medicine (FARM) program; and WHEREAS, Dr. Bentz has been both a pioneer and leader in family and rural medicine; and WHEREAS, Dr. Bentz was named the 2015 Family Doctor of the Year by the South Dakota Academy of Family Physicians because of his numerous contributions to both the field of family medicine and his community and dedication to his patients: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninetieth Legislature of the State of South Dakota, that Dr. Jerome Bentz be honored as the 2015 Family Doctor of the Year. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6715, "action_date": "2015-02-25T14:00:00-06:00", "document_id": 35568, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35568.pdf", "status_text": "", "journal_page": 521, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}]}