{"session_id": 69, "bill_id": 24882, "bill_type": "Senate Bill", "bill_number": 8, "bill_title": "allow licensed hunting preserve facilities to sell alcoholic beverages on designated days outside of the shooting preserve season.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24882", "sponsors": [{"legislator_profile_id": 4567, "is_prime": true}, {"legislator_profile_id": 4476, "is_prime": false}, {"legislator_profile_id": 4493, "is_prime": false}, {"legislator_profile_id": 4499, "is_prime": false}, {"legislator_profile_id": 4523, "is_prime": false}, {"legislator_profile_id": 4529, "is_prime": false}, {"legislator_profile_id": 4532, "is_prime": false}, {"legislator_profile_id": 4541, "is_prime": false}, {"legislator_profile_id": 4552, "is_prime": false}, {"legislator_profile_id": 4558, "is_prime": false}, {"legislator_profile_id": 4570, "is_prime": false}, {"legislator_profile_id": 4576, "is_prime": false}], "keywords": ["Alcoholic Beverages", "Hunting"], "audio": [], "bill_versions": [{"bill_id": 24882, "bill_version_id": 257366, "bill_version": "Introduced", "bill_version_date": "2023-12-22T15:04:08.333-06:00", "bill_text": "An Act to allow licensed hunting preserve facilities to sell alcoholic beverages on designated days outside of the shooting preserve season. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 35-4-11.13 be AMENDED: 35-4-11.13. Notwithstanding the provisions of § 35-4-11.1, each county may issue a hunting preserve facility on-sale license to any facility that has a shooting preserve operating permit issued pursuant to chapter 41-10 and a license issued by the Department of Health pursuant to chapter 34-18. The Except as otherwise provided by this section, the licensee may only sell alcoholic beverages during the shooting preserve season for consumption on the licensed premises to a guest as part of a hunting or shooting rental package for use of the shooting preserve's facilities and services. The licensee may, at the time the county issues a license under this section or at the time or renewal, designate up to ten days during the calendar year outside of the shooting preserve season, and report these days to the county. During the ten days designated by the licensee, the licensee may also sell alcoholic beverages for consumption on the licensed premises to guests as part of a rental package for use of the shooting preserve's facilities and services. The licensee may not offer any alcoholic beverages for retail sale to other members of the general public. The facility shall have rooms that are suitable for lodging to host guests and equipment and seating for the preparation and serving of food for consumption on the premises. For the purposes of this section, the term, \"premises\", means the same facility which that is also licensed by the Department of Health pursuant to chapter 34-18. The license fee shall be is five hundred dollars per season. The renewal fee shall be is five hundred dollars per season. Any license issued pursuant to this section may not be transferred to a different location."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24882, "action_date": "2024-01-09T12:00:00-06:00", "document_id": 257007, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/257007.pdf", "status_text": "First read in Senate and referred to", "journal_page": 17, "committee_id_action": 1219, "committee_id_assigned": 1209, "result": "N", "vote": {}}, {"bill_id": 24882, "action_date": "2024-01-16T10:00:00-06:00", "document_id": 259660, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259660.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1209, "committee_id_assigned": null, "result": "N", "vote": {}}]}