{"session_id": 69, "bill_id": 24743, "bill_type": "House Bill", "bill_number": 1030, "bill_title": "update statutory and regulatory references pertaining to water pollution.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24743", "sponsors": [], "keywords": ["Environmental Protection", "Executive/Judiciary Request", "Promulgation of Rules", "Water Quality"], "audio": [{"meeting_datetime": "2024-01-11T07:45:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hag03.mp3", "start_seconds": 4381.0}, {"meeting_datetime": "2024-01-11T07:45:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hag03.mp3", "start_seconds": 4381.0}, {"meeting_datetime": "2024-01-11T07:45:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hag03.mp3", "start_seconds": 4381.0}, {"meeting_datetime": "2024-01-11T07:45:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hag03.mp3", "start_seconds": 4381.0}, {"meeting_datetime": "2024-01-23T10:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sag10.mp3", "start_seconds": 135.0}, {"meeting_datetime": "2024-01-23T10:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sag10.mp3", "start_seconds": 135.0}, {"meeting_datetime": "2024-01-23T10:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sag10.mp3", "start_seconds": 135.0}, {"meeting_datetime": "2024-01-23T10:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sag10.mp3", "start_seconds": 135.0}], "bill_versions": [{"bill_id": 24743, "bill_version_id": 257748, "bill_version": "Introduced", "bill_version_date": "2023-12-29T17:08:31.643-06:00", "bill_text": "An Act to update statutory and regulatory references pertaining to water pollution. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 34A-2-93 be AMENDED: 34A-2-93. The board may promulgate rules pursuant to chapter 1-26: (1) To establish surface and ground water quality standards; (2) To establish design and installation requirements for on-site wastewater systems; (3) To establish criteria for water pollution control facilities, to include facilities constructed for the protection and monitoring of groundwater; (4) To establish the present and future beneficial uses of all waters under this chapter; (5) To establish procedures for granting variances from water quality standards; (6) To establish procedures for conducting inspections; (7) To establish contested case procedures; (8) To establish secondary treatment standards for wastewater facilities; (9) To establish standards for surface water discharge permits; (10) To establish pretreatment standards and requirements for local pretreatment programs; (11) To establish standards for aboveground and underground storage tanks; (12) To establish financial responsibility requirements for owners of underground and aboveground storage tanks; (13) To establish standards for the remediation and cleanup of contaminated soils. The standards relating to cleanup of petroleum contamination shall must be based upon risk to human health and safety, as determined by the board. The board may adopt standards relating to cleanup of contamination, consistent with the American Society for Testing and Materials Standard ES38-94, entitled Emergency E1739-95R15, Standard Guide for Risk Based Risk-Based Corrective Action Applied at Petroleum Release Sites, as in effect on January 1, 2011 2024, or other generally accepted risk-based cleanup methods; (14) To establish standards for bulk chemical storage facilities; (15) To establish requirements for underground injection control; (16) To establish a groundwater discharge permit program; (17) To establish a delegated national pollutant discharge elimination system program, as provided for under 40 CFR C.F.R. Part 123 as amended to (January 1, 2011, 2024) and wastewater pretreatment program, as provided for under 40 CFR C.F.R. Part 403 as amended to (January 1, 2011 2024); (18) To establish a priority listing for projects funded under the construction grant program; and (19) To establish requirements for approval of plans for water pollution control facilities and water supply systems. The board shall also hold any hearings necessary for the proper administration of this chapter and initiate any action in court for the enforcement of this chapter. Section 2. That § 34A-2-98 be AMENDED: 34A-2-98. Terms used in this section and § 34A-2-99 mean: (1) \"Department,\" Department of Agriculture and Natural Resources; (2) \"Local designated agencies,\" agencies of subdivisions of state government which are designated by the Governor to carry out specific portions of this section and § 34A-2-99; (3) \"Nonoperational storage tank,\" any underground storage tank in which regulated substances may not be deposited or from which regulated substances may not be dispensed; (4) \"Regulated substance,\" any substance defined in section 101(4) of the Federal Comprehensive Environmental Response, Compensation, and Liability Act of 1980, as amended to January 1, 2011 42 U.S.C. § 9601(14) (January 1, 2024), but not including any substance regulated as a hazardous waste under subtitle (C), and petroleum, including crude oil or any fraction thereof which is liquid at standard conditions of temperature and pressure, 60 degrees fahrenheit Fahrenheit and 14.7 pounds per square inch absolute; and (5) \"Underground storage tank,\" any tank or combination of tanks, including connected underground pipes, which contains an accumulation of regulated substances, and the volume of which, including the volume of the connected underground pipes, is ten percent or more beneath the surface of the ground. This term does not include: (a) A farm or residential tank with a capacity of one thousand one hundred gallons or less used for storing motor fuel for noncommercial purposes; (b) A tank used for storing heating oil for consumptive use on the premises where stored; (c) A septic tank; (d) A pipeline facility, including gathering lines, regulated under the Natural Gas Pipeline Safety Act of 1968, as amended to January 1, 2011 49 U.S.C. § 60101 et seq. (January 1, 2024), the Hazardous Liquid Pipeline Safety Act of 1979, as amended to January 1, 2011 49 U.S.C. § 60101 et seq. (January 1, 2024), or a pipeline which is an intrastate pipeline facility regulated under state laws comparable to the provisions of law referred to above; (e) A surface impoundment, pit, pond or lagoon; (f) A storm water or wastewater collection system; (g) A flow-through process tank; (h) A liquid trap or associated gathering lines directly related to oil or gas production and gathering operations; (i) A storage tank situated in an underground area such as a basement, cellar, mineworking, drift, shaft, or tunnel if the storage tank is situated upon or above the surface of the floor; and (j) Any pipes connected to any tank which is described in subsections (a) to (i), inclusive, of this subdivision. Section 3. That § 34A-2-99 be AMENDED: 34A-2-99. The board shall promulgate rules, pursuant to chapter 1-26, to develop: (1) Requirements for maintaining a leak detection system, an inventory control system together with tank testing, or a comparable system or method designed to identify releases in a manner consistent with the protection of human health and the environment; (2) Requirements for maintaining records of any monitoring or leak detection system or inventory control system or tank testing system; (3) Requirements for the reporting of any releases and corrective action taken in response to a release from an underground storage tank; (4) Requirements for taking corrective action in response to a release from an underground storage tank. The standards relating to cleanup of petroleum contamination shall must be based upon risk to human health and safety as determined by the board. The board may adopt standards relating to cleanup of contamination consistent with the American Society for Testing and Materials Standard ES38-94, entitled Emergency E1739-95R15, Standard Guide for Risk Based Risk-Based Corrective Action Applied at Petroleum Release Sites, as in effect on January 1, 2011 2024, or other generally accepted risk-based cleanup methods; (5) Requirements for the closure of tanks to prevent future releases of regulated substances to the environment; (6) Requirements for maintaining evidence of financial responsibility for taking corrective action and compensating third parties for bodily injury and property damage caused by sudden and nonsudden accidental releases arising from operating an underground storage tank; (7) Standards of performance for new underground storage tanks; (8) Requirements for notifying the department or local designated agency of the existence of any operational or nonoperational underground storage tank; (9) Requirements for providing the information required on the form issued pursuant to section 9002(b)(2) of the Federal Resource Conservation Recovery Act reauthorization of 1984, as amended to January 1, 2011 the Regulation of Underground Storage Tanks, 42 U.S.C. § 6991a(b)(2) (January 1, 2024). A violation of rules promulgated pursuant to this section is subject to § 34A-2-75. Section 4. That § 34A-2-100 be AMENDED: 34A-2-100. The term, above ground stationary storage tank, as used in this section and §§ 34A-2-101 and 34A-2-102 means any stationary tank or combination of stationary tanks above ground, including connected pipes, which stores an accumulation of regulated substances as defined in § 34A-2-98. This term does not include: (1) Any farm or residential tank used for storing motor fuels for noncommercial purposes; (2) Any tank used for storing heating oil or motor fuels for consumptive use on the premises where stored; (3) Any septic tank; (4) Any pipeline facility, including gathering lines, regulated under the Natural Gas Pipeline Safety Act of 1968, as amended to January 1, 2011 49 U.S.C. § 60101 et seq. (January 1, 2024); (5) Any surface impoundment, pit, pond, or lagoon; (6) Any storm water or wastewater collection system; (7) Any flow-through process tank; (8) Any liquid trap or associated gathering lines directly related to oil and gas production and gathering operations; (9) Any storage tank situated in an underground area such as a basement, cellar, mineworking, drift, shaft, or tunnel if the storage tank is situated upon or above the surface of the floor; (10) Any pipes connected to any tank which is exempted in this subdivision; and (11) Any tanks used for storing pesticides regulated under chapter 38-21, except those regulated pursuant to Subtitle I of the Federal Hazardous and Solid Waste Amendments of 1984 (Public Law 98-616), as amended to January 1, 2011, 42 U.S.C. 6901, et seq. (January 1, 2024). Section 5. That § 34A-2-101 be AMENDED: 34A-2-101. The board shall promulgate rules, pursuant to chapter 1-26, to develop procedures necessary to safeguard the public health and welfare and prevent pollution of the waters of the state from the leakage, spillage, release, or discharge of regulated substances from above ground stationary storage tanks. These rules shall must be exercised in substantial conformity with the current codes and standards recommended by the National Fire Protection Association for the storage of flammable and combustible liquids, as contained in NFPA30 in effect on January 1, 2011, Flammable and Combustible Liquids Code (January 1, 2024), and NFPA 30A, Code for Motor Fuel Dispensing Facilities and Repair Garages (January 1, 2024). The rules shall must provide the following: (1) Requirements for maintaining a leak detection system, an inventory system, or a comparable system or method designed to identify releases in a manner consistent with the protection of human health and the environment; (2) Requirements for maintaining records of any monitoring or leak detection system or inventory control system; (3) Requirements for the reporting of any releases and corrective action taken in response to a release from any above ground stationary storage tank; (4) Requirements for taking corrective action in response to a release from any above ground stationary storage tank; (5) Requirements for the closure of tanks to prevent future releases of regulated substances to the environment; (6) Requirements for maintaining evidence of financial responsibility for taking corrective action and compensating third parties for bodily injury and property damage caused by sudden and nonsudden accidental releases arising from operating any above ground stationary storage tank; (7) Standards of performance, including design, construction, installation, and compatibility standards for new above ground stationary storage tanks; (8) Requirements for notifying the department or local designated agency of the existence of any operational or nonoperational above ground stationary storage tank; and (9) Requirements for providing tank information required on the form provided by the department. A violation of these rules is subject to § 34A-2-75. Section 6. That § 34A-2-103 be AMENDED: 34A-2-103. The state, under various statutes, has the established authority to provide for groundwater protection and pollution control. Under this chapter, the state has initiated a groundwater protection strategy, which that encompasses all waters below the surface of the land in a zone of saturation. This strategy consists of a variety of programs, activities and funds established by this chapter and other related chapters. These functions include but are not limited to chapters 46A-1, 46A-2, and 46A-3A to 46A-3E, inclusive, which provide for the state water plan, the state conservancy district and the establishment of water development districts; chapter 45-2, which provides for geologic surveys; chapters 46-2, 46-2A, 46-5, and 46-6, which provide for the regulation of water rights, including appropriation of water, collection, preservation, and publication of data on groundwater, liability for damages to domestic and municipal wells, and regulation of drilling and construction of drinking water wells; chapter 34A-3A, which provides for the regulation of public drinking water systems; chapter 34A-2, which provides for the protection and control of pollution to the groundwater, which and includes groundwater discharge permits, a groundwater quality classification system, groundwater quality standards, underground storage tank and aboveground storage tank regulations, the regulation of wastewater treatment facilities, and the regulation of on‑site disposal of wastewater; chapter 1-49, which provides for laboratory services related to environmental control; chapter 34A-13, which provides for a petroleum release compensation fund; chapter 34A-12, which provides for a regulated substance response fund; chapter 34A-6, which provides for the regulation of solid waste; chapter 38-19, which provides for the regulation of the use, storage and handling of fertilizers; chapter 38-21, which provides for the regulation of the use, storage and handling of pesticides; chapter 34A-2A, which provides for the regulation of chemigation; chapter 34A-11, which provides for the regulation of hazardous wastes including special provisions for the regulation of polychlorinated biphenols biphenyls; chapter 45-9, which provides for the regulation of oil and gas development, including underground injection control permits; chapters 45-6B and 45-6C, which provide for the regulation of mineral exploration, development, and mine reclamation; chapter 45-6, which provides for the regulation of sand and gravel operations; and chapter 45-6D, which provides for the regulation of uranium exploration. These programs, activities, and funds are all components of the state groundwater protection strategy and are used to maintain and improve the quality of the state's groundwaters. Those The agencies, departments, and programs responsible for administering these and other groundwater related functions shall coordinate their activities to insure ensure that comprehensive groundwater protection and management is being efficiently performed. The secretary, under the supervision of the Governor, shall be responsible for overseeing oversee this coordination effort."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24743, "action_date": "2024-01-09T12:00:00-06:00", "document_id": 256993, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/256993.pdf", "status_text": "First read in House and referred to", "journal_page": 16, "committee_id_action": 1197, "committee_id_assigned": 1191, "result": "N", "vote": {}}, {"bill_id": 24743, "action_date": "2024-01-11T07:45:00-06:00", "document_id": 257849, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/257849.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1191, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24743, "action_date": "2024-01-11T07:45:00-06:00", "document_id": 257850, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/257850.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1191, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78340, "president_vote": null, "Yea": [4473, 4503, 4522, 4524, 4544, 4555, 4557, 4561, 4563, 4570, 4575, 4542, 4486]}}, {"bill_id": 24743, "action_date": "2024-01-11T07:45:00-06:00", "document_id": 257850, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/257850.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1191, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24743, "action_date": "2024-01-12T13:00:00-06:00", "document_id": 259392, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259392.pdf", "status_text": "Do Pass", "journal_page": 52, "committee_id_action": 1197, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78431, "president_vote": null, "Yea": [4472, 4473, 4474, 4475, 4476, 4478, 4482, 4483, 4485, 4486, 4489, 4491, 4492, 4494, 4495, 4496, 4497, 4499, 4500, 4503, 4504, 4505, 4506, 4509, 4510, 4511, 4513, 4514, 4518, 4519, 4520, 4521, 4522, 4524, 4525, 4527, 4528, 4530, 4531, 4532, 4533, 4534, 4535, 4538, 4542, 4543, 4544, 4546, 4549, 4551, 4552, 4553, 4555, 4556, 4557, 4560, 4561, 4562, 4563, 4565, 4566, 4568, 4569, 4570, 4571, 4575], "Excused": [4540, 4545, 4548]}}, {"bill_id": 24743, "action_date": "2024-01-16T14:00:00-06:00", "document_id": 259625, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259625.pdf", "status_text": "First read in Senate and referred to", "journal_page": 86, "committee_id_action": 1219, "committee_id_assigned": 1208, "result": "N", "vote": {}}, {"bill_id": 24743, "action_date": "2024-01-23T10:00:00-06:00", "document_id": 260819, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260819.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1208, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24743, "action_date": "2024-01-23T10:00:00-06:00", "document_id": 260821, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260821.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1208, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78729, "president_vote": null, "Yea": [4515, 4523, 4529, 4537, 4490, 4541], "Excused": [4567]}}, {"bill_id": 24743, "action_date": "2024-01-23T10:00:00-06:00", "document_id": 260821, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260821.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1208, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24743, "action_date": "2024-01-24T14:00:00-06:00", "document_id": 262009, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262009.pdf", "status_text": "Do Pass", "journal_page": 167, "committee_id_action": 1219, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78806, "president_vote": null, "Yea": [4477, 4479, 4480, 4481, 4487, 4488, 4490, 4498, 4501, 4502, 4507, 4508, 4515, 4516, 4517, 4523, 4526, 4529, 4536, 4537, 4541, 4547, 4550, 4554, 4559, 4564, 4567, 4572, 4573, 4574, 4576], "Excused": [4493, 4512, 4558]}}]}