{"session_id": 20, "bill_id": 5505, "bill_type": "House Bill", "bill_number": 1255, "bill_title": "provide for regulation of certain short-term, small dollar consumer loans and to provide a penalty therefor.", "sponsors": [{"legislator_profile_id": 479, "is_prime": true}, {"legislator_profile_id": 424, "is_prime": true}], "keywords": ["Class 1 Misdemeanor", "Crimes", "Debtor and Creditor", "Prison or Jail Impact Statement"], "audio": [{"meeting_datetime": "2014-02-19T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hco22.mp3", "start_seconds": 165.0}, {"meeting_datetime": "2014-02-19T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hco22.mp3", "start_seconds": 165.0}, {"meeting_datetime": "2014-02-19T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hco22.mp3", "start_seconds": 165.0}], "bill_versions": [{"bill_id": 5505, "bill_version_id": 29745, "bill_version": "Introduced", "bill_version_date": "2014-02-04T11:28:14.013-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for regulation of certain short-term, small dollar consumer loans and to provide a penalty therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 54-4-36 be amended to read as follows: 54-4-36. Terms used in this chapter mean: (1) \"Advertisement,\" a commercial message in any medium that aids, promotes, or assists, directly or indirectly, the sale of products or services; (2) \"Commission,\" the State Banking Commission; (3) \"Database,\" the database described in section 10 of this Act; (4) \"Database provider,\" one of the following: (a) A third-party provider selected by the director pursuant to section 10 of this Act to operate the statewide database described in that section; or (b) The director, if the director does not select a third-party provider pursuant to section 10 of this Act; (5) \"Director,\" the director of the Division of Banking of the Department of Labor and Regulation; (4)(6) \"Division,\" the Division of Banking; (5)(7) \"Finance charge,\" the amount, however denominated, which is the direct or indirect cost payable by a borrower for a loan; (6)(8) \"Financing institutions,\" any person engaged in the business of creating and holding or purchasing or acquiring retail installment contracts; (7)(9) \"Installment loan,\" a loan made to be repaid in specified amounts over a certain number of months; (8)(10) \"License,\" a license provided by this chapter; (9)(11) \"Installment loan contract\" or \"contract,\" an agreement evidencing a installment loan transaction; (10)(12) \"Licensee,\" any person holding a license; (11)(13) \"Loan,\" any installment loan, single pay loan, or open-end loan which may be unsecured or secured by real or personal property; (12)(14) \"Payday loan,\" any short-maturity loan on the security of a check, any assignment of an interest in the account of a person at a depository institution, any authorization to debit the person's deposit account, any assignment of salary or wages payable to a person. A short-maturity loan made in anticipation of an income tax refund is not a payday loan for purposes of this chapter; (13)(15) \"Regional revolving loan fund,\" a regional revolving loan fund with a service area of at least five South Dakota counties, a designated staff for loan processing and servicing, a loan portfolio of at least one million dollars, and which is governed by a board of directors that meets at least quarterly; (14)(16) \"Short-term consumer loan,\" any loan to any individual borrower for a principal amount of seven hundred dollars or less and with a duration of six months or less, including a payday loan. A title loan is not a short-term consumer loan for purposes of this chapter; (15)(17) \"Title lender,\" a regulated lender authorized pursuant to this chapter to make title loans; and (16)(18) \"Title loan,\" a loan for a debtor that is secured by a nonpurchase money security interest in a motor vehicle and that is scheduled to be repaid in a single installment. Section 2. That § 54-4-38 be amended to read as follows: 54-4-38. The commission may promulgate rules pursuant to chapter 1-26 to provide for: (1) Rules of practice; (2) Internal management of finance companies; (3) Retention of records; (4) Additional examination fees; and (5) Remote electronic lending; and (6) Database implementation, operation, licensee requirements, and maintenance of the database. Section 3. That § 54-4-65 be amended to read as follows: 54-4-65. No licensee may renew, rollover, or flip a short- term consumer loan more than four times. No renewal, rollover, or flip is valid unless, at the time of the renewal, rollover, or flip, the debtor pays the outstanding fee and reduces the principal amount of the loan as provided in this section. Upon the first renewal, rollover, or flip and each subsequent renewal, rollover, or flip, the debtor shall reduce the principal amount of the loan by not less than ten percent of the original amount of the loan any loan transactions as defined in subdivisions 54-4-36(9), (13), (14), (15), or (16) unless specifically allowed under this chapter. Section 4. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: A debtor may rescind a transaction for any reason if the debtor provided notice of the desire to rescind the transaction to the licensee before the licensee's close of business on the business day immediately following the day on which the transaction was made, and returns to the licensee, at the time of giving notice, all proceeds of the loan the debtor received from the licensee. No licensee may charge or collect a finance charge or other charge or fee if the debtor rescinds the loan. Upon rescission of a loan, the licensee shall return to the debtor any check given to the licensee or other authorization for payment in connection with the loan or shall agree in writing that no other repayment mechanism may be utilized. Section 5. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: No licensee may make a payday loan or a single installment short-term loan to a debtor if the loan will result in the debtor being indebted for a period in excess of sixty consecutive days. If a debtor has a loan outstanding for sixty consecutive days, no licensee may offer or make a payday loan or single installment short term loan to the debtor for five continuous days from the date of repayment of the last loan. Notwithstanding this prohibition, a licensee may enter into an extended payment plan agreement with a debtor in accordance with this section. For purposes of this section, the term, consecutive days, means a series of continuous days in which the debtor is party to one or more payday loan or single installment short term loan, including up to six days between such loans. No licensee may make a payday loan or a single installment short-term loan to a debtor if the loan will result in the debtor being indebted for five consecutive loans. For purposes of this section, a consecutive loan, is a new single installment short-term loan or payday loan that originates within one day of paying off an existing single installment short-term loan or payday loan. If a debtor has had four consecutive loans, no licensee may offer or make a payday loan or single installment loan to the debtor for at least five continuous days from the date of repayment of the last single installment short-term loan or payday loan. Notwithstanding this prohibition, a licensee may enter into an extended payment plan agreement with the debtor pursuant to the provisions of this Act. Section 6. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: A debtor who receives a payday loan or single installment short-term loan is entitled from the licensee at least one extended payment plan agreement annually if at any time the debtor declares an inability to repay: (1) A second payday loan or single installment short-term loan from a licensee when due, provided that the second loan is from the licensee and is entered into within six days of the due date of the prior loan; or (2) Any outstanding loans at the end of sixty consecutive days of indebtedness as contemplated by section 5 of this Act. Section 7. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: An extended payment plan agreement is: (1) Considered an extension of the existing loan obligation; (2) Subject to the requirements and restrictions of a loan agreement as specified in this chapter; and (3) Subject to the following terms: (a) The principal balance due under the extended payment plan is the outstanding principal balance and finance charge due under the existing loan plus the permitted finance charge; (b) May encourage, but may not require, the debtor to reduce the balance of the existing loan by paying the licensee cash on the date the debtor enters into the extended payment plan agreement; (c) May not impose a finance charge for entering into the extended payment plan; (d) May only impose the fees and charges authorized in this chapter in connection with an extended payment plan; (e) Must allow the debtor to pay the sums due under the extended payment plan over at least four fourteen-day terms. Each installment shall be in an amount arrived at by dividing the total amount outstanding under subdivision (1) to a licensee by the number of fourteen-day terms of the extended payment plan; If the debtor has loans outstanding to two lenders and is unable to pay both loans, the consumer may enter in an extended payment plan with each licensee. A consumer may, at any time, partially or entirely pay off an extended payment plan. A licensee shall report to the database described in this chapter that the consumer is enrolled in an extended payment plan. Except when the consumer is entered into an extended payment plan under the provisions of this chapter, the consumer has the same right to rescind an extended payment plan as is provided for the rescission of a loan. Section 8. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: In order to enter into an extended payment plan, a debtor must have obtained a loan from the same licensee, or its assignee, that will enter into the extended payment plan, request an extended payment plan no later than the due date of the loan, reasonably inform the licensee, either orally or in writing, that the debtor requests an extended payment plan. During any period in which all or part of an extended payment plan is outstanding and during the seven-day period following a debtor's payment in full of an extended payment plan, no licensee under this chapter may make or offer to make any loan transactions as defined in subdivisions 54-4-36(9), (13), (14), (15), (16), and (17) to the debtor. Section 9. That § 54-4-66 be amended to read as follows: 54-4-66. The maximum principal amount of any payday loan, or the total outstanding principal balances of all payday loans made by a licensee loan in the case of a single installment loan including payday loans or the total monthly outstanding payments owed at any given time of the month of each loan transaction as defined in subdivisions 54-4-36(9), (13), (14), (15), (16), and (18), made by all licensees to a single borrower, may not exceed five hundred seven hundred dollars at any time or twenty-five percent of a debtor's gross monthly income, whichever is less. A violation of this section is a Class 1 misdemeanor. Section 10. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: The director shall, on July 1, 2014, implement a common database with real-time access through an internet connection for licensees as defined by § 54-4-36. The database shall be accessible to the division and the licensee to enforce the provisions of §§ 54-4-65, 54-4-66, and 54-4-71. A licensee shall accurately and promptly submit such data before entering into each loan transaction as defined in subdivisions 54-4-36(9), (13), (14), (15), (16), and (17) in such format as the director may require by rule or order, including the customer's name, social security number or employment authorization alien number, address, driver license number, amount of the transaction, date of transaction, date that the completed transaction is closed, and any additional information required by the director. The director may promulgate rules, pursuant to chapter 1-26, to administer and enforce the provisions of this Act and to assure that the database is used by all licensees in accordance with this section. Section 11. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: The director shall promulgate rules, pursuant to chapter 1-26, to establish a transaction fee for data required to be submitted by a licensee, which may be charged to the customer. The director shall review the fee annually. The fee may not exceed the actual cost per transaction. Section 12. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: The director may operate the database described in section 10 of this Act or may contract with a third-party provider to operate the database. If the director contracts with a third-party provider to operate the database, the director shall: (1) Ensure that the third-party provider operates the database pursuant to the provisions of this Act; (2) Consider the cost of service and ability to meet all the requirements of this Act when selecting a third-party provider as the database provider; (3) Give strong consideration to the third-party provider's ability to prevent fraud, abuse, and other unlawful activities associated with licensee transactions and provide additional tools for the administration and enforcement of this Act when selecting a third-party provider; (4) Require the third-party provider to collect the fee imposed pursuant to section 11 of this Act. Section 13. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: A third-party provider acting as a database provider pursuant to this Act may only use the data collected under this Act as prescribed in this Act and the contract with the office and for no other purpose. If the third-party provider violates the provisions of this section, the director may terminate the contract and the third-party provider may be barred from becoming a party to any other state contracts. Section 14. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: A person injured by the third-party provider's violation of section 11 of this Act may maintain a civil cause of action against the third-party provider and may recover actual damages plus reasonable attorney's fees and court costs. Section 15. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: The database described in section 10 of this Act must allow a licensee accessing the database to do all of the following: (1) Verify whether a debtor would violate § 54-4-66 as a result of entering into a new transaction with the licensee; (2) Provide information necessary to ensure the licensee complies with the requirements imposed by the Unites States Treasury Office of Foreign Assets Control and United States Treasury Office of Financial Crimes Enforcement Network; and (3) Track and monitor the number of customers who notify the licensee of any violation of this chapter, the number of times a licensee agreed that a violation occurred, the number of times that a licensee did not agree that a violation occurred, the amount of restitution paid, and any other information the director requires by rule or order. Section 16. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: While operating the database, the database provider shall do all of the following: (1) Establish and maintain a process for responding to transaction verification requests due to technical difficulties occurring with the database that prevent the licensee from accessing the database through the internet; (2) Comply with all applicable federal and state provisions to prevent identity theft; (3) Provide accurate and secure receipt, transmission, and storage of debtor data; and (4) Meet the requirements of this chapter. Section 17. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: If the database provider receives notification that a transaction is closed, the database provider shall designate the transaction as closed in the database immediately, but in no event after 11:59 p.m. on the day the director or database provider receives notification. The database provider shall automatically designate a transaction as closed in the database five days after the transaction maturity date unless a licensee reports to the database provider before that time that the transaction remains open because of the debtor's failure to make payment; that the transaction is open because the debtor's payment instrument or an electronic redeposit is in the process of clearing the banking system; or that the transaction remains open because the debtor's payment instrument is being returned to the licensee for insufficient funds, a closed account, a stop payment order, or because of any other factors determined by the director. If a licensee reports the status of a transaction as open in a timely manner, the transaction remains an open transaction until it is closed and the database provider is notified that the transaction is closed. Section 18. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: If a licensee stops providing transactions, the database provider shall designate all open transactions with that licensee as closed in the database sixty days after the date the licensee stops offering transactions, unless the licensee reports to the database provider before the expiration of the sixty-day period which transactions remain open and the specific reason each transaction remains open. The licensee shall also provide to the director a reasonably acceptable plan that outlines how the licensee will continue to update the database after it stops transactions. The director shall promptly approve or disapprove the plan and immediately notify the licensee of the director's decision. If the plan is disapproved, the licensee may submit a new plan or may submit a modified plan for the licensee to follow. If at any time the director reasonably determines that a licensee that has stopped offering transactions is not updating the database in accordance with its approved plan, the director shall immediately close or instruct the database provider to immediately close all remaining open transactions of that licensee. Section 19. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: A response to an inquiry to the database provider by a licensee may only include whether a person is eligible or ineligible for a new transaction and describe the reason for that determination. Only the person applying for the loan may make a direct inquiry to the database provider to request a more detailed explanation of a particular transaction that was the basis for the ineligibility determination. All information regarding a person's transaction history is confidential; is not subject to public inspection; is not a public record subject to the disclosure requirements of the state open records law; is not subject to discovery, subpoena, or other compulsory process, except in an administrative or legal action arising under this section; and may not be disclosed to any person other than the director. Section 20. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: The director may only access the database provided under section 10 of this Act for purposes of an investigation of, examination of, or enforcement of an action concerning an individual database provider, licensee, customer, or other person. Section 21. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: The director shall enforce and investigate violations of this chapter. The director may not delegate responsibilities under this chapter to any third-party provider. Section 22. That chapter 54-5 be amended by adding thereto a NEW SECTION to read as follows: If the director determines that the database is fully operational, the director shall send written notification to each licensee subject to the provisions of this Act of the exact date that the database is operational for the data entry requirement established in this section. A licensee shall promptly and accurately enter into the database all transactions undertaken by the licensee upon receipt of the written notification required in this section. Section 23. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: The director may promulgate rules, pursuant to chapter 1-26, to do all of the following: (1) Require that data be retained in the database only as required to ensure the licensee complies with this chapter; (2) Require that customer transaction data in the database is archived within three hundred sixty-five days after the customer transaction is closed unless needed for a pending enforcement or legal action; (3) Require that any identifying customer information is deleted from the database when data is archived; and (4) Require that data in the database concerning a customer transaction is deleted from the database no later than three years after the customer transaction is closed or, if any administrative, legal, or law enforcement action is pending, three years after the administrative, legal, or law enforcement action is completed, whichever is later. The director may maintain access to data archived under this section for examination, investigation, or legislative or policy review, and to administer and enforce the provisions of this Act. Section 24. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: A licensee may rely on the information contained in the database as accurate and is not subject to any administrative penalty or civil liability as a result of relying on inaccurate information contained in the database, provided the licensee accurately and promptly submits such data as required before entering into a transaction with a customer. Section 25. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: If the database is unavailable due to technical difficulties with the database, as determined by the director, the licensee shall utilize the process established in this Act to verify deferred deposit transactions. Section 26. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: The director may require a database provider to file a report by March first of each year containing the following information: (1) The total number and dollar amount of transactions entered into in the calendar year ending December thirty-first of the previous year; (2) The total number and dollar amount of transactions outstanding as of December thirty-first of the previous year; (3) The total dollar amount of fees collected for transactions as of December thirty-fist of the previous year; (4) The minimum, maximum, and average dollar amount of transactions entered into, the total dollar amount of the net charge-offs and write-offs, and the net recoveries of licensees as of December thirty-first of the previous year; (5) The average transaction amount, the average number of transactions, and the average aggregate transaction amount entered into per customer as of December thirty-first of the previous year; (6) The average number of days a customer was engaged in a transaction for the previous year; (7) An estimate of the average total fees paid per customer for transactions for the previous year. Section 27. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: Any loan agreement made with a person who is not licensed under this chapter, or exempted from the provisions of this chapter pursuant to § 54-4-37, is void and the person may not collect any principal, fee, interest, charges, or recompense. The director may void a transaction agreement if the director determines that the licensee has violated any provision of this chapter. The licensee is allowed to recover from the customer any principal paid by the licensee to the customer, but the licensee may not recover any service fee or other charge related to the transaction. Section 28. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: Each lender shall pay five cents for each loan entered into to be deposited into the consumer credit counseling fund. Section 29. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: Each lender shall pay an annual high-cost loan license fee surcharge of seven hundred fifty dollars for each licensed office to the division. The director shall deposit this fee into the financial literacy education fund. There is hereby created within the state treasury a special fund to be designated as the financial literacy education fund which may only be used to grant funds to or contracts with schools or other organizations that provide financial and economic literacy skills to adults and youth in accordance with guidelines and regulations to be established by the Division of Banking. Section 30. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: No person engaging in the business of short-term lending may engage in any conduct the natural consequence of which is to harass, oppress, or abuse any person in connection with the collection of a debt. Such conduct includes: (1) The use of or threatened use of violence or other criminal means to harm the physical person, reputation, or property of any person; (2) The use of obscene or profane language or language the natural consequence of which is to abuse the hearer or reader; (3) The publication of a list of consumers who allegedly refuse to pay debts, except a consumer reporting agency; (4) Causing a telephone to ring or engaging any person in telephone conversation repeatedly or continuously with intent to annoy, abuse, or harass any person at the called number; (5) The placement of telephone calls without meaningful disclosure of the caller's identity when asked by the borrower. A violation of this section is a Class 1 misdemeanor."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5505, "action_date": "2014-02-04T14:00:00-06:00", "document_id": 29776, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29776.pdf", "status_text": "First read in House and referred to", "journal_page": 274, "committee_id_action": 231, "committee_id_assigned": 217, "result": "N", "vote": {}}, {"bill_id": 5505, "action_date": "2014-02-19T10:00:00-06:00", "document_id": 30298, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30298.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 217, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5505, "action_date": "2014-02-19T10:00:00-06:00", "document_id": 30584, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30584.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 446, "committee_id_action": 217, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16231, "president_vote": null, "Yea": [528, 522, 467, 425, 845, 487, 497, 518, 450, 506, 508], "Nay": [451, 502]}}]}