{"session_id": 54, "bill_id": 17881, "bill_type": "Senate Bill", "bill_number": 41, "bill_title": "provide for the creation of a no solicitation calls list for persons wishing not to receive unsolicited telephone calls, to create a telephone solicitation account, and to establish certain fees and civil penalties.", "sponsors": [], "keywords": ["Administrative Rules", "Public Utilities Commission"], "audio": [{"meeting_datetime": "2003-01-29T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst11sb0041a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-29T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst11sb0041a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-29T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst11sb0041a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-29T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst11sb0041a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-29T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst11sb0041a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-29T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst11sb0041a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-29T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst11sb0041a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-01-29T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst11sb0041a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-05T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen16sb0041a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-05T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen16sb0041a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-05T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen16sb0041a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-05T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen16sb0041a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-05T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen16sb0041a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-05T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen16sb0041a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-05T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen16sb0041a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-18T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hco24sb0041a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-18T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hco24sb0041a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-18T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hco24sb0041a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-28T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou33sb0041a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-28T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou33sb0041a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-28T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou33sb0041a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-28T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou33sb0041a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17881, "bill_version_id": 95346, "bill_version": "Introduced", "bill_version_date": "2003-01-11T16:11:12-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the creation of a no solicitation calls list for persons wishing not to receive unsolicited telephone calls, to create a telephone solicitation account, and to establish certain fees and civil penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-31-1 be amended to read as follows: 49-31-1. Terms used in this chapter mean: (1) \"Addressable,\" enabling users to connect and communicate with a specific party easily and securely on a dial-up, addressable basis; (2) \"Available,\" ensuring that network services are available if the user requires them, even at times of peak usage; designed to be a nonblocking network, minimizing network contention; (3) \"Broadband network,\" the broadband network extends the range of fully switched, addressable, robust transport services over the fiber network which increase in multiples of OC-1 (51.84 Mbps), including OC-3 (155.52 Mbps) and OC-12 (622.08 Mbps); (4) \"Centron and centron-like services,\" services which provide custom switching features which include distributive dial tone, select number screening, toll restriction and screening, nonattendant busy out, nonattend and call transfer, and select trunk hunting and screening; (5) \"Commission,\" the Public Utilities Commission; (6) \"Common carrier,\" anyone who offers telecommunications services to the public; (7) \"Eligible telecommunications carrier,\" a local exchange carrier designated by the commission pursuant to 47 U.S.C. § 214(e) as of January 1, 1998, as eligible to receive universal service support funding; (8) \"Feature rich,\" providing the specific features and functionality required by users' voice, data, video, graphics, imaging, and multimedia applications; functionally beyond mere transport; (9) \"Incumbent local exchange carrier,\" a local exchange carrier, including successors and assigns, which was providing local exchange service within a defined service area in this state on or before February 8, 1996; (10) \"Interexchange telecommunications service,\" telecommunications service between points in two or more exchanges; (11) \"LATA,\" a local access and transport area; (12) \"Local exchange area,\" a any geographic area established by a local exchange carrier as filed with or approved by the commission for the administration of local telecommunications service which may consist of one or more central offices or wire centers together with associated facilities used in furnishing telecommunications service in that area; (13) \"Local exchange service,\" the access to and transmission of two-way switched telecommunications service within a local exchange area; (14) \"Narrowband network,\" a fully switched digital network covering the transport range from 0 to 144,000 bits per second (144 Kbps), offering two 64 Kbps information B (Bearer) channels and a 16 Kbps signaling D (Delta) channel; (15) \"New products and services,\" any new product or service introduced after July 1, 1988, which is not functionally required to provide local exchange service. Repackaging of any product or service which is fully competitive with any service regulated as emerging competitive or noncompetitive is not considered a new product or service; (16) \"Optional service,\" a any limited or discretionary service offered by a telecommunications company which is not functionally required for the provision of noncompetitive services and which the customer has the option to purchase; (17) \"Private,\" ensuring confidentiality and integrity of network transport of messages without dependency on specialized customer premise security devices; (18) \"Rate of return regulation,\" the procedure used by the commission to approve the charge for a service which gives due consideration to the public need for adequate, efficient, and reasonable service and to the need of the public utility for revenues sufficient to enable it to meet its total current cost of furnishing such service, including taxes and interest, and including adequate provision for depreciation of its utility property used and necessary in rendering service to the public, and to earn a fair and reasonable return upon the value of its property; (19) \"Register,\" a list of names, addresses, and telephone numbers of residential telephone subscribers who have properly enrolled with the commission to prevent unsolicited telephone calls; (20) \"Residential telephone subscriber,\" any person residing in the state who has residential telephone service; (21) \"Robust,\" easily and economically sustaining the rigors of growth and extensive public use; (20) (22) \"Rural telephone company,\" a any local exchange company as defined in 47 U.S.C. § 153(37) as of January 1, 1998; (21) (23) \"Secure,\" physically precluding unwanted access to network and information; (22) (24) \"Service area,\" a geographic area established by the commission for the purpose of determining universal service obligations and support mechanisms. For a rural telephone company, the service area is the company's study area or any other area designated jointly by the commission and the Federal Communications Commission pursuant to 47 U.S.C. § 214(e)(5) as of January 1, 1998; (23) (25) \"Standard,\" supporting universal interfaces and networking standards and protocols of generally accepted standards setting bodies; (24) (26) \"Switched,\" providing circuit, packet, or channel type switching, each suited to specific application requirements; (25) (27) \"Switched access,\" an any exchange access service purchased for the origination and termination of interexchange telecommunications services which includes central office switching and signaling, local loop facility, or local transport; (26) (28) \"Telecommunications company,\" any person or municipal corporation owning, operating, reselling, managing, or controlling in whole or in part, any telecommunications line, system , or exchange in this state, directly or indirectly, for public use. For purposes of this definition the term, for public use, means for the use of the public in general or for a specific segment of the public, or which connects to the public in general or for a specific segment of the public, or which connects to the public switched network for access to any telecommunications service; (27) (29) \"Telecommunications service,\" the transmission of signs, signals, writings, images, sounds, messages, data , or other information of any nature by wire, radio, lightwaves, electromagnetic means, or other similar means. It does not include the provision of terminal equipment used to originate or terminate such service, broadcast transmissions by radio, television , and satellite stations regulated by the Federal Communications Commission and one-way cable television service; (30) \"Telephone solicitation call,\" any call made by a telephone solicitor, originating from South Dakota or elsewhere, for the purpose of soliciting a sale of any consumer goods or services to the person called, for the purpose of soliciting an extension of credit for consumer goods or services to the person called, or for the purpose of obtaining information that may be used for the direct solicitation of a sale of consumer goods or services to the person called or an extension of credit for such purposes; (31) \"Telephone solicitor,\" any person or organization who individually or through salespersons, makes or causes to be made a telephone solicitation call. This term does not include any not-for-profit or charitable organization exempt from federal income taxation pursuant to section 501(c)(3) of the Internal Revenue Code of 1986 as of January 1, 2003; (32) \"Unsolicited telephone call,\" any telephone solicitation call other than a call made: (a) In response to an express request of the person called; (b) Primarily in connection with an existing debt or contract, payment or performance of which has not been completed at the time of such call; (c) To any person with whom the telephone solicitor has an existing business relationship; or (d) By a newspaper publisher or such publisher's agent or employee in connection with such publisher's business; (28) (33) \"Wideband network,\" the wideband network extends the range of fully switched, digital, addressable information transport from the 144 Kbps to the DS3 rate of 44.736 Mbps, including the DS1 and DS2 rates of 1.544 Mbps and 6.312 Mbps, respectively. Section 2. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any telephone solicitor who makes unsolicited telephone calls shall institute procedures that comply with the provisions of this Act for obtaining a list of persons who do not wish to receive unsolicited telephone calls made by or on behalf of the telephone solicitor. No telephone solicitor who makes unsolicited telephone calls may call any number listed on the register. The commission may promulgate rules, pursuant to chapter 1-26, concerning procedures and requirements regarding the implementation of a register, setting of fees for purchase of the register, form of the application, requirements for acquiring a copy of the register, requirements for enrollment on and removal from the register, procedures for maintaining a register, procedures for operating the register, standards concerning the use of the register, and application of the civil fines. Section 3. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall maintain a register of names, addresses, and telephone numbers of each South Dakota residential telephone subscriber who has elected not to receive unsolicited telephone calls. Section 4. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any telephone solicitor who makes unsolicited telephone calls to South Dakota residential telephone subscribers shall obtain a copy of the register from the commission. Each telephone solicitor shall submit an application to the commission to obtain a copy of the register. Section 5. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any telephone solicitor who makes unsolicited telephone calls to South Dakota residential telephone subscribers shall pay to the commission an annual fee of not more than five hundred dollars. Fees collected under this section shall be credited to the telephone solicitation account which is hereby established in the state treasury. Any interest earned on money in the fund shall be deposited in the fund. The money is continuously appropriated to the use of the commission to implement and administer the provisions of this Act. Section 6. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall establish and provide for the operation of a register. The register may be operated by the commission or by another entity under contract with the commission. A residential telephone subscriber may enroll on the register in accordance with procedures prescribed by the commission. No fee may be charged to the residential telephone subscriber to enroll on the register. Section 7. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of chapter 49-1A, the commission may use amounts deposited in the gross receipts tax fund to implement this Act. All funds used shall be returned to the gross receipts tax fund within three years of implementation of the register. Section 8. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any telecommunications company that provides local exchange service shall inform its customers of the provisions of this Act by publication of the notice in the consumer pages of its telephone directories. Section 9. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any person who violates this Act or any rules promulgated pursuant to this Act is subject to a civil penalty to be imposed by the commission, after notice and opportunity for hearing. The commission may impose a civil fine of not more than five thousand dollars for each offense. In determining the amount of the penalty upon finding a violation, or the amount of a compromise settlement, the commission shall consider the appropriateness of the penalty to the size of the business of the person charged, prior offenses and compliance history, and the good faith of the person charged in attempting to achieve compliance. Any penalty collected pursuant to this section shall be credited to the telephone solicitation account established pursuant to section 5 of this Act."}, {"bill_id": 17881, "bill_version_id": 96043, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2003-01-29T15:08:41-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the creation of a no solicitation calls list for persons wishing not to receive unsolicited telephone calls, to create a telephone solicitation account, and to establish certain fees and civil penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-31-1 be amended to read as follows: 49-31-1. Terms used in this chapter mean: (1) \"Addressable,\" enabling users to connect and communicate with a specific party easily and securely on a dial-up, addressable basis; (2) \"Available,\" ensuring that network services are available if the user requires them, even at times of peak usage; designed to be a nonblocking network, minimizing network contention; (3) \"Broadband network,\" the broadband network extends the range of fully switched, addressable, robust transport services over the fiber network which increase in multiples of OC-1 (51.84 Mbps), including OC-3 (155.52 Mbps) and OC-12 (622.08 Mbps); (4) \"Centron and centron-like services,\" services which provide custom switching features which include distributive dial tone, select number screening, toll restriction and screening, nonattendant busy out, nonattend and call transfer, and select trunk hunting and screening; (5) \"Commission,\" the Public Utilities Commission; (6) \"Common carrier,\" anyone who offers telecommunications services to the public; (7) \"Eligible telecommunications carrier,\" a local exchange carrier designated by the commission pursuant to 47 U.S.C. § 214(e) as of January 1, 1998, as eligible to receive universal service support funding; (8) \"Feature rich,\" providing the specific features and functionality required by users' voice, data, video, graphics, imaging, and multimedia applications; functionally beyond mere transport; (9) \"Incumbent local exchange carrier,\" a local exchange carrier, including successors and assigns, which was providing local exchange service within a defined service area in this state on or before February 8, 1996; (10) \"Interexchange telecommunications service,\" telecommunications service between points in two or more exchanges; (11) \"LATA,\" a local access and transport area; (12) \"Local exchange area,\" a any geographic area established by a local exchange carrier as filed with or approved by the commission for the administration of local telecommunications service which may consist of one or more central offices or wire centers together with associated facilities used in furnishing telecommunications service in that area; (13) \"Local exchange service,\" the access to and transmission of two-way switched telecommunications service within a local exchange area; (14) \"Narrowband network,\" a fully switched digital network covering the transport range from 0 to 144,000 bits per second (144 Kbps), offering two 64 Kbps information B (Bearer) channels and a 16 Kbps signaling D (Delta) channel; (15) \"New products and services,\" any new product or service introduced after July 1, 1988, which is not functionally required to provide local exchange service. Repackaging of any product or service which is fully competitive with any service regulated as emerging competitive or noncompetitive is not considered a new product or service; (16) \"Optional service,\" a any limited or discretionary service offered by a telecommunications company which is not functionally required for the provision of noncompetitive services and which the customer has the option to purchase; (17) \"Private,\" ensuring confidentiality and integrity of network transport of messages without dependency on specialized customer premise security devices; (18) \"Rate of return regulation,\" the procedure used by the commission to approve the charge for a service which gives due consideration to the public need for adequate, efficient, and reasonable service and to the need of the public utility for revenues sufficient to enable it to meet its total current cost of furnishing such service, including taxes and interest, and including adequate provision for depreciation of its utility property used and necessary in rendering service to the public, and to earn a fair and reasonable return upon the value of its property; (19) \"Register,\" a list of names, addresses, and telephone numbers of residential telephone subscribers who have properly enrolled to prevent unsolicited telephone calls; (20) \"Residential telephone subscriber,\" any person residing in the state who has residential telephone service; (21) \"Robust,\" easily and economically sustaining the rigors of growth and extensive public use; (20) (22) \"Rural telephone company,\" a any local exchange company as defined in 47 U.S.C. § 153(37) as of January 1, 1998; (21) (23) \"Secure,\" physically precluding unwanted access to network and information; (22) (24) \"Service area,\" a geographic area established by the commission for the purpose of determining universal service obligations and support mechanisms. For a rural telephone company, the service area is the company's study area or any other area designated jointly by the commission and the Federal Communications Commission pursuant to 47 U.S.C. § 214(e)(5) as of January 1, 1998; (23) (25) \"Standard,\" supporting universal interfaces and networking standards and protocols of generally accepted standards setting bodies; (24) (26) \"Switched,\" providing circuit, packet, or channel type switching, each suited to specific application requirements; (25) (27) \"Switched access,\" an any exchange access service purchased for the origination and termination of interexchange telecommunications services which includes central office switching and signaling, local loop facility, or local transport; (26) (28) \"Telecommunications company,\" any person or municipal corporation owning, operating, reselling, managing, or controlling in whole or in part, any telecommunications line, system , or exchange in this state, directly or indirectly, for public use. For purposes of this definition the term, for public use, means for the use of the public in general or for a specific segment of the public, or which connects to the public in general or for a specific segment of the public, or which connects to the public switched network for access to any telecommunications service; (27) (29) \"Telecommunications service,\" the transmission of signs, signals, writings, images, sounds, messages, data , or other information of any nature by wire, radio, lightwaves, electromagnetic means, or other similar means. It does not include the provision of terminal equipment used to originate or terminate such service, broadcast transmissions by radio, television , and satellite stations regulated by the Federal Communications Commission and one-way cable television service; (30) \"Telephone solicitation call,\" any call made to a South Dakota consumer by a telephone solicitor, originating from South Dakota or elsewhere, for the purpose of soliciting a sale of any consumer goods or services to the person called, for the purpose of soliciting an extension of credit for consumer goods or services to the person called, or for the purpose of obtaining information that may be used for the direct solicitation of a sale of consumer goods or services to the person called or an extension of credit for such purposes; (31) \"Telephone solicitor,\" any person or organization who individually or through salespersons, makes or causes to be made a telephone solicitation call. This term does not include any not-for-profit or charitable organization exempt from federal income taxation pursuant to section 501(c)(3) of the Internal Revenue Code of 1986 as of January 1, 2003, which makes telephone calls solely to solicit a charitable donation; (32) \"Unsolicited telephone call,\" any telephone solicitation call other than a call made: (a) In response to an express request of the person called; (b) Primarily in connection with an existing debt or contract, payment or performance of which has not been completed at the time of such call; (c) To any person with whom the telephone solicitor, or any business on whose behalf the telephone call is being made has an established business relationship or a business relationship that existed within the immediately preceding twelve months; or (d) To any person for the purpose of obtaining information and establishing a date and time for an appointment with the telephone solicitor which will take place at the solicitor's place of business or the consumer's home and the call is not made by an automated telephone dialing system. For purposes of this subsection, an automated telephone dialing system is any automatic terminal equipment that stores or produces numbers to be called randomly or sequentially; (28) (33) \"Wideband network,\" the wideband network extends the range of fully switched, digital, addressable information transport from the 144 Kbps to the DS3 rate of 44.736 Mbps, including the DS1 and DS2 rates of 1.544 Mbps and 6.312 Mbps, respectively. Section 2. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any telephone solicitor who makes unsolicited telephone calls shall institute procedures that comply with the provisions of this Act for obtaining a list of persons who do not wish to receive unsolicited telephone calls made by or on behalf of the telephone solicitor. No telephone solicitor who makes unsolicited telephone calls may call any number listed on the register. The commission may promulgate rules, pursuant to chapter 1-26, concerning procedures and requirements regarding the implementation of a register, setting of fees for purchase of the register, form of the application, requirements for acquiring a copy of the register, requirements for enrollment on and removal from the register, procedures for maintaining a register, setting of fees to enroll or renew enrollment on the register, procedures for operating the register, standards concerning the use of the register, and application of the civil fines. Section 3. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall maintain a register of names, addresses, and telephone numbers of each South Dakota residential telephone subscriber who has elected not to receive unsolicited telephone calls. Section 4. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any telephone solicitor who makes unsolicited telephone calls to South Dakota residential telephone subscribers shall obtain a copy of the register from the commission. The register shall be updated not more often than quarterly. Each telephone solicitor shall submit an application to the commission to obtain a copy of the register. Any telephone solicitor desiring to make an unsolicited telephone call shall update his or her copy of the register within thirty days after the receipt of the register. Section 5. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any telephone solicitor who makes unsolicited telephone calls to South Dakota residential telephone subscribers shall pay to the commission an annual fee of not more than five hundred dollars. Fees collected under this section shall be credited to the telephone solicitation account which is hereby established in the state treasury. Any interest earned on money in the fund shall be deposited in the fund. The money is continuously appropriated to the use of the commission to implement and administer the provisions of this Act. Section 6. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall establish or provide for the operation of a register. The register may be operated by the commission or by another entity under contract with the commission. A residential telephone subscriber may enroll on the register in accordance with procedures prescribed by the commission. A subscriber shall pay to the commission a fee, set pursuant to section 2 of this Act, of not more than five dollars to be listed on the register. Fees collected under this section shall be credited to the telephone solicitation account established in section 5 of this Act. Section 7. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of chapter 49-1A, the commission may use amounts deposited in the gross receipts tax fund to implement this Act. All funds used shall be returned to the gross receipts tax fund within three years of implementation of the register. Section 8. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any telecommunications company that provides local exchange service shall inform its customers of the provisions of this Act by publication of the notice in the consumer pages of its telephone directories. Section 9. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any person who violates this Act or any rules promulgated pursuant to this Act is subject to a civil penalty to be imposed by the commission, after notice and opportunity for hearing. The commission may impose a civil fine of not more than five thousand dollars for each offense. In determining the amount of the penalty upon finding a violation, or the amount of a compromise settlement, the commission shall consider the appropriateness of the penalty to the size of the business of the person charged, prior offenses and compliance history, and the good faith of the person charged in attempting to achieve compliance. Any telephone solicitation made to a person whose name first appears on the register is not a violation of this Act if the solicitation is made within thirty days of the receipt of the register. Any penalty collected pursuant to this section shall be credited to the telephone solicitation account established pursuant to section 5 of this Act."}, {"bill_id": 17881, "bill_version_id": 96640, "bill_version": "Senate Engrossed", "bill_version_date": "2003-02-05T16:05:19-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the creation of a no solicitation calls list for persons wishing not to receive unsolicited telephone calls, to create a telephone solicitation account, and to establish certain fees and civil penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-31-1 be amended to read as follows: 49-31-1. Terms used in this chapter mean: (1) \"Addressable,\" enabling users to connect and communicate with a specific party easily and securely on a dial-up, addressable basis; (2) \"Available,\" ensuring that network services are available if the user requires them, even at times of peak usage; designed to be a nonblocking network, minimizing network contention; (3) \"Broadband network,\" the broadband network extends the range of fully switched, addressable, robust transport services over the fiber network which increase in multiples of OC-1 (51.84 Mbps), including OC-3 (155.52 Mbps) and OC-12 (622.08 Mbps); (4) \"Centron and centron-like services,\" services which provide custom switching features which include distributive dial tone, select number screening, toll restriction and screening, nonattendant busy out, nonattend and call transfer, and select trunk hunting and screening; (5) \"Commission,\" the Public Utilities Commission; (6) \"Common carrier,\" anyone who offers telecommunications services to the public; (7) \"Eligible telecommunications carrier,\" a local exchange carrier designated by the commission pursuant to 47 U.S.C. § 214(e) as of January 1, 1998, as eligible to receive universal service support funding; (8) \"Feature rich,\" providing the specific features and functionality required by users' voice, data, video, graphics, imaging, and multimedia applications; functionally beyond mere transport; (8A) \"Financial institution,\" any financial institution as defined in 15 U.S.C. § 6827 as of January 1, 2003, including any financial institution affiliate that controls, is controlled by, or is under common control with the financial institution; (9) \"Incumbent local exchange carrier,\" a local exchange carrier, including successors and assigns, which was providing local exchange service within a defined service area in this state on or before February 8, 1996; (10) \"Interexchange telecommunications service,\" telecommunications service between points in two or more exchanges; (11) \"LATA,\" a local access and transport area; (12) \"Local exchange area,\" a any geographic area established by a local exchange carrier as filed with or approved by the commission for the administration of local telecommunications service which may consist of one or more central offices or wire centers together with associated facilities used in furnishing telecommunications service in that area; (13) \"Local exchange service,\" the access to and transmission of two-way switched telecommunications service within a local exchange area; (14) \"Narrowband network,\" a fully switched digital network covering the transport range from 0 to 144,000 bits per second (144 Kbps), offering two 64 Kbps information B (Bearer) channels and a 16 Kbps signaling D (Delta) channel; (15) \"New products and services,\" any new product or service introduced after July 1, 1988, which is not functionally required to provide local exchange service. Repackaging of any product or service which is fully competitive with any service regulated as emerging competitive or noncompetitive is not considered a new product or service; (16) \"Optional service,\" a any limited or discretionary service offered by a telecommunications company which is not functionally required for the provision of noncompetitive services and which the customer has the option to purchase; (17) \"Private,\" ensuring confidentiality and integrity of network transport of messages without dependency on specialized customer premise security devices; (18) \"Rate of return regulation,\" the procedure used by the commission to approve the charge for a service which gives due consideration to the public need for adequate, efficient, and reasonable service and to the need of the public utility for revenues sufficient to enable it to meet its total current cost of furnishing such service, including taxes and interest, and including adequate provision for depreciation of its utility property used and necessary in rendering service to the public, and to earn a fair and reasonable return upon the value of its property; (19) \"Register,\" a list of names and telephone numbers of residential telephone subscribers who have properly enrolled to prevent unsolicited telephone calls; (20) \"Residential telephone subscriber,\" any person residing in the state who has residential telephone service, including cellular service, personal communications service, and wireless local loop service, primarily used for personal use; (21) \"Robust,\" easily and economically sustaining the rigors of growth and extensive public use; (20) (22) \"Rural telephone company,\" a any local exchange company as defined in 47 U.S.C. § 153(37) as of January 1, 1998; (21) (23) \"Secure,\" physically precluding unwanted access to network and information; (22) (24) \"Service area,\" a geographic area established by the commission for the purpose of determining universal service obligations and support mechanisms. For a rural telephone company, the service area is the company's study area or any other area designated jointly by the commission and the Federal Communications Commission pursuant to 47 U.S.C. § 214(e)(5) as of January 1, 1998; (23) (25) \"Standard,\" supporting universal interfaces and networking standards and protocols of generally accepted standards setting bodies; (24) (26) \"Switched,\" providing circuit, packet, or channel type switching, each suited to specific application requirements; (25) (27) \"Switched access,\" an any exchange access service purchased for the origination and termination of interexchange telecommunications services which includes central office switching and signaling, local loop facility, or local transport; (26) (28) \"Telecommunications company,\" any person or municipal corporation owning, operating, reselling, managing, or controlling in whole or in part, any telecommunications line, system , or exchange in this state, directly or indirectly, for public use. For purposes of this definition the term, for public use, means for the use of the public in general or for a specific segment of the public, or which connects to the public in general or for a specific segment of the public, or which connects to the public switched network for access to any telecommunications service; (27) (29) \"Telecommunications service,\" the transmission of signs, signals, writings, images, sounds, messages, data , or other information of any nature by wire, radio, lightwaves, electromagnetic means, or other similar means. It does not include the provision of terminal equipment used to originate or terminate such service, broadcast transmissions by radio, television , and satellite stations regulated by the Federal Communications Commission and one-way cable television service; (30) \"Telephone solicitation call,\" any call made to a South Dakota consumer by a telephone solicitor, originating from South Dakota or elsewhere, for the purpose of soliciting a sale of any consumer goods or services to the person called, for the purpose of soliciting an extension of credit for consumer goods or services to the person called, or for the purpose of obtaining information that may be used for the direct solicitation of a sale of consumer goods or services to the person called or an extension of credit for such purposes; (31) \"Telephone solicitor,\" any person or organization who individually or through salespersons, makes or causes to be made a telephone solicitation call. This term does not include any not-for-profit or charitable organization exempt from federal income taxation pursuant to section 501(c)(3) of the Internal Revenue Code of 1986 as of January 1, 2003, which makes telephone calls solely to solicit a charitable donation; (32) \"Unsolicited telephone call,\" any telephone solicitation call other than a call made: (a) In response to an express request of the person called; (b) Primarily in connection with an existing debt or contract, payment or performance of which has not been completed at the time of such call; (c) To any person with whom the telephone solicitor, or any business or financial institution on whose behalf the telephone call is being made has an established business relationship or a business relationship that existed within the immediately preceding twelve months; or (d) To any person for the purpose of obtaining information and establishing a date and time for an appointment with the telephone solicitor which will take place at the solicitor's place of business or the consumer's home and the call is not made by an automated telephone dialing system. For purposes of this subsection, an automated telephone dialing system is any automatic terminal equipment that stores or produces numbers to be called randomly or sequentially; (28) (33) \"Wideband network,\" the wideband network extends the range of fully switched, digital, addressable information transport from the 144 Kbps to the DS3 rate of 44.736 Mbps, including the DS1 and DS2 rates of 1.544 Mbps and 6.312 Mbps, respectively. Section 2. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any telephone solicitor who makes unsolicited telephone calls shall institute procedures that comply with the provisions of this Act for obtaining a list of persons who do not wish to receive unsolicited telephone calls made by or on behalf of the telephone solicitor. No telephone solicitor who makes unsolicited telephone calls may call any number listed on the register. The commission may promulgate rules, pursuant to chapter 1-26, concerning procedures and requirements regarding the implementation of a register, setting of fees for purchase of the register, form of the application, requirements for acquiring a copy of the register, requirements for enrollment on and removal from the register, procedures for maintaining a register, setting of fees to enroll or renew enrollment on the register, procedures for operating the register, standards concerning the use of the register, and application of the civil fines. Section 3. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall maintain a register of names and telephone numbers of each South Dakota residential telephone subscriber who has elected not to receive unsolicited telephone calls. Section 4. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any telephone solicitor who makes unsolicited telephone calls to South Dakota residential telephone subscribers shall obtain a copy of the register from the commission. The register shall be updated not more often than quarterly. Each telephone solicitor shall submit an application to the commission to obtain a copy of the register. Any telephone solicitor desiring to make an unsolicited telephone call shall update his or her copy of the register within thirty days after the receipt of the register. Section 5. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: There is hereby established in the state treasury, the telephone solicitation account. Unless otherwise provided by law, this fund shall consist of all fees and fines imposed pursuant to this Act designated for deposit in the fund. The fund shall be maintained separately and administered by the commission to implement and administer provisions of this Act. Any interest earned on money in the fund shall be deposited in the fund. Expenditures from the fund shall be budgeted through the normal budget process. Unexpended funds and interest shall remain in the fund until appropriated by the Legislature. Any expenditure from the fund shall be disbursed on warrants drawn by the state auditor and shall be supported by vouchers approved by the commission. Section 6. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any telephone solicitor who makes unsolicited telephone calls to South Dakota residential telephone subscribers shall pay to the commission an annual fee of not more than five hundred dollars. Fees collected under this section shall be credited to the telephone solicitation account. Section 7. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall establish or provide for the operation of a register. The register may be operated by the commission or by another entity under contract with the commission. A residential telephone subscriber may enroll on the register in accordance with procedures prescribed by the commission. A subscriber shall pay to the commission a fee, set pursuant to section 2 of this Act, of not more than five dollars to be listed on the register. Fees collected under this section shall be credited to the telephone solicitation account established in section 5 of this Act. Section 8. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of chapter 49-1A, the commission may use amounts deposited in the gross receipts tax fund to implement this Act. All funds used shall be returned to the gross receipts tax fund within three years of implementation of the register. Section 9. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any telecommunications company that provides local exchange service shall inform its customers of the provisions of this Act by publication of the notice in the consumer pages of its telephone directories. Section 10. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any person who violates this Act or any rules promulgated pursuant to this Act is subject to a civil penalty to be imposed by the commission, after notice and opportunity for hearing. The commission may impose a civil fine of not more than five thousand dollars for each offense. In determining the amount of the penalty upon finding a violation, or the amount of a compromise settlement, the commission shall consider the appropriateness of the penalty to the size of the business of the person charged, prior offenses and compliance history, and the good faith of the person charged in attempting to achieve compliance. Any telephone solicitation made to a person whose name first appears on the register is not a violation of this Act if the solicitation is made within thirty days of the receipt of the register. Any penalty collected pursuant to this section shall be credited to the telephone solicitation account established pursuant to section 5 of this Act."}, {"bill_id": 17881, "bill_version_id": 98146, "bill_version": "House Engrossed", "bill_version_date": "2003-02-28T13:42:26-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the creation of a no solicitation calls list for persons wishing not to receive unsolicited telephone calls, to create a telephone solicitation account, and to establish certain fees and civil penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-31-1 be amended to read as follows: 49-31-1. Terms used in this chapter mean: (1) \"Addressable,\" enabling users to connect and communicate with a specific party easily and securely on a dial-up, addressable basis; (2) \"Available,\" ensuring that network services are available if the user requires them, even at times of peak usage; designed to be a nonblocking network, minimizing network contention; (3) \"Broadband network,\" the broadband network extends the range of fully switched, addressable, robust transport services over the fiber network which increase in multiples of OC-1 (51.84 Mbps), including OC-3 (155.52 Mbps) and OC-12 (622.08 Mbps); (4) \"Centron and centron-like services,\" services which provide custom switching features which include distributive dial tone, select number screening, toll restriction and screening, nonattendant busy out, nonattend and call transfer, and select trunk hunting and screening; (5) \"Commission,\" the Public Utilities Commission; (6) \"Common carrier,\" anyone who offers telecommunications services to the public; (7) \"Eligible telecommunications carrier,\" a local exchange carrier designated by the commission pursuant to 47 U.S.C. § 214(e) as of January 1, 1998, as eligible to receive universal service support funding; (8) \"Feature rich,\" providing the specific features and functionality required by users' voice, data, video, graphics, imaging, and multimedia applications; functionally beyond mere transport; (8A) \"Financial institution,\" any financial institution as defined in 15 U.S.C. § 6827 as of January 1, 2003, including any financial institution affiliate that controls, is controlled by, or is under common control with the financial institution; (9) \"Incumbent local exchange carrier,\" a local exchange carrier, including successors and assigns, which was providing local exchange service within a defined service area in this state on or before February 8, 1996; (10) \"Interexchange telecommunications service,\" telecommunications service between points in two or more exchanges; (11) \"LATA,\" a local access and transport area; (12) \"Local exchange area,\" a any geographic area established by a local exchange carrier as filed with or approved by the commission for the administration of local telecommunications service which may consist of one or more central offices or wire centers together with associated facilities used in furnishing telecommunications service in that area; (13) \"Local exchange service,\" the access to and transmission of two-way switched telecommunications service within a local exchange area; (14) \"Narrowband network,\" a fully switched digital network covering the transport range from 0 to 144,000 bits per second (144 Kbps), offering two 64 Kbps information B (Bearer) channels and a 16 Kbps signaling D (Delta) channel; (15) \"New products and services,\" any new product or service introduced after July 1, 1988, which is not functionally required to provide local exchange service. Repackaging of any product or service which is fully competitive with any service regulated as emerging competitive or noncompetitive is not considered a new product or service; (16) \"Optional service,\" a any limited or discretionary service offered by a telecommunications company which is not functionally required for the provision of noncompetitive services and which the customer has the option to purchase; (17) \"Private,\" ensuring confidentiality and integrity of network transport of messages without dependency on specialized customer premise security devices; (18) \"Rate of return regulation,\" the procedure used by the commission to approve the charge for a service which gives due consideration to the public need for adequate, efficient, and reasonable service and to the need of the public utility for revenues sufficient to enable it to meet its total current cost of furnishing such service, including taxes and interest, and including adequate provision for depreciation of its utility property used and necessary in rendering service to the public, and to earn a fair and reasonable return upon the value of its property; (19) \"Register,\" a list of names and telephone numbers of residential telephone subscribers who have properly enrolled to prevent unsolicited telephone calls; (20) \"Residential telephone subscriber,\" any person residing in the state who has residential telephone service, including cellular service, personal communications service, and wireless local loop service, primarily used for personal use; (21) \"Robust,\" easily and economically sustaining the rigors of growth and extensive public use; (20) (22) \"Rural telephone company,\" a any local exchange company as defined in 47 U.S.C. § 153(37) as of January 1, 1998; (21) (23) \"Secure,\" physically precluding unwanted access to network and information; (22) (24) \"Service area,\" a geographic area established by the commission for the purpose of determining universal service obligations and support mechanisms. For a rural telephone company, the service area is the company's study area or any other area designated jointly by the commission and the Federal Communications Commission pursuant to 47 U.S.C. § 214(e)(5) as of January 1, 1998; (23) (25) \"Standard,\" supporting universal interfaces and networking standards and protocols of generally accepted standards setting bodies; (24) (26) \"Switched,\" providing circuit, packet, or channel type switching, each suited to specific application requirements; (25) (27) \"Switched access,\" an any exchange access service purchased for the origination and termination of interexchange telecommunications services which includes central office switching and signaling, local loop facility, or local transport; (26) (28) \"Telecommunications company,\" any person or municipal corporation owning, operating, reselling, managing, or controlling in whole or in part, any telecommunications line, system , or exchange in this state, directly or indirectly, for public use. For purposes of this definition the term, for public use, means for the use of the public in general or for a specific segment of the public, or which connects to the public in general or for a specific segment of the public, or which connects to the public switched network for access to any telecommunications service; (27) (29) \"Telecommunications service,\" the transmission of signs, signals, writings, images, sounds, messages, data , or other information of any nature by wire, radio, lightwaves, electromagnetic means, or other similar means. It does not include the provision of terminal equipment used to originate or terminate such service, broadcast transmissions by radio, television , and satellite stations regulated by the Federal Communications Commission and one-way cable television service; (30) \"Telephone solicitation call,\" any call made to a South Dakota consumer by a telephone solicitor, originating from South Dakota or elsewhere, for the purpose of soliciting a sale of any consumer goods or services to the person called, for the purpose of soliciting an extension of credit for consumer goods or services to the person called, or for the purpose of obtaining information that may be used for the direct solicitation of a sale of consumer goods or services to the person called or an extension of credit for such purposes; (31) \"Telephone solicitor,\" any person or organization who individually or through salespersons, makes or causes to be made a telephone solicitation call. This term does not include any not-for-profit or charitable organization exempt from federal income taxation pursuant to section 501(c)(3) of the Internal Revenue Code of 1986 as of January 1, 2003, which makes telephone calls solely to solicit a charitable donation; (32) \"Unsolicited telephone call,\" any telephone solicitation call other than a call made: (a) In response to an express request of the person called; (b) Primarily in connection with an existing debt or contract, payment or performance of which has not been completed at the time of such call; (c) To any person with whom the telephone solicitor, or any business or financial institution on whose behalf the telephone call is being made has an established business relationship or a business relationship that existed within the immediately preceding twelve months; or (d) To any person for the purpose of obtaining information and establishing a date and time for an appointment with the telephone solicitor which will take place at the solicitor's place of business or the consumer's home and the call is not made by an automated telephone dialing system. For purposes of this subsection, an automated telephone dialing system is any automatic terminal equipment that stores or produces numbers to be called randomly or sequentially; (28) (33) \"Wideband network,\" the wideband network extends the range of fully switched, digital, addressable information transport from the 144 Kbps to the DS3 rate of 44.736 Mbps, including the DS1 and DS2 rates of 1.544 Mbps and 6.312 Mbps, respectively. Section 2. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any telephone solicitor who makes unsolicited telephone calls shall institute procedures that comply with the provisions of this Act for obtaining a list of persons who do not wish to receive unsolicited telephone calls made by or on behalf of the telephone solicitor. No telephone solicitor may make an unsolicited telephone call to any number listed on the register. The commission may promulgate rules, pursuant to chapter 1-26, concerning procedures and requirements regarding the implementation of a register, setting of fees for purchase of the register, form of the application, requirements for acquiring a copy of the register, requirements for enrollment on and removal from the register, procedures for maintaining a register, setting of fees to enroll or renew enrollment on the register, procedures for operating the register, standards concerning the use of the register, and application of the civil fines. Section 3. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall maintain a register of names and telephone numbers of each South Dakota residential telephone subscriber who has elected not to receive unsolicited telephone calls. The commission may provide to the Federal Trade Commission, for inclusion in the national \"do-not-call\" registry, the telephone numbers listed in the register. The commission may include South Dakota residential telephone subscribers listed in the national \"do-not-call\" registry in the register. Section 4. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any telephone solicitor who makes unsolicited telephone calls to South Dakota residential telephone subscribers shall obtain a copy of the register. Section 5. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: There is hereby established in the state treasury, the telephone solicitation account. Unless otherwise provided by law, this fund shall consist of all fees and fines imposed pursuant to this Act designated for deposit in the fund. The fund shall be maintained separately and administered by the commission to implement and administer provisions of this Act. Any interest earned on money in the fund shall be deposited in the fund. Expenditures from the fund shall be budgeted through the normal budget process. Unexpended funds and interest shall remain in the fund until appropriated by the Legislature. Any expenditure from the fund shall be disbursed on warrants drawn by the state auditor and shall be supported by vouchers approved by the commission. Section 6. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any telephone solicitor who makes unsolicited telephone calls to South Dakota residential telephone subscribers shall pay to the commission an annual fee of not more than five hundred dollars. Fees collected under this section shall be credited to the telephone solicitation account. Section 7. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall establish or provide for the operation of a register. The register may be operated by the commission or by another entity under contract with the commission. A residential telephone subscriber may enroll on the register in accordance with procedures prescribed by the commission. A subscriber shall pay to the commission a fee, set pursuant to section 2 of this Act, of not more than five dollars to be listed on the register. Fees collected under this section shall be credited to the telephone solicitation account established in section 5 of this Act. Section 8. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding any other provision of this Act, the commission may use the national \"do- not-call\" registry established and maintained by the Federal Trade Commission as the register. Section 9. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of chapter 49-1A, the commission may use amounts deposited in the gross receipts tax fund to implement this Act. All funds used shall be returned to the gross receipts tax fund within three years of implementation of the register. Section 10. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any telecommunications company that provides local exchange service shall inform its customers of the provisions of this Act by publication of the notice in the consumer pages of its telephone directories. Section 11. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any person who violates this Act or any rules promulgated pursuant to this Act is subject to a civil penalty to be imposed by the commission, after notice and opportunity for hearing. The commission may impose a civil fine of not more than five thousand dollars for each offense. In determining the amount of the penalty upon finding a violation, or the amount of a compromise settlement, the commission shall consider the appropriateness of the penalty to the size of the business of the person charged, prior offenses and compliance history, and the good faith of the person charged in attempting to achieve compliance. Any telephone solicitation made to a person whose name first appears on the register is not a violation of this Act if the solicitation is made within thirty days of the receipt of the register. Any penalty collected pursuant to this section shall be credited to the telephone solicitation account established pursuant to section 5 of this Act."}, {"bill_id": 17881, "bill_version_id": 98327, "bill_version": "Enrolled", "bill_version_date": "2003-03-04T14:53:23-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17881, "action_date": "2003-01-14T12:00:00-06:00", "document_id": 95371, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95371.pdf", "status_text": "First read in Senate and referred to", "journal_page": 23, "committee_id_action": 799, "committee_id_assigned": 781, "result": "N", "vote": {}}, {"bill_id": 17881, "action_date": "2003-01-24T07:45:00-06:00", "document_id": 95682, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95682.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 781, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17881, "action_date": "2003-01-29T07:45:00-06:00", "document_id": 95988, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95988.pdf", "status_text": "Do Pass Amended,", "journal_page": 226, "committee_id_action": 781, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55743, "president_vote": null, "Yea": [2853, 2882, 2897, 2908, 2926, 2928, 2935, 2851, 2838]}}, {"bill_id": 17881, "action_date": "2003-01-29T07:45:00-06:00", "document_id": 95988, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95988.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 781, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17881, "action_date": "2003-01-31T13:00:00-06:00", "document_id": 96309, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96309.pdf", "status_text": "Deferred to another day", "journal_page": 277, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17881, "action_date": "2003-02-04T14:00:00-06:00", "document_id": 96529, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96529.pdf", "status_text": "Deferred to another day", "journal_page": 313, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17881, "action_date": "2003-02-05T14:00:00-06:00", "document_id": 96657, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96657.pdf", "status_text": "Motion to Amend,", "journal_page": 333, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17881, "action_date": "2003-02-05T14:00:00-06:00", "document_id": 96657, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96657.pdf", "status_text": "Motion to Amend,", "journal_page": 333, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17881, "action_date": "2003-02-05T14:00:00-06:00", "document_id": 96657, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96657.pdf", "status_text": "Motion to Amend,", "journal_page": 333, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17881, "action_date": "2003-02-05T14:00:00-06:00", "document_id": 96657, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96657.pdf", "status_text": "Motion to Amend,", "journal_page": 334, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17881, "action_date": "2003-02-05T14:00:00-06:00", "document_id": 96657, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96657.pdf", "status_text": "Do Pass Amended,", "journal_page": 334, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56128, "president_vote": null, "Yea": [2832, 2834, 2838, 2840, 2847, 2849, 2850, 2851, 2852, 2853, 2854, 2856, 2868, 2876, 2878, 2880, 2881, 2882, 2883, 2886, 2887, 2891, 2897, 2901, 2903, 2908, 2916, 2921, 2926, 2927, 2928, 2935], "Nay": [2835, 2865, 2904]}}, {"bill_id": 17881, "action_date": "2003-02-06T14:00:00-06:00", "document_id": 96717, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96717.pdf", "status_text": "First read in House and referred to", "journal_page": 332, "committee_id_action": 798, "committee_id_assigned": 786, "result": "N", "vote": {}}, {"bill_id": 17881, "action_date": "2003-02-18T07:45:00-06:00", "document_id": 97288, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97288.pdf", "status_text": "Do Pass,", "journal_page": 447, "committee_id_action": 786, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54645, "president_vote": null, "Yea": [2839, 2841, 2892, 2900, 2905, 2906, 2909, 2911, 2919, 2920, 2925, 2922, 2885]}}, {"bill_id": 17881, "action_date": "2003-02-18T07:45:00-06:00", "document_id": 97288, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97288.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 786, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17881, "action_date": "2003-02-19T14:00:00-06:00", "document_id": 97438, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97438.pdf", "status_text": "Deferred to another day", "journal_page": 491, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17881, "action_date": "2003-02-20T14:00:00-06:00", "document_id": 97546, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97546.pdf", "status_text": "Deferred to another day", "journal_page": 510, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17881, "action_date": "2003-02-21T14:00:00-06:00", "document_id": 97676, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97676.pdf", "status_text": "Deferred to another day", "journal_page": 548, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17881, "action_date": "2003-02-22T14:00:00-06:00", "document_id": 97757, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97757.pdf", "status_text": "Deferred to another day", "journal_page": 585, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17881, "action_date": "2003-02-24T14:00:00-06:00", "document_id": 97830, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97830.pdf", "status_text": "Deferred to another day", "journal_page": 602, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17881, "action_date": "2003-02-27T14:00:00-06:00", "document_id": 98092, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98092.pdf", "status_text": "Deferred to another day", "journal_page": 663, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17881, "action_date": "2003-02-28T13:00:00-06:00", "document_id": 98156, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98156.pdf", "status_text": "Motion to Amend,", "journal_page": 682, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17881, "action_date": "2003-02-28T13:00:00-06:00", "document_id": 98156, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98156.pdf", "status_text": "Do Pass Amended,", "journal_page": 683, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56819, "president_vote": null, "Yea": [2833, 2836, 2837, 2839, 2841, 2842, 2843, 2844, 2845, 2846, 2848, 2858, 2859, 2860, 2861, 2862, 2863, 2864, 2866, 2869, 2870, 2871, 2872, 2873, 2874, 2875, 2877, 2879, 2884, 2885, 2888, 2889, 2890, 2892, 2893, 2894, 2895, 2896, 2898, 2900, 2902, 2905, 2906, 2907, 2909, 2910, 2911, 2912, 2913, 2915, 2917, 2919, 2920, 2922, 2923, 2924, 2925, 2929, 2930, 2931, 2932, 2933, 2934, 2936, 2937, 2938, 2899], "Excused": [2855, 2857, 2914]}}, {"bill_id": 17881, "action_date": "2003-03-04T14:00:00-06:00", "document_id": 98360, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98360.pdf", "status_text": "Signed by President", "journal_page": 707, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17881, "action_date": "2003-03-05T14:00:00-06:00", "document_id": 98414, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98414.pdf", "status_text": "Signed by Speaker", "journal_page": 759, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17881, "action_date": "2003-03-06T14:00:00-06:00", "document_id": 98515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98515.pdf", "status_text": "Delivered to the Governor", "journal_page": 735, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17881, "action_date": "2003-03-21T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 800, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2547}