{"session_id": 4, "bill_id": 305, "bill_type": "House Bill", "bill_number": 1296, "bill_title": "authorize community renewable energy development projects and to provide for certain tax benefits for such projects.", "sponsors": [{"legislator_profile_id": 602, "is_prime": true}, {"legislator_profile_id": 539, "is_prime": true}, {"legislator_profile_id": 553, "is_prime": false}, {"legislator_profile_id": 529, "is_prime": false}, {"legislator_profile_id": 592, "is_prime": false}, {"legislator_profile_id": 594, "is_prime": false}, {"legislator_profile_id": 567, "is_prime": false}, {"legislator_profile_id": 584, "is_prime": false}, {"legislator_profile_id": 546, "is_prime": false}, {"legislator_profile_id": 588, "is_prime": false}, {"legislator_profile_id": 583, "is_prime": false}, {"legislator_profile_id": 538, "is_prime": false}, {"legislator_profile_id": 550, "is_prime": false}, {"legislator_profile_id": 549, "is_prime": false}, {"legislator_profile_id": 587, "is_prime": false}], "keywords": ["Administrative Rules", "Department of Revenue and Regulation", "Energy", "Public Utilities and Carriers", "Public Utilities Commission"], "audio": [{"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hta14.mp3", "start_seconds": 4207.0}, {"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hta14.mp3", "start_seconds": 4207.0}, {"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hta14.mp3", "start_seconds": 4207.0}, {"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hta14.mp3", "start_seconds": 4207.0}, {"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hta14.mp3", "start_seconds": 4207.0}, {"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hta14.mp3", "start_seconds": 4207.0}], "bill_versions": [{"bill_id": 305, "bill_version_id": 1616, "bill_version": "Introduced", "bill_version_date": "2008-01-23T09:45:03.573-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize community renewable energy development projects and to provide for certain tax benefits for such projects. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Commission,\" the Public Utilities Commission; (2) \"Community renewable energy project\" or \"project,\" the installation or construction of a facility for the generation of electricity from renewable sources that meets the requirements of section 3 of this Act; (3) \"Department,\" the Department of Revenue and Regulation; (4) \"Electric utility,\" as the term is defined in § 49-34A-1; (5) \"Qualifying owner,\" a: (a) Natural person who is a South Dakota resident; (b) Limited liability company that is organized under chapter 47-34A and that is made up of members who are South Dakota residents; (c) South Dakota nonprofit organization organized under chapter 47-22; (d) South Dakota cooperative association organized under chapter 47-15 or 47-21, including a rural electric cooperative association; (e) South Dakota political subdivision or local government, including a municipal electric utility or a municipal power agency, a county, municipality, school district, public or private higher education institution, or any other local or regional governmental organization such as a board, commission, or association; or (f) Tribal council; (6) \"Renewable,\" a technology or energy source listed in § 49-34A-94. Section 2. Any community renewable energy project that meets the requirements of section 3 of this Act and holds a permit issued by the Public Utilities Commission pursuant to section 4 of this Act may apply for and obtain a refund or credit for sales or use tax imposed and paid by the project under the provisions of chapter 10-45 or 10-46 and contractors' excise taxes imposed and paid under the provisions of chapter 10-46A or 10-46B on the costs incurred for the development and construction of the project. The refund shall be one hundred percent of the taxes attributed to the taxable project costs. The refund of taxes pertains only to project costs incurred and paid after July 1, 2008. Section 3. For purposes of this Act, a community renewable energy project is a project located in South Dakota to provide for the generation of electricity from renewable sources that meets the following requirements: (1) A community renewable energy project developer, an electric utility, and other potential qualified and nonqualified owners may negotiate in good faith mutually agreeable power purchase agreement terms; (2) At least twenty-five percent of the ownership interest of the project shall consist of qualified owners who either reside or are headquartered within a fifty-mile radius of the project facility. If the qualified owner is a natural person, the person's residence shall be within the fifty mile radius. If the qualified owner is an entity other than a natural person, the entity's headquarters shall be within the fifty-mile radius; (3) No single qualified owner may own more than fifteen percent of the project, and not more than seventy-five percent of the power purchase agreement payments may flow to nonqualified owners; (4) Except for an inherited interest, the transfer of a community renewable energy project to any person other than a qualified owner is prohibited during the initial ten years of the power purchase agreement; and (5) The project has a resolution of support adopted by the county board of each county in which the project is to be located, or in the case of a project located within the boundaries of a reservation, the tribal council for that reservation. Section 4. Any person desiring to claim a refund pursuant to this Act shall apply for a permit from the commission on a form prescribed by the commission. Upon approval of the application, the commission shall issue a permit entitling the applicant to submit refund claims to the Department of Revenue and Regulation as provided by this Act. The permit or refund claims are not assignable or transferable except as collateral or security pursuant to chapter 57A-9. Section 5. Any claim for refund shall be submitted to the Department of Revenue and Regulation on forms prescribed by the department and shall be supported by such documentation as the department requires in rules promulgated pursuant to chapter 1-26. The department may deny any claim if the claimant has failed to provide information or documentation requested or considered necessary by the department to determine the validity of the claim. The claim shall be submitted to the department within six months after the completion of the project. The department shall determine and pay the amount of the tax refund within sixty days of receipt of the return. Section 6. If any claim has been fraudulently presented or supported as to any item in the claim, or if the claimant fails to meet all the conditions of this Act, then the claim may be rejected in its entirety and all sums previously refunded to the claimant shall constitute a debt to the state and a lien in favor of the state upon all property and rights to property whether real or personal belonging to the claimant and may be recovered in an action of debt. Section 7. Any person, aggrieved by the denial in whole or in part of a of a permit applied for under this Act or of a refund or credit claimed under this Act, may, within thirty days after service of the notice of such denial by the commission or the department, demand a hearing, upon notice, before the commission or the department. The hearing shall be conducted pursuant to chapter 1-26. Section 8. The Public Utilities Commission shall promulgate rules pursuant o to chapter 1-26 to provide for the issuance of permits pursuant to section 4 of this Act governing the classification of any project as a community renewable energy project and the eligibility of any project for any tax refunds or credits authorized for community renewable energy projects pursuant to this Act. The commission's rules shall include permit application and issuance procedures and criteria. The Department of Revenue and Regulation shall promulgate rules pursuant to chapter 1-26 to provide for the claiming and payment of tax refunds and credits authorized for community renewable energy projects pursuant to this Act. The department's rules shall include forms and procedures for filing claims, record keeping requirements, auditing methods, and other requirements and procedures necessary for providing the tax refunds and credits. Section 9. Any electric utility that intends to construct new generation, or purchase the output from new generation shall take reasonable steps to determine whether one or more community renewable energy projects are available and are technically, economically, and operationally feasible and meet the utility's cost and reliability requirements to fulfill some or all of the identified need at minimal impact to customer rates. Nothing in this Act obligates an electric utility to enter into a power purchase agreement as part of a community renewable energy project. Section 10. To the extent feasible, a developer of a community renewable energy project shall provide, in writing, an opportunity to invest in the project to each property owner on whose property a high-voltage transmission line is constructed that will transmit the energy generated by the project to market. This section applies if the property is located and the owner resides within the fifty-mile radius specified in section 3 of this Act. Section 11. Any electric utility providing electric service to retail or wholesale customers in South Dakota and an independent power producer may, subject to the limits specified in this Act, participate in a community renewable energy project, whether as an owner, equity partner, or provider of technical or financial assistance."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 305, "action_date": "2008-01-23T14:00:00-06:00", "document_id": 1717, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1717.pdf", "status_text": "First read in House and referred to", "journal_page": 218, "committee_id_action": 27, "committee_id_assigned": 23, "result": "N", "vote": {}}, {"bill_id": 305, "action_date": "2008-01-29T07:45:00-06:00", "document_id": 1796, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1796.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 23, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 305, "action_date": "2008-01-29T07:45:00-06:00", "document_id": 2059, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2059.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 23, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 305, "action_date": "2008-01-29T07:45:00-06:00", "document_id": 2059, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2059.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 23, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 847, "president_vote": null, "Yea": [609, 568, 566, 564], "Nay": [542, 628, 546, 537, 599, 554, 619, 626, 559, 574], "Excused": [589]}}, {"bill_id": 305, "action_date": "2008-01-29T07:45:00-06:00", "document_id": 2059, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2059.pdf", "status_text": "Deferred to the 36th legislative day", "journal_page": 314, "committee_id_action": 23, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 848, "president_vote": null, "Nay": [609, 568, 566], "Yea": [542, 628, 546, 537, 599, 554, 619, 626, 559, 564, 574], "Excused": [589]}}]}