{"session_id": 20, "bill_id": 5584, "bill_type": "House Bill", "bill_number": 1201, "bill_title": "revise the bank franchise tax apportionment of income provisions.", "sponsors": [], "keywords": ["Bank Franchise Tax", "Banks and Banking", "Taxes"], "audio": [{"meeting_datetime": "2014-02-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hst16.mp3", "start_seconds": 400.0}, {"meeting_datetime": "2014-02-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hst16.mp3", "start_seconds": 400.0}, {"meeting_datetime": "2014-02-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hst16.mp3", "start_seconds": 400.0}, {"meeting_datetime": "2014-02-11T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou18.mp3", "start_seconds": 4259.0}, {"meeting_datetime": "2014-02-11T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou18.mp3", "start_seconds": 4259.0}, {"meeting_datetime": "2014-02-11T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou18.mp3", "start_seconds": 4259.0}, {"meeting_datetime": "2014-02-26T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sst27.mp3", "start_seconds": 4839.0}, {"meeting_datetime": "2014-02-26T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sst27.mp3", "start_seconds": 4839.0}, {"meeting_datetime": "2014-02-26T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sst27.mp3", "start_seconds": 4839.0}, {"meeting_datetime": "2014-03-04T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen30.mp3", "start_seconds": 3913.0}, {"meeting_datetime": "2014-03-04T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen30.mp3", "start_seconds": 3913.0}, {"meeting_datetime": "2014-03-04T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen30.mp3", "start_seconds": 3913.0}], "bill_versions": [{"bill_id": 5584, "bill_version_id": 29525, "bill_version": "Introduced", "bill_version_date": "2014-01-31T10:16:33.533-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the bank franchise tax apportionment of income provisions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-43-23.1 be amended to read as follows: 10-43-23.1. The property factor used in § 10-43-22.1 is a fraction, the numerator of which is the average value of the financial institution's real and tangible property owned or rented and used in this state during the tax period and the denominator of which is the average value of all the financial institution's real and tangible personal property owned or rented and used everywhere during the tax period in all the states of the United States, the District of Columbia, and any territory or political subdivision thereof. Section 2. That § 10-43-24.1 be amended to read as follows: 10-43-24.1. The payroll factor used in § 10-43-22.1 is a fraction, the numerator of which is the total amount paid in this state during the tax period by the financial institution for compensation, and the denominator of which is the total compensation paid in all states of the United States, the District of Columbia, and any territory or political subdivision thereof everywhere during the tax period. Section 3. That § 10-43-24.2 be amended to read as follows: 10-43-24.2. Compensation is paid in this state if: (1) The individual's service is performed entirely within this state; or (2) The individual's service is performed both within and without the state, but the service performed without the state is incidental to the individual's service within the state; or (3) Some of the individual's service is performed in the state and: (a) The base of operations, or if there is no base of operations, the place from which the individual's service is directed or controlled, is in this state; or (b) The base of operations or place from which the individual's service is directed or controlled is not in any state in which some part of the individual's service is performed, but the individual's residence is in this state. Section 4. That § 10-43-24.3 be repealed. 10-43-24.3. Compensation is paid in this state if some of the service is performed in the state and: (1) The base of operations, or if there is no base of operations, the place from which the service is directed or controlled, is in this state; or (2) The base of operations or place from which the service is directed or controlled is not in any state in which some part of the service is performed, but the individual's residence is in this state. Section 5. That § 10-43-25.1 be amended to read as follows: 10-43-25.1. The receipts factor used in § 10-43-22.1 is a fraction, the numerator of which is the total receipts of the financial institution in the state during the tax period, and the denominator of which is the total receipts of the financial institution in all the states of the United States, the District of Columbia, and all territories and political subdivisions thereof everywhere during the tax period. Section 6. That § 10-43-25.2 be amended to read as follows: 10-43-25.2. Interest, fees and penalties in the nature of interest, discount, and net gain from loans, including federal funds sold and acceptances, and other installment obligations shall be included in the numerator specified in § 10-43-25.1 if as follows: (1) The loan was applied for by the borrower at an office of the financial institution, located in South Dakota; or numerator of the receipts factor includes interest and fees or penalties in the nature of interest from loans secured by real property if the property is located within this state. If the property is located both within this state and one or more other states, the receipts described in this subdivision are included in the numerator of the receipts factor if more than fifty percent of the fair market value of the real property is located within this state. If more than fifty percent of the fair market value of the real property is not located within any one state, the receipts described in this subdivision shall be included in the numerator of the receipts factor if the borrower's billing address is located in this state; (2) The loan was purchased, or involved in participation or other pooling arrangement, and the office of the financial institution which made the purchase or entered into the participation is in South Dakota; or numerator of the receipts factor includes interest and fees or penalties in the nature of interest from loans not secured by real property if the borrower's billing address is located in this state; (3) The loan was solicited by an employee of the financial institution, and such employee is located in South Dakota or the office out of which he operates is located in South Dakota numerator of the receipts factor includes net gains (but not less than zero) from the sale of loans secured by real property multiplied by a fraction, the numerator of which is the amount included in the numerator of the receipts factor pursuant to subdivision (1) of this section and the denominator of which is the total amount of interest and fees or penalties in the nature of interest from loans secured by real property; (4) The numerator of the receipts factor includes net gains (but not less than zero) from the sale of loans not secured by real property multiplied by a fraction, the numerator of which is the amount included in the numerator of the receipts factor pursuant to subdivision (2) of this section and the denominator of which is the total amount of interest and fees or penalties in the nature of interest from loans not secured by real property; (5) The numerator of the receipts factor includes interest and fees or penalties in the nature of interest from credit card receivables and receipts from fees charged to card holders, such as annual fees, if the billing address of the card holder is in this state; and (6) The numerator of the receipts factor includes net gains (but not less than zero) from the sale of credit card receivables multiplied by a fraction, the numerator of which is the amount included in the numerator of the receipts factor pursuant to subdivision (5) of this section and the denominator of which is the total amount of interest and fees or penalties in the nature of interest from credit card receivables and fees charged to card holders. Section 7. That § 10-43-25.3 be amended to read as follows: 10-43-25.3. Fees, other than those described in § 10-43-25.2, commissions, service charges, and other receipts from the rendering of financial or fiduciary services shall be included in the numerator specified in § 10-43-25.1 if the service is principally performed in South Dakota unless the fees, commissions, service charges, and other receipts are affiliated service income as provided in § 10-43-25.8. Section 8. That § 10-43-25.4 be amended to read as follows: 10-43-25.4. Receipts from the rental of real or tangible personal property shall be attributed to this state included in the numerator specified in § 10-43-25.1 if the property is principally located in South Dakota. Section 9. That § 10-43-25.5 be amended to read as follows: 10-43-25.5. Interest, dividends, and net gains from transactions in securities, including stocks, bonds, and all other money markets instruments, are attributed to this state shall be included in the numerator specified in § 10-43-25.1 if the financial institution's principal place of business is in South Dakota. Section 10. That § 10-43-25.6 be amended to read as follows: 10-43-25.6. Notwithstanding the provisions of § 10-43-25.5, receipts from securities used to maintain reserves against deposits to meet federal and state reserve requirements shall be attributed to this state included in the numerator specified in § 10-43-25.1 based on the ratio that the deposits in South Dakota bear to total deposits in all of the states of the United States, District of Columbia, and any territory or subdivision thereof everywhere during the tax period. Section 11. That § 10-43-25.7 be amended to read as follows: 10-43-25.7. Receipts from securities owned by a financial institution but held or pledged to secure public or trust funds shall be attributed to this state included in the numerator specified in § 10-43-25.1 if the financial institution's office where the deposits are maintained is in South Dakota. Section 12. That § 10-43-25.8 be amended to read as follows: 10-43-25.8. Affiliated service income shall be included in the numerator specified in § 10-43-25.1 only if the income relates to: (1) Loans secured primarily by real property or tangible personal property located in this state; or (2) Loans made to customers located in this state, which are not secured by real property or tangible personal property; or (3) Credit card receivables from customers in this state. Section 13. That § 10-43-25.9 be amended to read as follows: 10-43-25.9. For the purposes of §§ 10-43-25.3 and 10-43-25.8, affiliated service income means fees, commissions, service charges, and other receipts from the production or servicing of loans or credit card receivables by a nondepository financial institution for another nondepository financial institution, if each nondepository financial institution is in the same affiliated group for purposes of filing a consolidated federal corporate income tax return. Section 14. That ARSD 64:26:02:08 be repealed. 64:26:02:08. Exclusion of factors. In computing a taxpayer's apportionment ratio, the secretary shall exclude any one or more of the payroll, property, or receipts factors when the factor or factors amount to less than 30 percent of the final average ratio. When any factors are excluded, the denominator of the apportionment ratio is reduced by the number of factors excluded. Section 15. That ARSD 64:26:02:09 be repealed. 64:26:02:09. Separate accounting -- When taxpayer may petition for. A taxpayer may petition for a separate accounting when the taxpayer can clearly show that the business carried on in this state can be operated separately from the activities elsewhere, that there are lower charges to customers in this state than elsewhere for the services which the taxpayer provides, that the costs of the taxpayer's business are higher in this state than elsewhere, that the higher costs and reduced charges are responsible for a difference in profitability of the operations in this state as compared to operations elsewhere, and that the effect of these costs and charges is not offset by other costs which are lower in South Dakota than elsewhere. Section 16. That ARSD 64:26:02:10 be repealed. 64:26:02:10. Separate accounting -- When secretary may require. The secretary may require a separate accounting when the secretary can clearly show that the business carried on in this state can be operated separately from the activities elsewhere, that there are higher charges to consumers in this state than elsewhere for the services which the taxpayer provides, that the costs of the taxpayer's business are lower in this state than elsewhere, that the higher charges and lower costs are responsible for a difference in profitability of the operations in this state as compared to operations elsewhere, and that the effect of these costs and charges is not offset by other costs which are higher in South Dakota than elsewhere. Section 17. The effective date of this Act is January 1, 2015."}, {"bill_id": 5584, "bill_version_id": 31523, "bill_version": "Enrolled", "bill_version_date": "2014-03-05T09:51:38.4-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5584, "action_date": "2014-01-31T13:00:00-06:00", "document_id": 29577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29577.pdf", "status_text": "First read in House and referred to", "journal_page": 248, "committee_id_action": 231, "committee_id_assigned": 224, "result": "N", "vote": {}}, {"bill_id": 5584, "action_date": "2014-02-07T07:45:00-06:00", "document_id": 29865, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29865.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 224, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5584, "action_date": "2014-02-07T07:45:00-06:00", "document_id": 29987, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29987.pdf", "status_text": "Do Pass", "journal_page": 330, "committee_id_action": 224, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15723, "president_vote": null, "Yea": [467, 455, 441, 454, 458, 423, 502, 461, 508, 460, 456, 442], "Excused": [478]}}, {"bill_id": 5584, "action_date": "2014-02-10T14:00:00-06:00", "document_id": 30114, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30114.pdf", "status_text": "Deferred to another day", "journal_page": 365, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5584, "action_date": "2014-02-11T14:00:00-06:00", "document_id": 30209, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30209.pdf", "status_text": "Do Pass", "journal_page": 379, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15952, "president_vote": null, "Yea": [528, 527, 453, 522, 433, 524, 456, 489, 517, 519, 505, 449, 431, 455, 504, 481, 509, 503, 477, 501, 520, 479, 457, 454, 523, 458, 451, 466, 845, 442, 476, 521, 507, 478, 423, 500, 502, 497, 515, 511, 512, 463, 518, 484, 485, 514, 459, 464, 510, 450, 430, 513, 468, 498, 461, 516, 508, 480, 460, 448, 441], "Nay": [525, 467, 425, 496, 499, 487, 439, 462, 506]}}, {"bill_id": 5584, "action_date": "2014-02-12T14:00:00-06:00", "document_id": 30302, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30302.pdf", "status_text": "First read in Senate and referred to", "journal_page": 312, "committee_id_action": 229, "committee_id_assigned": 214, "result": "N", "vote": {}}, {"bill_id": 5584, "action_date": "2014-02-26T10:00:00-06:00", "document_id": 30939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30939.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 214, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5584, "action_date": "2014-02-26T10:00:00-06:00", "document_id": 31113, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31113.pdf", "status_text": "Do Pass", "journal_page": 478, "committee_id_action": 214, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16660, "president_vote": null, "Yea": [444, 447, 470, 452, 436, 438, 435, 440, 446]}}, {"bill_id": 5584, "action_date": "2014-02-27T13:00:00-06:00", "document_id": 31212, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31212.pdf", "status_text": "Deferred to another day", "journal_page": 501, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5584, "action_date": "2014-03-03T14:00:00-06:00", "document_id": 31345, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31345.pdf", "status_text": "Deferred to another day", "journal_page": 524, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5584, "action_date": "2014-03-04T14:00:00-06:00", "document_id": 31474, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31474.pdf", "status_text": "Do Pass", "journal_page": 535, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16913, "president_vote": null, "Yea": [469, 437, 444, 473, 846, 495, 447, 472, 470, 432, 465, 847, 483, 443, 429, 452, 436, 438, 526, 424, 491, 428, 475, 435, 440, 493, 849, 474, 426, 446, 494, 434, 490, 486], "Nay": [492]}}, {"bill_id": 5584, "action_date": "2014-03-05T14:00:00-06:00", "document_id": 31591, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31591.pdf", "status_text": "Signed by the Speaker", "journal_page": 660, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5584, "action_date": "2014-03-06T13:00:00-06:00", "document_id": 31675, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31675.pdf", "status_text": "Signed by the President", "journal_page": 575, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5584, "action_date": "2014-03-10T14:00:00-05:00", "document_id": 31800, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31800.pdf", "status_text": "Delivered to the Governor", "journal_page": 694, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5584, "action_date": "2014-03-14T10:00:00-05:00", "document_id": 32125, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/32125.pdf", "status_text": "Signed by the Governor", "journal_page": 780, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5549, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/5584"}