{"session_id": 15, "bill_id": 3456, "bill_type": "Senate Bill", "bill_number": 118, "bill_title": "revise certain documentation requirements for obtaining an operator's license.", "sponsors": [{"legislator_profile_id": 253, "is_prime": true}, {"legislator_profile_id": 275, "is_prime": true}, {"legislator_profile_id": 284, "is_prime": false}, {"legislator_profile_id": 265, "is_prime": false}, {"legislator_profile_id": 239, "is_prime": false}, {"legislator_profile_id": 245, "is_prime": false}, {"legislator_profile_id": 270, "is_prime": false}, {"legislator_profile_id": 212, "is_prime": false}, {"legislator_profile_id": 279, "is_prime": false}, {"legislator_profile_id": 248, "is_prime": false}, {"legislator_profile_id": 264, "is_prime": false}, {"legislator_profile_id": 237, "is_prime": false}, {"legislator_profile_id": 240, "is_prime": false}, {"legislator_profile_id": 294, "is_prime": false}, {"legislator_profile_id": 252, "is_prime": false}, {"legislator_profile_id": 226, "is_prime": false}, {"legislator_profile_id": 220, "is_prime": false}, {"legislator_profile_id": 290, "is_prime": false}, {"legislator_profile_id": 243, "is_prime": false}, {"legislator_profile_id": 278, "is_prime": false}], "keywords": ["Licenses", "Motor Vehicles"], "audio": [{"meeting_datetime": "2012-02-01T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/str13.mp3", "start_seconds": 137.0}, {"meeting_datetime": "2012-02-01T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/str13.mp3", "start_seconds": 137.0}, {"meeting_datetime": "2012-02-01T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/str13.mp3", "start_seconds": 137.0}], "bill_versions": [{"bill_id": 3456, "bill_version_id": 19880, "bill_version": "Introduced", "bill_version_date": "2012-01-23T11:20:37.2-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain documentation requirements for obtaining an operator's license. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-12-3.1 be amended to read as follows: 32-12-3.1. Any applicant as provided for in this chapter shall, on making application for an operator's license, motorcycle operator's license, restricted minor's permit, motorcycle restricted minor's permit, instruction permit, motorcycle instruction permit, or nondriver identification card, present to the examiner one of the following documents in order to establish his or her current legal identity and date of birth: (1) A certified copy of a United States birth certificate filed with the state office of vital records or equivalent agency; (2) A consular report of birth abroad (United States Department of State form FS-240, DS-1350, or FS-545; (3) A valid, unexpired permanent resident card (form I-551 issued by the United States Department of Homeland Security or Immigration and Naturalization Services); (4) An unexpired employment authorization document issued by the United States Department of Homeland Security (form I-766 or I-688B); (5) An unexpired foreign passport with a valid, unexpired United States visa affixed accompanied by the approved I-94 form documenting the applicant's most recent entrance into the United States; (6) A certificate of naturalization issued by the United States Department of Homeland Security (form N-550 or N-570); (7) A certificate of citizenship form N-560 or N-561 issued by the United States Department of Homeland Security; (8) A valid driver license issued by this state or another state that meets the requirements of 6 C.F.R. Part 37 as amended through January 1, 2009, and is acceptable by federal agencies for official purposes; (9) Any other document designated by the Department of Homeland Security by publication in the Federal Register that establishes identity and date of birth; or (10) A valid, unexpired United States passport. For all documentation offered by the applicant to provide evidence of identity, date of birth, social security number or nonwork authorized status, address of principal residence, and lawful status, the department shall make a copy of the documentation and shall retain the copy for ten years. All documents retained under this section are confidential. No documents offered by the applicant to provide evidence of identity, date of birth, social security number or nonwork authorized status, address of principal residence, and lawful status may be scanned, copied, or replicated. The examiner may, as part of a documented exceptions process, accept other evidence of identity and date of birth of any applicant and lawful status of any United States citizen only if the examiner is satisfied that the applicant cannot, for good reason beyond the applicant's control, produce such primary documents. The examiner shall record the acceptance of any alternative document under the exceptions process. The Department of Public Safety may not require new evidence of birth at the time an application is made by a person holding an operator's license, motorcycle operator's license, restricted minor's permit, motorcycle restricted minor's permit, instruction permit, motorcycle instruction permit, or nondriver identification card, if that person's driver license or nondriver identification card meets the requirements of 6 C.F.R. Part 37 as amended through January 1, 2009, is acceptable by federal agencies for official purposes, and is turned in to the department with the application. Any person who obtains a driver license or nondriver identification card pursuant to this section fraudulently or by use of a fraudulently obtained document is guilty of a Class 1 misdemeanor. Section 2. That § 32-12-3.4 be amended to read as follows: 32-12-3.4. Any applicant under the provisions of this chapter who has been assigned a social security account number shall, on making application for an operator's license, motorcycle operator's license, restricted minor's permit, motorcycle restricted minor's permit, instruction permit, motorcycle instruction permit, or nondriver identification card, present to the examiner a Social Security Administration account number card. If a Social Security Administration account number card is not available, the applicant may present any one of the following documents bearing the applicant's social security number: (1) A W-2 form; (2) A SSA-1099 form; (3) A non-SSA-1099 form; or (4) A pay stub with the applicant's name and social security number; or (5) A Social Security Administration account number card. Any applicant lawfully present in a nonimmigrant status who does not present evidence of a social security account number shall present to the examiner documentation which demonstrates a nonwork authorized status. Section 3. That § 32-12-3.5 be amended to read as follows: 32-12-3.5. Any applicant under the provisions of this chapter shall, on making application for an operator's license, motorcycle operator's license, restricted minor's permit, motorcycle restricted minor's permit, instruction permit, motorcycle instruction permit, or nondriver identification card, present to the examiner at least two documents one document containing the applicant's name and address of principal residence in order to establish the applicant's address of principal residence. Section 4. That § 32-12-43 be amended to read as follows: 32-12-43. For renewal of an operator's license, motorcycle operator's license, restricted minor's permit, motorcycle restricted minor's permit, instruction permit, or motorcycle instruction permit, the Department of Public Safety shall require an examination of the applicant's eyesight if the applicant is sixty-five years or older. If the applicant has had no moving violations in the two years immediately proceeding the renewal application, the applicant need only show their current operator's license to renew the license. Section 5. That chapter 32-12 be amended by adding thereto a NEW SECTION to read as follows: If an applicant establishes his or her current legal identity by presenting one or more of the documents prescribed in subdivisions 32-12-3.1(1) to (10), inclusive, the department may not require the applicant to establish any previous legal identify, series of identities, or legal name changes as a result of marriage, divorce, annulment, adoption, or other court decree. However, if an applicant is unable to establish his or her current legal identity by presenting one or more of the documents prescribed in subdivisions 32-12-3.1(1) to (10), inclusive, an applicant may, at his or her discretion, present documentation of any previous legal identity, series of identities, or legal name changes that may be evidentiary of the applicant's current legal identity. Section 6. That chapter 32-12 be amended by adding thereto a NEW SECTION to read as follows: Any applicants eighteen years or older applying for a South Dakota operator's license for the first time shall provide some form of photo identification issued by a state, federal, or foreign government that includes applicant's full legal name."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3456, "action_date": "2012-01-23T14:00:00-06:00", "document_id": 19958, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19958.pdf", "status_text": "First read in Senate and referred to", "journal_page": 131, "committee_id_action": 171, "committee_id_assigned": 158, "result": "N", "vote": {}}, {"bill_id": 3456, "action_date": "2012-02-01T08:00:00-06:00", "document_id": 20380, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20380.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 158, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3456, "action_date": "2012-02-01T08:00:00-06:00", "document_id": 20544, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20544.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 240, "committee_id_action": 158, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10806, "president_vote": null, "Yea": [249, 234, 223, 212, 250, 232], "Nay": [240]}}]}