{"session_id": 20, "bill_id": 5312, "bill_type": "House Bill", "bill_number": 1124, "bill_title": "create the South Dakota school safety fund to assist certain school districts in enhancing school safety, and to make an appropriation therefor.", "sponsors": [{"legislator_profile_id": 495, "is_prime": true}, {"legislator_profile_id": 523, "is_prime": true}, {"legislator_profile_id": 470, "is_prime": false}, {"legislator_profile_id": 847, "is_prime": false}, {"legislator_profile_id": 443, "is_prime": false}, {"legislator_profile_id": 429, "is_prime": false}, {"legislator_profile_id": 436, "is_prime": false}, {"legislator_profile_id": 526, "is_prime": false}, {"legislator_profile_id": 512, "is_prime": false}, {"legislator_profile_id": 463, "is_prime": false}, {"legislator_profile_id": 464, "is_prime": false}, {"legislator_profile_id": 513, "is_prime": false}, {"legislator_profile_id": 446, "is_prime": false}, {"legislator_profile_id": 468, "is_prime": false}], "keywords": ["Appropriation", "Public Safety", "School District Funds", "School Districts"], "audio": [{"meeting_datetime": "2014-01-31T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hap12.mp3", "start_seconds": 7975.0}, {"meeting_datetime": "2014-01-31T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hap12.mp3", "start_seconds": 7975.0}, {"meeting_datetime": "2014-01-31T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hap12.mp3", "start_seconds": 7975.0}, {"meeting_datetime": "2014-01-31T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hap12.mp3", "start_seconds": 7975.0}], "bill_versions": [{"bill_id": 5312, "bill_version_id": 29117, "bill_version": "Introduced", "bill_version_date": "2014-01-28T10:12:49.283-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create the South Dakota school safety fund to assist certain school districts in enhancing school safety, and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby created within the state treasury the South Dakota school safety fund. The fund shall be administered by the secretary of education. All moneys in the fund shall be used to provide matching funds to school districts to allow them to enhance school safety by hiring or retaining school resource officers, by providing training and technical assistance to school personnel, facility security enhancements, or by hiring additional school counselors, school psychologists, or other mental health professionals. Interest earned on the fund shall be deposited into the fund. Section 2. The Department of Education may accept and expend for the purposes of this Act any funds obtained for the school safety fund from federal sources, gifts, contributions, or any other source if such acceptance and expenditure is approved in accordance with § 4-8B-10. Section 3. There is hereby appropriated from the general fund the sum of five million dollars ($5,000,000), or so much thereof as may be necessary, to the South Dakota school safety fund for distribution to school districts as follows: (1) One million dollars shall be distributed to eligible school districts for the purpose of hiring or retaining school resource officers; (2) Two million dollars shall be distributed to eligible school districts for the purpose of acquiring training and technical assistance or for facility security enhancements, or both, to help ensure the safety of students; and (3) One million dollars shall be distributed to eligible school districts for the purpose of hiring additional school counselors, school psychologists, or other mental health professionals if the school districts demonstrate a need for the additional personnel as determined by the secretary of education. Section 4. The secretary of education shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 5. In order to be eligible to receive matching funds from the school safety fund established in section 1 of this Act, a school district shall have an emergency response plan and shall work with school resource officers or local law enforcement, or both, to develop or update a comprehensive threat assessment for each school site within the school district. Section 6. Any school district that meets the eligibility requirements in section 5 of this Act may apply for funds from the school safety fund, and any funds received by a school district from the school safety fund shall be matched by the school district. Section 7. There is hereby created the School Safety Oversight Committee within the Department of Education. The committee shall consist of five members appointed by the Board of Education. The committee shall meet at the call of the secretary of education to review and act upon applications from school districts seeking financial assistance from the school safety fund. When considering whether to approve an application, the committee shall use the criteria established pursuant to section 8 of this Act. Section 8. The Board of Education shall promulgate rules pursuant to chapter 1-26 to establish the criteria the School Safety Oversight Committee will consider in awarding matching funds from the South Dakota school safety fund to school districts, to establish application procedures and timelines that eligible school districts will follow when applying for matching funds from the school safety fund, and to establish the procedures that will be used to distribute matching funds from the school safety fund to the receiving school districts."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5312, "action_date": "2014-01-28T14:00:00-06:00", "document_id": 29174, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29174.pdf", "status_text": "First read in House and referred to", "journal_page": 120, "committee_id_action": 231, "committee_id_assigned": 233, "result": "N", "vote": {}}, {"bill_id": 5312, "action_date": "2014-01-31T08:00:00-06:00", "document_id": 29212, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29212.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 233, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5312, "action_date": "2014-01-31T08:00:00-06:00", "document_id": 29573, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29573.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 243, "committee_id_action": 233, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15503, "president_vote": null, "Nay": [448, 477, 463], "Yea": [489, 453, 507, 516, 504, 433]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/5312"}