{"session_id": 20, "bill_id": 5554, "bill_type": "Senate Bill", "bill_number": 46, "bill_title": "revise certain provisions regarding animal welfare and to provide a felony penalty for cruelty to animals.", "sponsors": [], "keywords": ["Animals and Livestock", "Class 1 Misdemeanor", "Felony", "Prison or Jail Impact Statement"], "audio": [{"meeting_datetime": "2014-02-11T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sag18.mp3", "start_seconds": 1445.0}, {"meeting_datetime": "2014-02-11T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sag18.mp3", "start_seconds": 1445.0}, {"meeting_datetime": "2014-02-11T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sag18.mp3", "start_seconds": 1445.0}, {"meeting_datetime": "2014-02-11T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sag18.mp3", "start_seconds": 1445.0}, {"meeting_datetime": "2014-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen20.mp3", "start_seconds": 1221.0}, {"meeting_datetime": "2014-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen20.mp3", "start_seconds": 1221.0}, {"meeting_datetime": "2014-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen20.mp3", "start_seconds": 1221.0}, {"meeting_datetime": "2014-03-10T00:00:00-05:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju33.mp3", "start_seconds": 120.0}, {"meeting_datetime": "2014-03-10T00:00:00-05:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju33.mp3", "start_seconds": 120.0}, {"meeting_datetime": "2014-03-10T00:00:00-05:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju33.mp3", "start_seconds": 120.0}, {"meeting_datetime": "2014-03-11T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou34.mp3", "start_seconds": 4051.0}, {"meeting_datetime": "2014-03-11T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou34.mp3", "start_seconds": 4051.0}, {"meeting_datetime": "2014-03-11T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou34.mp3", "start_seconds": 4051.0}, {"meeting_datetime": "2014-03-11T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou34.mp3", "start_seconds": 4051.0}, {"meeting_datetime": "2014-03-11T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou34.mp3", "start_seconds": 4051.0}], "bill_versions": [{"bill_id": 5554, "bill_version_id": 28394, "bill_version": "Introduced", "bill_version_date": "2014-01-11T12:15:12.567-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding animal welfare and to provide a felony penalty for cruelty to animals. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 40-1-1 be amended to read as follows: 40-1-1. Terms used in chapters 40-1 and 40-2, mean: (1) \"Abandonment,\" giving \"Abandon,\" to give up with the intent of never again regaining one's interests in, or rights to, an animal other than placing ownership with a responsible party; (2) \"Animal,\" any mammal, bird, reptile, amphibian, or fish, except humans; (3) \"Board,\" the South Dakota Animal Industry Board; (4) \"Captive wild animal,\" any wild animal held in man-made confinement or physically altered to limit movement and facilitate capture \"Cruelty,\" to intentionally, willfully, and maliciously inflict gross physical abuse on an animal that causes prolonged pain, that causes serious physical injury, or that results in the death of the animal; (5) \"Domestic animal,\" any animal that through long association with man, has been bred to a degree which has resulted in genetic changes affecting the temperament, color, conformation, or other attributes of the species to an extent that makes it unique and different from wild individuals of its kind \"Dangerous animal,\" any animal that, by itself or by environmental circumstances, at the determination of the board, any agent or officer of a humane society, or any law enforcement officer, is a threat to the physical well-being of other owned animals or humans; (6) \"Exotic animal,\" any animal not occurring naturally in the United States either currently or historically \"Humane killing,\" to cause the death of an animal in a manner to limit the pain or suffering of the animal as much as reasonably possible under the circumstances; (7) \"Impoundment,\" taking \"Impound,\" to take physical control and custody of an animal; (8) \"Non-domestic animal,\" any animal that is not domestic; (9)(8) \"Other livestock,\" \"Livestock,\" any agricultural or commercial animal owned, bred, or raised for profit, but not including dogs, cats, rabbits, or other household pets; (9) \"Mistreat,\" to cause or permit the continuation of unjustifiable physical pain or suffering of an animal; (10) \"Wild animal,\" any animal not in captivity, other than a domestic animal; and \"Neglect,\" to fail to provide food, water, protection from the elements, adequate sanitation, adequate facilities, or care generally considered to be standard and accepted for an animal's health and well-being consistent with the species, breed, physical condition, and type of animal; (11) \"Zoological animal,\" any animal in any zoo or intended to be used in a zoo \"Proper enclosure,\" a secure confinement in an enclosed or locked facility suitable to prevent a dangerous animal from escaping and to prevent any physical threat to the well-being of any other animal or human. Section 2. That § 40-1-2.2 be repealed. 40-1-2.2. For the purposes of this chapter and chapter 40-2, the mistreatment, torture, or cruelty of an animal is any act or omission whereby unnecessary, unjustifiable, or unreasonable physical pain or suffering is caused, permitted, or allowed to continue including acts of mutilation. Section 3. That § 40-1-2.3 be amended to read as follows: 40-1-2.3. For the purposes of this chapter and chapter 40-2, the neglect of an animal is the failure to provide food, water, protection from the elements, adequate sanitation, adequate facilities, or care generally considered to be standard and accepted for an animal's health and well-being consistent with the species, breed, physical condition, and type of animal. No person owning or responsible for the care of an animal may neglect, abandon, or mistreat the animal. A violation of this section is a Class 1 misdemeanor. Section 4. That § 40-1-2.4 be amended to read as follows: 40-1-2.4. For the purposes of this chapter and chapter 40-2, the inhumane treatment of an animal is any act of mistreatment, torture, cruelty, neglect, abandonment, mutilation, or inhumane slaughter of an animal that is not consistent with generally accepted training, use and husbandry procedures for the species, breed, physical condition, and type of animal. No person owning or responsible for the care of an animal may subject the animal to cruelty. A violation of this section is a Class 6 felony. Section 5. That § 40-1-2.5 be repealed. 40-1-2.5. For the purposes of this chapter and chapter 40-2, a dangerous animal is any animal that, by itself or by environmental circumstances, at the determination of the board, any agent or officer of a humane society, or any peace officer after investigation, is a threat to the physical well-being of other owned animals or humans. Section 6. That § 40-1-2.6 be repealed. 40-1-2.6. For the purposes of this chapter and chapter 40-2, a proper enclosure is a secure confinement, as determined by the board, any agent or officer of a humane society, or any peace officer indoors or in a securely enclosed or locked facility, suitable to prevent a dangerous animal from escaping and to prevent any physical threat to the well-being of any other animal or human, while not constituting inhumane treatment. Section 7. That § 40-1-5 be amended to read as follows: 40-1-5. Any peace law enforcement officer, agent of the board, or agent or officer of any humane society finding an animal inhumanely treated, as defined in § 40-1-2.4, shall neglected, abandoned, mistreated, or subjected to cruelty, may, pursuant to a warrant or court order, cause the animal to be impounded or otherwise and properly cared for, and the expenses of such impoundment or care shall be constitute a lien on the animal to be paid before the animal may be lawfully recovered. However, a warrant or court order is not necessary if the animal is severely injured, severely diseased, or suffering and any delay in impounding the animal would continue to cause the animal extreme suffering or if other exigent circumstances exist. If any animal is impounded or subjected to other action under this section without a warrant or court order, the officer or agent shall subsequently show cause for the impoundment or other action to the court, and the court shall issue an order ratifying the impoundment or action; or, if sufficient cause for the impoundment or action is not shown, the court shall order the return of the animal to the owner or other appropriate remedy. Section 8. That § 40-1-9 be repealed. 40-1-9. No person, for amusement purposes or for wager, may cause any animal to fight or injure another. No person may knowingly permit any animal fighting or injuring on any premises under his charge or control. It is a Class 1 misdemeanor to be present at any animal fighting as a spectator. Section 9. That § 40-1-10 be repealed. 40-1-10. No person may have or train any animal with the intent that it be used in an exhibition of fighting. Section 10. That § 40-1-10.1 be amended to read as follows: 40-1-10.1. Notwithstanding §§ 40-1-9 and 40-1-10, no No person may: (1) Own, possess, keep, or train any dog animal with the intent to engage the dog animal in an exhibition of fighting with another dog animal; (2) For amusement or gain cause any dog animal to fight with another dog animal or cause any dog animal to injure another dog animal; or (3) Permit the activity prohibited by this section or § 40-1-11.1 to be done on any premises under his the person's charge or control, or aid, or abet any activity prohibited by this section or § 40-1-11.1. A violation of this section or § 40-1-11.1 is a Class 6 felony. It is a Class 1 misdemeanor to be present at any violation of subdivision (2) of this section as a spectator. Section 11. That § 40-1-11 be amended to read as follows: 40-1-11. Any peace law enforcement officer may enter any place where there is any sport or exhibition of the fighting of animals or where preparations are being made for such sport or exhibition, and without a warrant arrest all persons any person there present. Section 12. That § 40-1-11.1 be amended to read as follows: 40-1-11.1. Any law enforcement officer making an arrest for a violation of § 40-1-10.1 shall take possession of all dogs animals and all paraphernalia, implements, or other property or things used or employed, or about to be employed, in the violation of any of the provisions of § 40-1-10.1. The provisions of chapters 23A-35 and 23A-37 shall apply to the search and seizure of violations of § 40-1-10.1 and shall apply to the disposition of seized paraphernalia, implements, or other property or things used or employed, or about to be employed, in violation of § 40-1-10.1. For the purposes of this section, dogs animals seized pursuant to a violation of § 40-1-10.1 are contraband and property of an illegal nature and shall may be destroyed pursuant to § 23A-37-9. Section 13. That § 40-1-13 be amended to read as follows: 40-1-13. Any animal injured or diseased past recovery shall be euthanized within twelve hours in a manner prescribed in rule by the board within twelve hours, by the owner or person in possession of the animal, after having been notified by any peace law enforcement officer, any agent or officer of any humane society, or any agent of the board to euthanize the animal. A violation of this paragraph section is a Class 1 misdemeanor. Any court having jurisdiction of a penal charge under the provisions of this chapter may order the euthanasia of any such animal. Section 14. That § 40-1-16 be amended to read as follows: 40-1-16. Nothing in this chapter may be construed to interfere with any properly conducted scientific experiments or investigations, which experiments or investigations are performed by personnel following guidelines regulations established by the National Institute Institutes of Health and the United States Department of Agriculture. Any experiments or scientific investigation and facilities used under this section shall be open to inspection by the board. Section 15. That § 40-1-17 be amended to read as follows: 40-1-17. The acts and conduct of persons who are lawfully engaged in any of the activities authorized by Title 41 or laws for the destruction or control of certain animals known to be dangerous or injurious to life, limb, or property, and persons who properly kill any animal used for food and sport hunting, trapping, and fishing as authorized by the South Dakota Department of Game, Fish and Parks, are exempt from the provisions of this chapter. Nothing in this chapter or chapter 40-2 may be construed to interfere with an animal under the direct and proper care of a licensed veterinarian or with persons engaged in standard and accepted agricultural pursuits or animal husbandry practices. In addition, the following are exempt from the provisions of this chapter and chapter 40-2: (1) Any usual and customary practice; (a) In the production of food, feed, or fiber, including all aspects of the livestock industry; (b) In the boarding, breeding, competition, exhibition, feeding, raising, service work, showing, training, transportation, and use of animals; or (c) In the harvesting of animals for food or byproducts; (2) Any humane killing of an animal; (3) Any lawful hunting, trapping, fishing, or other activity authorized by the South Dakota Department of Game, Fish and Parks; (4) Any lawful pest, vermin, predator, and animal damage control, including the disposition of wild animals; (5) Any reasonable action taken by a person for the destruction or control of an animal known to be dangerous, a threat, or injurious to life, limb, or property; and (6) Any actions taken by personnel or agents of the board, the Department of Agriculture, Department of Game, Fish and Parks, or the United States Department of Agriculture in the performance of duties as prescribed by law. Section 16. That § 40-1-20 be amended to read as follows: 40-1-20. Except as specifically provided for in this chapter, no person may intentionally administer poison to any animal which that belongs to another, nor intentionally expose any poisonous substance so that it may be taken by an animal which belongs to another. A violation of this section is a Class 1 misdemeanor. This section may not be construed to prevent euthanasia by a licensed veterinarian with proper authority from the animal's owner nor may it prevent acts of euthanasia authorized by this chapter. This section may not be construed to prevent animal control activities conducted by municipalities or counties, separately or through contract with a humane society, in accordance with chapters 36-12 and 34-20B. Section 17. That § 40-1-25 be amended to read as follows: 40-1-25. The South Dakota Animal Industry Board board shall administer and enforce the provisions of this chapter concerning cattle, horses, sheep, swine, and other livestock. In addition, the board may address situations involving dangerous animals, including nonlivestock animals, under the provisions of §§ 40-1-2.5, 40-1-2.6, 40-1-23, and 40-1-24. The board may issue orders for the execution of the powers conferred upon it by this chapter. The board may promulgate rules, pursuant to chapter 1-26, which may address cattle, horses, sheep, swine, and other livestock and dangerous animals, and which shall include: (1) Procedures for filing complaints; (2) Reasons for and methods of euthanizing animals; (3) Specific standards and accepted food, water, protection from the elements, sanitation facilities, and care; (4) Procedures and methods for impoundment; (5) Methods for transferring ownership of impounded animals; (6) Methods of investigating reported inhumane treatment; (7) Methods for contracting with peace law enforcement officers, humane societies, or others to serve as agents for the board; (8) Methods for certifying the proper training for agents of the board; (9) Procedures and criteria for the euthanasia of animals pursuant to § 40-1-13; and (10) Procedures for dealing with dangerous animals. Section 18. That § 40-1-26 be repealed. 40-1-26. No person may impound or permit any animal to be in any building, enclosure, lane, street, square, or lot without proper care and attention for more than twelve consecutive hours. This section does not apply to cattle, horses, sheep, swine, or other livestock. Section 19. That § 40-1-27 be repealed. 40-1-27. No person owning or responsible for the care of an animal may inhumanely treat such animal. A violation of this section is a Class 1 misdemeanor. Section 20. That § 40-1-33 be repealed. 40-1-33. Nothing in this chapter and chapter 40-2 may be construed to interfere with an animal under the direct and proper care of a licensed veterinarian or with persons engaged in standard and accepted agricultural pursuits. Section 21. That § 40-2-1 be amended to read as follows: 40-2-1. Any three or more citizens of this state organized pursuant to chapter 47-22 as a nonprofit corporation in this state, for the purpose of preventing cruelty to animals, may avail themselves of the privileges of this chapter through an animal control officer subject to the limitations in §§ 40-2-6 and 40-2-7. The board of county commissioners in each county may grant authority to exercise the privileges and authority granted by this section to one or more qualified nonprofit corporations for a period of up to three years based upon ability to fulfill the purposes of this chapter. Section 22. That § 40-2-2 be repealed. 40-2-2. Any such incorporated society may make and adopt bylaws not inconsistent with the laws of this state governing the admission of associates and members, providing for all meetings and for assistant and district or local officers, and the organization of branch societies; providing also for means and systems for the effectual attainment of the objects contemplated by this chapter, for the regulation and management of its business affairs, and for the effectual working of the society; prescribing also the duties of all its officers. Section 23. That § 40-2-4 be amended to read as follows: 40-2-4. Except as provided in chapter 40-1, the activities of any humane society incorporated pursuant to this chapter for the prevention of inhumane treatment of neglect, abandonment, mistreatment, or cruelty to animals, as provided in chapter 40-1 or this chapter, are limited to animals other than cattle, horses, sheep, swine, and other livestock."}, {"bill_id": 5554, "bill_version_id": 30193, "bill_version": "Senate Agriculture and Natural Resources Engrossed", "bill_version_date": "2014-02-11T13:05:11.127-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding animal welfare and to provide a felony penalty for cruelty to animals. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 40-1-1 be amended to read as follows: 40-1-1. Terms used in chapters 40-1 and 40-2, mean: (1) \"Abandonment,\" giving \"Abandon,\" to give up with the intent of never again regaining one's interests in, or rights to, an animal other than placing ownership with a responsible party; (2) \"Animal,\" any mammal, bird, reptile, amphibian, or fish, except humans; (3) \"Board,\" the South Dakota Animal Industry Board; (4) \"Captive wild animal,\" any wild animal held in man-made confinement or physically altered to limit movement and facilitate capture \"Cruelty,\" to intentionally, willfully, and maliciously inflict gross physical abuse on an animal that causes prolonged pain, that causes serious physical injury, or that results in the death of the animal; (5) \"Domestic animal,\" any animal that through long association with man, has been bred to a degree which has resulted in genetic changes affecting the temperament, color, conformation, or other attributes of the species to an extent that makes it unique and different from wild individuals of its kind \"Dangerous animal,\" any animal that, by itself or by environmental circumstances, at the determination of the board, any agent or officer of a humane society, or any law enforcement officer, is a threat to the physical well-being of other owned animals or humans; (6) \"Exotic animal,\" any animal not occurring naturally in the United States either currently or historically \"Humane killing,\" to cause the death of an animal in a manner to limit the pain or suffering of the animal as much as reasonably possible under the circumstances; (7) \"Impoundment,\" taking \"Impound,\" to take physical control and custody of an animal; (8) \"Non-domestic animal,\" any animal that is not domestic; (9)(8) \"Other livestock,\" \"Livestock,\" any agricultural or commercial animal owned, bred, or raised for profit, but not including dogs, cats, rabbits, or other household pets; (9) \"Mistreat,\" to cause or permit the continuation of unjustifiable physical pain or suffering of an animal; (10) \"Wild animal,\" any animal not in captivity, other than a domestic animal; and \"Neglect,\" to fail to provide food, water, protection from the elements, adequate sanitation, adequate facilities, or care generally considered to be standard and accepted for an animal's health and well-being consistent with the species, breed, physical condition, and type of animal; (11) \"Zoological animal,\" any animal in any zoo or intended to be used in a zoo \"Proper enclosure,\" a secure confinement in an enclosed or locked facility suitable to prevent a dangerous animal from escaping and to prevent any physical threat to the well-being of any other animal or human. Section 2. That § 40-1-2.2 be repealed. 40-1-2.2. For the purposes of this chapter and chapter 40-2, the mistreatment, torture, or cruelty of an animal is any act or omission whereby unnecessary, unjustifiable, or unreasonable physical pain or suffering is caused, permitted, or allowed to continue including acts of mutilation. Section 3. That § 40-1-2.3 be amended to read as follows: 40-1-2.3. For the purposes of this chapter and chapter 40-2, the neglect of an animal is the failure to provide food, water, protection from the elements, adequate sanitation, adequate facilities, or care generally considered to be standard and accepted for an animal's health and well-being consistent with the species, breed, physical condition, and type of animal. No person owning or responsible for the care of an animal may neglect, abandon, or mistreat the animal. A violation of this section is a Class 1 misdemeanor. Section 4. That § 40-1-2.4 be amended to read as follows: 40-1-2.4. For the purposes of this chapter and chapter 40-2, the inhumane treatment of an animal is any act of mistreatment, torture, cruelty, neglect, abandonment, mutilation, or inhumane slaughter of an animal that is not consistent with generally accepted training, use and husbandry procedures for the species, breed, physical condition, and type of animal. No person may subject an animal to cruelty. A violation of this section is a Class 6 felony. Section 5. That § 40-1-2.5 be repealed. 40-1-2.5. For the purposes of this chapter and chapter 40-2, a dangerous animal is any animal that, by itself or by environmental circumstances, at the determination of the board, any agent or officer of a humane society, or any peace officer after investigation, is a threat to the physical well-being of other owned animals or humans. Section 6. That § 40-1-2.6 be repealed. 40-1-2.6. For the purposes of this chapter and chapter 40-2, a proper enclosure is a secure confinement, as determined by the board, any agent or officer of a humane society, or any peace officer indoors or in a securely enclosed or locked facility, suitable to prevent a dangerous animal from escaping and to prevent any physical threat to the well-being of any other animal or human, while not constituting inhumane treatment. Section 7. That § 40-1-5 be amended to read as follows: 40-1-5. Any peace law enforcement officer, agent of the board, or agent or officer of any humane society finding an animal inhumanely treated, as defined in § 40-1-2.4, shall neglected, abandoned, mistreated, or subjected to cruelty, may, pursuant to a warrant or court order, cause the animal to be impounded or otherwise and properly cared for, and the expenses of such impoundment or care shall be constitute a lien on the animal to be paid before the animal may be lawfully recovered. However, a warrant or court order is not necessary for law enforcement officers if the animal is severely injured, severely diseased, or suffering and any delay in impounding the animal would continue to cause the animal extreme suffering or if other exigent circumstances exist. If any animal is impounded or subjected to other action under this section without a warrant or court order, the officer or agent shall subsequently show cause for the impoundment or other action to the court, and the court shall issue an order ratifying the impoundment or action; or, if sufficient cause for the impoundment or action is not shown, the court shall order the return of the animal to the owner or other appropriate remedy. Section 8. That § 40-1-9 be repealed. 40-1-9. No person, for amusement purposes or for wager, may cause any animal to fight or injure another. No person may knowingly permit any animal fighting or injuring on any premises under his charge or control. It is a Class 1 misdemeanor to be present at any animal fighting as a spectator. Section 9. That § 40-1-10 be repealed. 40-1-10. No person may have or train any animal with the intent that it be used in an exhibition of fighting. Section 10. That § 40-1-10.1 be amended to read as follows: 40-1-10.1. Notwithstanding §§ 40-1-9 and 40-1-10, no No person may: (1) Own, possess, keep, or train any dog animal with the intent to engage the dog animal in an exhibition of fighting with another dog animal; (2) For amusement or gain cause any dog animal to fight with another dog animal or cause any dog animal to injure another dog animal; or (3) Permit the activity prohibited by this section or § 40-1-11.1 to be done on any premises under his the person's charge or control, or aid, or abet any activity prohibited by this section or § 40-1-11.1. A violation of this section or § 40-1-11.1 is a Class 6 felony. It is a Class 1 misdemeanor to be present at any violation of subdivision (2) of this section as a spectator. Section 11. That § 40-1-11 be amended to read as follows: 40-1-11. Any peace law enforcement officer may enter any place where there is any sport or exhibition of the fighting of animals or where preparations are being made for such sport or exhibition, and without a warrant arrest all persons any person there present. Section 12. That § 40-1-11.1 be amended to read as follows: 40-1-11.1. Any law enforcement officer making an arrest for a violation of § 40-1-10.1 shall take possession of all dogs animals and all paraphernalia, implements, or other property or things used or employed, or about to be employed, in the violation of any of the provisions of § 40-1-10.1. The provisions of chapters 23A-35 and 23A-37 shall apply to the search and seizure of violations of § 40-1-10.1 and shall apply to the disposition of seized paraphernalia, implements, or other property or things used or employed, or about to be employed, in violation of § 40-1-10.1. For the purposes of this section, dogs animals seized pursuant to a violation of § 40-1-10.1 are contraband and property of an illegal nature and shall may be destroyed pursuant to § 23A-37-9. Section 13. That § 40-1-13 be amended to read as follows: 40-1-13. Any animal injured or diseased past recovery shall be euthanized within twelve hours in a manner prescribed in rule by the board within twelve hours, by the owner or person in possession of the animal, after having been notified by any peace law enforcement officer, any agent or officer of any humane society, or any agent of the board to euthanize the animal. A violation of this paragraph section is a Class 1 misdemeanor. Any court having jurisdiction of a penal charge under the provisions of this chapter may order the euthanasia of any such animal. Section 14. That § 40-1-16 be amended to read as follows: 40-1-16. Nothing in this chapter may be construed to interfere with any properly conducted scientific experiments or investigations, which experiments or investigations are performed by personnel following guidelines, regulations, or requirements established by the National Institute of Health and the United States Department of Agriculture and the United States Department of Health and Human Services. Any experiments or scientific investigation and facilities used under this section shall be open to inspection by the board. Section 15. That § 40-1-17 be amended to read as follows: 40-1-17. The acts and conduct of persons who are lawfully engaged in any of the activities authorized by Title 41 or laws for the destruction or control of certain animals known to be dangerous or injurious to life, limb, or property, and persons who properly kill any animal used for food and sport hunting, trapping, and fishing as authorized by the South Dakota Department of Game, Fish and Parks, are exempt from the provisions of this chapter. Nothing in this chapter or chapter 40-2 may be construed to interfere with an animal under the direct and proper care of a licensed veterinarian or with persons engaged in standard and accepted agricultural pursuits or animal husbandry practices. In addition, the following are exempt from the provisions of this chapter and chapter 40-2: (1) Any usual and customary practice; (a) In the production of food, feed, or fiber, including all aspects of the livestock industry; (b) In the boarding, breeding, competition, exhibition, feeding, raising, service work, showing, training, transportation, and use of animals; or (c) In the harvesting of animals for food or byproducts; (2) Any humane killing of an animal; (3) Any lawful hunting, trapping, fishing, or other activity authorized by the South Dakota Department of Game, Fish and Parks; (4) Any lawful pest, vermin, predator, and animal damage control, including the disposition of wild animals; (5) Any reasonable action taken by a person for the destruction or control of an animal known to be dangerous, a threat, or injurious to life, limb, or property; and (6) Any actions taken by personnel or agents of the board, the Department of Agriculture, Department of Game, Fish and Parks, or the United States Department of Agriculture in the performance of duties as prescribed by law. Section 16. That § 40-1-20 be amended to read as follows: 40-1-20. Except as specifically provided for in this chapter, no person may intentionally administer poison to any animal which that belongs to another, nor intentionally expose any poisonous substance so that it may be taken by an animal which belongs to another. A violation of this section is a Class 1 misdemeanor. This section may not be construed to prevent euthanasia by a licensed veterinarian with proper authority from the animal's owner nor may it prevent acts of euthanasia authorized by this chapter. This section may not be construed to prevent animal control activities conducted by municipalities or counties, separately or through contract with a humane society, in accordance with chapters 36-12 and 34-20B. Section 17. That § 40-1-21 be amended to read as follows: 40-1-21. No person may intentionally kill any animal of any age or value, the property of another, nor intentionally injure or mistreat any such animal. A violation of this section is a Class 1 misdemeanor. This section may not be construed to prevent euthanasia by a licensed veterinarian with proper authority from the animal's owner nor may it prevent acts of euthanasia authorized by this chapter. This section may not be construed to prohibit euthanasia conducted by the municipality or under a municipality's animal control activities. This section may not be construed to prohibit activities conducted under chapter 40-34. Section 18. That § 40-1-25 be amended to read as follows: 40-1-25. The South Dakota Animal Industry Board board shall administer and enforce the provisions of this chapter concerning cattle, horses, sheep, swine, and other livestock. In addition, the board may address situations involving dangerous animals, including nonlivestock animals, under the provisions of §§ 40-1-2.5, 40-1-2.6, 40-1-23, and 40-1-24. The board may issue orders for the execution of the powers conferred upon it by this chapter. The board may promulgate rules, pursuant to chapter 1-26, which may address cattle, horses, sheep, swine, and other livestock and dangerous animals, and which shall include: (1) Procedures for filing complaints; (2) Reasons for and methods of euthanizing animals; (3) Specific standards and accepted food, water, protection from the elements, sanitation facilities, and care; (4) Procedures and methods for impoundment; (5) Methods for transferring ownership of impounded animals; (6) Methods of investigating reported inhumane treatment; (7) Methods for contracting with peace law enforcement officers, humane societies, or others to serve as agents for the board; (8) Methods for certifying the proper training for agents of the board; (9) Procedures and criteria for the euthanasia of animals pursuant to § 40-1-13; and (10) Procedures for dealing with dangerous animals. Section 19. That § 40-1-26 be repealed. 40-1-26. No person may impound or permit any animal to be in any building, enclosure, lane, street, square, or lot without proper care and attention for more than twelve consecutive hours. This section does not apply to cattle, horses, sheep, swine, or other livestock. Section 20. That § 40-1-27 be repealed. 40-1-27. No person owning or responsible for the care of an animal may inhumanely treat such animal. A violation of this section is a Class 1 misdemeanor. Section 21. That § 40-1-33 be repealed. 40-1-33. Nothing in this chapter and chapter 40-2 may be construed to interfere with an animal under the direct and proper care of a licensed veterinarian or with persons engaged in standard and accepted agricultural pursuits. Section 22. That § 40-2-1 be amended to read as follows: 40-2-1. Any three or more citizens of this state organized pursuant to chapter 47-22 as a nonprofit corporation in this state, for the purpose of preventing cruelty to animals, may avail themselves of the privileges of this chapter through an animal control officer subject to the limitations in §§ 40-2-6 and 40-2-7. The board of county commissioners in each county may grant authority to exercise the privileges and authority granted by this section to one or more qualified nonprofit corporations for a period of up to three years based upon ability to fulfill the purposes of this chapter. Section 23. That § 40-2-2 be repealed. 40-2-2. Any such incorporated society may make and adopt bylaws not inconsistent with the laws of this state governing the admission of associates and members, providing for all meetings and for assistant and district or local officers, and the organization of branch societies; providing also for means and systems for the effectual attainment of the objects contemplated by this chapter, for the regulation and management of its business affairs, and for the effectual working of the society; prescribing also the duties of all its officers. Section 24. That § 40-2-4 be amended to read as follows: 40-2-4. Except as provided in chapter 40-1, the activities of any humane society incorporated pursuant to this chapter for the prevention of inhumane treatment of neglect, abandonment, mistreatment, or cruelty to animals, as provided in chapter 40-1 or this chapter, are limited to animals other than cattle, horses, sheep, swine, and other livestock."}, {"bill_id": 5554, "bill_version_id": 31963, "bill_version": "Enrolled", "bill_version_date": "2014-03-12T09:23:58.137-05:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5554, "action_date": "2014-01-15T12:30:00-06:00", "document_id": 28512, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28512.pdf", "status_text": "First Reading Senate", "journal_page": 36, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5554, "action_date": "2014-02-06T14:00:00-06:00", "document_id": 29947, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29947.pdf", "status_text": "Referred to", "journal_page": 242, "committee_id_action": 229, "committee_id_assigned": 205, "result": "N", "vote": {}}, {"bill_id": 5554, "action_date": "2014-02-11T10:00:00-06:00", "document_id": 29976, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29976.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 205, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5554, "action_date": "2014-02-11T10:00:00-06:00", "document_id": 30186, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30186.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 205, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5554, "action_date": "2014-02-11T10:00:00-06:00", "document_id": 30186, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30186.pdf", "status_text": "Do Pass Amended", "journal_page": 284, "committee_id_action": 205, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15918, "president_vote": null, "Yea": [495, 447, 436, 492, 491, 440, 434, 475, 429]}}, {"bill_id": 5554, "action_date": "2014-02-13T13:00:00-06:00", "document_id": 30413, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30413.pdf", "status_text": "Do Pass Amended", "journal_page": 334, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16117, "president_vote": null, "Yea": [469, 437, 444, 473, 495, 447, 472, 470, 432, 465, 847, 483, 443, 429, 452, 438, 526, 424, 492, 491, 428, 475, 435, 440, 493, 849, 474, 426, 446, 494, 434, 490, 486], "Excused": [846, 436]}}, {"bill_id": 5554, "action_date": "2014-02-18T14:00:00-06:00", "document_id": 30510, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30510.pdf", "status_text": "First read in House and referred to", "journal_page": 429, "committee_id_action": 231, "committee_id_assigned": 227, "result": "N", "vote": {}}, {"bill_id": 5554, "action_date": "2014-03-10T10:00:00-05:00", "document_id": 31572, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31572.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 227, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5554, "action_date": "2014-03-10T10:00:00-05:00", "document_id": 31791, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31791.pdf", "status_text": "Do Pass", "journal_page": 690, "committee_id_action": 227, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17094, "president_vote": null, "Nay": [456, 441], "Yea": [505, 431, 455, 509, 457, 458, 466, 476, 460, 513], "Excused": [523]}}, {"bill_id": 5554, "action_date": "2014-03-11T10:00:00-05:00", "document_id": 31884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31884.pdf", "status_text": "Do Pass Amended", "journal_page": 707, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17191, "president_vote": null, "Yea": [528, 527, 453, 522, 433, 467, 524, 489, 517, 505, 449, 431, 455, 504, 509, 503, 477, 501, 520, 479, 457, 454, 523, 458, 451, 845, 442, 476, 507, 478, 423, 502, 497, 515, 511, 512, 463, 518, 484, 485, 514, 459, 464, 510, 450, 506, 513, 468, 498, 516, 508, 480, 460, 448], "Nay": [525, 456, 519, 425, 481, 466, 499, 521, 487, 439, 500, 462, 430, 461, 441], "Excused": [496]}}, {"bill_id": 5554, "action_date": "2014-03-12T09:00:00-05:00", "document_id": 31971, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31971.pdf", "status_text": "Signed by the President", "journal_page": 648, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5554, "action_date": "2014-03-13T09:00:00-05:00", "document_id": 32053, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/32053.pdf", "status_text": "Delivered to the Governor", "journal_page": 670, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5554, "action_date": "2014-03-13T10:00:00-05:00", "document_id": 32062, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/32062.pdf", "status_text": "Signed by the Speaker", "journal_page": 773, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5554, "action_date": "2014-03-14T10:00:00-05:00", "document_id": 32130, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/32130.pdf", "status_text": "Signed by the Governor", "journal_page": 673, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5682, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/5554"}