{"session_id": 51, "bill_id": 16597, "bill_type": "House Joint Resolution", "bill_number": 1004, "bill_title": "Proposing and submitting to the electors at the next general election an amendment to Article III, section 25, and an amendment to Article XI of the Constitution of the State of South Dakota relating to the repeal of video lottery and the imposition of a corporate income tax to replace video lottery revenues.", "sponsors": [{"legislator_profile_id": 2574, "is_prime": true}], "keywords": ["Joint Resolutions"], "audio": [], "bill_versions": [{"bill_id": 16597, "bill_version_id": 88796, "bill_version": "Introduced", "bill_version_date": "2001-01-29T10:25:36-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election an amendment to Article III, section 25, and an amendment to Article XI of the Constitution of the State of South Dakota relating to the repeal of video lottery and the imposition of a corporate income tax to replace video lottery revenues. BE IT RESOLVED BY THE HOUSE OF REPRESENTATIVES OF THE STATE OF SOUTH DAKOTA, THE SENATE CONCURRING THEREIN: Section 1. That at the next general election held in the state, the following amendments to Article III, section 25 and to Article XI of the Constitution of the State of South Dakota, as set forth in sections 2 and 3 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article III, section 25 of the Constitution, of the State of South Dakota, be amended to read as follows: § 25. The Legislature shall may not authorize any game of chance, lottery, video game of chance, video lottery, or gift enterprise, under any pretense, or for any purpose whatever provided, however . However , it shall be lawful for the Legislature to authorize by law, bona fide veterans, charitable, educational, religious or fraternal organizations, civic and service clubs, volunteer fire departments, or such other public spirited organizations as it may recognize, to conduct games of chance when the entire net proceeds of such games of chance are to be devoted to educational, charitable, patriotic, religious, or other public spirited uses. However, it shall be lawful for the Legislature to authorize by law a state lottery or video games of chance, or both, which are is regulated by the State of South Dakota, either separately by the state or jointly with one or more states, and which are is owned and operated by the State of South Dakota, either separately by the state or jointly with one or more states or persons, provided any such video games of chance shall not directly dispense coins or tokens. However, the Legislature shall not expand the statutory authority existing as of June 1, 1994, regarding any private ownership of state lottery games or video games of chance, or both . The Legislature shall establish the portion of proceeds due the state from such lottery or video games of chance, or both, and the purposes for which those proceeds are to be used. SDCL 42-7A, and its amendments, regulations, and related laws, and all acts and contracts relying for authority upon such laws and regulations, beginning July 1, 1987, to the effective date of this amendment, are ratified and approved. Further, it shall be lawful for the Legislature to authorize by law, limited card games and slot machines within the city limits of Deadwood, provided that 60% of the voters of the city of Deadwood approve legislatively authorized card games and slot machines at an election called for such purpose. The entire net Municipal proceeds of such card games and slot machines shall be devoted to the Historic Restoration and Preservation of Deadwood. The repeal of video games of chance and video lottery is effective July 1, 2003. Section 3. That Article XI of the Constitution, of the State of South Dakota, be amended by adding thereto a NEW SECTION to read as follows: § 15. The Legislature shall impose a corporate income tax. The revenue and interest generated by such tax, less the cost of administration, is dedicated to provide property tax reduction as provided by the Legislature. The rate of taxation imposed on corporate income may not exceed six percent of the federal taxable income. The Legislature shall implement the provisions of this section by July 1, 2003."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16597, "action_date": "2001-01-29T14:00:00-06:00", "document_id": 88862, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88862.pdf", "status_text": "First read in House and referred to", "journal_page": 248, "committee_id_action": 712, "committee_id_assigned": 707, "result": "N", "vote": {}}, {"bill_id": 16597, "action_date": "2001-02-07T10:00:00-06:00", "document_id": 89507, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89507.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 707, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16597, "action_date": "2001-02-07T10:00:00-06:00", "document_id": 89507, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89507.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 378, "committee_id_action": 707, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49113, "president_vote": null, "Yea": [2526, 2537, 2538, 2540, 2563, 2565, 2582, 2591, 2604, 2588, 2593], "Nay": [2548, 2554]}}]}