{"session_id": 8, "bill_id": 2002, "bill_type": "House Bill", "bill_number": 1193, "bill_title": "allow certain local governments to participate in the state health insurance plan.", "sponsors": [{"legislator_profile_id": 817, "is_prime": true}, {"legislator_profile_id": 753, "is_prime": true}, {"legislator_profile_id": 809, "is_prime": false}, {"legislator_profile_id": 787, "is_prime": false}, {"legislator_profile_id": 779, "is_prime": false}, {"legislator_profile_id": 754, "is_prime": false}, {"legislator_profile_id": 811, "is_prime": false}, {"legislator_profile_id": 739, "is_prime": false}, {"legislator_profile_id": 826, "is_prime": false}, {"legislator_profile_id": 824, "is_prime": false}, {"legislator_profile_id": 791, "is_prime": false}, {"legislator_profile_id": 806, "is_prime": false}, {"legislator_profile_id": 819, "is_prime": false}, {"legislator_profile_id": 810, "is_prime": false}, {"legislator_profile_id": 823, "is_prime": false}, {"legislator_profile_id": 789, "is_prime": false}], "keywords": ["Insurance", "Local Government", "Public Officers and Employees"], "audio": [{"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco20.mp3", "start_seconds": 1128.0}, {"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco20.mp3", "start_seconds": 1128.0}, {"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco20.mp3", "start_seconds": 1128.0}, {"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco20.mp3", "start_seconds": 1128.0}, {"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hco20.mp3", "start_seconds": 1128.0}], "bill_versions": [{"bill_id": 2002, "bill_version_id": 11287, "bill_version": "Introduced", "bill_version_date": "2010-01-28T09:37:58.11-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to allow certain local governments to participate in the state health insurance plan. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 3-12A-1 be amended to read as follows: 3-12A-1. Terms as used in this chapter mean: (1) \"Affiliated political subdivision,\" a county, municipality, school district, or any other political subdivision authorized by statute that elects to participate in the insurance plan created in this chapter; (2) \"Commissioner,\" the commissioner of the Bureau of Personnel; (2)(3) \"Covered employee,\" a public employee who is covered by the plan under the dependent option; (3)(4) \"Dependent,\" an employee's spouse and any unmarried child: (a) Under the age of nineteen years, or (b) Under the age of twenty-three and who is dependent upon the employee for support and who is enrolled as a full-time student, or (c) Regardless of age who is incapable of self-support because of mental or physical incapacity that existed prior to his before reaching the age of nineteen years; (4)(5) \"Employer\" or \"participating employer,\" the State of South Dakota or any political subdivision that elects to participate in the insurance plan; (5)(6) \"Member,\" a public employee who is covered by the plan as the primary insured and who has the option to elect to have his dependents covered by the plan; (6)(7) \"Plan\" or \"insurance plan,\" the public employee's insurance plan as created by this chapter; (7)(8) \"Premium,\" the dollar amount established by the commissioner sufficient to cover the cost of the insurance plan; (8)(9) \"Public employee,\" any person employed by the State of South Dakota or any agency, board, or commission thereof, or by any affiliated political subdivision, on a permanent full-time basis and whose compensation is payable in whole or in part by the state or any affiliated political subdivision. In any case of doubt as to who is an employee within the meaning of this chapter, the commissioner shall decide the question; and (9)(10)\"State,\" the State of South Dakota, or where if applicable any agency, board, or commission thereof. Section 2. That § 3-12A-2 be amended to read as follows: 3-12A-2. The Bureau of Personnel may establish a group health insurance plan, a group dental insurance plan, or both, for employees of the state and its affiliated political subdivisions. The plan may provide for group health and dental insurance against the financial cost of hospital, surgical, and medical treatment and care, and such other coverage or benefits, including a group life insurance plan and a group disability income insurance plan, as may be deemed appropriate and desirable by the commissioner. The commissioner may design a cafeteria-style benefit plan which allows an employee to choose his own benefits or levels of coverage. The Bureau of Personnel may promulgate rules pursuant to chapter 1-26 to establish uniform procedures for the administration of the plan and to provide for uniform application of the plan. The rules may be adopted in the following areas: (1) Participation in the plan by employees, retired employees, and dependents; (2) Procedures for election of coverage; (3) Effective dates of coverage where not specified by statute; (4) Termination of coverage; (5) Changes in dependent coverage; and (6) Collection of premiums. Section 3. That § 3-12A-19 be amended to read as follows: 3-12A-19. The State of South Dakota and affiliated political subdivision employers shall either make a monthly contribution contributions to the system or otherwise provide for the amount amounts necessary to make payment to pay the system for the full single rate monthly health insurance premium for each public employee. This amount shall be transmitted to the account of the public employees insurance system in the State Treasurer's Office and he who, after making a record of the receipts, shall credit the insurance system with an amount equal to that remitted or otherwise provided. After the contribution has been assigned to the insurance system, the Bureau of Personnel shall disburse the same contribution in accordance with the provisions adopted in this chapter and the rules adopted promulgated by the Bureau of Personnel. Section 4. That chapter 3-12A be amended by adding thereto a NEW SECTION to read as follows: Any political subdivision of the State of South Dakota may obtain and pay for all forms of health insurance, a dental insurance plan, or both, or in lieu thereof, make other arrangements, including entering into agreements with other entities for employees. These agreements may create separate legal or administrative entities pursuant to chapter 1-24. Section 5. That chapter 3-12A be amended by adding thereto a NEW SECTION to read as follows: Any political subdivision of the State of South Dakota may provide for health insurance for retiring employees and their spouses and dependents as the governing body determines. Section 6. That chapter 3-12A be amended by adding thereto a NEW SECTION to read as follows: Any political subdivision may elect to participate in either the health insurance plan, the dental insurance plan, or both. Upon the admission of a political subdivision to participate in the insurance plan, dental plan, or both, all employees eligible for membership in the plan upon its admission date shall be enrolled in the plan. Any political subdivision electing to participate shall continue in the plan for five years. Section 7. That chapter 3-12A be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding section 6 of this Act, the following political subdivision employees are excluded from participation as members in these plans: (1) Political subdivision employees who are not employed on a permanent, full-time basis as determined by the commissioner; and (2) Political subdivision employees who are covered by the plan under the option to have dependents covered. Section 8. That chapter 3-12A be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of §§ 3-12A-11 and 3-12A-19, any political subdivision employee who is not otherwise excluded from the plans may elect not to have coverage under the plans if the political subdivision employee is covered by another group health insurance plan either as a dependent or spouse and the employee provides notice to the plan administrator. Section 9. That chapter 3-12A be amended by adding thereto a NEW SECTION to read as follows: Any political subdivision participating in the insurance plans provided in this chapter may elect to participate in the flexible benefits plan. To participate, a political subdivision shall adopt a resolution electing to participate and appointing the commissioner as its agent for purposes of this chapter."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2002, "action_date": "2010-01-28T14:00:00-06:00", "document_id": 11385, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11385.pdf", "status_text": "First read in House and referred to", "journal_page": 225, "committee_id_action": 86, "committee_id_assigned": 72, "result": "N", "vote": {}}, {"bill_id": 2002, "action_date": "2010-02-12T10:00:00-06:00", "document_id": 12052, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12052.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 72, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2002, "action_date": "2010-02-12T10:00:00-06:00", "document_id": 12240, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12240.pdf", "status_text": "Do Pass", "journal_page": 0, "committee_id_action": 72, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 6474, "president_vote": null, "Yea": [821, 817, 822, 770, 818], "Nay": [844, 749, 842, 759, 742, 751, 815, 784]}}, {"bill_id": 2002, "action_date": "2010-02-12T10:00:00-06:00", "document_id": 12240, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12240.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 382, "committee_id_action": 72, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6477, "president_vote": null, "Nay": [821, 817, 770, 818], "Yea": [844, 749, 842, 822, 759, 742, 751, 815, 784]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2002"}