{"session_id": 4, "bill_id": 405, "bill_type": "Senate Bill", "bill_number": 196, "bill_title": "repeal a limitation on certain environmental rules.", "sponsors": [{"legislator_profile_id": 579, "is_prime": true}, {"legislator_profile_id": 577, "is_prime": true}, {"legislator_profile_id": 614, "is_prime": false}, {"legislator_profile_id": 545, "is_prime": false}, {"legislator_profile_id": 578, "is_prime": false}, {"legislator_profile_id": 554, "is_prime": false}], "keywords": ["Administrative Rules", "Energy", "Environmental Protection", "Fuels"], "audio": [{"meeting_datetime": "2008-01-25T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst12.mp3", "start_seconds": 103.0}, {"meeting_datetime": "2008-01-25T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst12.mp3", "start_seconds": 103.0}, {"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst21.mp3", "start_seconds": 6253.0}, {"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst21.mp3", "start_seconds": 6253.0}, {"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst21.mp3", "start_seconds": 6253.0}, {"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst21.mp3", "start_seconds": 6253.0}, {"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst21.mp3", "start_seconds": 6253.0}, {"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst21.mp3", "start_seconds": 6253.0}, {"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst21.mp3", "start_seconds": 6253.0}, {"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst21.mp3", "start_seconds": 6253.0}, {"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst21.mp3", "start_seconds": 6253.0}, {"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst21.mp3", "start_seconds": 6253.0}, {"meeting_datetime": "2008-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen23.mp3", "start_seconds": 7474.0}, {"meeting_datetime": "2008-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen23.mp3", "start_seconds": 7474.0}, {"meeting_datetime": "2008-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen23.mp3", "start_seconds": 7474.0}, {"meeting_datetime": "2008-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen23.mp3", "start_seconds": 7474.0}, {"meeting_datetime": "2008-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen23.mp3", "start_seconds": 7474.0}, {"meeting_datetime": "2008-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen23.mp3", "start_seconds": 7474.0}, {"meeting_datetime": "2008-02-21T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hag28.mp3", "start_seconds": 5592.0}, {"meeting_datetime": "2008-02-21T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hag28.mp3", "start_seconds": 5592.0}, {"meeting_datetime": "2008-02-21T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hag28.mp3", "start_seconds": 5592.0}, {"meeting_datetime": "2008-02-21T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hag28.mp3", "start_seconds": 5592.0}], "bill_versions": [{"bill_id": 405, "bill_version_id": 1653, "bill_version": "Introduced", "bill_version_date": "2008-01-23T10:55:45.137-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for environmental protection standards for petroleum refinery facilities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Department of Environment and Natural Resources shall, by rules promulgated pursuant to chapter 1-26, ensure that any petroleum refinery located in the state complies with adequate environmental standards necessary to protect the state's air quality and water quality. 250 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.04 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 405, "bill_version_id": 3040, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2008-02-12T19:00:18.547-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for environmental protection standards for petroleum refinery facilities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in sections 2 to 14, inclusive, of this Act mean: (1) \"Department,\" the Department of Environment and Natural Resources; (2) \"Emergency,\" a condition at a petroleum refinery beyond the reasonable control of the owner or operator requiring immediate corrective action to restore normal and safe operation that is caused by a sudden, infrequent and not reasonably preventable equipment failure, natural disaster, act of war or terrorism or external power curtailment, excluding power curtailment due to an interruptible power service agreement from a utility; (3) \"Feasible,\" capable of being accomplished in a successful manner within a reasonable period of time, taking into account economic, environmental, legal, social and technological factors; (4) \"Flare,\" a combustion device that uses an open flame to burn combustible gases with combustion air provided by uncontrolled ambient air around the flame. This term includes both ground-level and elevated flares. If used as a verb, the term means the combustion of vent gas in a flare; (5) \"Flare minimization plan (FMP),\" a document intended to meet the requirements of section 3 of this Act; (6) \"Gas,\" the state of matter that has neither independent shape nor volume, but tends to expand indefinitely. The term includes aerosols. The terms, gas, and gases, are interchangeable; (7) \"Petroleum refinery,\" a facility that processes petroleum, as defined in the North American Industrial Classification Standard No. 32411 as of January 1, 2008, and including any associated sulfur recovery plant; (8) \"Prevention measure,\" a component, system, procedure, or program that will minimize or eliminate flaring; (9) \"Reportable flaring event,\" any flaring where more than five hundred thousand standard cubic feet per calendar day of vent gas is flared or where sulfur dioxide emissions are greater than five hundred pounds per day. For flares that are operated as a backup, staged or cascade system, the volume is determined on a cumulative basis; the total volume equals the total of vent gas flared at each flare in the system. For flaring lasting more than one calendar day, each day of flaring constitutes a separate flaring event unless the owner or operator demonstrates to the satisfaction of the department that the cause of flaring is the same for two or more consecutive days. A reportable flaring event ends when it can be demonstrated by monitoring required in section 13 of this Act that the integrity of the water seal has been maintained sufficiently to prevent vent gas to the flare tip. For flares without water seals or water seal monitors as required by section 13 of this Act a reportable flaring event ends when the rate of flow of vent gas falls below 0.5 feet per second; (10) \"Responsible manager,\" an employee of the facility or corporation who possesses sufficient authority to take the actions required for compliance with this Act; (11) \"Shutdown,\" the intentional cessation of a petroleum refining process unit or a unit operation within a petroleum refining process unit due to lack of feedstock or the need to conduct periodic maintenance, replacement of equipment, repair, or other operational requirements. A process unit includes subsets and components of the unit operation. Subsets and components includes reactors, heaters, vessels, columns, towers, pumps, compressors, exchangers, accumulators, valves, flanges, sample stations, pipelines, or sections of pipelines; (12) \"Startup,\" the setting into operation of a petroleum refining process unit for purposes of production. A process unit includes subsets and components of the unit operation. Subsets and components includes reactors, heaters, vessels, columns, towers, pumps, compressors, exchangers, accumulators, valves, flanges, sample stations, pipelines, or sections of pipelines; (13) \"Thermal oxidizer,\" an enclosed or partially enclosed combustion device, other than a flare, that is used to oxidize combustible gases; (14) \"Vent gas,\" any gas directed to a flare excluding assisting air or steam, flare pilot gas, and any continuous purge gases. Section 2. Flaring is prohibited unless it is consistent with an approved flare minimization plan and all commitments due under that plan have been met. This standard does not apply if the department determines, based on an analysis conducted in accordance with this Act, that the flaring is caused by an emergency and is necessary to prevent an accident, hazard, or release of vent gas directly to the atmosphere. Section 3. The owner or operator of a petroleum refinery with one or more flares subject to this Act shall submit to the department a flare minimization plan in accordance with the schedule in section 4 of this Act. The flare minimization plan shall be certified and signed by a responsible manager and shall include: (1) A description and technical information for each flare that is capable of receiving gases and the upstream equipment and processes that send gas to the flare including: (a) A detailed process flow diagram accurately depicting all pipelines, process units, flare gas recovery systems, water seals, surge drums and knock-out pots, compressors and other equipment that vent to each flare. At a minimum, this shall include full and accurate as-built dimensions and design capacities of the flare gas recovery systems, compressors, water seals, surge drums and knockout pots; and (b) Full and accurate descriptions including locations of all associated monitoring and control equipment; (2) A description of the equipment, processes, and procedures installed or implemented within the last five years to reduce flaring. The description shall specify the year of installation; (3) A description of any equipment, processes, or procedures the owner or operator plans to install or implement to eliminate or reduce flaring. The description shall specify the scheduled year of installation or implementation; (4) A description and evaluation of prevention measures, including a schedule for the expeditious implementation of all feasible prevention measures, to address the following: (a) Flaring that has occurred or may reasonably be expected to occur during planned major maintenance activities, including startup and shutdown. The evaluation shall include a review of flaring that has occurred during these activities in the past five years, and shall consider the feasibility of performing these activities without flaring; (b) Flaring that may reasonably be expected to occur due to issues of gas quantity and quality. The evaluation shall include an audit of the vent gas recovery capacity of each flare system, the storage capacity available for excess vent gases, and the scrubbing capacity available for vent gases including any limitations associated with scrubbing vent gases for use as a fuel; and shall consider the feasibility of reducing flaring through the recovery, treatment and use of the gas or other means; and (c) Flaring caused by the recurrent failure of air pollution control equipment, process equipment, or a process to operate in a normal or usual manner. The evaluation shall consider the adequacy of existing maintenance schedules and protocols for such equipment. For purposes of this section, a failure is recurrent if it occurs more than twice during any five year period as a result of the same cause as identified in accordance with section 11 of this Act; and (5) Any other information requested by the department as necessary to enable determination of compliance with applicable provisions of this Act. Failure to implement and maintain any equipment, processes, procedures or prevention measures in the flare minimization plan is a violation of this section. Section 4. The owner or operator of a petroleum refinery with one or more flares subject to this Act shall submit a flare minimization plan as required by section 3 of this Act. Section 5. Prior to the approval of any flare minimization plan, the department shall identify an independent, qualified third party consultant or consultants to review the design of flare minimization plans and publish notice of any consultant's name and qualifications. The public shall then have thirty days to submit comments on any consultants. The department shall consider any written comments received during this period prior to approving a consultant. The consultant shall be known as the flare minimization plan design and compliance auditor. Section 6. The flare minimization plan design and compliance auditor shall provide the department with timely reports as necessary for consideration in the department's completeness determinations, approvals, and disapprovals under section 8 of this Act. The department shall consider such reports in making its determinations under section 8 of this Act. Section 7. The department shall provide the flare minimization plan design and compliance auditor with all information required to be submitted by the owner or operator under sections 3 and 16 of this Act. The flare minimization plan design and compliance auditor shall provide the department with reports, comments or other information as necessary to determine compliance with section 2 of this Act, and sections 15 to 28, inclusive, of this Act, and such information shall be made available to the public upon request. The department shall consider the information submitted by the flare minimization plan design and compliance auditor in making any determinations under section 2 of this Act. Section 8. The procedure for determining whether the flare minimization plan meets the applicable requirements of this regulation is as follows: (1) Within forty-five days of receipt of the flare minimization plan, the department shall deem the plan complete if the department determines that it includes the information required by section 3 of this Act. In making its determination, the department shall consider any reports of the independent design auditor. If the department determines that the proposed flare minimization plan is not complete, the department shall notify the owner or operator in writing. The notification shall specify the basis for this determination and the required corrective action; (2) Upon receipt of such notification, the owner or operator shall correct the identified deficiencies and resubmit the proposed flare minimization plan within forty-five days. If the department determines that the owner or operator failed to correct any deficiency identified in the notification, the department shall disapprove the flare minimization plan; (3) The department shall publish notice of the availability of the complete flare minimization plan (with exception of confidential information) and make the flare minimization plan available to the public for sixty days. The department shall consider any written comments received during this period prior to approving or disapproving the flare minimization plan. The department shall reopen the public comment period to consider a revised flare minimization plan if a request is made demonstrating that an additional comment period is in the public interest; (4) Within forty-five days of the close of the public comment period, the department shall approve the flare minimization plan if the department determines that the plan meets the requirements of section 3 of this Act, and shall provide written notification to the owner or operator, as well as a brief response to all significant comments received from the public. This period may be extended if necessary to comply with state law. If the department determines that the flare minimization plan does not meet the requirements of section 3 of this Act, the department shall notify the owner or operator in writing. The notification shall specify the basis for this determination. Upon receipt of such notification, the owner or operator shall correct the identified deficiencies and resubmit the flare minimization plan within forty-five days. If the department determines that the owner or operator failed to correct any deficiency identified in the notification, the department shall disapprove the flare minimization plan. If the owner or operator submitted a complete flare minimization plan in accordance with section 3 of this Act, and the department has not disapproved the flare minimization plan under this section, the flare minimization plan shall be considered an approved flare minimization plan until the department takes final action. Section 9. The flare minimization plan shall be updated as follows: (1) No more than twelve months following approval of the original flare minimization plan and annually thereafter, the owner or operator of a flare subject to this Act shall review the flare minimization plan and revise the plan to incorporate any new prevention measures identified as a result of the analyses prescribed in section 3 of this Act. The updates shall be approved and signed by a responsible manager; (2) Prior to installing or modifying any equipment described in section 3 of this Act that requires a permit to operate, the owner or operator shall obtain an approved updated flare minimization plan addressing the new or modified equipment; (3) Annual flare minimization plan updates (with exception of confidential information) shall be made available to the public for thirty days. The department shall consider any written comments received during this period prior to approving or disapproving the update; (4) Within forty-five days of the close of the public comment period, the department shall approve the flare minimization plan update if the department determines that the update meets the requirements of section 3 of this Act, and shall provide written notification to the owner or operator. The previously approved flare minimization plan together with the approved update constitutes the approved plan for purposes of section 2 of this Act. This period may be extended if necessary to comply with state law. If the department determines that the flare minimization plan update does not meet the requirements of section 3 of this Act, the department shall notify the owner or operator in writing. The notification will specify the basis for this determination and the required corrective action. Upon receipt of such notification, the owner or operator shall correct the identified deficiencies and resubmit the flare minimization plan update within thirty days. If the department determines that the owner or operator failed to correct the deficiencies identified in the notification, the department shall disapprove the flare minimization plan update. For purposes of section 2 of this Act, disapproval of the update constitutes disapproval of the existing flare minimization plan, unless otherwise specified by the department. (5) If the owner or operator fails to submit a plan update as required by this section, the department shall provide written notification of the lapse. If the owner or operator fails to submit an update within thirty days of receipt of the notification, the existing flare minimization plan shall no longer be considered an approved plan for purposes of section 2 of this Act. Section 10. The owner or operator of a flare subject to this Act shall notify the department as soon as possible, consistent with safe operation of the refinery, if the volume of vent gas flared exceeds five hundred thousand standard cubic feet per calendar day. The notification, either by phone, fax or electronically, shall be in a format specified by the department and include the flare source name and number, the start date and time, and the end date and time. Section 11. The owner or operator of a flare subject to this Act shall submit a report to the department within sixty days following the end of the month in which a reportable flaring event occurs. The report shall be available to the public upon request and shall include the following: (1) The results of an investigation to determine the primary cause and contributing factors for the flaring event; (2) Any prevention measures that were considered or implemented to prevent recurrence together with a justification for rejecting any measures that were considered but not implemented; (3) If appropriate, an explanation of why the flaring is consistent with an approved flare minimization plan; (4) Where applicable, an explanation of why the flaring was an emergency and necessary to prevent an accident, hazard, or release of vent gas to the atmosphere or where, due to a regulatory mandate to vent to a flare, it cannot be recovered, treated and used as fuel gas at the refinery; and (5) The volume of vent gas flared, the calculated methane, non-methane hydrocarbon and sulfur dioxide emissions associated with the reportable flaring event. Section 12. When submitting the initial flare minimization plan, any updated flare minimization plan or any other report required by this Act, the owner or operator shall designate as confidential any information claimed to be exempt from public disclosure under chapter 1-27. If a document is submitted that contains information designated confidential in accordance with this section, the owner or operator shall provide a justification for this designation and shall submit a separate copy of the document with the information designated confidential redacted. Section 13. The owner or operator of a flare subject to this Act with a water seal shall continuously monitor and record the water level and pressure of the water seal that services each flare. Any new installation of a water seal shall be subject to this requirement immediately. Records of these measurements shall be retained for one year. Section 14. Monitoring devices required pursuant to section 13 of this Act shall be subject to the following reporting and record keeping requirements: (1) Parametric monitor periods of inoperation greater than twenty-four continuous hours shall be reported by the following working day, followed by notification of resumption of monitoring to the department; (2) Parametric monitor periods of inoperation shall not exceed fifteen consecutive days per incident or thirty calendar days per consecutive twelve-month period; (3) Any violation of permit conditions or department regulations to which the source is required to conform, as indicated by the monitor, shall be reported to the department within ninety-six hours after such occurrence. The report shall include the nature, extent, and cause; (4) Records shall be maintained for a period of at least two years and shall be made available to the department on request. The records shall include: (a) Dates and duration of monitoring system periods of inoperation; and (b) Tests, calibrations, adjustments, and maintenance; and (5) The person responsible for emissions being monitored shall maintain and calibrate all required monitors and recording devices in accordance with the applicable manufacturer's specifications. In order to claim that a manufacturer's specification is not applicable, the person responsible for emissions shall have, and follow, a written maintenance policy that was developed for the device in question. The written policy shall explain and justify the difference between the written procedure and the manufacturer's procedure. Section 15. Terms used in sections 15 to 28, inclusive, of this Act mean: (1) \"Department,\" the Department of Environment and Natural Resources; (2) \"Flare,\" a combustion device that uses an open flame to burn combustible gases with combustion air provided by uncontrolled ambient air around the flame. Flares may be either continuous or intermittent and are not equipped with devices for fuel-air mix control or for temperature control. This term includes both ground and elevated flares; (3) \"Flare monitoring system,\" all sample systems, transducers, transmitters, data acquisition equipment, data recording equipment, video monitoring equipment, and video recording equipment involved in flare monitoring; (4) \"Flaring,\" a high-temperature combustion process used to burn vent gases; (5) \"Gas,\" the state of matter that has neither independent shape nor volume, but tends to expand indefinitely. The term, gas, includes aerosols. The terms, gas, and, gases, are interchangeable; (6) \"Petroleum refinery,\" a facility that processes petroleum, as defined in the North American Industrial Classification Standard No. 32411 as of January 1, 2008, and including any associated sulfur recovery plant; (7) \"Pilot gas,\" the gas used to maintain the presence of a flame for ignition of vent gases; (8) \"Purge gas,\" the gas used to prevent air backflow in the flare system when there is no vent gas; (9) \"Sulfur recovery plant,\" a process unit that processes sulfur and ammonia containing material and produces a final product of elemental sulfur; (10) \"Thermal oxidizer,\" an enclosed or partially enclosed combustion device that is used to oxidize combustible gases, that generally comes equipped with controls for combustion chamber temperature and often with controls for air and fuel mixture, and that exhausts all combustion products through a vent, duct, or stack so that emissions can be measured directly; (11) \"Vent gas,\" any gas directed to a flare excluding assisting air or steam, flare pilot gas, and any continuous purge gases. Section 16. The owner or operator of a flare shall submit a monthly report to the departrment on or before thirty days after the end of each month for each flare subject to this Act. Only one report is required for a staged or cascading flare system if all flares in the system serve the same header or headers. The report shall be in an electronic format approved by the department. Each monthly report shall include all of the following: (1) The total volumetric flow of vent gas in standard cubic feet for each day and for the month, and, effective for the first full month after the commencement of the monitoring required by section 18 of this Act, for each hour of the month; (2) If vent gas composition is monitored using sampling or integrated sampling, total hydrocarbon content as propane by volume, methane content by volume, and, hydrogen sulfide content by volume, for each sample or integrated sample required by section 19 of this Act. If the content of any additional compound or compounds is determined by the analysis of a sample or integrated sample, the content by volume of each additional compound; (3) If vent gas composition is monitored by a continuous analyzer or analyzers pursuant to section 19 of this Act, average total hydrocarbon content as propane by volume, average methane content by volume, and, depending upon the analytical method used pursuant to sections 25 to 27, inclusive, of this Act, total reduced sulfur content by volume or hydrogen sulfide content by volume of vent gas flared for each hour of the month. If the content of any additional compound or compounds is determined by the continuous analyzer or analyzers, the average content by volume for each additional compound for each hour of the month; (4) If the flow monitor installed pursuant to section 18 of this Act measures molecular weight, the average molecular weight for each hour of the month; (5) For any pilot and purge gas used, the type of gas used, the volumetric flow for each day and for the month, and the means used to determine flow; (6) For any twenty-four-hour period during which more than one million standard cubic feet of vent gas was flared, a description of the flaring including the cause, time of occurrence and duration, the source or equipment from which the vent gas originated, and any measures taken to reduce or eliminate flaring; (7) Flare monitoring system downtime periods, including dates and times' (8) The archive of images recorded for the month pursuant to section 24 of this Act; and (9) For each day and for the month provide calculated methane, non-methane and sulfur dioxide emissions. For the purposes of emission calculations only, a flare control efficiency of ninety-eight percent shall be used for hydrocarbon flares, and a flare control efficiency of ninety-three percent shall be used for flexi-gas flares or if, based on the composition analysis specified in section 19 of this Act, the calculated lower heating value of the vent gas is less than three hundred british thermal units/standard cubic foot. Section 17. Twelve months after the effective date of this Act and every six months thereafter, the owner or operator of a flare shall submit a flow verification report to the department for each flare subject to the Act. The flow verification report shall be included in the corresponding monthly report required by section 16 of this Act. Only one report is required for a staged or cascading flare system if all flares in the system serve the same header or headers. The report shall compare flow as measured by the flow monitoring equipment required by section 16 of this Act and a flow verification pursuant to section 28 of this Act for the same period or periods of time. The owner or operator shall demonstrate that the flow verification was performed using good engineering practices. If there are no flaring events as described in section 16 of this Act during the preceding six-month period, a flow verification report is not required for that period. Section 18. No owner or operator of a petroleum refinery ma operate a flare unless vent gas to the flare is continuously monitored for volumetric flow by a device that meets the following requirements: (1) The minimum detectible velocity shall be 0.1 foot per second; (2) The device shall continuously measure the range of flow rates corresponding to velocities from 0.5 to 275 feet per second in the header in which the device is installed; (3) The device shall have a manufacturer's specified accuracy of .5% over the range of 1 to 275 feet per second; (4) The device shall be installed at a location where measured volumetric flow is representative of flow to the flare or to the flare system in the case of a staged or cascading flare system consisting of more than one flare; (5) The owner or operator shall provide access for the department to verify proper installation and operation of the flare monitoring system; and (6) The flow monitoring system shall be maintained to be accurate to within .20% as demonstrated by the flow verification report specified in section 17 of this Act. Section 19. No owner or operator of a petroleum refinery may operate a flare unless the following requirements are met: (1) Requirements applicable to all vent gas composition monitoring: (a) Vent gas monitored for composition, whether by sampling, integrated sampling, or continuous monitoring, shall be taken from a location at which samples are representative of vent gas composition. If flares share a common header, a sample from the header will be deemed representative of vent gas composition for all flares served by the header; (b) The monitoring system shall provide access for the department to collect vent gas samples to verify the analyses required by this section; (2) Until the requirements of subdivision (3) of this section are met, the owner or operator shall monitor vent gas composition through sampling that meets the following requirements: (a) For each day on which flaring occurs, one sample shall be taken within thirty minutes of the commencement of flaring; (b) Samples may be taken from the flare header or from an alternate location at which samples are representative of vent gas composition; and (c) Samples shall be analyzed pursuant to section 25 of this Act. (3) The owner or operator shall monitor vent gas composition using one of the following four methods: (a) Sampling that meets the following requirements: (i) If the flow rate of vent gas flared in any consecutive fifteen minute period continuously exceeds three hundred thirty standard cubic feet per minute, a sample shall be taken within fifteen minutes, except that, for flares exclusively serving sulfur or ammonia plants, a sample shall be taken within one hour or composition data representing worst-case conditions shall be provided by the owner or operator and verified by the department. The sampling frequency thereafter shall be one sample every three hours and shall continue until the flow rate of vent gas flared in any consecutive fifteen minute period is continuously three hundred thirty standard cubic feet per minute or less. In no case shall a sample be required more frequently than once every three hours; and (ii) Samples shall be analyzed pursuant to section 25 this Act; (b) Integrated sampling that meets the following requirements: (i) If the flow rate of vent gas flared in any consecutive fifteen minute period continuously exceeds three hundred thirty standard cubic feet per minute, integrated sampling shall begin within fifteen minutes and shall continue until the flow rate of vent gas flared in any consecutive fifteen minute period is continuously three hundred thirty standard cubic feet per minute or less; (ii) Integrated sampling shall consist of a minimum of one aliquot for each fifteen minute period until the sample container is full. If sampling is still required pursuant to this section, a new sample container shall be placed in service within one hour after the previous container was filled. A sample container shall not be used for a sampling period that exceeds twenty-four hours; (iii) Samples shall be analyzed pursuant to section 25 of this Act; and (c) Continuous analyzers that meet the following requirements: (i) The analyzers shall continuously monitor for total hydrocarbon, methane, and, depending upon the analytical method used pursuant to section 25 of this Act, hydrogen sulfide or total reduced sulfur; (ii) The hydrocarbon analyzer shall have a full-scale range of one hundred percent total hydrocarbon; and (iii) Each analyzer shall be maintained to be accurate to within twenty percent when compared to any field accuracy tests or to within five percent of full scale; (4) A continuous analyzer employing gas chromatography that meets the following requirements: (a) The gas chromatography system shall monitor for total hydrocarbon, methane, and hydrogen sulfide; and (b) The gas chromatography system shall be maintained to be accurate to within five percent of full scale. Section 20. Any flare subject to this Act shall be equipped and operated with an automatic igniter or a continuous burning pilot, which shall be maintained in good working order. If a pilot flame is employed, the flame shall be monitored with a device to detect the presence of the pilot flame. If an electric arc ignition system is employed, the system shall pulse on detection of loss of pilot flame and until the pilot flame is reestablished. Section 21. No owner or operator of a petroleum refinery may operate a flare unless volumetric flows of purge and pilot gases are monitored by flow measuring devices, or other parameters are monitored so that volumetric flows of pilot and purge gas may be calculated based on pilot design and the parameters monitored. Section 22. Except as provided in section 24 of this Act, the owner or operator of a flare shall maintain records for all the information required to be monitored for a period of five years and make such records available to the department upon request. The department shall promulgate rules pursuant to chapter 1-26 outlining a process for members of the public to request records for the information required to be monitored. All reasonable public requests for such monitoring data shall be met. Section 23. Persons responsible for monitoring subject to this Act shall comply with the following: (1) Periods of flare monitoring system inoperation greater than twenty-four continuous hours shall be reported by the following working day, followed by notification of resumption of monitoring. Adequate proof of expeditious repair shall be furnished to the department for downtime in excess of fifteen consecutive days. Periods of inoperation of the vent gas flow monitoring required by section 18 of this Act may not exceed thirty days per calendar year. Periods of inoperation of vent gas composition monitoring may not exceed thirty days per calendar year. Periods of inoperation of the vent gas composition monitoring may not exceed thirty days per calendar year per analyzer. Periods of inoperation of video monitoring may not exceed thirty days per calendar year; (2) During periods of inoperation of continuous analyzers or auto-samplers installed pursuant to section 19 of this Act, persons responsible for monitoring shall take samples as required by section 19 of this Act. During periods of inoperation of flow monitors, flow shall be calculated using good engineering practices; (3) Any person responsible for monitors subject to this Act shall maintain and calibrate all required monitors and recording devices in accordance with the applicable manufacturer's specifications. In order to claim that a manufacturer's specification is not applicable, the person responsible for emissions shall have, and follow, a written maintenance policy that was developed for the device in question. The written policy shall explain and justify the difference between the written procedure and the manufacturer's procedure; and (4) All in-line continuous analyzer and flow monitoring data shall be continuously recorded by an electronic data acquisition system capable of one-minute averages. Flow monitoring data shall be recorded as one-minute averages. Section 24. For each flare equipped with video monitoring capability, the owner or operator of a flare subject to this Act shall install and maintain equipment that records a real-time digital image of the flare and flame at a frame rate of no less than one frame per minute. The recorded image of the flare shall be of sufficient size, contrast, and resolution to be readily apparent in the overall image or frame. The image shall include an embedded date and time stamp. The equipment shall archive the images for each twenty-four-hour period. For any flare for which the report required by section 16 of this Act shows that more than one million standard cubic feet of vent gas was flared in any twenty-four-hour period, the owner or operator of the flare shall, within ninety days after the end of the month covered by the report, meet the same requirements as those imposed by this section for flares with existing video monitoring capability. Section 25. Samples and integrated samples shall be analyzed using the following test methods, or latest revision, where applicable: (1) Total hydrocarbon content and methane content of vent gas shall be determined using ASTM Method D1945-96 as of January 1, 2008, ASTM Method UOP 539- 97 as of January 1, 2008, or EPA Method 18 as of January 1, 2008; (2) Hydrogen sulfide content of vent gas shall be determined using ASTM Method D1945-96 as of January 1, 2008, or ASTM Method UOP 539-97 as of January 1, 2008; and (3) Any alternative method to the above methods if approved by the department. Section 26. Except as provided in section 27 of this Act, if vent gas composition is monitored using continuous analyzers, the analyzers shall employ the following methods, or latest revision, where applicable: (1) Total hydrocarbon content and methane content of vent gas shall be determined using EPA Method 25A or 25B as of January 1, 2008; (2) Total reduced sulfur content of vent gas shall be determined using ASTM Method D4468-85 as of January 1, 2008; (3) Hydrogen sulfide content shall be determined using ASTM Method D4084-94 as of January 1, 2008; and (4) Any alternative method to the above methods if approved by the department. Section 27. If vent gas composition is monitored with a continuous analyzer employing gas chromatography, the following requirements shall be met: (1) ASTM Method D1945-96 as of January 1, 2008, or ASTM Method UOP 539- 97 as of January 1, 2008; (2) The system shall analyze samples for total hydrocarbon content, methane content, and hydrogen sulfide content; (3) The minimum sampling frequency shall be one sample every thirty minutes; and (4) Any alternative method to the above methods if approved by the department. Section 28. For purposes of the semiannual verification required by section 17 of this Act, vent gas flow shall be determined using one or more of the following methods: (1) Bay Area Air Quality Management District Manual of Procedures, Volume IV, ST-17 and ST-18 as of January 1, 2008; (2) EPA Methods 1 and 2 as of January 1, 2008; (3) Other flow monitoring devices or process monitors; (4) Any verification method recommended by the manufacturer of the flow monitoring equipment installed pursuant to section 18 of this Act; (5) Tracer gas dilution or velocity; (6) Any alternative method approved by the department. Section 29. Terms used in sections 29 to 53, inclusive of this Act, mean: (1) \"Background,\" the ambient concentration of total organic compounds determined at least ten feet upwind from the equipment to be inspected and not influenced by any specific emission point as indicated by a hydrocarbon analyzer specified by section 44 of this Act; (2) \"Connection,\" flanged, screwed, or other joined fittings used to connect any piping or equipment; (3) \"Department,\" the Department of Environment and Natural Resources; (4) \"Equipment,\" all components including valves, pumps, compressors, pressure relief devices, diaphragms, hatches, fittings, sampling ports, pipes, plugs, open-ended lines, gages, or sight-glasses; (5) \"Inaccessible equipment,\" any equipment located over thirteen feet above the ground when access is required from the ground; or any equipment located over six and one- half feet away from a platform when access is required from a platform; (6) \"Inspection,\" the determination of the concentration of total organic compounds leaking from equipment using EPA Reference Method 21 as of January 1, 2008, as required by section 44 of this Act; (7) \"Leak.\" the concentration of total organic compounds above background, expressed as methane, as measured one centimeter or less from the leak using EPA Reference Method 21 as of January 1, 2008, in accordance with section 48 of this Act; (8) \"Leak minimization,\" reducing the leak to the lowest achievable level using best modern practices and without shutting down the process the equipment serves. (9) \"Leak repair,\" the tightening, adjustment, or addition of material, or the replacement of the equipment, which reduces the leakage to the atmosphere below the applicable standard in sections 30 to 37, inclusive, of this Act; (10) \"Liquid leak,\" dripping of liquid at a rate of greater than three drops per minute and a concentration of total organic compounds greater than the applicable leak standard in sections 30 to 37, inclusive, of this Act; (11) \"Organic compound,\" any compound of carbon, excluding methane, carbon monoxide, carbon dioxide, carbonic acid, metallic carbides or carbonates, and ammonium carbonate; (12) \"Petroleum refinery,\" any facility that processes petroleum products as defined in North American Industrial Classification Standard Number 32411, Petroleum efining as of January 1, 2008; (13) \"Pressure relief device,\" the automatic pressure-relieving device actuated by the static pressure upstream of the device including pressure relief valves and rupture disks; (14) \"Process unit,\" a manufacturing process which is independent of other processes and is continuous when supplied with a constant feed or raw materials and has sufficient storage facilities for product; (15) \"Quarter,\" one of the four consecutive three-month divisions of the calendar year beginning on January first; (16) \"Reinspection,\" any inspection following the minimization or repair of leaking equipment; (17) \"Rupture disc,\" the thin metal diaphragm held between flanges; (18) \"Total organic compounds,\" the concentration of organic compounds and methane as indicated by a hydrocarbon analyzer as specified by section 44 of this Act; (19) \"Turnaround,\" the scheduled shutdown of a process unit for maintenance and repair work; (20) \"Valve,\" any device that regulates the flow of process material by means of an external actuator acting to permit or block passage of liquids or gases; (21) \"Weephole,\" a drain hole in the discharge horn of a pressure relief device; (22) \"Major leak,\" any leak that cannot be minimized below a concentration of ten thousand parts per million total organic compounds, expressed as methane. Section 30. Except for valves, pumps and compressors, connections and pressure relief devices subject to the requirements of sections 31 to 35, inclusive, of this Act, no person may use any equipment that leaks total organic compounds in excess of one hundred parts per million unless the leak has been discovered by the operator, minimized within twenty-four hours, and repaired within seven days. Section 31. No person may use any valve that leaks total organic compounds in excess of one hundred parts per million unless one of the following conditions is met: (1) If the leak has been discovered by the operator, minimized within twenty-four hours and repaired within seven days; (2) If the leak has been discovered by the department, repaired within twenty-four hours; or (3) The valve meets the applicable provisions of section 35 of this Act. Section 32. No person may use any pump or compressor that leaks total organic compounds in excess of five hundred parts per million unless one of the following conditions is met: (1) If the leak has been discovered by the operator, minimized within twenty-four hours and repaired within seven days; (2) If the leak has been discovered by the department, repaired within twenty-four hours; or (3) The pump or compressor meets the applicable provisions of section 35 of this Act. Section 33. No person may use any connection that leaks total organic compounds in excess of one hundred parts per million unless one of the following conditions is met: (1) If the leak has been discovered by the operator, minimized within twenty-four hours and repaired within seven days; (2) If the connection is inspected as required by this Act and the leak has been discovered by the department, repaired within twenty-four hours; or (3) The connection meets the applicable provisions of section __ of this Act. Section 34. No person may use any pressure relief device that leaks total organic compounds in excess of five hundred parts per million unless the leak has been discovered by the operator, minimized within twenty-four hours and repaired within fifteen days; or if the leak has been discovered by the department, repaired within seven days. Section 35. Any valve, connection, pressure relief device, pump, or compressor which cannot be repaired as required by sections 31, 32, or 34 of this Act, shall comply with the following conditions: (1) The valve, connection, pressure relief device, pump, or compressor is repaired or replaced within five years or at the next scheduled turnaround, whichever date comes first; (2) The number of individual pieces of equipment awaiting repair does not exceed the percentages of the total population for each equipment type expressed in the table below or one piece of equipment: (3) A connection that leaks in excess of one hundred parts per million and no greater than ten thousand parts per million can be considered nonrepairable equipment pursuant to this section provided each nonrepairable connection is considered as two valves toward the total number of nonrepairable equipment allowed; (4) A valve with a major leak may not be considered nonrepairable equipment pursuant to this section for more than forty-five days after leak discovery, unless the mass emission rate has been measured in accordance with section 48 of this Act and has been determined to be less than fifteen pounds per day. The department shall be notified no less than ninety-six hours prior to conducting measurements required by this section. Section 36. No person may use any equipment that leaks liquid as defined in section 29 of this Act, unless the leak has been discovered by the operator, minimized within twenty-four hours and repaired within seven days. Section 37. The requirements of sections 30 to 36, inclusive, of this Act, do not apply to any facility which complies with an alternative emission reduction plan that satisfies all the requirements in sections 42 and 43 of this Act. Section 38. Any person subject to this Act shall comply with the following inspection requirements: (1) All connections that have been opened during a turnaround shall be inspected for leaks within ninety days after start-up is completed following a turnaround; (2) Except as provided under subdivision (3) of this section and sections 41 to 43, inclusive, of this Act, all valves, pressure relief devices, pumps, or compressors subject to this Act shall be inspected quarterly; (3) Inaccessible valves and pressure relief devices subject to this Act shall be inspected at least once a year; (4) Any equipment subject to this Act may be inspected at any time by the department; (5) Any equipment found to have a leak in excess of any standards in sections 30 to 37, inclusive, of this Act, shall be reinspected within twenty-four hours after leak repair or minimization; (6) Any connection that is inspected annually or that is part of a department approved connection inspection program is subject to the provisions of subdivision (2) of section 33 of this Act; (7) Any pressure relief device equipped with a weephole shall be inspected quarterly at the outlet of the weephole if the horn outlet is inaccessible; (8) Any pressure relief device that releases to the atmosphere shall be inspected within five working days after the release event; (9) Any valve placed on the non-repairable list shall be inspected at least once per quarter; and (10) The mass emission rate of any valve with a major leak placed on the nonrepairable list in accordance with section 35 of this Act shall be determined at least once per calendar year. The department shall be notified no less than ninety-six hours prior to conducting the measurements required by this section. Section 39. Any person subject to this Act shall comply with the following identification requirements: (1) All valves, pressure relief devices, pumps and compressors shall be identified with a unique permanent identification code approved by the department. This identification code shall be used to refer to the valve, pressure relief device, pump, or compressor location. Records for each valve, pressure relief device, pump, or compressor shall refer to this identification code; (2) All equipment with a leak in excess of the applicable leak limitation in sections 30 to 37, inclusive, of this Act, shall be tagged with a brightly colored weatherproof tag indicating the date the leak was detected. Section 40. All pumps and compressors subject to this Act shall be visually inspected daily for leaks. If a leak is observed, the concentration of organic compounds shall be determined. Section 41. The inspection frequency for valves may change from quarterly to annually if all of the following conditions are satisfied: (1) The valve has been operated leak free for five consecutive quarters; (2) Records are submitted and approval from the department is obtained; and (3) The valve remains leak free. If a leak is discovered, the inspection frequency will revert back to quarterly. Section 42. Any person may comply with section 37 of this Act by developing and submitting an alternate emission reduction plan to the department that satisfies all of the following conditions: (1) The plan shall contain all information necessary to establish, document, measure progress, and verify compliance with an emission reduction level set forth in this Act; (2) All emission reductions must be achieved solely from equipment and connections subject to this Act; (3) Public notice and a sixty-day public comment period shall be provided; (4) Following the public comment period, the plan shall be submitted to and approved in writing by the Environmental Protection Agency, Region VIII prior to the department approval of the plan; and (5) An alternate emission reduction plan must provide for emission reductions equal to or greater than required by the specific limits in this Act. Section 43. A facility is subject to the limits contained in sections 30 to 36, inclusive, of this Act, until receipt of the written approvals of both the department and the Environmental Protection Agency of an alternate emission reduction plan that complies with section 42 of this Act. Section 44. Any instrument used for the measurement of organic compounds shall be a combustible gas indicator that has been approved by the department and meets the specifications and performance criteria of and has been calibrated in accordance with EPA Reference Method 21 (40 CFR 60, Appendix A) as of January 1, 2008. Section 45. Any person subject to the requirements of this Act shall maintain records that provided the following information: (1) For equipment subject to subdivision (1) of section 39 of this Act, the equipment identification code, equipment type, and the location of the equipment; (2) The date of all inspections and reinspections and the corresponding leak concentrations measured as specified by section 38 of this Act; (3) Records shall be maintained for at least five years and shall be made available to the department for inspection at any time; and (4) Records of all nonrepairable equipment subject to the provisions of section 35 of this Act shall be maintained, and contain the equipment identification code, equipment type, equipment location, leak concentration measurement and date, the duration the equipment has been on the nonrepairable list, any mass emission rate determination and date the determination was made, last process unit turnaround date, and total number of nonrepairable equipment awaiting repair. Section 46. Any person subject to the requirements of this Act shall submit the information to the department: (1) Records of all nonrepairable equipment subject to the provisions of section 35 of this Act shall be submitted to the department quarterly and contain the equipment identification code, equipment type, equipment location, leak concentration measurement and date, the duration the equipment has been on the nonrepairable list, any mass emission rate determination, date the determination was made, last process unit turnaround date, and total number of nonrepairable equipment awaiting repair; (2) An inventory of the total numbers of valves, pressure relief devices, pumps, and compressors and connections to which this Act applies shall be submitted to the department at least once a year; (3) The department shall promulgate rules, pursuant to chapter 1-26, outlining a process for members of the public to request such required reports. All reasonable public requests shall be met. Section 47. Samples of organic compounds shall be analyzed for initial boiling point as prescribed in ASTM D-1078- 98 or ASTM D-86, as of January 1, 2008. Section 48. Inspections of equipment shall be conducted as prescribed by EPA Reference Method 21 (40 CFR 60, Appendix A) as of January 1, 2008. Section 49. The control efficiency shall be determined by any of the following methods: (1) BAAQMD Manual of Procedures, Volume IV, ST-7; and (2) EPA Method 25 or 25A. A source shall be considered in violation if the emissions of organic compounds measured by any of the referenced test methods exceed the standards of this Act. Section 50. The mass emission determination as specified by section 35 of this Act shall be made using any of the following methods: (1) EPA Protocol for Equipment Leak Emission Estimates, Chapter 4, Mass Emission Sampling, (EPA-453/R-95-017) November, 1995; or (2) A method determined to be equivalent by the Environmental Protection Agency and approved by the department. Section 51. All new proposed or modified refinery shall directly estimate its potential emissions of ultrafine particulate matter, consisting of particulate matter of a diameter equal to or less than 2.5 micrometers (PM2.5), and directly demonstrate compliance with the PM2.5 National Ambient Air Quality Standard (NAAQS) as of January 1, 2008, in applications for prevention of significant deterioration permits. No refinery may use particulate matter of less than or equal to 10 micrometers (PM10) as a surrogate for PM2.5. Section 52. A prevention of significant deterioration permit may not be issued without the direct demonstration of compliance with the PM2.5 NAAQS required by section 44 of this Act. Section 53. All prevention of significant deterioration permits issued for any new and modified refinery shall include direct limits on PM2.5. A prevention of significant deterioration permit may not rely on a limit for PM10 as a surrogate for the required PM2.5 limit. Section 54. Any permit issued for a new or modified refinery shall include limits for nitrogen oxides from the gas turbine and heaters measured over a one-hour averaging time. Section 55. The provisions of this Act do not apply to: (1) Any flare or thermal oxidizer used to control emissions exclusively from organic liquid storage vessels; (2) Thermal oxidizers used to control emissions exclusively from wastewater treatment systems; (3) Thermal oxidizers used to control emissions exclusively from pump seals. This exemption does not apply if emissions from a pump are routed to a flare header; (4) Seal systems and pressure relief devices vented to a vapor recovery or disposal system which reduces the emissions of organic components from the equipment by ninety-five percent or greater; (5) Facilities which have less than one hundred valves or less than ten pumps and compressors; and (6) Those connections at the interface between the loading rack and the vehicle being loaded. Section 56. That § 1-40-4.1 be repealed. 1-40-4.1. No rule that has been promulgated pursuant to Title 34A, 45, 46, or 46A may be more stringent than any corresponding federal law, rule, or regulation governing an essentially similar subject or issue."}, {"bill_id": 405, "bill_version_id": 3151, "bill_version": "Senate Engrossed", "bill_version_date": "2008-02-13T16:28:35.733-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal a limitation on certain environmental rules. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-40-4.1 be repealed. 1-40-4.1. No rule that has been promulgated pursuant to Title 34A, 45, 46, or 46A may be more stringent than any corresponding federal law, rule, or regulation governing an essentially similar subject or issue. 250 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.04 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 405, "action_date": "2008-01-23T14:00:00-06:00", "document_id": 1712, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1712.pdf", "status_text": "First read in Senate and referred to", "journal_page": 191, "committee_id_action": 28, "committee_id_assigned": 10, "result": "N", "vote": {}}, {"bill_id": 405, "action_date": "2008-01-25T07:45:00-06:00", "document_id": 1719, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1719.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 405, "action_date": "2008-02-06T07:45:00-06:00", "document_id": 2406, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2406.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 405, "action_date": "2008-02-06T07:45:00-06:00", "document_id": 2602, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2602.pdf", "status_text": "Hoghoused", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 405, "action_date": "2008-02-11T07:45:00-06:00", "document_id": 2604, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2604.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 405, "action_date": "2008-02-11T07:45:00-06:00", "document_id": 2864, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2864.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 1554, "president_vote": null, "Yea": [557, 530, 567, 577], "Nay": [569, 629, 588, 598, 553]}}, {"bill_id": 405, "action_date": "2008-02-11T07:45:00-06:00", "document_id": 2864, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2864.pdf", "status_text": "Deferred to the 36th legislative day", "journal_page": 394, "committee_id_action": 10, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1555, "president_vote": null, "Yea": [557, 569, 629, 588, 598, 553], "Nay": [530, 567, 577]}}, {"bill_id": 405, "action_date": "2008-02-11T14:00:00-06:00", "document_id": 2905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2905.pdf", "status_text": "Recalled from committee (Rule 7-7)", "journal_page": 396, "committee_id_action": 28, "committee_id_assigned": 10, "result": "P", "vote": {}}, {"bill_id": 405, "action_date": "2008-02-11T16:40:00-06:00", "document_id": 2922, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2922.pdf", "status_text": "Reconsidered", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 405, "action_date": "2008-02-11T16:40:00-06:00", "document_id": 2922, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2922.pdf", "status_text": "Do Pass Amended", "journal_page": 422, "committee_id_action": 10, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1629, "president_vote": null, "Yea": [557, 530, 567, 569, 629, 577, 588, 598, 553]}}, {"bill_id": 405, "action_date": "2008-02-13T14:00:00-06:00", "document_id": 3133, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3133.pdf", "status_text": "Hoghoused", "journal_page": 496, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 405, "action_date": "2008-02-13T14:00:00-06:00", "document_id": 3133, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3133.pdf", "status_text": "Do Pass Amended", "journal_page": 496, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1862, "president_vote": null, "Yea": [557, 576, 621, 604, 553, 596, 560, 590, 598, 545, 592, 530, 601, 567, 535, 533, 582, 562, 622, 584, 569, 573, 618, 610, 629, 613, 632, 577, 588, 539, 627, 548, 550, 541, 607]}}, {"bill_id": 405, "action_date": "2008-02-13T14:00:00-06:00", "document_id": 3133, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3133.pdf", "status_text": "Title amended", "journal_page": 497, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 405, "action_date": "2008-02-14T14:00:00-06:00", "document_id": 3233, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3233.pdf", "status_text": "First read in House and referred to", "journal_page": 578, "committee_id_action": 27, "committee_id_assigned": 13, "result": "N", "vote": {}}, {"bill_id": 405, "action_date": "2008-02-21T07:45:00-06:00", "document_id": 3369, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3369.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 13, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 405, "action_date": "2008-02-21T07:45:00-06:00", "document_id": 3642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3642.pdf", "status_text": "Deferred to the 36th legislative day", "journal_page": 666, "committee_id_action": 13, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2318, "president_vote": null, "Yea": [591, 608, 529, 594, 616, 585, 544, 547, 531, 606, 587, 614], "Nay": [552]}}]}