{"session_id": 69, "bill_id": 25259, "bill_type": "House Bill", "bill_number": 1231, "bill_title": "place restrictions on the ownership of agricultural land.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25259", "sponsors": [{"legislator_profile_id": 4567, "is_prime": true}, {"legislator_profile_id": 4570, "is_prime": true}, {"legislator_profile_id": 4478, "is_prime": false}, {"legislator_profile_id": 4481, "is_prime": false}, {"legislator_profile_id": 4495, "is_prime": false}, {"legislator_profile_id": 4500, "is_prime": false}, {"legislator_profile_id": 4507, "is_prime": false}, {"legislator_profile_id": 4531, "is_prime": false}, {"legislator_profile_id": 4532, "is_prime": false}, {"legislator_profile_id": 4537, "is_prime": false}, {"legislator_profile_id": 4540, "is_prime": false}, {"legislator_profile_id": 4541, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4546, "is_prime": false}, {"legislator_profile_id": 4547, "is_prime": false}, {"legislator_profile_id": 4555, "is_prime": false}, {"legislator_profile_id": 4565, "is_prime": false}, {"legislator_profile_id": 4566, "is_prime": false}, {"legislator_profile_id": 4571, "is_prime": false}], "keywords": ["Agricultural Land", "Property", "Reports"], "audio": [{"meeting_datetime": "2024-02-08T07:45:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hag21.mp3", "start_seconds": 1142.0}, {"meeting_datetime": "2024-02-08T07:45:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hag21.mp3", "start_seconds": 1142.0}, {"meeting_datetime": "2024-02-08T07:45:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hag21.mp3", "start_seconds": 1142.0}, {"meeting_datetime": "2024-02-12T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou22.mp3", "start_seconds": 7781.0}, {"meeting_datetime": "2024-02-12T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou22.mp3", "start_seconds": 7781.0}, {"meeting_datetime": "2024-02-12T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou22.mp3", "start_seconds": 7781.0}, {"meeting_datetime": "2024-02-12T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou22.mp3", "start_seconds": 7781.0}, {"meeting_datetime": "2024-02-13T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou23.mp3", "start_seconds": 1055.0}, {"meeting_datetime": "2024-02-13T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou23.mp3", "start_seconds": 1055.0}, {"meeting_datetime": "2024-02-13T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou23.mp3", "start_seconds": 1055.0}, {"meeting_datetime": "2024-02-13T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou23.mp3", "start_seconds": 1055.0}], "bill_versions": [{"bill_id": 25259, "bill_version_id": 264011, "bill_version": "Introduced", "bill_version_date": "2024-01-31T10:05:18.84-06:00", "bill_text": "An Act to place restrictions on the ownership of agricultural land. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 43-2A-1 be AMENDED: 43-2A-1. For purposes of this chapter, the term \"agricultural land\" means land capable of use in the production of agricultural crops, timber, livestock or livestock products, poultry or poultry products, milk or dairy products, or fruit and other horticultural products but does not include any royalty interest, any oil, gas, or other mineral interest, or any lease, right‑of‑way, option, or easement relating thereto, or any land zoned by a local governmental unit for a use other than and nonconforming with agricultural use Terms used in this chapter mean: (1) \"Agricultural land,\" land capable of being used in the production of: (a) Agricultural crops; (b) Fruit and other horticultural products; (c) Livestock or livestock products; (d) Milk or dairy products; (e) Poultry or poultry products; or (f) Timber; (2) “Foreign entity,” any organization that: (a) Is registered outside of the United States or its territories; or (b) Has more than ten percent ownership by a foreign government, foreign person, or any combination thereof. However, this permissive threshold does not apply to a prohibited entity; (3) “Foreign government,” a government or state-controlled enterprise of a government, other than the United States, its states, its territories, or its federally recognized Indian tribes; (4) “Foreign person,” a natural person who is not a United States citizen or a resident; (5) “Prohibited entity,” a foreign entity from, foreign government from, or foreign person from: (a) The People’s Republic of China; (b) The Republic of Cuba; (c) The Islamic Republic of Iran; (d) The Democratic People's Republic of Korea; (e) The Russian Federation; or (f) The Bolivarian Republic of Venezuela; and (6) “Resident”, any individual who is a legal resident of this state, of another state or territory of the United States, or of the District of Columbia, and makes no claim of residency in a foreign country. Section 2. That a NEW SECTION be added to chapter 43-2A: Any person required to submit a report to the United States Department of Agriculture in accordance with the Agricultural Foreign Investment Disclosure Act of 1978, 7 U.S.C. § 3501 et seq. (January 1, 2024) shall file a copy of the required report with the secretary of the Department of Agriculture and Natural Resources, within the time period required for submission under 7 U.S.C. § 3501. Section 3. That § 43-2A-2 be AMENDED: 43-2A-2. No alien, who is not a resident of this state, of some state or territory of the United States or of the District of Columbia; and no foreign government shall hereafter acquire agricultural lands, or any interest therein, exceeding one hundred sixty acres, except such as may be acquired by devise or inheritance, and such as may be held as security for indebtedness. The provisions of this section do not apply to citizens, foreign governments or subjects of a foreign countryThe following provisions apply to the ownership or leasing of agricultural land in this state: (1) A prohibited entity may not own agricultural land in this state; (2) A prohibited entity may not lease or hold an easement on agricultural land in this state, unless: (a) The lease is exclusively for agricultural research purposes and encumbers no more than three hundred and twenty acres; or (b) The lease is exclusively for contract feeding of livestock, at an animal feeding operation, by a family farm unit, a family farm corporation, or an authorized farm corporation; (3) Excluding a prohibited entity, a foreign entity, foreign government, or foreign person may not own more than one hundred and sixty acres of agricultural land in this state, provided this limitation does not include: (a) Agricultural land acquired by devise or inheritance; or (b) Agricultural land held as security for indebtedness; and (4) Excluding a prohibited entity, there is no restriction on easements or the number of acres of agricultural land that a foreign entity, foreign government, or foreign person may lease. This section does not apply to a foreign entity, foreign government, or foreign person whose right to hold land are is secured by treaty. Section 4. That § 43-2A-3 be AMENDED: 43-2A-3. All nonresident aliens who may acquire agricultural landsAny foreign entity, foreign government, foreign person, or prohibited entity that acquires agricultural land in this state by devise or descent shall have, in violation of this chapter, has three years from the date of so acquiring such title in which to alienate such agricultural lands transfer of ownership to dispose of the land. Any foreign entity who violates this chapter by other means has two years from the initial date of the violation to comply with this chapter or to dispose of the property. Section 5. That § 43-2A-5 be AMENDED: 43-2A-5. Any nonresident alien foreign person who is or becomes a bona fide resident of this state, of some state or territory of the United States or of the District of Columbia, shall have the right to may acquire and hold agricultural lands land in this state, upon the same terms as citizens a resident of this state, during the continuance of such bona fide residence. However, if such resident alien the residency. If the foreign person ceases to be a bona fide resident, he shall have the foreign person has three years from the time of termination of the residency in which to alienate agricultural lands is terminated to dispose of agricultural land in excess of one hundred sixty acres. Section 6. That § 43-2A-6 be AMENDED: 43-2A-6. All agricultural lands acquired or held in violation of §§ 43-2A-2 and 43-2A-3 shall be Any agricultural land owned in violation of this chapter is forfeited to the state. Any agricultural land lease, or easement, held by a prohibited entity in violation of this chapter, is terminated. The attorney general shall enforce such forfeiture. However, no such the forfeiture or the termination of a lease or easement. A forfeiture or a termination of a lease or easement may not be adjudged unless the action to enforce is brought within three years after such property has been acquired or held by such alien evidence of a violation of this chapter is referred to the attorney general, as provided for in section 7 of this Act. No title to land is invalid or liable to forfeiture by reason of the alienage of any former owner or interested person interested therein. Section 7. That a NEW SECTION be added to chapter 43-2A: The Department of Agriculture and Natural Resources shall refer evidence of noncompliance to the attorney general, who shall investigate the evidence for violations of this chapter. The attorney general may bring an action pursuant to title 15 to enforce this chapter. After the attorney general commences an enforcement action, the attorney general may, in addition to any authority granted under §§ 15-6-28.2 to 15-6-28.4, inclusive, subpoena from a subject foreign entity, foreign government, foreign person, or prohibited entity: (1) Real property titles; (2) Deeds; (3) Real estate transaction documents; (4) Financing or financial documents related to the ownership or financing of the agricultural land transaction; (5) Documents depicting the identity of any party to the agricultural land transaction; and (6) Any other information necessary to demonstrate a violation of § 43-2A-2. Section 8. That a NEW SECTION be added to chapter 43-2A: The attorney general shall prove any violation of § 43-2A-2 by a preponderance of the evidence. Section 9. That a NEW SECTION be added to chapter 43-2A: A foreign entity, foreign government, foreign person, or prohibited entity, whose agricultural land interest was forfeited by an enforcement action brought by the attorney general, may appeal within thirty days of the judgment, pursuant to chapter 15-26A. Section 10. That § 43-2A-7 be AMENDED: 43-2A-7. The Department of Agriculture and Natural Resources shall monitor, for compliance to this chapter, biannual reports review: (1) Any report received by the department in accordance with section 2 of this Act; (2) Any report transmitted to the department pursuant to section 6 of the United States the Agricultural Foreign Investment Disclosure Act of 1978. If this review reveals evidence of noncompliance with this chapter the Department of Agriculture and Natural Resources shall, 7 U.S.C. § 3505 (January 1, 2024); (3) Any annual report required by § 59-11-24 ; and (4) Any report voluntarily submitted by a county register of deeds alleging a violation of this chapter. If the department has reason to believe that a violation of this chapter may have occurred, the department must refer this the evidence to the attorney general, who shall must investigate the case and initiate legal action if necessary in the circuit court district in which the land held in violation of § 43-2A-4 is situated in accordance with section 7 of this Act. Section 11. That § 43-2A-8 be AMENDED: 43-2A-8. The restrictions of this chapter doThis chapter does not apply to agricultural land owned by a corporation foreign entity, a foreign government, or a foreign person for an immediate or potential nonagricultural use in nonfarming purposes. A corporation. A foreign entity, a foreign government, or a foreign person may hold such agricultural land in such acreage as may be an amount necessary to its nonfarm for the conduct of its nonagricultural business operations. However, pending Pending the development of agricultural land for nonfarm purposes, such a nonagricultural use, the land may not be used for farming, except under lease to a family farm unit, a family farm corporation, or an authorized farm corporation. A foreign entity, foreign government, or foreign person developing land for nonagricultural use has five years from acquiring interest to initiate a nonagricultural business operation or be deemed in violation of this chapter. For purposes of this section, the term \"nonagricultural business operation\" includes the filing of a permit or an application with this state, a political subdivision of this state, a federally recognized Indian tribe, or a federal agency having jurisdiction over the project for permitting purposes. All real property owned or held by the State of South Dakota this state by and through the South Dakota State Cement Plant Commission, as of December 28, 2000, is owned or held by it and its successors in title for immediate or potential use for nonfarming purposes and the real property is necessary for nonfarming business operations. Section 12. That § 59-11-24 be AMENDED: 59-11-24. Each filing entity or qualified foreign entity, except a bank organized under § 51A-3-1.1, a limited partnership organized pursuant to chapter 48-7, or a series of a limited liability company established under §§ 47-34A-701 through to 47-34A-707, inclusive, shall deliver to the Office of the Secretary of State for filing an annual report that sets forth: (1) The name of the filing entity or qualified foreign entity; (2) The jurisdiction under whose law it is formed; (3) The address of its principal office, wherever located; (4) The information required by § 59-11-6; (5) The names and business addresses of its governors except in the following two cases: (a) If a business corporation has eliminated its board of directors pursuant to § 47-1A-732, the annual report shall must set forth the names of the shareholders instead; and (b) If a limited liability company is member-managed, the names and business addresses of its governors need not be set forth; and (6) Whether the entity owns any agricultural land, as defined in § 43-2A-1, and, if so, whether the entity has any foreign beneficial owners. If the entity referenced in subdivision (6) is a foreign entity or has any foreign beneficial owners, the filing must also include: (a) A legal description of the agricultural land or a description of the land's common location; (b) The total acreage of agricultural land held by the entity; and (c) The current use of the agricultural land. Information in the annual report must be current as of the date the annual report is executed on behalf of the filing entity or qualified foreign entity. Any other provisions of law notwithstanding, the annual report may be executed by any authorized person. Any amendment filed is a supplement to, and not in place of, the annual filing required by this section. On or before December first of each year, the Office of the Secretary of State shall make available to the public an aggregated report listing all foreign entities and entities with foreign beneficial ownership that indicated they owned agricultural land during the reporting period. For each entity listed, the report must include the information gathered under this section."}], "amendments": [{"bill_id": 25259, "document_id": 265339, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265339.pdf", "legislator_profile_id": 4538, "document_id_instructions": 265354, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/265354.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 25259, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263721, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263721.pdf", "status_text": "First read in House and referred to", "journal_page": 210, "committee_id_action": 1197, "committee_id_assigned": 1191, "result": "N", "vote": {}}, {"bill_id": 25259, "action_date": "2024-02-08T07:45:00-06:00", "document_id": 264749, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264749.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1191, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 25259, "action_date": "2024-02-08T07:45:00-06:00", "document_id": 264751, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264751.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1191, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79387, "president_vote": null, "Yea": [4473, 4503, 4522, 4524, 4544, 4557, 4561, 4563, 4570, 4575, 4542, 4486], "Excused": [4555]}}, {"bill_id": 25259, "action_date": "2024-02-12T14:00:00-06:00", "document_id": 265187, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265187.pdf", "status_text": "Deferred with pending amendment (Rule 5-17)", "journal_page": 310, "committee_id_action": 1197, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 25259, "action_date": "2024-02-13T14:00:00-06:00", "document_id": 265370, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265370.pdf", "status_text": "Do Pass", "journal_page": 320, "committee_id_action": 1197, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79545, "president_vote": null, "Yea": [4472, 4473, 4474, 4475, 4476, 4478, 4482, 4483, 4485, 4486, 4577, 4491, 4492, 4494, 4495, 4496, 4497, 4499, 4500, 4503, 4504, 4505, 4506, 4509, 4510, 4513, 4514, 4518, 4519, 4520, 4521, 4522, 4524, 4525, 4527, 4531, 4532, 4534, 4535, 4540, 4542, 4543, 4544, 4545, 4546, 4548, 4549, 4551, 4552, 4553, 4555, 4556, 4557, 4560, 4563, 4565, 4566, 4568, 4569, 4571, 4575], "Excused": [4489, 4528, 4570], "Nay": [4511, 4530, 4533, 4538, 4561, 4562]}}, {"bill_id": 25259, "action_date": "2024-02-14T14:00:00-06:00", "document_id": 265508, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265508.pdf", "status_text": "First read in Senate and referred to", "journal_page": 328, "committee_id_action": 1219, "committee_id_assigned": 1208, "result": "N", "vote": {}}]}