{"session_id": 7, "bill_id": 860, "bill_type": "Senate Bill", "bill_number": 150, "bill_title": "establish a presumption regarding occupational disease disabilities of certain firefighters.", "sponsors": [{"legislator_profile_id": 704, "is_prime": true}, {"legislator_profile_id": 635, "is_prime": true}, {"legislator_profile_id": 653, "is_prime": false}, {"legislator_profile_id": 676, "is_prime": false}, {"legislator_profile_id": 692, "is_prime": false}, {"legislator_profile_id": 651, "is_prime": false}, {"legislator_profile_id": 712, "is_prime": false}, {"legislator_profile_id": 706, "is_prime": false}, {"legislator_profile_id": 644, "is_prime": false}, {"legislator_profile_id": 697, "is_prime": false}, {"legislator_profile_id": 659, "is_prime": false}, {"legislator_profile_id": 721, "is_prime": false}, {"legislator_profile_id": 656, "is_prime": false}, {"legislator_profile_id": 717, "is_prime": false}, {"legislator_profile_id": 669, "is_prime": false}, {"legislator_profile_id": 654, "is_prime": false}, {"legislator_profile_id": 686, "is_prime": false}, {"legislator_profile_id": 696, "is_prime": false}, {"legislator_profile_id": 701, "is_prime": false}, {"legislator_profile_id": 665, "is_prime": false}, {"legislator_profile_id": 687, "is_prime": false}, {"legislator_profile_id": 646, "is_prime": false}, {"legislator_profile_id": 639, "is_prime": false}, {"legislator_profile_id": 714, "is_prime": false}, {"legislator_profile_id": 713, "is_prime": false}], "keywords": ["Employer and Employee", "Workers Compensation"], "audio": [{"meeting_datetime": "2009-02-04T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/she16.mp3", "start_seconds": 4490.0}, {"meeting_datetime": "2009-02-04T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/she16.mp3", "start_seconds": 4490.0}, {"meeting_datetime": "2009-02-04T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/she16.mp3", "start_seconds": 4490.0}], "bill_versions": [{"bill_id": 860, "bill_version_id": 6262, "bill_version": "Introduced", "bill_version_date": "2009-01-29T10:11:34.73-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a presumption regarding occupational disease disabilities of certain firefighters. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 62-8 be amended by adding thereto a NEW SECTION to read as follows: Hepatitis, meningococcal meningitis, tuberculosis, Methicillin-resistant Staphylococcus aureus (MRSA), pandemic influenza, anthrax, smallpox, or HIV, causing death or any health condition or impairment resulting in total or partial disability of any firefighter, who is a full- time member of a paid fire department and who has a documented occupational exposure to blood or body fluids, is presumed to be an occupational disease, suffered in the line of government duty, that is covered by this title unless the presumption is overcome by a preponderance of competent evidence to the contrary. Section 2. That chapter 62-8 be amended by adding thereto a NEW SECTION to read as follows: For purposes of this Act, any occupational exposure occurring on or after July 1, 2009, shall be deemed documented if the person covered under this Act gave notice, written or otherwise, of the occupational exposure to the person's employer. Any occupational exposure occurring prior to July 1, 2009, shall be deemed documented without regard to whether the person gave notice, written or otherwise, of the occupational exposure to the person's employer. Section 3. That chapter 62-8 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, blood or body fluids, means blood and body fluids containing visible blood and other body fluids to which universal precautions for prevention of occupational transmission of blood-borne pathogens, as established by the Centers for Disease Control and Prevention, apply. For purposes of potential transmission of hepatitis, meningococcal meningitis, tuberculosis, Methicillin-resistant Staphylococcus aureus (MRSA), pandemic influenza, anthrax, smallpox, or HIV, the term, blood or body fluids, includes respiratory, salivary, and sinus fluids, including droplets, sputum, saliva, mucous, and any other fluid through which infectious airborne or blood-borne organisms can be transmitted between persons. Section 4. That chapter 62-8 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, hepatitis, means hepatitis A, hepatitis B, hepatitis non-A, hepatitis non-B, hepatitis C, or any other strain of hepatitis generally recognized by the Centers for Disease Control and Prevention. Section 5. That chapter 62-8 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, HIV, means the medically recognized retro virus known as human immunodeficiency virus, type I or type II, causing immunodeficiency syndrome. Section 6. That chapter 62-8 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, occupational exposure, in the case of hepatitis, meningococcal meningitis, tuberculosis, Methicillin-resistant Staphylococcus aureus (MRSA), pandemic influenza, anthrax, smallpox, or HIV, means an exposure that occurs during the performance of job duties that places a covered employee at risk of infection. Section 7. That chapter 62-8 be amended by adding thereto a NEW SECTION to read as follows: Any person covered under the provisions of this Act who tests positive for exposure to an enumerated occupational disease, but has not yet incurred the requisite total or partial disability, is entitled to make a claim for medical benefits pursuant to this chapter, including entitlement to an annual medical examination to measure the progress of the condition, if any, and any other medical treatment, prophylactic, or otherwise. Section 8. That chapter 62-8 be amended by adding thereto a NEW SECTION to read as follows: If any standard, medically-recognized vaccine or other form of immunization or prophylaxis exists for the prevention of a communicable disease for which a presumption is established under this Act and if medically indicated by the given circumstances pursuant to immunization policies established by the Advisory Committee on Immunization Practices of the United States Public Health Service, any person subject to the provisions of this Act may be required by the person's employer to undergo the immunization or prophylaxis unless the person's physician determines in writing that the immunization or prophylaxis would pose a significant risk to the person's health. Section 9. That chapter 62-8 be amended by adding thereto a NEW SECTION to read as follows: The presumptions provided for in section 1 of this Act only apply if the person entitled to invoke the presumption has, if requested by the person's employer, undergone a preemployment physical examination that: (1) Was conducted prior to the making of any claim under this title that relies on such presumptions; (2) Was performed by a physician whose qualifications are as prescribed by the employer; (3) Included such appropriate laboratory and other diagnostic studies as the employer may have prescribed; and (4) Found the person free of hepatitis, meningococcal meningitis, tuberculosis, Methicillin-resistant Staphylococcus aureus (MRSA), pandemic influenza, anthrax, smallpox, or HIV at the time of the examination."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 860, "action_date": "2009-01-29T14:00:00-06:00", "document_id": 6350, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6350.pdf", "status_text": "First read in Senate and referred to", "journal_page": 230, "committee_id_action": 54, "committee_id_assigned": 34, "result": "N", "vote": {}}, {"bill_id": 860, "action_date": "2009-02-04T07:45:00-06:00", "document_id": 6569, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6569.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 34, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 860, "action_date": "2009-02-04T07:45:00-06:00", "document_id": 6809, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6809.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 299, "committee_id_action": 34, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3597, "president_vote": null, "Yea": [649, 655, 675, 662], "Nay": [656, 701, 704]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/860"}