{"session_id": 51, "bill_id": 16052, "bill_type": "House Bill", "bill_number": 1143, "bill_title": "establish a regents scholars program and to make an appropriation therefor.", "sponsors": [{"legislator_profile_id": 2572, "is_prime": true}, {"legislator_profile_id": 2581, "is_prime": true}, {"legislator_profile_id": 2541, "is_prime": false}, {"legislator_profile_id": 2546, "is_prime": false}, {"legislator_profile_id": 2548, "is_prime": false}, {"legislator_profile_id": 2559, "is_prime": false}, {"legislator_profile_id": 2574, "is_prime": false}, {"legislator_profile_id": 2591, "is_prime": false}, {"legislator_profile_id": 2606, "is_prime": false}], "keywords": ["Appropriation", "Board of Regents", "Rule-making Authority"], "audio": [{"meeting_datetime": "2001-02-13T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hed25hb1143a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-13T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hed25hb1143a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-13T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hed25hb1143a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16052, "bill_version_id": 88348, "bill_version": "Introduced", "bill_version_date": "2001-01-24T09:06:59-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a regents scholars program and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature finds that financial aid to qualified resident students in education beyond high school in South Dakota is in the public interest. Section 2. Terms used in this Act mean: (1) \"Eligible institution,\" any postsecondary education institution, located in South Dakota, including all public and private nonprofit and proprietary institutions, four- year colleges and universities, community and junior colleges, area technical or vocational schools, trade schools, technical institutes, schools of nursing or of the health professions, or any institution which is determined by the secretary to be regularly accredited to offer postsecondary educational services by a recognized and appropriate accrediting agency, as determined by the secretary, and which has an agreement with the United States secretary of education for the conduct of any of the programs established under Title IV of The Higher Education Act of 1965 as amended through January 1, 2001; (2) \"Qualified student,\" any resident student designated as a regents scholar by the Department of Education and Cultural Affairs, who is enrolled in an eligible institution within one year of high school graduation, maintaining satisfactory progress and who is a full-time student as certified by the institution; (3) \"Regents scholars program scholarship,\" any award by the department to a qualified student under this Act; (4) \"Regents scholar,\" a South Dakota high school graduate completing the following high school courses with no final grade below a \"C\" and an average grade of \"B\" (3.0 on a 4.0 scale): Four units of English Four units of Math* Four units of Science* Three units of Social Studies Two units of modern or classical Language** One-half unit of Fine Arts One-half unit of Computer Science * Three units of algebra or higher math and three units of an approved lab science ** American Sign Language is considered a modern language (5) \"Resident student,\" any person who has been determined by the secretary to be a resident of South Dakota and who is enrolled at an eligible institution; (6) \"Secretary,\" the secretary of the Department of Education and Cultural Affairs. Section 3. There is hereby established the regents scholars program to be administered by the Department of Education and Cultural Affairs. Section 4. The purpose of this program is to reward graduating South Dakota high school seniors, designated as regents scholars, with a one-time, one thousand dollar ($1,000) scholarship, thereby encouraging them to continue their postsecondary education in South Dakota at any eligible institution. Section 5. There is hereby appropriated from the people's interest fund the sum of one million two hundred thousand dollars ($1,200,000), or so much thereof as may be necessary, to the Department of Education and Cultural Affairs to provide scholarships pursuant to this Act. Section 6. The secretary of the Department of Education and Cultural Affairs shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 7. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2002, shall revert in accordance with § 4-8-21. Section 8. The secretary may award a regents scholar scholarship in the amount of one thousand dollars ($1,000), to any qualified, designated regents scholar as defined in this Act. Section 9. Each applicant, in accordance with the rules promulgated by the secretary, shall: (1) Complete and file an application for a regents scholar program scholarship; and (2) Report promptly to the secretary any information requested which is necessary to make proper determination with respect to the student's application. Section 10. The secretary shall promulgate rules, pursuant to chapter 1-26, to administer the regents scholar program. The rules shall include: (1) Specification of application forms; (2) Criteria for approval or disapproval of scholarships; (3) Procedures for proration of funds if scholarship applications exceed available funds; and (4) Specific records to be kept according to accounting practices."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16052, "action_date": "2001-01-24T14:00:00-06:00", "document_id": 88432, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88432.pdf", "status_text": "First read in House and referred to", "journal_page": 171, "committee_id_action": 712, "committee_id_assigned": 701, "result": "N", "vote": {}}, {"bill_id": 16052, "action_date": "2001-02-13T10:00:00-06:00", "document_id": 89920, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89920.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 701, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16052, "action_date": "2001-02-13T10:00:00-06:00", "document_id": 89920, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89920.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 484, "committee_id_action": 701, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49415, "president_vote": null, "Yea": [2518, 2530, 2565, 2578, 2579, 2583, 2604, 2540], "Nay": [2519, 2541, 2546, 2556, 2572, 2614, 2618]}}, {"bill_id": 16052, "action_date": "2001-02-13T10:00:00-06:00", "document_id": 89920, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89920.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 484, "committee_id_action": 701, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49415, "president_vote": null, "Yea": [2518, 2530, 2565, 2578, 2579, 2583, 2604, 2540], "Nay": [2519, 2541, 2546, 2556, 2572, 2614, 2618]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/16052"}