{"session_id": 69, "bill_id": 24569, "bill_type": "Senate Bill", "bill_number": 120, "bill_title": "provide an additional basis for the Interim Rules Review Committee to revert a proposed administrative rule.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24569", "sponsors": [{"legislator_profile_id": 4489, "is_prime": true}, {"legislator_profile_id": 4541, "is_prime": true}, {"legislator_profile_id": 4508, "is_prime": false}], "keywords": ["Administrative Procedure", "Promulgation of Rules", "State Affairs and Government"], "audio": [], "bill_versions": [{"bill_id": 24569, "bill_version_id": 261482, "bill_version": "Introduced", "bill_version_date": "2024-01-22T15:16:34.4-06:00", "bill_text": "An Act to provide an additional basis for the Interim Rules Review Committee to revert a proposed administrative rule. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 1-26-4.7 be AMENDED: 1-26-4.7. The Interim Rules Review Committee may require an agency to revert a proposed rule to any step in the adoption procedure provided in § 1-26-4 if, in the judgment of the committee: (1) TheIts substance of the proposed rule has been significantly rewritten from the when it was originally proposed rule which and the rewriting was not the result of testimony received from the public hearing; (2) The proposed ruleIt needs to be significantly rewritten in order to accomplish the intent of the agency; (3) The proposed ruleIt needs to be rewritten to address the recommendations or objections of the Interim Rules Review Committee; (4) The proposed ruleIt is not a valid exercise of delegated legislative authority; (5) The proposed ruleIt is not in proper form; (6) The notice given prior to the proposed rule's its adoption was not sufficient to give adequate notice to persons likely to be affected by the proposed rule it; (7) The proposed ruleIt is not consistent with the expressed legislative intent pertaining to the specific provision of law which the proposed rule implements that it is intended to implement; (8) The proposed ruleIt is not a reasonable implementation of the law as it affects the convenience of the general public or persons likely affected by the proposed rule it; or (9) The proposed ruleIt may impose more than nominal costs upon a unit of local government or school district when the unit of local government or school district may not have sufficient funding to perform the activity required by the proposed rule it; or (10) Its substance includes a policy that is contrary to a specific action taken by the Legislature. If the committee requires an agency to revert to any step in the adoption procedure pursuant to this section, the time limitations set by chapter 1-26 shall also revert to the same step."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24569, "action_date": "2024-01-23T14:00:00-06:00", "document_id": 261480, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/261480.pdf", "status_text": "First read in Senate and referred to", "journal_page": 147, "committee_id_action": 1219, "committee_id_assigned": 1220, "result": "N", "vote": {}}]}