{"session_id": 4, "bill_id": 4870, "bill_type": "House Bill", "bill_number": 1101, "bill_title": "provide for an order of joint physical care over certain children whose parents exercise joint legal custody and to create a rebuttable presumption against joint legal custody and joint physical custody under certain circumstances.", "sponsors": [{"legislator_profile_id": 592, "is_prime": true}, {"legislator_profile_id": 587, "is_prime": true}, {"legislator_profile_id": 591, "is_prime": false}, {"legislator_profile_id": 532, "is_prime": false}, {"legislator_profile_id": 534, "is_prime": false}], "keywords": ["Custody and Visitation", "Domestic Relations"], "audio": [{"meeting_datetime": "2008-01-16T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hju07.mp3", "start_seconds": 18795.0}, {"meeting_datetime": "2008-01-16T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hju07.mp3", "start_seconds": 18795.0}, {"meeting_datetime": "2008-01-16T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hju07.mp3", "start_seconds": 18795.0}, {"meeting_datetime": "2008-01-16T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hju07.mp3", "start_seconds": 18795.0}, {"meeting_datetime": "2008-01-16T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hju07.mp3", "start_seconds": 18795.0}], "bill_versions": [{"bill_id": 4870, "bill_version_id": 491, "bill_version": "Introduced", "bill_version_date": "2008-01-05T15:55:53.583-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for an order of joint physical care over certain children whose parents exercise joint legal custody and to create a rebuttable presumption against joint legal custody and joint physical custody under certain circumstances. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 25-5-7.1 be amended to read as follows: 25-5-7.1. In any custody dispute between parents, the court may order joint legal custody so that both parents retain full parental rights and responsibilities with respect to their child and so that both parents must confer on major decisions affecting the welfare of the child. In ordering joint legal custody, the court may consider the expressed desires of the parents and may grant to one party the ultimate responsibility over specific aspects of the child's welfare or may divide those aspects between the parties based on the best interest of the child. If it appears to the court to be in the best interest of the child, the court may order, or the parties may agree, how any such responsibility shall be divided. Such areas of responsibility may include primary physical residence, education, medical and dental care, and any other responsibilities which the court finds unique to a particular family or in the best interest of the child. If joint legal custody is awarded to both parents, the court may also award joint physical custody to the parties utilizing a court-ordered or court-approved shared parenting plan that provides for the division of parental duties and responsibilities and the time spent with the children, on terms the court determines to be consistent with the best interest of the children. Such an arrangement may be ordered over the objection of one parent. Section 2. That chapter 25-7 be amended by adding thereto a NEW SECTION to read as follows: In awarding joint legal custody or joint physical custody involving a child, the court shall consider: (1) A conviction of domestic abuse as defined in subdivision 25-10-1(1); or (2) A conviction of assault against a person as defined in subdivision 25-10-1(2), except against any person related by consanguinity, but not living in the same household; or (3) A proven history of domestic abuse. The conviction or proven history of domestic abuse creates a rebuttable presumption that awarding custody to the abusive parent is not in the best interest of the minor. A history of domestic abuse may only be proven by greater convincing force of the evidence."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4870, "action_date": "2008-01-08T12:00:00-06:00", "document_id": 563, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/563.pdf", "status_text": "First read in House and referred to", "journal_page": 34, "committee_id_action": 27, "committee_id_assigned": 25, "result": "N", "vote": {}}, {"bill_id": 4870, "action_date": "2008-01-16T06:30:00-06:00", "document_id": 830, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/830.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 25, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4870, "action_date": "2008-01-16T06:30:00-06:00", "document_id": 1204, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1204.pdf", "status_text": "Deferred to the 36th legislative day", "journal_page": 173, "committee_id_action": 25, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 335, "president_vote": null, "Yea": [625, 580, 628, 581, 554, 606, 561, 570], "Nay": [555, 568, 575, 556, 587]}}]}