{"session_id": 32, "bill_id": 8482, "bill_type": "House Bill", "bill_number": 1073, "bill_title": "provide for the protection of free speech on the campuses of public institutions of higher education.", "sponsors": [{"legislator_profile_id": 1301, "is_prime": true}, {"legislator_profile_id": 1252, "is_prime": true}, {"legislator_profile_id": 1282, "is_prime": false}, {"legislator_profile_id": 1246, "is_prime": false}, {"legislator_profile_id": 1311, "is_prime": false}, {"legislator_profile_id": 1283, "is_prime": false}, {"legislator_profile_id": 1273, "is_prime": false}, {"legislator_profile_id": 1314, "is_prime": false}, {"legislator_profile_id": 1306, "is_prime": false}, {"legislator_profile_id": 1234, "is_prime": false}, {"legislator_profile_id": 1247, "is_prime": false}, {"legislator_profile_id": 1304, "is_prime": false}, {"legislator_profile_id": 1310, "is_prime": false}, {"legislator_profile_id": 1267, "is_prime": false}, {"legislator_profile_id": 1243, "is_prime": false}, {"legislator_profile_id": 1239, "is_prime": false}, {"legislator_profile_id": 1244, "is_prime": false}, {"legislator_profile_id": 1303, "is_prime": false}, {"legislator_profile_id": 1309, "is_prime": false}, {"legislator_profile_id": 1255, "is_prime": false}, {"legislator_profile_id": 1225, "is_prime": false}, {"legislator_profile_id": 1272, "is_prime": false}, {"legislator_profile_id": 1233, "is_prime": false}, {"legislator_profile_id": 1271, "is_prime": false}, {"legislator_profile_id": 1288, "is_prime": false}, {"legislator_profile_id": 1317, "is_prime": false}, {"legislator_profile_id": 1276, "is_prime": false}, {"legislator_profile_id": 1298, "is_prime": false}, {"legislator_profile_id": 1300, "is_prime": false}, {"legislator_profile_id": 1285, "is_prime": false}], "keywords": ["Board of Regents", "Education", "Free Speech"], "audio": [{"meeting_datetime": "2018-01-12T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou04.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2018-02-02T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju16.mp3", "start_seconds": 833.0}, {"meeting_datetime": "2018-02-02T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju16.mp3", "start_seconds": 833.0}, {"meeting_datetime": "2018-02-02T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju16.mp3", "start_seconds": 833.0}], "bill_versions": [{"bill_id": 8482, "bill_version_id": 46993, "bill_version": "Introduced", "bill_version_date": "2018-01-12T08:46:14.347-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the protection of free speech on the campuses of public institutions of higher education. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-53 be amended by adding a NEW SECTION to read: Terms used in ths Act mean: (1) \"Benefit,\": (a) Recognition; (b) Registration; (c) The use of facilities of the public institution of higher education for meetings or speaking purposes; (d) The use of channels of communication; and (e) Funding sources that are otherwise available to other student associations at the public institution of higher education; (2) \"Campus community,\" students, administrators, faculty and staff at the institution of higher education and their invited guests; (3) \"Counter demonstration,\" lawful action or conduct that criticizes or objects to the free expression activities of others on campus, but does not violate the rights of others in the campus community by materially disrupting previously scheduled or reserved activities in a portion or section of the campus at that scheduled time; (4) \"Harassment,\" expression that is so severe, pervasive, and subjectively and objectively offensive that it unreasonably interferes with a person's access to educational opportunities or benefits provided by the public institution of higher education; (5) \"Intellectual diversity,\" the foundation of a learning environment that exposes students to a variety of political, ideological, and other perspectives; (6) \"Outdoor areas of campus,\" the generally accessible outside areas of campus where members of the university community are commonly allowed, such as grassy areas, walkways, or other similar common areas not including outdoor areas where access is restricted to a majority of the campus community; (7) \"Public institution of higher education,\" any institution of higher education under the control of the Board of Regents or any public postsecondary technical institute; (8) \"Student,\" any person who is enrolled on a full-time or part-time basis in a public institution of higher education; (9) \"Student organization,\" an officially recognized group at a public institution of higher education, or a group seeking official recognition, comprised of admitted students that receive, or are seeking to receive, benefits through the public institution of higher education. Section 2. That chapter 13-53 be amended by adding a NEW SECTION to read: An expressive activity protected under the provisions of this Act includes any lawful verbal or written means by which persons may communicate ideas to one another, including all forms of peaceful assembly, protests, speeches and guest speakers, distribution of literature, carrying signs, and circulating petitions. Section 3. That chapter 13-53 be amended by adding a NEW SECTION to read: Any outdoor area of a campus of a public institution of higher education in this state is a public forum. A public institution of higher education may maintain and enforce reasonable time, place, and manner restrictions narrowly tailored in service of a significant institutional interest only if those restrictions employ clear, published, content, and viewpoint-neutral criteria, and provide for ample alternative means of expression. Any restriction shall allow for members of the campus community to spontaneously and contemporaneously assemble and distribute literature. Nothing in this section limits the right of student expression elsewhere on campus. Section 4. That chapter 13-53 be amended by adding a NEW SECTION to read: Any person who wishes to engage in noncommercial expressive activity on campus may do so freely, as long as the person's conduct is not unlawful and does not materially and substantially disrupt the functioning of the public institution of higher education, subject only to the requirements in section 3 of this Act. A public institution of higher education may maintain and enforce reasonable time, place, and manner restrictions that are narrowly tailored in service of a significant institutional interest only when the restrictions employ clear, published, content, and viewpoint-neutral criteria, and provide for ample alternative means of expression. Any such restriction shall allow for members of the campus community to spontaneously and contemporaneously assemble and distribute literature. Nothing in this section may be interpreted to prevent a public institution of higher education from prohibiting, limiting, or restricting expression that is not protected under the First Amendment to the United States Constitution, including any true threat or expression intended to provoke and likely to produce imminent lawless action, or prohibiting harassment as defined in section 1 of this Act. Nothing in this section limits the right of members of the campus community from holding a counter demonstration if the conduct of any counter demonstration is not unlawful and does not materially and substantially prohibit the free expression rights of others on campus, or disrupts the functioning of the institution of higher education. Section 5. That chapter 13-53 be amended by adding a NEW SECTION to read: Each public institution of higher education shall make public in the institution's handbook, on the institution's website, and through the institution's orientation programs for students the policies, regulations, and expectations of students regarding free expression on campus as provided in this Act. Section 6. That chapter 13-53 be amended by adding a NEW SECTION to read: Each public institution of higher education shall develop materials, programs, and procedures to ensure that those persons who have responsibility for discipline or education of students, such as administrators, campus police officers, residence life officials, and professors, understand the policies, regulations, and duties of the public institution of higher education regarding free expression on campus as provided in this Act. Section 7. That chapter 13-53 be amended by adding a NEW SECTION to read: Each public institution of higher education shall publicly post on the institution's website, as well as submit to the Governor, to the members of the Senate and House standing committees on education, and to the members of the Joint Committee on Appropriations by December fifteenth of each year, a report that details the actions implemented to comply with the requirements of this Act. A revised report shall also be provided if any changes or updates are made to the actions implemented. The information required in the report includes the following: (1) A description of any barriers to or incidents of disruption of free expression occurring on campus, including any attempt to block or prohibit any speakers and any investigation into students or student organizations for their speech. The description shall include the nature of each barrier or incident, as well as any disciplinary action taken against any member of the campus community determined to be responsible for those specific barriers or incidents. Any incident involving a student shall be reported without revealing any of the student's personally identifiable information; (2) A description of the actions the institution is taking to promote and ensure intellectual diversity and the free exchange of ideas; (3) Any other information each public institution of higher education determines is valuable for the public to evaluate whether free expression rights for all members of the campus community have been equally protected and enforced as provided in this Act; and (4) If a public institution of higher education is sued for an alleged violation of any person's rights under the First Amendment to the United States Constitution, a supplementary report with a copy of the complaint shall be submitted to the Governor, to the members of the Senate and House standing committees on education, and to the members of the Joint Committee on Appropriations within thirty days. Any report provided pursuant to this section shall be accessible on the institution's website by use of not more than three links. The report shall be searchable by key words and phrases and accessible to the public with no required registration, user identification, or password. Section 8. That chapter 13-53 be amended by adding a NEW SECTION to read: Any person or student association aggrieved by a violation of this Act may bring an action against the public institution of higher education and any other person responsible for the violation and seek appropriate relief, including injunctive relief, monetary damages, reasonable attorneys' fees, and court costs. Any person or student organization aggrieved by a violation of this Act may assert the violation as a defense or counter claim in any disciplinary action or in any civil or administrative proceedings brought against the student or student organization. Nothing in this section limits any other remedies available to any person or student organization. Section 9. That chapter 13-53 be amended by adding a NEW SECTION to read: A person shall be required to bring suit for violation of this section no later than one year after the day the cause of action accrues. For purposes of calculating the one-year limitation period, each day that the violation persists, and each day that a policy in violation of this section remains in effect, constitutes a new violation of this section and, therefore, a new day that the cause of action has accrued."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8482, "action_date": "2018-01-12T13:00:00-06:00", "document_id": 47032, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47032.pdf", "status_text": "First read in House and referred to", "journal_page": 56, "committee_id_action": 396, "committee_id_assigned": 394, "result": "N", "vote": {}}, {"bill_id": 8482, "action_date": "2018-02-02T10:00:00-06:00", "document_id": 48332, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48332.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 394, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8482, "action_date": "2018-02-02T10:00:00-06:00", "document_id": 48603, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48603.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 309, "committee_id_action": 394, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25271, "president_vote": null, "Yea": [1424, 1425, 1226, 1299, 1240, 1215, 1229, 1265, 1257], "Excused": [1279], "Nay": [1306, 1247, 1277]}}]}