{"session_id": 4, "bill_id": 4730, "bill_type": "Senate Bill", "bill_number": 17, "bill_title": "revise certain provisions regarding the regulation of banks.", "sponsors": [], "keywords": ["Banks and Banking", "Department of Revenue and Regulation"], "audio": [{"meeting_datetime": "2008-01-15T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sco06.mp3", "start_seconds": 4213.0}, {"meeting_datetime": "2008-01-15T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sco06.mp3", "start_seconds": 4213.0}, {"meeting_datetime": "2008-01-15T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sco06.mp3", "start_seconds": 4213.0}, {"meeting_datetime": "2008-01-15T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sco06.mp3", "start_seconds": 4213.0}, {"meeting_datetime": "2008-01-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen08.mp3", "start_seconds": 2373.0}, {"meeting_datetime": "2008-01-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen08.mp3", "start_seconds": 2373.0}, {"meeting_datetime": "2008-01-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen08.mp3", "start_seconds": 2373.0}, {"meeting_datetime": "2008-01-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen08.mp3", "start_seconds": 2373.0}, {"meeting_datetime": "2008-02-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco27.mp3", "start_seconds": 3455.0}, {"meeting_datetime": "2008-02-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco27.mp3", "start_seconds": 3455.0}, {"meeting_datetime": "2008-02-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco27.mp3", "start_seconds": 3455.0}, {"meeting_datetime": "2008-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou30.mp3", "start_seconds": 3987.0}, {"meeting_datetime": "2008-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou30.mp3", "start_seconds": 3987.0}, {"meeting_datetime": "2008-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou30.mp3", "start_seconds": 3987.0}], "bill_versions": [{"bill_id": 4730, "bill_version_id": 334, "bill_version": "Introduced", "bill_version_date": "2008-01-04T09:25:42.133-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the regulation of banks. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 51A-1-2 be amended to read as follows: 51A-1-2. Terms used in this title mean: (1) \"Articles of incorporation,\" articles of incorporation for a bank organized by incorporators as a corporation pursuant to chapters 47-2 to 47-9, inclusive, and articles of organization for a bank organized by organizers or members as a limited liability company pursuant to chapter 47-34A; (2) \"Bank,\" any corporation or limited liability company, organized pursuant to chapter 47-34A, authorized under this title to engage in the business of banking or in the combined business of a bank and trust company or in the combined business of a bank with trust powers; (3) \"Bank holding company,\" a bank holding company as defined in 12 U.S.C. 1841, as amended as of January 1, 1988; (4) \"Banking,\" the business of receiving deposits, discounting commercial paper, or buying and selling exchange, and any other activity authorized by this title; (5) \"Banking day,\" that part of any day on which a bank is open to the public for carrying on substantially all of its banking functions; (6) \"Board of directors,\" board of directors for a bank organized by incorporators as a corporation pursuant to chapters 47-2 to 47-9, inclusive, and a manager for a manager-managed bank or a member for a member-managed bank organized as a limited liability company pursuant to chapter 47-34A; (7) \"Branch bank,\" a branch place of business maintained by a bank to conduct its banking business; (8) \"By-laws,\" by-laws for a bank organized by incorporators as a corporation pursuant to chapters 47-2 to 47-9, inclusive, and operating agreement for a bank organized by organizers or members as a limited liability company pursuant to chapter 47-34A; (9) \"Commission,\" the State Banking Commission; (10) \"Debt cancellation contract,\" a loan term or contractual arrangement modifying loan terms under which a bank agrees to cancel all or part of a customer's obligation to repay an extension of credit from the bank upon the occurrence of a specified event. The contract may be separate from or a part of other loan documents. The term, debt cancellation contract, does not include loan payment deferral arrangements in which the triggering event is the borrower's unilateral election to defer repayment, or the bank's unilateral decision to allow a deferral of repayment; (11) \"Debt suspension contract,\" a loan term or contractual arrangement modifying loan terms under which a bank agrees to suspend all or part of a customer's obligation to repay an extension of credit from the bank upon the occurrence of a specified event. The contract may be separate from or a part of other loan documents. The term, debt suspension contract, does not include loan payment deferral arrangements in which the triggering event is the borrower's unilateral election to defer repayment, or the bank's unilateral decision to allow a deferral of repayment. (12) \"Deputy director,\" the deputy director of the Division of Banking; (13) \"Director,\" the director of the Division of Banking; (14) \"Dividends,\" distributions for a corporation organized by incorporators as a corporation pursuant to chapters 47-2 to 47-9, inclusive, and distributions for a bank organized by organizers or members as a limited liability company pursuant to chapter 47-34A. (15) \"Division,\" the Division of Banking of the Department of Revenue and Regulation; (16) \"Executive officer,\" every officer who participates or has authority to participate, otherwise than in the capacity of a director, in major policy-making functions of the bank, regardless of whether the officer has an official title or whether the officer's title contains a designation of assistant and regardless of whether the officer is serving without salary or other compensation. The chairman of the board, the president, every vice-president, the cashier, secretary, and treasurer of a bank are assumed to be executive officers, unless, by resolution of the board of directors or by the bank's bylaws, any such officer is excluded from participation in major policy-making functions, otherwise than in the capacity of a director of the bank, and the officer does not actually participate therein; (17) \"Fully defeased bonds or notes,\" obligations issued by any state, or municipal or school district subdivision the repayment of which has been irrevocably guaranteed by other securities which securities are issued by or are fully guaranteed by the United States Government; (18) \"Loan production office,\" an office in this state which is apart from its main bank or branch which is staffed or controlled by a bank and is where loans are solicited but are not approved or disbursed. (19) \"Mobile branch bank,\" a branch bank that does not have a single, permanent site and uses a vehicle that travels to various locations to enable the public to conduct banking business. A mobile branch bank may serve defined locations on a regular schedule or may serve a defined area at varying times and locations; (20) \"National bank,\" any corporation organized pursuant to 12 U.S.C. § 21, as amended as of January 1, 1990; (20) (21) \"Stock,\" shares for a bank organized by incorporators as a corporation pursuant to chapters 47-2 to 47-9, inclusive, and member equity for a bank organized as a limited liability company pursuant to chapter 47-34A; (21) (22) \"Stockholder,\" a shareholder of a bank organized by incorporators as a corporation pursuant to chapters 47-2 to 47-9, inclusive, and a member for a bank organized by organizers or members as a member as a limited liability company pursuant to chapter 47-34A ; . Section 2. That § 51A-1-5 be amended to read as follows: 51A-1-5. Any officer, employee, or director of a bank who fails to obey any lawful order made by the director or commission under provisions of this title is subject to the imposition of a civil fine by the director or commission not exceeding one hundred one thousand dollars per violation for each day the officer, employee, director, or bank has willfully failed to comply with the order. Any funds received from such fines shall be deposited in the banking special revenue fund. Section 3. That § 51A-1-18 be amended to read as follows: 51A-1-18. The director, with the approval of the commission, may enter into any interstate agreement or compact with authorized representatives of other jurisdictions to provide for the administration of state banking laws under the provisions of a signed interstate agreement or compact. In administering any interstate agreement on behalf of this state, the director may adopt the policies, principles, and guidelines contained within the interstate agreement. Copies of the interstate agreement or compact, procedures manual, and guidelines shall be filed within fifteen days after execution of the agreement or compact or the effective date of the agreement or compact, whichever is the later, at the Department of Revenue and Regulation. The director shall make any agreement or compact available to interested parties, upon request. Section 4. That § 51A-2-10 be amended to read as follows: 51A-2-10. The commission shall hold at least four two regular meetings each year. Special meetings, to be held on such notice as the director may direct, may be called at any time upon the written request of two members or by the director. All meetings shall be held at the office of the director unless another location in the state is designated by him the director for such the meeting. The commission shall keep an official record of all its proceedings. Section 5. That § 51A-2-11 be amended to read as follows: 51A-2-11. A majority of the voting members of the commission shall constitute constitutes a quorum for the conduct of all business. At any meeting at which a quorum is not present, whether by reason of the inability of the member to participate or his the member's disqualification pursuant to § 51A-2-16, the director Governor or the Governor's designee, temporarily assuming the powers and duties of a member of the commission, shall replace such the interested member of the commission. The commission as then composed shall proceed with the matters before it. Section 6. That § 51A-2-14.1 be amended to read as follows: 51A-2-14.1. Notwithstanding any restrictions, limitations, and requirements of law, in addition to all powers, expressed or implied, that a state bank has under the laws of this state, a state bank shall have the powers and authorities conferred as of January 1, 1999 2008 , upon federally chartered banks doing business in this state. A state bank may exercise the powers and authorities conferred on a federally chartered bank after this date only if the director finds that the exercise of such powers and authorities: (1) Serves the convenience and advantage of depositors, borrowers, or the general public; and (2) Maintains the fairness of competition and parity between state chartered and federally chartered banks. If the director finds that the before-mentioned conditions have been met, the director shall make a declaratory ruling allowing state banks the same powers and authorities. As used in this section, powers and authorities, include, without limitation, powers and authorities in corporate governance and operational matters. Section 7. That § 51A-2-16 be amended to read as follows: 51A-2-16. The commission shall pass upon every application to organize or change the control of a bank under the laws of this state, every application for merger, and every application to establish or close a branch bank, every application to establish a loan production office, or change of location. However, if an applicant requests a change of location within a community in which it is the sole bank, the director of banking may approve the application without notice or hearing before the commission. All proceedings before the commission on every such application shall be held in conformance with chapter 1-26. If the application involves establishment of any kind of competitive banking service in the trade territory of a bank in which any banking commissioner is interested, the commissioner shall be deemed disqualified; and the commission shall be recomposed as provided in § 51A-2-11. The director shall act upon an application to organize or change control of a bank, an application for a bank merger, an application to open or close a branch bank, mobile branch bank, or loan production office, or an application to change a bank's location. Upon the filing of a completed application deemed acceptable to the director, the director shall cause a public notice of the application to be published in a newspaper of general circulation serving the community most directly affected by the application together with such other means of notification to interested persons as the director may determine. The notice shall direct that any interested persons may file a written objection or written comment to the application with the division within thirty days following the date of publication. Within forty-five days following the date of publication, the director shall consider any written objection and written comment and, in accordance with § 51A-3-9, either approve or disapprove the application. The director shall provide written notice of the director's action on the application to the applicant and to any person having filed with the division any written objection or written comment by mail to the person's last known address. An applicant aggrieved by the director's action on the application, may, within fifteen days after the notice has been mailed, file with the division a written request for a hearing before the commission. Any person who has filed a written objection to the application may, within fifteen days after the notice has been mailed, file a motion with the commission in accordance with § 1- 26-17.1 to become a party to the application proceeding and request a hearing before the commission. Unless the commission grants the motion or unless the applicant has filed a written request for hearing before the commission, the director's determination on the application is final. All proceedings before the commission on an application shall be held in conformance with chapter 1-26. If the application involves establishment of any type of competitive banking service in the trade territory of a bank in which any banking commissioner is interested, the commissioner shall be deemed disqualified and the commission shall be recomposed as provided in § 51A-2-11. Section 8. That § 51A-2-22 be amended to read as follows: 51A-2-22. The director, may, subject to the approval of the commission, order the removal or prohibition from the banking industry in South Dakota, or both, of any director, officer , or employee of a bank, upon showing that the director, officer or employee has engaged or participated in any unlawful banking activity, any unsafe or unsound practice in which the bank has suffered or will suffer financial loss or other damage, or upon showing that the director, officer , or employee has knowingly caused the bank to be in violation of any part of this title or any rule issued thereunder, or who is determined by the director to have knowingly and willfully violated the terms of any order issued pursuant to § 51A-2-25 or 12 U.S.C. § 1818. Any person so affected by an order of the director or commission has the right to a hearing pursuant to chapter 1-26. Section 9. That § 51A-2-25 be amended to read as follows: 51A-2-25. The director may issue a temporary order having force until the next regular meeting of the commission , or special meeting of the commission if requested by the director or by a member of the commission, requiring that any person cease and desist from engaging in any unsound or unlawful banking practice. Section 10. That § 51A-2-36 be amended to read as follows: 51A-2-36. The division shall charge and collect a fee from all banks to cover the cost of examining and supervising banks based upon asset size and other factors as established by the commission . Each bank shall pay that portion of the total cost as its total assets bear on the aggregate of all assets in all banks, banking entities, subsidiaries and affiliates subject to this title. The commission shall set the fee and the other factors by rules promulgated pursuant to chapter 1-26. Section 11. That § 51A-2-37 be amended to read as follows: 51A-2-37. If the director considers it necessary, he the director may examine the books and records of a corporation that holds twenty-five percent or more of the stock of a bank. If any parent corporation of a state chartered bank refuses to give any information required in the course of an examination, that parent corporation is subject to a civil fine of one hundred one thousand dollars for each day that the refusal continues. Continued refusal may result in the taking and possession of such bank as provided in § 51A-15-11. Section 12. That § 51A-3-9 be amended to read as follows: 51A-3-9. Within ninety days of the receipt of the application required in § 51A-3-7, unless the commission orders that a longer time is necessary, the director shall investigate and make a report of the following: (1) The character, reputation and financial standing of the organizers or incorporators and their motives in seeking to organize the proposed state bank; (2) The character, financial responsibility, business experience and standing in the community of the prospective stockholders and of those proposed as directors of the bank; (3) The need in the community where the bank would be located for banking or banking and trust facilities, or additional banking or banking and trust facilities as the case may be; (4) The ability of the community to support the proposed bank, giving consideration to: (a) The competition offered by existing banks; (b) The banking history of the community; (c) The opportunities for profitable employment of bank funds as indicated by the average demand for credit, the number of potential depositors, the volume of bank transactions, and the business and industries of the community, with particular regard for their stability, diversification and size; and (d) If the bank is to exercise trust powers, the opportunities for profitable employment of fiduciary services; (5) Such other facts and circumstances bearing on the proposed bank and its relation to the community as in the opinion of the director or the commission may be relevant; (6) The adequacy of the capital structure of the proposed bank in relation to the amount of the anticipated business of the bank and the safety of prospective depositors. The director shall submit such report, together with all other pertinent information in his possession, to the commission for its consideration pursuant to § 51A-3-11. In ruling upon any bank application required in § 51A-2-16, the director or the commission, as the case may be, shall consider the following conditions: (1) The financial history and condition of the applicant; (2) The adequacy of the applicant's financial structure; (3) The future earning prospects of the applicant; (4) The general character and fitness of the management and ownership of the applicant; (5) The applicant's ability to serve the community as described in the application; and (6) Such other facts and circumstances as in the opinion of the director or commission may be relevant. In any hearing before the commission on an application, the director shall submit to the commission for its consideration pursuant to § 51A-3-10 the director's findings with respect to the above conditions together with all other pertinent information in the director's possession. Section 13. That § 51A-3-10 be amended to read as follows: 51A-3-10. The commission shall investigate and examine any applications filed pursuant to § 51A-2-16. The commission shall prepare and file in appropriate written form, findings of fact and conclusions of law based upon their investigation, which findings and conclusions shall become a permanent part of the record relating to the pending application. Within ninety days following an applicant's request for hearing or the commission's order granting a motion to intervene and request for hearing filed in accordance with § 51A-2-16, the commission shall conduct a hearing on the application. The commission shall consider the evidence presented at the hearing and the director's findings and other pertinent information submitted by the director in accordance with § 51A-3-9. The commission shall, within forty-five days from the date of the hearing, prepare and file in appropriate written form, findings of fact and conclusions of law which shall become a permanent part of the record relating to the pending application. Section 14. That § 51A-3-11 be repealed. 51A-3-11. Within one hundred eighty days after the filing of an application, the commission shall consider the director's findings and recommendations and all other available relevant information and shall in its discretion approve or disapprove the application, which action shall be subject to appeal pursuant to chapter 1-26. Section 15. That § 51A-3-12 be amended to read as follows: 51A-3-12. If the commission director approves the a charter application, its the director's approval shall be endorsed on the articles of incorporation or organization . The original shall be filed and recorded in the office of the secretary of state, and a certified copy thereof shall be forthwith filed in the office of the director. The remaining copy shall be returned to the incorporators or organizers within twenty days of the action of the commission director . If the commission director disapproves an application, the director shall so notify the incorporators or organizers within twenty days of such disapproval, in writing, stating the reasons for such disapproval and shall return all copies of the articles of incorporation or organization to them. Section 16. That § 51A-3-25 be amended to read as follows: 51A-3-25. Except as provided by this section, any transfers in the shares of a bank that create a change in the control of the bank, either directly or indirectly, are subject to the prior written approval of the director. The director may approve or disapprove an application for change of control, or recommend that the application receive a hearing before the commission. However, at no time may the director approve an application for which an objection or request to appear has been received. All applications for change of control that are disapproved or recommended for hearing by the director shall be received by the commission for its consideration pursuant to §§ 51A-2-16 and 51A-3-9 to 51A-3-11, inclusive. A For the purposes of application approval under § 51A-2-16, a change of control created by the acquisition of shares in satisfaction of a debt previously contracted in good faith or through testate or intestate succession or , bona fide gift , or trust distribution does not require prior written approval. The acquirer shall advise the director within thirty days after the acquisition and provide such information as the director may request. For the purposes of this section, the term \" , control \" , means the power, directly or indirectly, to direct the management or policies of a bank or to vote twenty-five percent or more of any class of voting securities of a bank. Section 17. That § 51A-4-18 be amended to read as follows: 51A-4-18. In the event of a legal holiday, power failure, fire, act of God, riot, strike, robbery or attempted robbery, epidemic, interruption of communication facilities, or for such other reason as the director may approve determine to be good cause , or in the event of the declaration of the existence of an emergency by the Governor or such other person lawfully exercising the power and duties of the office of Governor, a bank , in the reasonable and proper exercise of its discretion , may determine not to open its main office or any branch on any business or banking day, or, if having opened, to close such main office or any branch during the continuation of any such occurrence or emergency. Except for legal holidays, the bank shall, as soon as practicable, notify the director of such the nonopening or closing period. In no case may such the bank be required to comply with any other provision of law regarding the closing or reopening of banks or financial institutions. Any act, which could not be executed because of such the closing, may be performed on the next succeeding business day that such the main office or branch is reopened for business. Any other provision or rule of law notwithstanding, no liability or loss of rights of any kind on the part of any person, firm, or corporation, or of such bank, may accrue or result by virtue of such the nonopening or closing. In the event of an emergency or natural disaster affecting a bank's community, a bank may , without notice or advance permission from the director , temporarily extend its banking hours for the public convenience during the term of the emergency and disaster. In the event of an emergency or natural disaster, the director may waive any provision under this Title to provide for the continued access to banking facilities by the citizens of this state. The right of a bank not to open or close under this section and the protections afforded with respect thereto are in addition to and not in lieu of any rights or protections granted under § 57A-4-108. Section 18. That § 51A-4-31 be repealed. 51A-4-31. Real estate acquired by any bank through the collection of debts previously contracted in the due course of business may be charged off at one-sixtieth of the acquisition cost of such real estate and such charge-off shall be made monthly within thirty days after acquisition of the real estate. The director may extend the monthly charge-off of the real estate upon written request of the bank. For the purposes of this chapter, the book value of the real estate exclusive of the charge-off, is considered a bankable asset. Section 19. That § 51A-4-32 be repealed. 51A-4-32. The director may approve or disapprove time limits of less than five years and may increase the rate of charge-off to not more than one-one hundred eightieth per month (six and two-thirds percent per year). The director shall approve or disapprove a request received from a bank under § 51A-4-31 on a case-by-case basis after considering the material facts and information and evidence submitted by a bank. Further, the director shall review annually all approvals granted under this section and may modify or extend approvals so granted. The director shall give a bank a ten-day notification of any modification or revision or termination of time limits previously set. Section 20. That § 51A-4-33 be repealed. 51A-4-33. In addition to the provisions of §§ 51A-4-31 and 51A-4-32, immediately after a bank receives a report of examination, the bank may amortize each loan classified as a loss over a period not to exceed fifteen years, using the straight-line method pursuant to rules established by the commission if the loan: (1) Was classified in an amount not less than fifty thousand dollars; and (2) Was advanced as a business, commercial or agricultural loan; and (3) Was not advanced to any officer, director or employee of the bank; and (4) Was not the result of fraud or willful abuse on the part of the bank, its directors or employees. Section 21. That § 51A-4-34 be repealed. 51A-4-34. In addition to the provisions of §§ 51A-4-31 to 51A-4-33, inclusive, a bank may, before examination, amortize a loan loss over a period not to exceed fifteen years using the straight-line method pursuant to rules established by the commission if the loan: (1) Resulted in a loss in an amount of not less than fifty thousand dollars; and (2) Was advanced as a business, commercial or agricultural loan; and (3) Was not advanced to any officer, director or employee of the bank or their related interests; and (4) Was not the result of fraud or willful abuse on the part of the bank, its directors or employees. In such event the bank shall, within thirty days of such action, notify the director in writing. Section 22. That § 51A-4-35 be repealed. 51A-4-35. Following a report of examination, any bank loans classified as ineligible for amortization shall be charged to the bank's reserve for loan and lease losses in compliance with existing rules. Section 23. That § 51A-4-36 be repealed. 51A-4-36. The following types of loan losses may not be amortized as provided in §§ 51A- 4-33 and 51A-4-34: (1) Consumer transactions involving the purchase of goods or services for personal, family or household use; (2) Residential mortgage transactions; (3) Home improvement loans; (4) Extensions of credit created by overdraft; (5) Credit cards; and (6) Similar losses Section 24. That § 51A-4-37 be repealed. 51A-4-37. Notwithstanding any other provision of law, any bank and subsidiaries thereof which are located in this state may invest in real estate used primarily for agricultural purposes. Such investment is limited to a maximum of ten percent of any bank's paid-up capital and surplus for all such investments. The investment is restricted as follows: (1) The investment shall represent a minority interest therein; and (2) Any co-investor has the irrevocable option, but not the obligation, to repurchase at the co-investor's discretion, any or all of the investment owned by the bank and authorized by §§ 51A-4-37 and 51A-4-38, at any time. Such repurchase shall be made at the fair market value of the bank's investment at the time of the exercise of the option; and (3) No transfer or sale of the bank's interest to a third party may take place during the first ten years of the bank's investment without the prior written consent of the co-investor. For the purposes of §§ 51A-4-31 to 51A-4-41, inclusive, a co-investor is the individual, association, partnership or corporation other than a bank or bank subsidiary who sells an equity interest to a bank pursuant to §§ 51A-4-31 to 51A-4-41, inclusive. Section 25. That § 51A-4-38 be repealed. 51A-4-38. Notwithstanding any other provision of law, any bank and its subsidiaries, in addition to the investment authorized by § 51A-4-37, may also invest in other business ventures to the same extent, and with the same restrictions, except that the sum total of the investments authorized by this section may not exceed ten percent of the bank's paid-up capital and surplus. Section 26. That § 51A-4-39 be repealed. 51A-4-39. No value received or accrued as a result of any investment authorized by §§ 51A- 4-31 to 51A-4-41, inclusive, may be considered interest on any loan or an extension of credit regardless of the existence of a lending relationship between the bank and the co-investors. Section 27. That § 51A-4-40 be repealed. 51A-4-40. The restrictions on the investments authorized by §§ 51A-4-37 and 51A-4-38 do not apply to the powers granted to any bank pursuant to § 51A-4-4. Section 28. That § 51A-7-1 be amended to read as follows: 51A-7-1. A branch bank or mobile branch bank may be operated by a bank only as authorized by this title and by the commission director under such rules as the commission shall require. Section 29. That § 51A-7-2 be amended to read as follows: 51A-7-2. Every branch bank or mobile branch bank is subject to examination by the director as provided in §§ 51A-2-18 and 51A-2-20 and shall pay the fees prescribed therefor. Section 30. That § 51A-7-4 be amended to read as follows: 51A-7-4. Branch banks A branch bank may be established de novo or by a bank consolidating or merging with or purchasing the assets of another state bank, national bank or savings and loan association organized pursuant to Title 52 or 12 U.S.C. § 1464, as amended as of January 1, 1990. No branch bank may be established in a municipality of less than three thousand population where there is an existing national or state bank regularly transacting banking business, or in any municipality of three thousand population or more and less than ten thousand population where there are two or more existing national or state banks regularly transacting banking business. However, a branch bank shall be allowed in such a municipality if an outside state or national bank establishes a branch by purchasing the assets of, or by merger or consolidation with, one of the existing state banks, national banks or savings and loan associations organized pursuant to Title 52 or 12 U.S.C. § 1464, as amended as of January 1, 1990 , or another federally insured financial institution . Section 31. That § 51A-7-5 be repealed. 51A-7-5. For the purposes of determining whether a branch bank facility may be located in a municipality as provided in § 51A-7-4, a branch bank located in such municipality shall not be construed to be a bank. Section 32. That § 51A-7-6 be amended to read as follows: 51A-7-6. No branch bank may close without the approval of the commission director . If a branch is closed the branch certificate shall be surrendered to the division. A violation of this section is a Class 2 misdemeanor. Section 33. That § 51A-7-11 be amended to read as follows: 51A-7-11. No detached drive-in facility shall may be constructed or operated without the prior written approval of the commission director , in the case of a state bank, or the appropriate federal regulatory authority in the case of a national bank. Section 34. That § 51A-7-12 be amended to read as follows: 51A-7-12. A branch bank , mobile branch bank, or drive-in facility shall clearly indicate the identity of its parent bank. Section 35. That § 51A-7-14 be amended to read as follows: 51A-7-14. With prior approval of the commission director , any South Dakota state bank may establish and maintain a branch or acquire a branch in a state other than South Dakota. A South Dakota state bank may conduct any activities at a branch outside of South Dakota that are permissible for a bank chartered by the host state where the branch is located. Section 36. That § 51A-7-15 be amended to read as follows: 51A-7-15. A South Dakota state bank desiring to establish and maintain a branch in another state shall file an application with the commission and pay any branch application fee which has been established by rule. If the commission finds that the applicant has the financial resources sufficient to undertake the proposed expansion without adversely affecting its safety or soundness and if the commission finds that the establishment of the proposed branch is in the public interest, the commission shall approve the application. In acting on an application, the commission may consider the views of the appropriate bank supervisory agencies. The applicant bank may establish the branch if it has received the written approval of the commission. The commission shall act upon any application within ninety days of the filing of the application. No South Dakota state bank may establish or maintain a branch in another state until the application and appropriate fee has been submitted and approved as provided in § 51A-2-16. In acting on an application, the director or commission, as the case may be, may consider the views of the appropriate bank supervisory agencies. Section 37. That § 51A-7-16 be amended to read as follows: 51A-7-16. An out-of-state bank that meets the requirements of §§ 51A-7-13 to 51A-7-27, inclusive, may establish and maintain a branch in South Dakota, but only by establishing the branch through the acquisition of a bank which has been chartered for not less than sixty months prior to the date of acquisition. An out-of-state bank which establishes and maintains a branch bank under §§ 51A-7-13 to 51A-7-27, inclusive, may add additional branches under § 51A-7 in the same manner as a South Dakota bank. To the extent another state imposes a restriction on the ability of a South Dakota bank to establish, acquire, or retain a branch in that state, the other state's restriction shall apply to the establishment, acquisition, or retention of a branch in South Dakota by a bank from that state. Section 38. That § 51A-7-17 be repealed. 51A-7-17. An out-of-state bank which wants to acquire a branch in South Dakota shall provide written application of the proposed transaction to the commission not later than the date on which the bank applies to the responsible federal bank supervisory agency for approval to establish the branch. The filing of the application shall be accompanied by the filing fee established by the commission by rule. Section 39. That § 51A-7-18 be repealed. 51A-7-18. A branch of an out-of-state bank may not be established in South Dakota unless requisite filing fees have been paid and an application as prescribed by the commission has been filed with the commission and after a hearing has been held before the commission pursuant to § 51A-2-16. If the commission approves the application, the director shall issue a certificate of authority after the applicant confirms in writing to the director that as long as it maintains a branch in South Dakota, it will comply with all applicable laws of South Dakota and provides satisfactory evidence to the director of compliance with the applicable laws of §§ 47-1A-1501 and 47-1A-1503. An out-of-state state bank which establishes and maintains a branch in South Dakota may conduct any activities at the branch that are authorized under the laws of South Dakota for South Dakota state banks, and has all rights and privileges permitted South Dakota state bank branches. Section 40. That § 51A-7-21 be repealed. 51A-7-21. The director may enter into cooperative, coordinating, and information-sharing agreements with any other bank supervisory agencies or any organization affiliated with or representing one or more bank supervisory agencies with respect to the periodic examination of or other supervision of any branch located in South Dakota or by an out-of-state state bank, or any branch of a South Dakota state bank in any host state. The director may accept reports of examination and reports of investigation from these agencies and organizations in lieu of conducting its own examinations or investigations. Section 41. That § 51A-7-22 be repealed. 51A-7-22. The commission may enter into contracts with any bank supervisory agency that has concurrent jurisdiction over a South Dakota state bank or an out-of-state state bank maintaining a branch in South Dakota to contract for the services of the agency's examiners or to contract for the services of the director's examiners to such agency. Section 42. That § 51A-7-24 be repealed. 51A-7-24. Each out-of-state state bank that maintains one or more branches in South Dakota may be assessed fees and shall pay the fees in accordance with the laws of South Dakota and rules promulgated by the commission pursuant to chapter 1-26. The fees may be shared with other bank supervisory agencies or any organization affiliated with or representing one or more bank supervisory agencies in accordance with agreements between the agencies or organizations and the director. Section 43. That § 51A-7-27 be repealed. 51A-7-27. Each out-of-state state bank that establishes and maintains a branch in South Dakota pursuant to §§ 51A-7-13 to 51A-7-27, inclusive, shall give at least thirty days' prior written notice to the director of any merger, consolidation, or other transaction that would cause a change of control with respect to such out-of-state bank. However, if it is an emergency transaction, shorter notice may be given if the notice is consistent with applicable state or federal law. Section 44. That chapter 51A-7 be amended by adding thereto a NEW SECTION to read as follows: No person may use the word, bank, or any variation of the word, bank, or logo of an existing bank, trust company, savings association, savings bank, or affiliate in a manner that intentionally misleads a person about the source of origin, affiliation, or sponsorship of a product or service or about the true identity source of a communication regardless of the nature of the communication. Section 45. That § 15-2-19 be amended to read as follows: 15-2-19. This chapter shall not affect actions against directors or stockholders of a moneyed corporation or banking association to recover a penalty or forfeiture imposed, or to enforce a liability created by law; but such actions must be brought within six years after the discovery, by the aggrieved party, of the facts upon which the penalty or forfeiture attached or the liability was created. No action may be brought against a bank or bank holding company, or a director, shareholder, agent or employee thereof, for any error, mistake, or omission, whether based on contract or tort, unless it is commenced within three years of the occurrence of the alleged error, mistake, or omission. For purposes of this section the term, bank, or, bank holding company, includes state banks as defined in Title 51A, national banks organized pursuant to 12 U.S.C. § 21 as amended as of January 1, 2008, and federal savings associations organized pursuant to 12 U.S.C. § 1464 as amended as of January 1, 2008."}, {"bill_id": 4730, "bill_version_id": 1052, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2008-01-15T15:43:42.377-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the regulation of banks. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 51A-1-2 be amended to read as follows: 51A-1-2. Terms used in this title mean: (1) \"Articles of incorporation,\" articles of incorporation for a bank organized by incorporators as a corporation pursuant to chapters 47-2 to 47-9, inclusive, chapter 47-1A and articles of organization for a bank organized by organizers or members as a limited liability company pursuant to chapter 47-34A; (2) \"Bank,\" any corporation or limited liability company, organized pursuant to chapter 47-34A, authorized under this title to engage in the business of banking or in the combined business of a bank and trust company or in the combined business of a bank with trust powers; (3) \"Bank holding company,\" a bank holding company as defined in 12 U.S.C. 1841, as amended as of January 1, 1988; (4) \"Banking,\" the business of receiving deposits, discounting commercial paper, or buying and selling exchange, and any other activity authorized by this title; (5) \"Banking day,\" that part of any day on which a bank is open to the public for carrying on substantially all of its banking functions; (6) \"Board of directors,\" board of directors for a bank organized by incorporators as a corporation pursuant to chapters 47-2 to 47-9, inclusive, chapter 47-1A and a manager for a manager-managed bank or a member for a member-managed bank organized as a limited liability company pursuant to chapter 47-34A; (7) \"Branch bank,\" a branch place of business maintained by a bank to conduct its banking business; (8) \"By-laws,\" by-laws for a bank organized by incorporators as a corporation pursuant to chapters 47-2 to 47-9, inclusive, chapter 47-1A and operating agreement for a bank organized by organizers or members as a limited liability company pursuant to chapter 47-34A; (9) \"Commission,\" the State Banking Commission; (10) \"Debt cancellation contract,\" a loan term or contractual arrangement modifying loan terms under which a bank agrees to cancel all or part of a customer's obligation to repay an extension of credit from the bank upon the occurrence of a specified event. The contract may be separate from or a part of other loan documents. The term, debt cancellation contract, does not include loan payment deferral arrangements in which the triggering event is the borrower's unilateral election to defer repayment, or the bank's unilateral decision to allow a deferral of repayment; (11) \"Debt suspension contract,\" a loan term or contractual arrangement modifying loan terms under which a bank agrees to suspend all or part of a customer's obligation to repay an extension of credit from the bank upon the occurrence of a specified event. The contract may be separate from or a part of other loan documents. The term, debt suspension contract, does not include loan payment deferral arrangements in which the triggering event is the borrower's unilateral election to defer repayment, or the bank's unilateral decision to allow a deferral of repayment. (12) \"Deputy director,\" the deputy director of the Division of Banking; (13) \"Director,\" the director of the Division of Banking; (14) \"Dividends,\" distributions for a corporation organized by incorporators as a corporation pursuant to chapters 47-2 to 47-9, inclusive, chapter 47-1A and distributions for a bank organized by organizers or members as a limited liability company pursuant to chapter 47-34A. (15) \"Division,\" the Division of Banking of the Department of Revenue and Regulation; (16) \"Executive officer,\" every officer who participates or has authority to participate, otherwise than in the capacity of a director, in major policy-making functions of the bank, regardless of whether the officer has an official title or whether the officer's title contains a designation of assistant and regardless of whether the officer is serving without salary or other compensation. The chairman of the board, the president, every vice-president, the cashier, secretary, and treasurer of a bank are assumed to be executive officers, unless, by resolution of the board of directors or by the bank's bylaws, any such officer is excluded from participation in major policy-making functions, otherwise than in the capacity of a director of the bank, and the officer does not actually participate therein; (17) \"Fully defeased bonds or notes,\" obligations issued by any state, or municipal or school district subdivision the repayment of which has been irrevocably guaranteed by other securities which securities are issued by or are fully guaranteed by the United States Government; (18) \"Loan production office,\" an office in this state which is apart from its main bank or branch which is staffed or controlled by a bank and is where loans are solicited but are not approved or disbursed. (19) \"Mobile branch bank,\" a branch bank that does not have a single, permanent site and uses a vehicle that travels to various locations to enable the public to conduct banking business. A mobile branch bank may serve defined locations on a regular schedule or may serve a defined area at varying times and locations; (20) \"National bank,\" any corporation organized pursuant to 12 U.S.C. § 21, as amended as of January 1, 1990; (20) (21) \"Stock,\" shares for a bank organized by incorporators as a corporation pursuant to chapters 47-2 to 47-9, inclusive, chapter 47-1A and member equity for a bank organized as a limited liability company pursuant to chapter 47- 34A; (21) (22) \"Stockholder,\" a shareholder of a bank organized by incorporators as a corporation pursuant to chapters 47-2 to 47-9, inclusive, chapter 47-1A and a member for a bank organized by organizers or members as a member as a limited liability company pursuant to chapter 47-34A ; . Section 2. That § 51A-1-5 be amended to read as follows: 51A-1-5. Any officer, employee, or director of a bank who fails to obey any lawful order made by the director or commission under provisions of this title is subject to the imposition of a civil fine by the director or commission not exceeding one hundred one thousand dollars per violation for each day the officer, employee, director, or bank has willfully failed to comply with the order. Any funds received from such fines shall be deposited in the banking special revenue fund. Section 3. That § 51A-1-18 be amended to read as follows: 51A-1-18. The director, with the approval of the commission, may enter into any interstate agreement or compact with authorized representatives of other jurisdictions to provide for the administration of state banking laws under the provisions of a signed interstate agreement or compact. In administering any interstate agreement on behalf of this state, the director may adopt the policies, principles, and guidelines contained within the interstate agreement. Copies of the interstate agreement or compact, procedures manual, and guidelines shall be filed within fifteen days after execution of the agreement or compact or the effective date of the agreement or compact, whichever is the later, at the Department of Revenue and Regulation. The director shall make any agreement or compact available to interested parties, upon request. Section 4. That § 51A-2-10 be amended to read as follows: 51A-2-10. The commission shall hold at least four two regular meetings each year. Special meetings, to be held on such notice as the director may direct, may be called at any time upon the written request of two members or by the director. All meetings shall be held at the office of the director unless another location in the state is designated by him the director for such the meeting. The commission shall keep an official record of all its proceedings. Section 5. That § 51A-2-11 be amended to read as follows: 51A-2-11. A majority of the voting members of the commission shall constitute constitutes a quorum for the conduct of all business. At any meeting at which a quorum is not present, whether by reason of the inability of the member to participate or his the member's disqualification pursuant to § 51A-2-16, the director Governor or the Governor's designee, temporarily assuming the powers and duties of a member of the commission, shall replace such the interested member of the commission. The commission as then composed shall proceed with the matters before it. Section 6. That § 51A-2-14.1 be amended to read as follows: 51A-2-14.1. Notwithstanding any restrictions, limitations, and requirements of law, in addition to all powers, expressed or implied, that a state bank has under the laws of this state, a state bank shall have the powers and authorities conferred as of January 1, 1999 2008 , upon federally chartered banks doing business in this state. A state bank may exercise the powers and authorities conferred on a federally chartered bank after this date only if the director finds that the exercise of such powers and authorities: (1) Serves the convenience and advantage of depositors, borrowers, or the general public; and (2) Maintains the fairness of competition and parity between state chartered and federally chartered banks. If the director finds that the before-mentioned conditions have been met, the director shall make a declaratory ruling allowing state banks the same powers and authorities. As used in this section, powers and authorities, include, without limitation, powers and authorities in corporate governance and operational matters. Section 7. That § 51A-2-16 be amended to read as follows: 51A-2-16. The commission shall pass upon every application to organize or change the control of a bank under the laws of this state, every application for merger, and every application to establish or close a branch bank, every application to establish a loan production office, or change of location. However, if an applicant requests a change of location within a community in which it is the sole bank, the director of banking may approve the application without notice or hearing before the commission. All proceedings before the commission on every such application shall be held in conformance with chapter 1-26. If the application involves establishment of any kind of competitive banking service in the trade territory of a bank in which any banking commissioner is interested, the commissioner shall be deemed disqualified; and the commission shall be recomposed as provided in § 51A-2-11. The director shall act upon an application to organize or change control of a bank, an application for a bank merger, an application to open or close a branch bank, mobile branch bank, or loan production office, or an application to change a bank's location. Upon the filing of a completed application deemed acceptable to the director, the director shall cause a public notice of the application to be published in a newspaper of general circulation serving the community most directly affected by the application together with such other means of notification to interested persons as the director may determine. The notice shall direct that any interested persons may file a written objection or written comment to the application with the division within thirty days following the date of publication. Within forty-five days following the date of publication, the director shall consider any written objection and written comment and, in accordance with § 51A-3-9, either approve or disapprove the application. The director shall provide written notice of the director's action on the application to the applicant and to any person having filed with the division any written objection or written comment by mail to the person's last known address. An applicant aggrieved by the director's action on the application, may, within fifteen days after the notice has been mailed, file with the division a written request for a hearing before the commission. Any person who has filed a written objection to the application may, within fifteen days after the notice has been mailed, file a motion with the commission in accordance with § 1- 26-17.1 to become a party to the application proceeding and request a hearing before the commission. Unless the commission grants the motion or unless the applicant has filed a written request for hearing before the commission, the director's determination on the application is final. All proceedings before the commission on an application shall be held in conformance with chapter 1-26. If the application involves establishment of any type of competitive banking service in the trade territory of a bank in which any banking commissioner is interested, the commissioner shall be deemed disqualified and the commission shall be recomposed as provided in § 51A-2-11. Section 8. That § 51A-2-22 be amended to read as follows: 51A-2-22. The director, may, subject to the approval of the commission, order the removal or prohibition from the banking industry in South Dakota, or both, of any director, officer , or employee of a bank, upon showing that the director, officer or employee has engaged or participated in any unlawful banking activity, any unsafe or unsound practice in which the bank has suffered or will suffer financial loss or other damage, or upon showing that the director, officer , or employee has knowingly caused the bank to be in violation of any part of this title or any rule issued thereunder, or who is determined by the director to have knowingly and willfully violated the terms of any order issued pursuant to § 51A-2-25 or 12 U.S.C. § 1818. Any person so affected by an order of the director or commission has the right to a hearing pursuant to chapter 1-26. Section 9. That § 51A-2-25 be amended to read as follows: 51A-2-25. The director may issue a temporary order having force until the next regular meeting of the commission , or special meeting of the commission if requested by the director or by a member of the commission, requiring that any person cease and desist from engaging in any unsound or unlawful banking practice. Section 10. That § 51A-2-36 be amended to read as follows: 51A-2-36. The division shall charge and collect a fee from all banks to cover the cost of examining and supervising banks based upon asset size and other factors as established by the commission . Each bank shall pay that portion of the total cost as its total assets bear on the aggregate of all assets in all banks, banking entities, subsidiaries and affiliates subject to this title. The commission shall set the fee and the other factors by rules promulgated pursuant to chapter 1-26. Section 11. That § 51A-2-37 be amended to read as follows: 51A-2-37. If the director considers it necessary, he the director may examine the books and records of a corporation that holds twenty-five percent or more of the stock of a bank. If any parent corporation of a state chartered bank refuses to give any information required in the course of an examination, that parent corporation is subject to a civil fine of one hundred one thousand dollars for each day that the refusal continues. Continued refusal may result in the taking and possession of such bank as provided in § 51A-15-11. Section 12. That § 51A-3-9 be amended to read as follows: 51A-3-9. Within ninety days of the receipt of the application required in § 51A-3-7, unless the commission orders that a longer time is necessary, the director shall investigate and make a report of the following: (1) The character, reputation and financial standing of the organizers or incorporators and their motives in seeking to organize the proposed state bank; (2) The character, financial responsibility, business experience and standing in the community of the prospective stockholders and of those proposed as directors of the bank; (3) The need in the community where the bank would be located for banking or banking and trust facilities, or additional banking or banking and trust facilities as the case may be; (4) The ability of the community to support the proposed bank, giving consideration to: (a) The competition offered by existing banks; (b) The banking history of the community; (c) The opportunities for profitable employment of bank funds as indicated by the average demand for credit, the number of potential depositors, the volume of bank transactions, and the business and industries of the community, with particular regard for their stability, diversification and size; and (d) If the bank is to exercise trust powers, the opportunities for profitable employment of fiduciary services; (5) Such other facts and circumstances bearing on the proposed bank and its relation to the community as in the opinion of the director or the commission may be relevant; (6) The adequacy of the capital structure of the proposed bank in relation to the amount of the anticipated business of the bank and the safety of prospective depositors. The director shall submit such report, together with all other pertinent information in his possession, to the commission for its consideration pursuant to § 51A-3-11. In ruling upon any bank application required in § 51A-2-16, the director or the commission, as the case may be, shall consider the following conditions: (1) The financial history and condition of the applicant; (2) The adequacy of the applicant's financial structure; (3) The future earning prospects of the applicant; (4) The general character and fitness of the management and ownership of the applicant; (5) The applicant's ability to serve the community as described in the application; and (6) Such other facts and circumstances as in the opinion of the director or commission may be relevant. In any hearing before the commission on an application, the director shall submit to the commission for its consideration pursuant to § 51A-3-10 the director's findings with respect to the above conditions together with all other pertinent information in the director's possession. Section 13. That § 51A-3-10 be amended to read as follows: 51A-3-10. The commission shall investigate and examine any applications filed pursuant to § 51A-2-16. The commission shall prepare and file in appropriate written form, findings of fact and conclusions of law based upon their investigation, which findings and conclusions shall become a permanent part of the record relating to the pending application. Within ninety days following an applicant's request for hearing or the commission's order granting a motion to intervene and request for hearing filed in accordance with § 51A-2-16, the commission shall conduct a hearing on the application. The commission shall consider the evidence presented at the hearing and the director's findings and other pertinent information submitted by the director in accordance with § 51A-3-9. The commission shall, within forty-five days from the date of the hearing, prepare and file in appropriate written form, findings of fact and conclusions of law which shall become a permanent part of the record relating to the pending application. Section 14. That § 51A-3-11 be repealed. 51A-3-11. Within one hundred eighty days after the filing of an application, the commission shall consider the director's findings and recommendations and all other available relevant information and shall in its discretion approve or disapprove the application, which action shall be subject to appeal pursuant to chapter 1-26. Section 15. That § 51A-3-12 be amended to read as follows: 51A-3-12. If the commission director approves the a charter application, its the director's approval shall be endorsed on the articles of incorporation or organization . The original shall be filed and recorded in the office of the secretary of state, and a certified copy thereof shall be forthwith filed in the office of the director. The remaining copy shall be returned to the incorporators or organizers within twenty days of the action of the commission director . If the commission director disapproves an application, the director shall so notify the incorporators or organizers within twenty days of such disapproval, in writing, stating the reasons for such disapproval and shall return all copies of the articles of incorporation or organization to them. Section 16. That § 51A-3-25 be amended to read as follows: 51A-3-25. Except as provided by this section, any transfers in the shares of a bank that create a change in the control of the bank, either directly or indirectly, are subject to the prior written approval of the director. The director may approve or disapprove an application for change of control, or recommend that the application receive a hearing before the commission. However, at no time may the director approve an application for which an objection or request to appear has been received. All applications for change of control that are disapproved or recommended for hearing by the director shall be received by the commission for its consideration pursuant to §§ 51A-2-16 and 51A-3-9 to 51A-3-11, inclusive. A For the purposes of application approval under § 51A-2-16, a change of control created by the acquisition of shares in satisfaction of a debt previously contracted in good faith or through testate or intestate succession or , bona fide gift , or trust distribution does not require prior written approval. The acquirer shall advise the director within thirty days after the acquisition and provide such information as the director may request. For the purposes of this section, the term \" , control \" , means the power, directly or indirectly, to direct the management or policies of a bank or to vote twenty-five percent or more of any class of voting securities of a bank. Section 17. That § 51A-4-18 be amended to read as follows: 51A-4-18. In the event of a legal holiday, power failure, fire, act of God, riot, strike, robbery or attempted robbery, epidemic, interruption of communication facilities, or for such other reason as the director may approve determine to be good cause , or in the event of the declaration of the existence of an emergency by the Governor or such other person lawfully exercising the power and duties of the office of Governor, a bank , in the reasonable and proper exercise of its discretion , may determine not to open its main office or any branch on any business or banking day, or, if having opened, to close such main office or any branch during the continuation of any such occurrence or emergency. Except for legal holidays, the bank shall, as soon as practicable, notify the director of such the nonopening or closing period. In no case may such the bank be required to comply with any other provision of law regarding the closing or reopening of banks or financial institutions. Any act, which could not be executed because of such the closing, may be performed on the next succeeding business day that such the main office or branch is reopened for business. Any other provision or rule of law notwithstanding, no liability or loss of rights of any kind on the part of any person, firm, or corporation, or of such bank, may accrue or result by virtue of such the nonopening or closing. In the event of an emergency or natural disaster affecting a bank's community, a bank may , without notice or advance permission from the director , temporarily extend its banking hours for the public convenience during the term of the emergency and disaster. In the event of an emergency or natural disaster, the director may waive any provision under this Title to provide for the continued access to banking facilities by the citizens of this state. The right of a bank not to open or close under this section and the protections afforded with respect thereto are in addition to and not in lieu of any rights or protections granted under § 57A-4-108. Section 18. That § 51A-4-31 be repealed. 51A-4-31. Real estate acquired by any bank through the collection of debts previously contracted in the due course of business may be charged off at one-sixtieth of the acquisition cost of such real estate and such charge-off shall be made monthly within thirty days after acquisition of the real estate. The director may extend the monthly charge-off of the real estate upon written request of the bank. For the purposes of this chapter, the book value of the real estate exclusive of the charge-off, is considered a bankable asset. Section 19. That § 51A-4-32 be repealed. 51A-4-32. The director may approve or disapprove time limits of less than five years and may increase the rate of charge-off to not more than one-one hundred eightieth per month (six and two-thirds percent per year). The director shall approve or disapprove a request received from a bank under § 51A-4-31 on a case-by-case basis after considering the material facts and information and evidence submitted by a bank. Further, the director shall review annually all approvals granted under this section and may modify or extend approvals so granted. The director shall give a bank a ten-day notification of any modification or revision or termination of time limits previously set. Section 20. That § 51A-4-33 be repealed. 51A-4-33. In addition to the provisions of §§ 51A-4-31 and 51A-4-32, immediately after a bank receives a report of examination, the bank may amortize each loan classified as a loss over a period not to exceed fifteen years, using the straight-line method pursuant to rules established by the commission if the loan: (1) Was classified in an amount not less than fifty thousand dollars; and (2) Was advanced as a business, commercial or agricultural loan; and (3) Was not advanced to any officer, director or employee of the bank; and (4) Was not the result of fraud or willful abuse on the part of the bank, its directors or employees. Section 21. That § 51A-4-34 be repealed. 51A-4-34. In addition to the provisions of §§ 51A-4-31 to 51A-4-33, inclusive, a bank may, before examination, amortize a loan loss over a period not to exceed fifteen years using the straight-line method pursuant to rules established by the commission if the loan: (1) Resulted in a loss in an amount of not less than fifty thousand dollars; and (2) Was advanced as a business, commercial or agricultural loan; and (3) Was not advanced to any officer, director or employee of the bank or their related interests; and (4) Was not the result of fraud or willful abuse on the part of the bank, its directors or employees. In such event the bank shall, within thirty days of such action, notify the director in writing. Section 22. That § 51A-4-35 be repealed. 51A-4-35. Following a report of examination, any bank loans classified as ineligible for amortization shall be charged to the bank's reserve for loan and lease losses in compliance with existing rules. Section 23. That § 51A-4-36 be repealed. 51A-4-36. The following types of loan losses may not be amortized as provided in §§ 51A- 4-33 and 51A-4-34: (1) Consumer transactions involving the purchase of goods or services for personal, family or household use; (2) Residential mortgage transactions; (3) Home improvement loans; (4) Extensions of credit created by overdraft; (5) Credit cards; and (6) Similar losses Section 24. That § 51A-4-37 be repealed. 51A-4-37. Notwithstanding any other provision of law, any bank and subsidiaries thereof which are located in this state may invest in real estate used primarily for agricultural purposes. Such investment is limited to a maximum of ten percent of any bank's paid-up capital and surplus for all such investments. The investment is restricted as follows: (1) The investment shall represent a minority interest therein; and (2) Any co-investor has the irrevocable option, but not the obligation, to repurchase at the co-investor's discretion, any or all of the investment owned by the bank and authorized by §§ 51A-4-37 and 51A-4-38, at any time. Such repurchase shall be made at the fair market value of the bank's investment at the time of the exercise of the option; and (3) No transfer or sale of the bank's interest to a third party may take place during the first ten years of the bank's investment without the prior written consent of the co-investor. For the purposes of §§ 51A-4-31 to 51A-4-41, inclusive, a co-investor is the individual, association, partnership or corporation other than a bank or bank subsidiary who sells an equity interest to a bank pursuant to §§ 51A-4-31 to 51A-4-41, inclusive. Section 25. That § 51A-4-38 be repealed. 51A-4-38. Notwithstanding any other provision of law, any bank and its subsidiaries, in addition to the investment authorized by § 51A-4-37, may also invest in other business ventures to the same extent, and with the same restrictions, except that the sum total of the investments authorized by this section may not exceed ten percent of the bank's paid-up capital and surplus. Section 26. That § 51A-4-39 be repealed. 51A-4-39. No value received or accrued as a result of any investment authorized by §§ 51A- 4-31 to 51A-4-41, inclusive, may be considered interest on any loan or an extension of credit regardless of the existence of a lending relationship between the bank and the co-investors. Section 27. That § 51A-4-40 be repealed. 51A-4-40. The restrictions on the investments authorized by §§ 51A-4-37 and 51A-4-38 do not apply to the powers granted to any bank pursuant to § 51A-4-4. Section 28. That § 51A-7-1 be amended to read as follows: 51A-7-1. A branch bank or mobile branch bank may be operated by a bank only as authorized by this title and by the commission director under such rules as the commission shall require. Section 29. That § 51A-7-2 be amended to read as follows: 51A-7-2. Every branch bank or mobile branch bank is subject to examination by the director as provided in §§ 51A-2-18 and 51A-2-20 and shall pay the fees prescribed therefor. Section 30. That § 51A-7-4 be amended to read as follows: 51A-7-4. Branch banks A branch bank may be established de novo or by a bank consolidating or merging with or purchasing the assets of another state bank, national bank or savings and loan association organized pursuant to Title 52 or 12 U.S.C. § 1464, as amended as of January 1, 1990. No branch bank may be established in a municipality of less than three thousand population where there is an existing national or state bank regularly transacting banking business, or in any municipality of three thousand population or more and less than ten thousand population where there are two or more existing national or state banks regularly transacting banking business. However, a branch bank shall be allowed in such a municipality if an outside state or national bank establishes a branch by purchasing the assets of, or by merger or consolidation with, one of the existing state banks, national banks or savings and loan associations organized pursuant to Title 52 or 12 U.S.C. § 1464, as amended as of January 1, 1990 , or another federally insured financial institution . Section 31. That § 51A-7-5 be repealed. 51A-7-5. For the purposes of determining whether a branch bank facility may be located in a municipality as provided in § 51A-7-4, a branch bank located in such municipality shall not be construed to be a bank. Section 32. That § 51A-7-6 be amended to read as follows: 51A-7-6. No branch bank may close without the approval of the commission director . If a branch is closed the branch certificate shall be surrendered to the division. A violation of this section is a Class 2 misdemeanor. Section 33. That § 51A-7-11 be amended to read as follows: 51A-7-11. No detached drive-in facility shall may be constructed or operated without the prior written approval of the commission director , in the case of a state bank, or the appropriate federal regulatory authority in the case of a national bank. Section 34. That § 51A-7-12 be amended to read as follows: 51A-7-12. A branch bank , mobile branch bank, or drive-in facility shall clearly indicate the identity of its parent bank. Section 35. That § 51A-7-14 be amended to read as follows: 51A-7-14. With prior approval of the commission director , any South Dakota state bank may establish and maintain a branch or acquire a branch in a state other than South Dakota. A South Dakota state bank may conduct any activities at a branch outside of South Dakota that are permissible for a bank chartered by the host state where the branch is located. Section 36. That § 51A-7-15 be amended to read as follows: 51A-7-15. A South Dakota state bank desiring to establish and maintain a branch in another state shall file an application with the commission and pay any branch application fee which has been established by rule. If the commission finds that the applicant has the financial resources sufficient to undertake the proposed expansion without adversely affecting its safety or soundness and if the commission finds that the establishment of the proposed branch is in the public interest, the commission shall approve the application. In acting on an application, the commission may consider the views of the appropriate bank supervisory agencies. The applicant bank may establish the branch if it has received the written approval of the commission. The commission shall act upon any application within ninety days of the filing of the application. No South Dakota state bank may establish or maintain a branch in another state until the application and appropriate fee has been submitted and approved as provided in § 51A-2-16. In acting on an application, the director or commission, as the case may be, may consider the views of the appropriate bank supervisory agencies. Section 37. That § 51A-7-16 be amended to read as follows: 51A-7-16. An out-of-state bank that meets the requirements of §§ 51A-7-13 to 51A-7-27, inclusive, may establish and maintain a branch in South Dakota, but only by establishing the branch through the acquisition of a bank which has been chartered for not less than sixty months prior to the date of acquisition. An out-of-state bank which establishes and maintains a branch bank under §§ 51A-7-13 to 51A-7-27, inclusive, may add additional branches under § 51A-7 in the same manner as a South Dakota bank. To the extent another state imposes a restriction on the ability of a South Dakota bank to establish, acquire, or retain a branch in that state, the other state's restriction shall apply to the establishment, acquisition, or retention of a branch in South Dakota by a bank from that state. Section 38. That § 51A-7-17 be repealed. 51A-7-17. An out-of-state bank which wants to acquire a branch in South Dakota shall provide written application of the proposed transaction to the commission not later than the date on which the bank applies to the responsible federal bank supervisory agency for approval to establish the branch. The filing of the application shall be accompanied by the filing fee established by the commission by rule. Section 39. That § 51A-7-18 be repealed. 51A-7-18. A branch of an out-of-state bank may not be established in South Dakota unless requisite filing fees have been paid and an application as prescribed by the commission has been filed with the commission and after a hearing has been held before the commission pursuant to § 51A-2-16. If the commission approves the application, the director shall issue a certificate of authority after the applicant confirms in writing to the director that as long as it maintains a branch in South Dakota, it will comply with all applicable laws of South Dakota and provides satisfactory evidence to the director of compliance with the applicable laws of §§ 47-1A-1501 and 47-1A-1503. An out-of-state state bank which establishes and maintains a branch in South Dakota may conduct any activities at the branch that are authorized under the laws of South Dakota for South Dakota state banks, and has all rights and privileges permitted South Dakota state bank branches. Section 40. That § 51A-7-21 be repealed. 51A-7-21. The director may enter into cooperative, coordinating, and information-sharing agreements with any other bank supervisory agencies or any organization affiliated with or representing one or more bank supervisory agencies with respect to the periodic examination of or other supervision of any branch located in South Dakota or by an out-of-state state bank, or any branch of a South Dakota state bank in any host state. The director may accept reports of examination and reports of investigation from these agencies and organizations in lieu of conducting its own examinations or investigations. Section 41. That § 51A-7-22 be repealed. 51A-7-22. The commission may enter into contracts with any bank supervisory agency that has concurrent jurisdiction over a South Dakota state bank or an out-of-state state bank maintaining a branch in South Dakota to contract for the services of the agency's examiners or to contract for the services of the director's examiners to such agency. Section 42. That § 51A-7-24 be repealed. 51A-7-24. Each out-of-state state bank that maintains one or more branches in South Dakota may be assessed fees and shall pay the fees in accordance with the laws of South Dakota and rules promulgated by the commission pursuant to chapter 1-26. The fees may be shared with other bank supervisory agencies or any organization affiliated with or representing one or more bank supervisory agencies in accordance with agreements between the agencies or organizations and the director. Section 43. That § 51A-7-27 be repealed. 51A-7-27. Each out-of-state state bank that establishes and maintains a branch in South Dakota pursuant to §§ 51A-7-13 to 51A-7-27, inclusive, shall give at least thirty days' prior written notice to the director of any merger, consolidation, or other transaction that would cause a change of control with respect to such out-of-state bank. However, if it is an emergency transaction, shorter notice may be given if the notice is consistent with applicable state or federal law. Section 44. That chapter 51A-7 be amended by adding thereto a NEW SECTION to read as follows: No person may use the word, bank, or any variation of the word, bank, or logo of an existing bank, trust company, savings association, savings bank, or affiliate in a manner that intentionally misleads a person about the source of origin, affiliation, or sponsorship of a product or service or about the true identity source of a communication regardless of the nature of the communication. Section 45. That § 15-2-19 be amended to read as follows: 15-2-19. This chapter shall not affect actions against directors or stockholders of a moneyed corporation or banking association to recover a penalty or forfeiture imposed, or to enforce a liability created by law; but such actions must be brought within six years after the discovery, by the aggrieved party, of the facts upon which the penalty or forfeiture attached or the liability was created. No action may be brought against a bank or bank holding company, or a director, shareholder, agent or employee thereof, for any error, mistake, or omission, whether based on contract or tort, unless it is commenced within three years of the occurrence of the alleged error, mistake, or omission. For purposes of this section the term, bank, or, bank holding company, includes state banks as defined in Title 51A, national banks organized pursuant to 12 U.S.C. § 21 as amended as of January 1, 2008, and federal savings associations organized pursuant to 12 U.S.C. § 1464 as amended as of January 1, 2008."}, {"bill_id": 4730, "bill_version_id": 1374, "bill_version": "Senate Engrossed", "bill_version_date": "2008-01-17T15:16:07.583-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the regulation of banks. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 51A-1-2 be amended to read as follows: 51A-1-2. Terms used in this title mean: (1) \"Articles of incorporation,\" articles of incorporation for a bank organized by incorporators as a corporation pursuant to chapters 47-2 to 47-9, inclusive, chapter 47-1A and articles of organization for a bank organized by organizers or members as a limited liability company pursuant to chapter 47-34A; (2) \"Bank,\" any corporation or limited liability company, organized pursuant to chapter 47-34A, authorized under this title to engage in the business of banking or in the combined business of a bank and trust company or in the combined business of a bank with trust powers; (3) \"Bank holding company,\" a bank holding company as defined in 12 U.S.C. 1841, as amended as of January 1, 1988; (4) \"Banking,\" the business of receiving deposits, discounting commercial paper, or buying and selling exchange, and any other activity authorized by this title; (5) \"Banking day,\" that part of any day on which a bank is open to the public for carrying on substantially all of its banking functions; (6) \"Board of directors,\" board of directors for a bank organized by incorporators as a corporation pursuant to chapters 47-2 to 47-9, inclusive, chapter 47-1A and a manager for a manager-managed bank or a member for a member-managed bank organized as a limited liability company pursuant to chapter 47-34A; (7) \"Branch bank,\" a branch place of business maintained by a bank to conduct its banking business; (8) \"By-laws,\" by-laws for a bank organized by incorporators as a corporation pursuant to chapters 47-2 to 47-9, inclusive, chapter 47-1A and operating agreement for a bank organized by organizers or members as a limited liability company pursuant to chapter 47-34A; (9) \"Commission,\" the State Banking Commission; (10) \"Debt cancellation contract,\" a loan term or contractual arrangement modifying loan terms under which a bank agrees to cancel all or part of a customer's obligation to repay an extension of credit from the bank upon the occurrence of a specified event. The contract may be separate from or a part of other loan documents. The term, debt cancellation contract, does not include loan payment deferral arrangements in which the triggering event is the borrower's unilateral election to defer repayment, or the bank's unilateral decision to allow a deferral of repayment; (11) \"Debt suspension contract,\" a loan term or contractual arrangement modifying loan terms under which a bank agrees to suspend all or part of a customer's obligation to repay an extension of credit from the bank upon the occurrence of a specified event. The contract may be separate from or a part of other loan documents. The term, debt suspension contract, does not include loan payment deferral arrangements in which the triggering event is the borrower's unilateral election to defer repayment, or the bank's unilateral decision to allow a deferral of repayment. (12) \"Deputy director,\" the deputy director of the Division of Banking; (13) \"Director,\" the director of the Division of Banking; (14) \"Dividends,\" distributions for a corporation organized by incorporators as a corporation pursuant to chapters 47-2 to 47-9, inclusive, chapter 47-1A and distributions for a bank organized by organizers or members as a limited liability company pursuant to chapter 47-34A. (15) \"Division,\" the Division of Banking of the Department of Revenue and Regulation; (16) \"Executive officer,\" every officer who participates or has authority to participate, otherwise than in the capacity of a director, in major policy-making functions of the bank, regardless of whether the officer has an official title or whether the officer's title contains a designation of assistant and regardless of whether the officer is serving without salary or other compensation. The chairman of the board, the president, every vice-president, the cashier, secretary, and treasurer of a bank are assumed to be executive officers, unless, by resolution of the board of directors or by the bank's bylaws, any such officer is excluded from participation in major policy-making functions, otherwise than in the capacity of a director of the bank, and the officer does not actually participate therein; (17) \"Fully defeased bonds or notes,\" obligations issued by any state, or municipal or school district subdivision the repayment of which has been irrevocably guaranteed by other securities which securities are issued by or are fully guaranteed by the United States Government; (18) \"Loan production office,\" an office in this state which is apart from its main bank or branch which is staffed or controlled by a bank and is where loans are solicited but are not approved or disbursed; (19) \"Mobile branch bank,\" a branch bank that does not have a single, permanent site and uses a vehicle that travels to various locations to enable the public to conduct banking business. A mobile branch bank may serve defined locations on a regular schedule or may serve a defined area at varying times and locations; (20) \"National bank,\" any corporation organized pursuant to 12 U.S.C. § 21, as amended as of January 1, 1990; (20) (21) \"Stock,\" shares for a bank organized by incorporators as a corporation pursuant to chapters 47-2 to 47-9, inclusive, chapter 47-1A and member equity for a bank organized as a limited liability company pursuant to chapter 47- 34A; (21) (22) \"Stockholder,\" a shareholder of a bank organized by incorporators as a corporation pursuant to chapters 47-2 to 47-9, inclusive, chapter 47-1A and a member for a bank organized by organizers or members as a member as a limited liability company pursuant to chapter 47-34A ; . Section 2. That § 51A-1-5 be amended to read as follows: 51A-1-5. Any officer, employee, or director of a bank who fails to obey any lawful order made by the director or commission under provisions of this title is subject to the imposition of a civil fine by the director or commission not exceeding one hundred one thousand dollars per violation for each day the officer, employee, director, or bank has willfully failed to comply with the order. Any funds received from such fines shall be deposited in the banking special revenue fund. Section 3. That § 51A-1-18 be amended to read as follows: 51A-1-18. The director, with the approval of the commission, may enter into any interstate agreement or compact with authorized representatives of other jurisdictions to provide for the administration of state banking laws under the provisions of a signed interstate agreement or compact. In administering any interstate agreement on behalf of this state, the director may adopt the policies, principles, and guidelines contained within the interstate agreement. Copies of the interstate agreement or compact, procedures manual, and guidelines shall be filed within fifteen days after execution of the agreement or compact or the effective date of the agreement or compact, whichever is the later, at the Department of Revenue and Regulation. The director shall make any agreement or compact available to interested parties, upon request. Section 4. That § 51A-2-10 be amended to read as follows: 51A-2-10. The commission shall hold at least four two regular meetings each year. Special meetings, to be held on such notice as the director may direct, may be called at any time upon the written request of two members or by the director. All meetings shall be held at the office of the director unless another location in the state is designated by him the director for such the meeting. The commission shall keep an official record of all its proceedings. Section 5. That § 51A-2-11 be amended to read as follows: 51A-2-11. A majority of the voting members of the commission shall constitute constitutes a quorum for the conduct of all business. At any meeting at which a quorum is not present, whether by reason of the inability of the member to participate or his the member's disqualification pursuant to § 51A-2-16, the director Governor or the Governor's designee, temporarily assuming the powers and duties of a member of the commission, shall replace such the interested member of the commission. The commission as then composed shall proceed with the matters before it. Section 6. That § 51A-2-14.1 be amended to read as follows: 51A-2-14.1. Notwithstanding any restrictions, limitations, and requirements of law, in addition to all powers, expressed or implied, that a state bank has under the laws of this state, a state bank shall have the powers and authorities conferred as of January 1, 1999 2008 , upon federally chartered banks doing business in this state. A state bank may exercise the powers and authorities conferred on a federally chartered bank after this date only if the director finds that the exercise of such powers and authorities: (1) Serves the convenience and advantage of depositors, borrowers, or the general public; and (2) Maintains the fairness of competition and parity between state chartered and federally chartered banks. If the director finds that the before-mentioned conditions have been met, the director shall make a declaratory ruling allowing state banks the same powers and authorities. As used in this section, powers and authorities, include, without limitation, powers and authorities in corporate governance and operational matters. Section 7. That § 51A-2-16 be amended to read as follows: 51A-2-16. The commission shall pass upon every application to organize or change the control of a bank under the laws of this state, every application for merger, and every application to establish or close a branch bank, every application to establish a loan production office, or change of location. However, if an applicant requests a change of location within a community in which it is the sole bank, the director of banking may approve the application without notice or hearing before the commission. All proceedings before the commission on every such application shall be held in conformance with chapter 1-26. If the application involves establishment of any kind of competitive banking service in the trade territory of a bank in which any banking commissioner is interested, the commissioner shall be deemed disqualified; and the commission shall be recomposed as provided in § 51A-2-11. The director shall act upon an application to organize or change control of a bank, an application for a bank merger, an application to open or close a branch bank, mobile branch bank, or loan production office, or an application to change a bank's location. Upon the filing of a completed application deemed acceptable to the director, the director shall cause a public notice of the application to be published in a newspaper of general circulation serving the community most directly affected by the application together with such other means of notification to interested persons as the director may determine. The notice shall direct that any interested persons may file a written objection or written comment to the application with the division within thirty days following the date of publication. Within forty-five days following the date of publication, the director shall consider any written objection and written comment and, in accordance with § 51A-3-9, either approve or disapprove the application. The director shall provide written notice of the director's action on the application to the applicant and to any person having filed with the division any written objection or written comment by mail to the person's last known address. An applicant aggrieved by the director's action on the application, may, within fifteen days after the notice has been mailed, file with the division a written request for a hearing before the commission. Any person who has filed a written objection to the application may, within fifteen days after the notice has been mailed, file a motion with the commission in accordance with § 1- 26-17.1 to become a party to the application proceeding and request a hearing before the commission. Unless the commission grants the motion or unless the applicant has filed a written request for hearing before the commission, the director's determination on the application is final. All proceedings before the commission on an application shall be held in conformance with chapter 1-26. If the application involves establishment of any type of competitive banking service in the trade territory of a bank in which any banking commissioner is interested, the commissioner shall be deemed disqualified and the commission shall be recomposed as provided in § 51A-2-11. Section 8. That § 51A-2-22 be amended to read as follows: 51A-2-22. The director, may, subject to the approval of the commission, order the removal or prohibition from the banking industry in South Dakota, or both, of any director, officer , or employee of a bank, upon showing that the director, officer or employee has engaged or participated in any unlawful banking activity, any unsafe or unsound practice in which the bank has suffered or will suffer financial loss or other damage, or upon showing that the director, officer , or employee has knowingly caused the bank to be in violation of any part of this title or any rule issued thereunder, or who is determined by the director to have knowingly and willfully violated the terms of any order issued pursuant to § 51A-2-25 or 12 U.S.C. § 1818. Any person so affected by an order of the director or commission has the right to a hearing pursuant to chapter 1-26. Section 9. That § 51A-2-25 be amended to read as follows: 51A-2-25. The director may issue a temporary order having force until the next regular meeting of the commission , or special meeting of the commission if requested by the director or by a member of the commission, requiring that any person cease and desist from engaging in any unsound or unlawful banking practice. Section 10. That § 51A-2-36 be amended to read as follows: 51A-2-36. The division shall charge and collect a fee from all banks to cover the cost of examining and supervising banks based upon asset size and other factors as established by the commission . Each bank shall pay that portion of the total cost as its total assets bear on the aggregate of all assets in all banks, banking entities, subsidiaries and affiliates subject to this title. The commission shall set the fee and the other factors by rules promulgated pursuant to chapter 1-26. Section 11. That § 51A-2-37 be amended to read as follows: 51A-2-37. If the director considers it necessary, he the director may examine the books and records of a corporation that holds twenty-five percent or more of the stock of a bank. If any parent corporation of a state chartered bank refuses to give any information required in the course of an examination, that parent corporation is subject to a civil fine of one hundred one thousand dollars for each day that the refusal continues. Continued refusal may result in the taking and possession of such bank as provided in § 51A-15-11. Section 12. That § 51A-3-9 be amended to read as follows: 51A-3-9. Within ninety days of the receipt of the application required in § 51A-3-7, unless the commission orders that a longer time is necessary, the director shall investigate and make a report of the following: (1) The character, reputation and financial standing of the organizers or incorporators and their motives in seeking to organize the proposed state bank; (2) The character, financial responsibility, business experience and standing in the community of the prospective stockholders and of those proposed as directors of the bank; (3) The need in the community where the bank would be located for banking or banking and trust facilities, or additional banking or banking and trust facilities as the case may be; (4) The ability of the community to support the proposed bank, giving consideration to: (a) The competition offered by existing banks; (b) The banking history of the community; (c) The opportunities for profitable employment of bank funds as indicated by the average demand for credit, the number of potential depositors, the volume of bank transactions, and the business and industries of the community, with particular regard for their stability, diversification and size; and (d) If the bank is to exercise trust powers, the opportunities for profitable employment of fiduciary services; (5) Such other facts and circumstances bearing on the proposed bank and its relation to the community as in the opinion of the director or the commission may be relevant; (6) The adequacy of the capital structure of the proposed bank in relation to the amount of the anticipated business of the bank and the safety of prospective depositors. The director shall submit such report, together with all other pertinent information in his possession, to the commission for its consideration pursuant to § 51A-3-11. In ruling upon any bank application required in § 51A-2-16, the director or the commission, as the case may be, shall consider the following conditions: (1) The financial history and condition of the applicant; (2) The adequacy of the applicant's financial structure; (3) The future earning prospects of the applicant; (4) The general character and fitness of the management and ownership of the applicant; (5) The applicant's ability to serve the community as described in the application; and (6) Such other facts and circumstances as in the opinion of the director or commission may be relevant. In any hearing before the commission on an application, the director shall submit to the commission for its consideration pursuant to § 51A-3-10 the director's findings with respect to the above conditions together with all other pertinent information in the director's possession. Section 13. That § 51A-3-10 be amended to read as follows: 51A-3-10. The commission shall investigate and examine any applications filed pursuant to § 51A-2-16. The commission shall prepare and file in appropriate written form, findings of fact and conclusions of law based upon their investigation, which findings and conclusions shall become a permanent part of the record relating to the pending application. Within ninety days following an applicant's request for hearing or the commission's order granting a motion to intervene and request for hearing filed in accordance with § 51A-2-16, the commission shall conduct a hearing on the application. The commission shall consider the evidence presented at the hearing and the director's findings and other pertinent information submitted by the director in accordance with § 51A-3-9. The commission shall, within forty-five days from the date of the hearing, prepare and file in appropriate written form, findings of fact and conclusions of law which shall become a permanent part of the record relating to the pending application. Section 14. That § 51A-3-11 be repealed. 51A-3-11. Within one hundred eighty days after the filing of an application, the commission shall consider the director's findings and recommendations and all other available relevant information and shall in its discretion approve or disapprove the application, which action shall be subject to appeal pursuant to chapter 1-26. Section 15. That § 51A-3-12 be amended to read as follows: 51A-3-12. If the commission director approves the a charter application, its the director's approval shall be endorsed on the articles of incorporation or organization . The original shall be filed and recorded in the office of the secretary of state, and a certified copy thereof shall be forthwith filed in the office of the director. The remaining copy shall be returned to the incorporators or organizers within twenty days of the action of the commission director . If the commission director disapproves an application, the director shall so notify the incorporators or organizers within twenty days of such disapproval, in writing, stating the reasons for such disapproval and shall return all copies of the articles of incorporation or organization to them. Section 16. That § 51A-3-25 be amended to read as follows: 51A-3-25. Except as provided by this section, any transfers in the shares of a bank that create a change in the control of the bank, either directly or indirectly, are subject to the prior written approval of the director. The director may approve or disapprove an application for change of control, or recommend that the application receive a hearing before the commission. However, at no time may the director approve an application for which an objection or request to appear has been received. All applications for change of control that are disapproved or recommended for hearing by the director shall be received by the commission for its consideration pursuant to §§ 51A-2-16 and 51A-3-9 to 51A-3-11, inclusive. A For the purposes of application approval under § 51A-2-16, a change of control created by the acquisition of shares in satisfaction of a debt previously contracted in good faith or through testate or intestate succession or , bona fide gift , or trust distribution does not require prior written approval. The acquirer shall advise the director within thirty days after the acquisition and provide such information as the director may request. For the purposes of this section, the term \" , control \" , means the power, directly or indirectly, to direct the management or policies of a bank or to vote twenty-five percent or more of any class of voting securities of a bank. Section 17. That § 51A-4-18 be amended to read as follows: 51A-4-18. In the event of a legal holiday, power failure, fire, act of God, riot, strike, robbery or attempted robbery, epidemic, interruption of communication facilities, or for such other reason as the director may approve determine to be good cause , or in the event of the declaration of the existence of an emergency by the Governor or such other person lawfully exercising the power and duties of the office of Governor, a bank , in the reasonable and proper exercise of its discretion , may determine not to open its main office or any branch on any business or banking day, or, if having opened, to close such main office or any branch during the continuation of any such occurrence or emergency. Except for legal holidays, the bank shall, as soon as practicable, notify the director of such the nonopening or closing period. In no case may such the bank be required to comply with any other provision of law regarding the closing or reopening of banks or financial institutions. Any act, which could not be executed because of such the closing, may be performed on the next succeeding business day that such the main office or branch is reopened for business. Any other provision or rule of law notwithstanding, no liability or loss of rights of any kind on the part of any person, firm, or corporation, or of such bank, may accrue or result by virtue of such the nonopening or closing. In the event of an emergency or natural disaster affecting a bank's community, a bank may , without notice or advance permission from the director , temporarily extend its banking hours for the public convenience during the term of the emergency and disaster. In the event of an emergency or natural disaster, the director may waive any provision under this Title to provide for the continued access to banking facilities by the citizens of this state. The right of a bank not to open or close under this section and the protections afforded with respect thereto are in addition to and not in lieu of any rights or protections granted under § 57A-4-108. Section 18. That § 51A-4-31 be repealed. 51A-4-31. Real estate acquired by any bank through the collection of debts previously contracted in the due course of business may be charged off at one-sixtieth of the acquisition cost of such real estate and such charge-off shall be made monthly within thirty days after acquisition of the real estate. The director may extend the monthly charge-off of the real estate upon written request of the bank. For the purposes of this chapter, the book value of the real estate exclusive of the charge-off, is considered a bankable asset. Section 19. That § 51A-4-32 be repealed. 51A-4-32. The director may approve or disapprove time limits of less than five years and may increase the rate of charge-off to not more than one-one hundred eightieth per month (six and two-thirds percent per year). The director shall approve or disapprove a request received from a bank under § 51A-4-31 on a case-by-case basis after considering the material facts and information and evidence submitted by a bank. Further, the director shall review annually all approvals granted under this section and may modify or extend approvals so granted. The director shall give a bank a ten-day notification of any modification or revision or termination of time limits previously set. Section 20. That § 51A-4-33 be repealed. 51A-4-33. In addition to the provisions of §§ 51A-4-31 and 51A-4-32, immediately after a bank receives a report of examination, the bank may amortize each loan classified as a loss over a period not to exceed fifteen years, using the straight-line method pursuant to rules established by the commission if the loan: (1) Was classified in an amount not less than fifty thousand dollars; and (2) Was advanced as a business, commercial or agricultural loan; and (3) Was not advanced to any officer, director or employee of the bank; and (4) Was not the result of fraud or willful abuse on the part of the bank, its directors or employees. Section 21. That § 51A-4-34 be repealed. 51A-4-34. In addition to the provisions of §§ 51A-4-31 to 51A-4-33, inclusive, a bank may, before examination, amortize a loan loss over a period not to exceed fifteen years using the straight-line method pursuant to rules established by the commission if the loan: (1) Resulted in a loss in an amount of not less than fifty thousand dollars; and (2) Was advanced as a business, commercial or agricultural loan; and (3) Was not advanced to any officer, director or employee of the bank or their related interests; and (4) Was not the result of fraud or willful abuse on the part of the bank, its directors or employees. In such event the bank shall, within thirty days of such action, notify the director in writing. Section 22. That § 51A-4-35 be repealed. 51A-4-35. Following a report of examination, any bank loans classified as ineligible for amortization shall be charged to the bank's reserve for loan and lease losses in compliance with existing rules. Section 23. That § 51A-4-36 be repealed. 51A-4-36. The following types of loan losses may not be amortized as provided in §§ 51A- 4-33 and 51A-4-34: (1) Consumer transactions involving the purchase of goods or services for personal, family or household use; (2) Residential mortgage transactions; (3) Home improvement loans; (4) Extensions of credit created by overdraft; (5) Credit cards; and (6) Similar losses Section 24. That § 51A-4-37 be repealed. 51A-4-37. Notwithstanding any other provision of law, any bank and subsidiaries thereof which are located in this state may invest in real estate used primarily for agricultural purposes. Such investment is limited to a maximum of ten percent of any bank's paid-up capital and surplus for all such investments. The investment is restricted as follows: (1) The investment shall represent a minority interest therein; and (2) Any co-investor has the irrevocable option, but not the obligation, to repurchase at the co-investor's discretion, any or all of the investment owned by the bank and authorized by §§ 51A-4-37 and 51A-4-38, at any time. Such repurchase shall be made at the fair market value of the bank's investment at the time of the exercise of the option; and (3) No transfer or sale of the bank's interest to a third party may take place during the first ten years of the bank's investment without the prior written consent of the co-investor. For the purposes of §§ 51A-4-31 to 51A-4-41, inclusive, a co-investor is the individual, association, partnership or corporation other than a bank or bank subsidiary who sells an equity interest to a bank pursuant to §§ 51A-4-31 to 51A-4-41, inclusive. Section 25. That § 51A-4-38 be repealed. 51A-4-38. Notwithstanding any other provision of law, any bank and its subsidiaries, in addition to the investment authorized by § 51A-4-37, may also invest in other business ventures to the same extent, and with the same restrictions, except that the sum total of the investments authorized by this section may not exceed ten percent of the bank's paid-up capital and surplus. Section 26. That § 51A-4-39 be repealed. 51A-4-39. No value received or accrued as a result of any investment authorized by §§ 51A- 4-31 to 51A-4-41, inclusive, may be considered interest on any loan or an extension of credit regardless of the existence of a lending relationship between the bank and the co-investors. Section 27. That § 51A-4-40 be repealed. 51A-4-40. The restrictions on the investments authorized by §§ 51A-4-37 and 51A-4-38 do not apply to the powers granted to any bank pursuant to § 51A-4-4. Section 28. That § 51A-7-1 be amended to read as follows: 51A-7-1. A branch bank or mobile branch bank may be operated by a bank only as authorized by this title and by the commission director under such rules as the commission shall require. Section 29. That § 51A-7-2 be amended to read as follows: 51A-7-2. Every branch bank or mobile branch bank is subject to examination by the director as provided in §§ 51A-2-18 and 51A-2-20 and shall pay the fees prescribed therefor. Section 30. That § 51A-7-4 be amended to read as follows: 51A-7-4. Branch banks A branch bank may be established de novo or by a bank consolidating or merging with or purchasing the assets of another state bank, national bank or savings and loan association organized pursuant to Title 52 or 12 U.S.C. § 1464, as amended as of January 1, 1990. No branch bank may be established in a municipality of less than three thousand population where there is an existing national or state bank regularly transacting banking business, or in any municipality of three thousand population or more and less than ten thousand population where there are two or more existing national or state banks regularly transacting banking business. However, a branch bank shall be allowed in such a municipality if an outside state or national bank establishes a branch by purchasing the assets of, or by merger or consolidation with, one of the existing state banks, national banks or savings and loan associations organized pursuant to Title 52 or 12 U.S.C. § 1464, as amended as of January 1, 1990 , or another federally insured financial institution . Section 31. That § 51A-7-5 be repealed. 51A-7-5. For the purposes of determining whether a branch bank facility may be located in a municipality as provided in § 51A-7-4, a branch bank located in such municipality shall not be construed to be a bank. Section 32. That § 51A-7-6 be amended to read as follows: 51A-7-6. No branch bank may close without the approval of the commission director . If a branch is closed the branch certificate shall be surrendered to the division. A violation of this section is a Class 2 misdemeanor. Section 33. That § 51A-7-11 be amended to read as follows: 51A-7-11. No detached drive-in facility shall may be constructed or operated without the prior written approval of the commission director , in the case of a state bank, or the appropriate federal regulatory authority in the case of a national bank. Section 34. That § 51A-7-12 be amended to read as follows: 51A-7-12. A branch bank , mobile branch bank, or drive-in facility shall clearly indicate the identity of its parent bank. Section 35. That § 51A-7-14 be amended to read as follows: 51A-7-14. With prior approval of the commission director , any South Dakota state bank may establish and maintain a branch or acquire a branch in a state other than South Dakota. A South Dakota state bank may conduct any activities at a branch outside of South Dakota that are permissible for a bank chartered by the host state where the branch is located. Section 36. That § 51A-7-15 be amended to read as follows: 51A-7-15. A South Dakota state bank desiring to establish and maintain a branch in another state shall file an application with the commission and pay any branch application fee which has been established by rule. If the commission finds that the applicant has the financial resources sufficient to undertake the proposed expansion without adversely affecting its safety or soundness and if the commission finds that the establishment of the proposed branch is in the public interest, the commission shall approve the application. In acting on an application, the commission may consider the views of the appropriate bank supervisory agencies. The applicant bank may establish the branch if it has received the written approval of the commission. The commission shall act upon any application within ninety days of the filing of the application. No South Dakota state bank may establish or maintain a branch in another state until the application and appropriate fee has been submitted and approved as provided in § 51A-2-16. In acting on an application, the director or commission, as the case may be, may consider the views of the appropriate bank supervisory agencies. Section 37. That § 51A-7-16 be amended to read as follows: 51A-7-16. An out-of-state bank that meets the requirements of §§ 51A-7-13 to 51A-7-27, inclusive, may establish and maintain a branch in South Dakota, but only by establishing the branch through the acquisition of a bank which has been chartered for not less than sixty months prior to the date of acquisition. An out-of-state bank which establishes and maintains a branch bank under §§ 51A-7-13 to 51A-7-27, inclusive, may add additional branches under § 51A-7 in the same manner as a South Dakota bank. To the extent another state imposes a restriction on the ability of a South Dakota bank to establish, acquire, or retain a branch in that state, the other state's restriction shall apply to the establishment, acquisition, or retention of a branch in South Dakota by a bank from that state. Section 38. That § 51A-7-17 be repealed. 51A-7-17. An out-of-state bank which wants to acquire a branch in South Dakota shall provide written application of the proposed transaction to the commission not later than the date on which the bank applies to the responsible federal bank supervisory agency for approval to establish the branch. The filing of the application shall be accompanied by the filing fee established by the commission by rule. Section 39. That § 51A-7-18 be repealed. 51A-7-18. A branch of an out-of-state bank may not be established in South Dakota unless requisite filing fees have been paid and an application as prescribed by the commission has been filed with the commission and after a hearing has been held before the commission pursuant to § 51A-2-16. If the commission approves the application, the director shall issue a certificate of authority after the applicant confirms in writing to the director that as long as it maintains a branch in South Dakota, it will comply with all applicable laws of South Dakota and provides satisfactory evidence to the director of compliance with the applicable laws of §§ 47-1A-1501 and 47-1A-1503. An out-of-state state bank which establishes and maintains a branch in South Dakota may conduct any activities at the branch that are authorized under the laws of South Dakota for South Dakota state banks, and has all rights and privileges permitted South Dakota state bank branches. Section 40. That § 51A-7-21 be repealed. 51A-7-21. The director may enter into cooperative, coordinating, and information-sharing agreements with any other bank supervisory agencies or any organization affiliated with or representing one or more bank supervisory agencies with respect to the periodic examination of or other supervision of any branch located in South Dakota or by an out-of-state state bank, or any branch of a South Dakota state bank in any host state. The director may accept reports of examination and reports of investigation from these agencies and organizations in lieu of conducting its own examinations or investigations. Section 41. That § 51A-7-22 be repealed. 51A-7-22. The commission may enter into contracts with any bank supervisory agency that has concurrent jurisdiction over a South Dakota state bank or an out-of-state state bank maintaining a branch in South Dakota to contract for the services of the agency's examiners or to contract for the services of the director's examiners to such agency. Section 42. That § 51A-7-24 be repealed. 51A-7-24. Each out-of-state state bank that maintains one or more branches in South Dakota may be assessed fees and shall pay the fees in accordance with the laws of South Dakota and rules promulgated by the commission pursuant to chapter 1-26. The fees may be shared with other bank supervisory agencies or any organization affiliated with or representing one or more bank supervisory agencies in accordance with agreements between the agencies or organizations and the director. Section 43. That § 51A-7-27 be repealed. 51A-7-27. Each out-of-state state bank that establishes and maintains a branch in South Dakota pursuant to §§ 51A-7-13 to 51A-7-27, inclusive, shall give at least thirty days' prior written notice to the director of any merger, consolidation, or other transaction that would cause a change of control with respect to such out-of-state bank. However, if it is an emergency transaction, shorter notice may be given if the notice is consistent with applicable state or federal law. Section 44. That chapter 51A-7 be amended by adding thereto a NEW SECTION to read as follows: No person may use the word, bank, or any variation of the word, bank, or logo of an existing bank, trust company, savings association, savings bank, or affiliate in a manner that intentionally misleads a person about the source of origin, affiliation, or sponsorship of a product or service or about the true identity source of a communication regardless of the nature of the communication. Section 45. That § 15-2-19 be amended to read as follows: 15-2-19. This chapter shall not affect actions against directors or stockholders of a moneyed corporation or banking association to recover a penalty or forfeiture imposed, or to enforce a liability created by law; but such actions must be brought within six years after the discovery, by the aggrieved party, of the facts upon which the penalty or forfeiture attached or the liability was created. No action may be brought against a director, shareholder, or an agent or employee of a bank or bank holding company, for any error, mistake, or omission, whether based on contract or tort, unless it is commenced within three years of the occurrence of the alleged error, mistake, or omission. For purposes of this section the term, bank, or, bank holding company, includes state banks as defined in Title 51A, national banks organized pursuant to 12 U.S.C. § 21 as amended as of January 1, 2008, and federal savings associations organized pursuant to 12 U.S.C. § 1464 as amended as of January 1, 2008."}, {"bill_id": 4730, "bill_version_id": 3967, "bill_version": "Enrolled", "bill_version_date": "2008-02-26T09:29:38.51-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4730, "action_date": "2008-01-08T12:00:00-06:00", "document_id": 560, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/560.pdf", "status_text": "First read in Senate and referred to", "journal_page": 17, "committee_id_action": 28, "committee_id_assigned": 2, "result": "N", "vote": {}}, {"bill_id": 4730, "action_date": "2008-01-15T10:00:00-06:00", "document_id": 748, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/748.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 2, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4730, "action_date": "2008-01-15T10:00:00-06:00", "document_id": 1033, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1033.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 2, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4730, "action_date": "2008-01-15T10:00:00-06:00", "document_id": 1033, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1033.pdf", "status_text": "Do Pass Amended", "journal_page": 113, "committee_id_action": 2, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 184, "president_vote": null, "Excused": [557], "Yea": [553, 622, 573, 541, 560, 629]}}, {"bill_id": 4730, "action_date": "2008-01-17T14:00:00-06:00", "document_id": 1375, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1375.pdf", "status_text": "Motion to amend", "journal_page": 168, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4730, "action_date": "2008-01-17T14:00:00-06:00", "document_id": 1375, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1375.pdf", "status_text": "Do Pass Amended", "journal_page": 168, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 374, "president_vote": null, "Yea": [557, 576, 621, 604, 553, 596, 560, 590, 598, 545, 592, 530, 601, 567, 535, 533, 582, 562, 622, 584, 569, 573, 610, 629, 613, 632, 577, 588, 539, 627, 548, 550, 541, 607], "Excused": [618]}}, {"bill_id": 4730, "action_date": "2008-01-22T14:00:00-06:00", "document_id": 1529, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1529.pdf", "status_text": "First read in House and referred to", "journal_page": 202, "committee_id_action": 27, "committee_id_assigned": 15, "result": "N", "vote": {}}, {"bill_id": 4730, "action_date": "2008-02-20T10:00:00-06:00", "document_id": 3319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3319.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 15, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4730, "action_date": "2008-02-20T10:00:00-06:00", "document_id": 3506, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3506.pdf", "status_text": "Do Pass", "journal_page": 637, "committee_id_action": 15, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2216, "president_vote": null, "Yea": [602, 579, 623, 555, 556, 589, 546, 536, 578, 617, 540, 561, 600]}}, {"bill_id": 4730, "action_date": "2008-02-21T14:00:00-06:00", "document_id": 3687, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3687.pdf", "status_text": "Deferred to another day", "journal_page": 685, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4730, "action_date": "2008-02-22T13:00:00-06:00", "document_id": 3824, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3824.pdf", "status_text": "Deferred to another day", "journal_page": 702, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4730, "action_date": "2008-02-25T14:00:00-06:00", "document_id": 3927, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3927.pdf", "status_text": "Do Pass Amended", "journal_page": 726, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2517, "president_vote": null, "Yea": [602, 579, 609, 614, 625, 593, 586, 570, 597, 532, 608, 623, 574, 555, 542, 552, 580, 624, 595, 529, 631, 565, 620, 616, 556, 585, 589, 633, 543, 558, 605, 628, 630, 581, 544, 546, 537, 536, 578, 612, 551, 599, 617, 554, 547, 583, 603, 615, 600, 531, 563, 540, 566, 549, 619, 626, 606, 559, 564, 561, 591], "Nay": [534, 575, 572, 594, 571, 538, 611, 587], "Excused": [568]}}, {"bill_id": 4730, "action_date": "2008-02-26T14:00:00-06:00", "document_id": 4020, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4020.pdf", "status_text": "Signed by the President", "journal_page": 656, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4730, "action_date": "2008-02-26T14:00:00-06:00", "document_id": 4029, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4029.pdf", "status_text": "Signed by the Speaker", "journal_page": 764, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4730, "action_date": "2008-02-27T11:00:00-06:00", "document_id": 4108, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4108.pdf", "status_text": "Delivered to the Governor", "journal_page": 684, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4730, "action_date": "2008-03-17T10:00:00-05:00", "document_id": 4324, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4324.pdf", "status_text": "Signed by the Governor", "journal_page": 742, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4113}