{"session_id": 27, "bill_id": 8300, "bill_type": "House Commemoration", "bill_number": 1023, "bill_title": "Honoring Bria Shay Neff as the state winner of the \"Doodle 4 Google\" competition.", "sponsors": [{"legislator_profile_id": 1193, "is_prime": true}, {"legislator_profile_id": 1168, "is_prime": false}, {"legislator_profile_id": 1169, "is_prime": false}, {"legislator_profile_id": 1199, "is_prime": false}], "keywords": ["House Commemorative"], "audio": [], "bill_versions": [{"bill_id": 8300, "bill_version_id": 45216, "bill_version": "Introduced", "bill_version_date": "2017-03-01T09:41:08.623-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Bria Shay Neff as the state winner of the \"Doodle 4 Google\" competition. WHEREAS, Google is sponsoring a national competition selecting fifty-three winners from each state and territory to win a grand prize of a $30,000 scholarship and to have their doodle artwork featured on the Google website home page; and WHEREAS, the competition inspires students to expresss their creativity, to explore the world around them, and to consider what the future could be like and how they can make an impact; and WHEREAS, Bria Shay Neff, age ten, of Sioux Falls, South Dakota, was selected as the winner for South Dakota in the fourth grade to fifth grade age group, and her doodle artwork is entitled \"Wild and Free\" to symbolize all animals living in peace and raise awareness of endangered animals: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Second Legislature of the State of South Dakota, that the Legislature recognizes and honors Bria Shay Neff for being selected as the state winner of the \"Doodle 4 Google\" competition."}, {"bill_id": 8300, "bill_version_id": 45472, "bill_version": "Enrolled", "bill_version_date": "2017-03-06T17:34:48.57-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Bria Shay Neff as the state winner of the \"Doodle 4 Google\" competition. WHEREAS, Google is sponsoring a national competition selecting fifty-three winners from each state and territory to win a grand prize of a $30,000 scholarship and to have their doodle artwork featured on the Google website home page; and WHEREAS, the competition inspires students to expresss their creativity, to explore the world around them, and to consider what the future could be like and how they can make an impact; and WHEREAS, Bria Shay Neff, age ten, of Sioux Falls, South Dakota, was selected as the winner for South Dakota in the fourth grade to fifth grade age group, and her doodle artwork is entitled \"Wild and Free\" to symbolize all animals living in peace and raise awareness of endangered animals: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Second Legislature of the State of South Dakota, that the Legislature recognizes and honors Bria Shay Neff for being selected as the state winner of the \"Doodle 4 Google\" competition. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8300, "action_date": "2017-03-01T14:00:00-06:00", "document_id": 45285, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45285.pdf", "status_text": "", "journal_page": 597, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}]}