{"session_id": 47, "bill_id": 13313, "bill_type": "Senate Bill", "bill_number": 186, "bill_title": "to ensure that enrollees receive health care services under certain managed care systems.", "sponsors": [{"legislator_profile_id": 2127, "is_prime": true}, {"legislator_profile_id": 2149, "is_prime": true}, {"legislator_profile_id": 2097, "is_prime": false}, {"legislator_profile_id": 2108, "is_prime": false}, {"legislator_profile_id": 2109, "is_prime": false}, {"legislator_profile_id": 2113, "is_prime": false}, {"legislator_profile_id": 2122, "is_prime": false}, {"legislator_profile_id": 2129, "is_prime": false}, {"legislator_profile_id": 2140, "is_prime": false}, {"legislator_profile_id": 2142, "is_prime": false}, {"legislator_profile_id": 2147, "is_prime": false}, {"legislator_profile_id": 2150, "is_prime": false}, {"legislator_profile_id": 2155, "is_prime": false}, {"legislator_profile_id": 2156, "is_prime": false}, {"legislator_profile_id": 2159, "is_prime": false}, {"legislator_profile_id": 2164, "is_prime": false}, {"legislator_profile_id": 2165, "is_prime": false}, {"legislator_profile_id": 2169, "is_prime": false}, {"legislator_profile_id": 2175, "is_prime": false}, {"legislator_profile_id": 2189, "is_prime": false}, {"legislator_profile_id": 2194, "is_prime": false}], "keywords": ["Consumer Affairs", "Managed Health Care"], "audio": [], "bill_versions": [{"bill_id": 13313, "bill_version_id": 77859, "bill_version": "Introduced", "bill_version_date": "1998-01-23T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to ensure that enrollees receive health care services under certain managed care systems. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Appeal,\" a formal process whereby an enrollee, whose care has been reduced, denied, or terminated, or whereby the enrollee deems the care inappropriate, may contest an adverse grievance decision by the health care services plan; (2) \"Emergency,\" a medical condition, the onset of which is sudden and unexpected, that manifests itself by symptoms of sufficient severity, that a prudent layperson, who possesses an average knowledge of health and medicine, could reasonably assume that the condition requires immediate medical treatment, and could expect that the absence of medical attention to result in serious impairment to bodily functions or place the person's health in serious jeopardy; (3) \"Enrollee,\" any person who is enrolled in a managed care entity; (4) \"Expedited review,\" a review process which takes no more than seventy-two hours from commencement to completion; (5) \"Experimental treatment,\" treatment that, while not commonly used for a particular condition or illness, nevertheless is recognized for treatment of the particular condition or illness, if there is no clearly superior, nonexperimental treatment alternative available to the enrollee; (6) \"Grievance,\" a written complaint submitted by or on behalf of the enrollee; (7) \"Health care provider,\" a clinic, hospital physician organization, preferred provider organization, independent practice association, or other appropriately licensed provider of health care services or supplies; (8) \"Health care professional,\" a licensed health care practitioner in the state providing health care services within the health care practitioner's authorized scope of practice; (9) \"Health care services,\" services for the diagnosis, prevention, or treatment of a health condition, illness, injury, or disease; (10) \"Managed care entity,\" any entity including a licensed insurance company, hospital or medical service plan, health maintenance organization, employer or employee organization, preferred provider organization, or any managed care contractor that operates a managed care plan; (11) \"Managed care plan,\" a plan operated by a managed care entity that provides for the financing and delivery of health care services to persons enrolled in the plan, with financial incentives for persons enrolled in the plan to use the participating health care professionals and procedures covered by the plan; (12) \"Participating practitioner,\" a health care professional who has entered into an agreement with a managed care entity to provide health care services to an enrollee in the managed care plan; (13) \"Point of service option,\" an option for the enrollee to choose to receive service from a nonparticipating health care professional or provider; (14) \"Primary care practitioner,\" a health care professional under contract with the plan, who has been designated by the plan to coordinate, supervise, or provide ongoing care to the enrollee; (15) \"Prudent layperson,\" a person without specific medical training for the illness or condition in question who acts as a reasonable person would under similar circumstances; (16) \"Quality assurance,\" the ongoing evaluation of the quality of health care provided to enrollees; (17) \"Specialist,\" a health care professional who falls outside the definition of a primary care practitioner. Section 2. This Act applies to all managed care entities operating within the state. Section 3. Each managed care plan shall include a sufficient number and type of primary care practitioners and specialists, throughout the service area, to meet the needs of enrollees and to provide meaningful choice. Each managed care plan shall demonstrate that it offers: (1) An adequate number of accessible acute care hospital services, within a reasonable distance or travel time; (2) An adequate number of accessible primary care practitioners, within a reasonable distance or travel time. Primary care practitioners include family practice and general practice physicians, physician's assistants, nurse practitioners, internists, obstetrician/gynecologists, pediatricians, chiropractors, dentists, and optometrists; (3) An adequate number of accessible specialists and sub-specialists, within a reasonable distance or travel time. When the type of medical specialist needed for a specific condition is not represented on the speciality panel, enrollees shall have access to nonparticipating health care professionals; (4) The availability of specialty medical services, including physical therapy, occupational therapy, and rehabilitation services; and (5) The availability of nonpanel specialists, if a patient's unique medical circumstances warrant it. Section 4. Each managed care plan shall provide for continuity of care with established primary care practitioners, if the health care professional's contract is terminated. The plan shall allow enrollees, at no additional out-of-pocket cost, to continue receiving services from a primary care practitioner whose contract with the plan is terminated without cause. This continuation shall be effective for sixty days if the enrollee requests continued care. Section 5. Each managed care plan shall provide telephone access to the managed care plan for sufficient time during business and evening hours to ensure enrollee access for routine care, and twenty-four hour telephone access to either the plan or a participating provider or practitioner, for emergency care or authorization for care. Section 6. Each managed care plan shall establish reasonable standards for waiting times to obtain appointments. Such standards shall include appointment scheduling guidelines based on the type of health care service, including prenatal care appointments, well-child visits and immunizations, routine physicals, follow-up appointments for chronic conditions, and urgent care. However, for emergency services, each managed care plan shall cover and reimburse expenses for emergency care obtained, without prior authorization, in situations in which a prudent layperson could reasonably believe the condition required immediate attention at the nearest facility. Section 7. Each managed care plan shall demonstrate that it has developed an access plan to meet the needs of vulnerable and under-served populations. The plan shall provide culturally appropriate services to the greatest extent possible. If a significant number of enrollees in the plan speaks a first language other than English, the plan shall provide access to personnel fluent in languages other than English, to the greatest extent possible. The plan shall develop standards for continuity of care following enrollment, including sufficient information on how to access care within the plan. Section 8. Each managed care plan shall hold harmless enrollees, against claims from participating practitioners in the managed care plan, for payment of the cost of covered health services. Section 9. Each enrollee shall have adequate choice among managed care plan health care professionals who are accessible and qualified. Each managed care plan shall permit enrollees to choose their own primary care practitioner from a list of health care professionals within the plan. This list shall be updated as health care professionals are added or removed and shall include: (1) A sufficient number of primary care practitioners who are accepting new enrollees; and (2) A sufficient mix of primary care practitioners that reflects a diversity that is adequate to meet the needs of the enrolled population's varied characteristics, including age, gender, race, and health status. Each managed care plan shall develop a system to permit enrollees to use a medical specialist primary care practitioner, if the enrollee's medical condition warrants it. This may include enrollees suffering from chronic diseases as well as those with other special needs. Each managed care plan shall provide continuity of care and appropriate referral to specialists within the plan, if specialty care is warranted. Enrollees shall have access to medical specialists on a timely basis and a choice of specialists if a referral is made. Each managed care plan shall offer a point-of-service option. The point-of-service option may require that the enrollee in the plan pay a reasonable portion of the costs not to exceed twenty percent of such out-of-plan care. Each plan shall provide enrollees with access to a consultation for a second opinion. Section 10. A managed care plan may not contract with a health care provider to limit the health care professional's disclosure to an enrollee or on behalf of an enrollee any information relating to the enrollee's medical condition or treatment options. A health care professional may not be penalized, nor may the health care professional's contract with the managed care plan terminated, because the health care professional offers referrals, or discusses medically necessary or appropriate care with, or on behalf of, the enrollee. All treatment options may be discussed, and other information, determined by the health care professional to be in the best interests of the enrollee may be disclosed. A health care professional may not be penalized for discussing financial incentives and financial arrangements between the health care professional and the managed care entity. Section 11. Each managed care plan shall provide coverage for FDA-approved drugs and devices, whether or not that drug or device has been approved for the specific treatment or condition, if the primary care practitioner or other medical specialist treating the enrollee determines the drug or device is medically necessary and appropriate for the enrollee's condition. Each managed care service plan shall establish and operate a drug utilization review program that includes retrospective review of prescription drugs furnished to enrollees, and the education of physicians, enrollees, and pharmacists regarding the appropriate use of prescription drugs. Each managed care service plan shall provide for a drug utilization review program with ongoing periodic examination of data on outpatient prescription drugs to ensure quality therapeutic outcomes for enrollees. The drug utilization review program's primary emphasis shall be to enhance quality of care for enrollees by assuring appropriate drug therapy. The drug utilization review program shall include the following: (1) Clinically relevant criteria and standards for drug therapy; (2) Nonproprietary criteria and standards, developed and revised through an open, professional consensus process; and (3) Interventions which focus on improving therapeutic outcomes. The confidentiality of the relationship between enrollees and health care professionals shall be protected at all times. The health care services plan shall provide an educational outreach program as part of the drug utilization review program. The outreach program shall be directed to enrollees, pharmacists, and other health care professionals. The outreach program shall emphasize the appropriate use of prescription drugs. Prospective review of drug therapy may only deny services in cases of enrollee ineligibility, coverage limitations, or fraud. The prescribing health care professional shall determine the appropriate drug therapy for the enrollee. No substitutions may be made without the direct approval of the prescriber or recipient. Section 12. A managed care plan which limits coverage for services shall define the limitation and disclose the limits in any agreement or certificate of coverage. This disclosure shall include who is authorized to make such a determination, and the criteria the plan uses to determine whether a service is experimental. A managed care plan that denies coverage for an experimental treatment, procedure, drug, or device for an enrollee who has a terminal condition or illness shall provide the enrollee with a denial letter within twenty working days of the submitted request. The letter shall include: (1) The name and title of the individual making the decision; (2) A statement setting forth the specific medical and scientific reasons for denying coverage; (3) A description of alternative treatment, services, or supplies covered by the plan, if any; and (4) A copy of the plan's grievance and appeal procedure. Section 13. The managed care plan shall develop comprehensive quality assurance standards, adequate to identify, evaluate, and remedy problems relating to access, continuity, and quality of care. These standards shall include: (1) An ongoing, written, internal quality assurance program; (2) Specific written guidelines for quality of care studies and monitoring, including attention to vulnerable populations; (3) Performance and clinical outcomes-based criteria; (4) A procedure for remedial action to correct quality problems, including written procedures for taking appropriate corrective action; (5) A plan for data gathering and assessment; and (6) A peer review process which utilizes South Dakota health care professionals from the same profession. Section 14. Each managed care plan shall have a process for selection of health care professionals who are on the plan's participating practitioner list, with written policies and procedures for review and approval used by the plan. The plan shall establish minimum professional requirements. The plan shall demonstrate that it has consulted with appropriately qualified health care professionals to establish the requirements. The plan's process shall include verification of the individual practitioner's license, history of suspension or revocation, and liability claims history. Each managed care plan shall establish a formal, written, ongoing process for the re-evaluation of all participating physicians within a specified number of years after the initial acceptance. Any re-evaluation shall include updates of the previous review criteria and an assessment of the performance pattern based on criteria including enrollee clinical outcomes, number of complaints, and malpractice actions. The plan may not use a health care professional beyond, or outside of, the professional's authorized scope of practice. Section 15. The managed care plan shall provide information on a plan's structure, decision making process, health care benefits and exclusions, cost and cost sharing requirements, list of contracting providers and health care professionals, and grievance and appeal procedures to all potential enrollees, all enrollees covered by the plan, and to the Division of Insurance. The managed care plan shall collect and report annually to the division specified data including: (1) Gross outpatient and hospital utilization data; (2) The number and types of enrollee grievances or complaints during the year, the status of decisions, and the average time required to reach a decision; and (3) The number, amount, and disposition of malpractice claims resolved during the year by the managed care plan and any of its participating health care professionals. The information required by this section shall be reported to the division and shall be available to the public on a timely basis. Section 16. The managed care plan shall establish written policies and procedures for the handling of medical records and enrollee communications to ensure enrollee confidentiality. The managed care plan shall ensure the confidentiality of specified enrollee information, including prior medical history, medical record information, and claims information, unless disclosure of this information is required by law. The managed care plan may not release any enrollee's patient record information, unless such a release is authorized in writing by the enrollee. Section 17. The managed care plan shall appoint a director who is a health care professional in the state. The director is responsible for treatment policies, protocols, quality assurance activities, and utilization management decisions of the plan. Section 18. The managed care plan shall inform enrollees of the financial arrangements between the plan and contracting health care professionals and pharmacists, if those arrangements include incentives or bonuses for restriction of services. Section 19. The Division of Insurance shall oversee managed care plans operating within the state. Each managed plan shall be legally authorized by the division prior to beginning operations. The division shall perform audits on an annual basis, to review enrollee clinical outcome data, enrollee service data, and operational and other financial data. Nothing in this Act precludes the division from investigating complaints, grievances, or appeals on behalf of enrollees or health care professionals. The division shall provide, by rules promulgated pursuant to chapter 1-26: (1) Standards for compliance of plans regarding mandated requirements; and (2) Penalties for violations. Section 20. The managed care plan shall provide written notification to enrollees in plain language regarding the right to file a grievance. At a minimum, notification shall be given prior to enrollment in the plan and at the time care is denied or limited under the plan. At the time of a denial, the plan shall notify the enrollee of the right to file a grievance. The notice shall be written and shall include the reason for denial, the name of the person responsible for the decision, the criteria for determination, and the enrollee's right to file a grievance. The grievance procedure shall include: (1) Identification of the reviewing body and an explanation of the process of review; (2) An initial investigation and review; (3) Notification within a reasonable amount of time of the outcome of the grievance; and (4) An appeal procedure. The managed care plan shall set reasonable time limits for each part of the review process, but in no case may the review extend beyond thirty days. The managed care plan shall provide for expedited review for cases involving an imminent, emergent, or serious threat to the health of the enrollee. The plan shall immediately inform the enrollee of this right. The plan shall provide the enrollee with a written statement of the disposition or pending status of the grievance within seventy-two hours of the commencement of the review process. Section 21. The managed care plan shall report to the Division of Insurance, the number of grievances and appeals received by the plan within a specified time period, including, if applicable, the outcomes or current status of the grievance or appeals, or both, as well as the average time taken to resolve both grievances and appeals. Section 22. This Act may be cited as the South Dakota Health Care Consumers' Bill of Rights Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13313, "action_date": "1998-01-23T14:00:00-06:00", "document_id": 76900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76900.pdf", "status_text": "First read in Senate and referred to", "journal_page": 177, "committee_id_action": 601, "committee_id_assigned": 578, "result": "N", "vote": {}}, {"bill_id": 13313, "action_date": "1998-01-30T10:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 578, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13313, "action_date": "1998-02-02T10:00:00-06:00", "document_id": 76631, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76631.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 281, "committee_id_action": 578, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40163, "president_vote": null, "Nay": [2095, 2149, 2169], "Yea": [2137, 2156, 2121, 2103]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13313"}