{"session_id": 47, "bill_id": 13899, "bill_type": "Senate Bill", "bill_number": 210, "bill_title": "to transfer funds from the special racing revolving fund and the South Dakota-bred racing fund to the Department of Social Services for domestic and sexual abuse shelter programs and child care programs and to make an appropriation therefor.", "sponsors": [{"legislator_profile_id": 2111, "is_prime": true}, {"legislator_profile_id": 2118, "is_prime": true}, {"legislator_profile_id": 2125, "is_prime": false}, {"legislator_profile_id": 2130, "is_prime": false}, {"legislator_profile_id": 2131, "is_prime": false}, {"legislator_profile_id": 2179, "is_prime": false}], "keywords": ["Appropriations", "Entertainment, Recreation & Sports", "Hoghoused Bills", "Racing"], "audio": [], "bill_versions": [{"bill_id": 13899, "bill_version_id": 76952, "bill_version": "Introduced", "bill_version_date": "1998-01-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the distribution of funds from racing, to transfer funds from the South Dakota racing fund to the Department of Social Services for domestic and sexual abuse shelter programs and child care programs, and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 42-7-58.1 be amended to read as follows: 42-7-58.1. The commission may allow licensees approved by the commission to collect and disburse money under the certificate system at locations other than where licensed races are conducted if the satellite locations are more than fifty miles away from any pari-mutuel horse track or dog track licensed by the commission which is conducting a race meet at that time or if the pari-mutuel horse or dog track agrees to the operation of such a location within the fifty mile radius. The licensees shall combine calculate the total amount contributed at the satellite location with the contribution contributed at the track and such amount shall be combined with the amount withheld by the licensees as provided in § § 42-7-79 and 42-7-79.1 after payment to the holders of winning certificates in accordance with § 42-7-78 . The state shall receive one four and one-half percent of the total amount contributed from the satellite location , and which shall go into the special South Dakota racing revolving fund in the office of the state treasurer and the South Dakota bred racing fund shall each receive one and one-half percent of the total amount contributed , with the remaining amount of the contribution withheld at the satellite location to be retained by the licensees. No other deductions may be made from the amount withheld by the licensee at the satellite location. Satellite facilities may receive contributions between the hours of 9:00 a.m. and 1:00 a.m. Section 2. That chapter 42-7 be amended by adding thereto a NEW SECTION to read as follows: There is established within the state treasury the South Dakota racing fund. All money received by the state treasurer under this chapter shall be deposited in the South Dakota racing fund. Money in this fund is continuously appropriated to the Commission on Gaming for the purposes specified in this chapter. Funds from the racing fund shall be disbursed by the commission on warrants drawn by the state auditor on vouchers approved by the commission, and such funds shall be disbursed without authority of appropriations for the following purposes: (1) Two hundred fifty thousand dollars shall be transferred on or about July 15, 1998, to the Department of Social Services to provide grants to qualifying contractors under the provisions of § § 25-10-26 to 25-10-33, inclusive; (2) One hundred thousand dollars shall be transferred on or about July 15, 1998, to the Department of Social Services for the purpose of providing grants to qualifying providers under the provisions of § § 28-1-60-to 28-1-63, inclusive; (3) The balance shall be retained in the South Dakota racing fund. Such funds may be disbursed by the commission in its discretion to increase purses or, to defray the costs of racing operations of any licensee authorized to conduct horse races pursuant to § 42-7-58. Section 3. That chapter 42-7 be amended by adding thereto a NEW SECTION to read as follows: On July 1, 1998, the Commission on Gaming shall transfer all moneys in or receivable by the South Dakota bred racing fund, the special racing revolving fund, and the special racing fund to the South Dakota racing fund established in section 2 of this Act. Section 4. That § 42-7-58.4 be amended to read as follows: 42-7-58.4. All contributions received pursuant to § § 42-7-58.2 to 42-7-58.5, inclusive, shall be distributed pursuant to § 42-7-58.1 and sections 2 and 3 of this Act . Section 5. That § 42-7-63 be amended to read as follows: 42-7-63. The commission may charge a fee for licenses to conduct racing of horses or dogs under the certificate system commensurate with the size and attendance of such race meet, but no charge less than ten dollars nor in excess of one hundred dollars per day shall be made. The license fees shall be remitted to the state treasurer and placed in the special South Dakota racing fund. Section 6. That § 42-7-71 be repealed. 42-7-71. One-fourth of all money received by the state treasurer under this chapter from licensees operating horse racing tracks shall be placed in a special revenue fund to be known as the \"South Dakota-bred racing fund.\" The fund shall be used by the commission to encourage horse racing and the raising and breeding of horses in South Dakota and shall be used for the purpose of providing compensation to South Dakota-bred horses by providing funds to all horsetracks licensed in South Dakota. However, not more than one-fourth of the moneys deposited in the South Dakota-bred racing fund may be used by the commission to provide purse supplements to horsetracks for horses other than South Dakota-bred horses. Section 7. That § 42-7-77 be amended to read as follows: 42-7-77. The licensee shall receive such contributions on horses or dogs selected to run second, third, or both, the method and procedure and the right of the licensee to be as specified in § § 42-7-76 , and 42-7-78 and 42-7-79 , with reference to selection of a horse or dog to run first. Any contributions collected or received under the provisions of this chapter may apply to one or more races or to any combination of races. Section 8. That § 42-7-78 be amended to read as follows: 42-7-78. As each horse live race is run the licensee conducting the race shall be authorized to deduct from the total sum contributed on all horses entries as first winners eighteen and one-quarter nineteen and one-half percent and the balance remaining on hand after deducting such percentage shall be paid out to the holders of certificates on the winning horse entries equally in proportion as the amount contributed by such the person bears to the total amount contributed toward the entry of all horses entries in such the race to run first. The licensee shall remit an amount equal to four and one-half percent of the total sum contributed on all entries to the commission on a weekly basis for deposit in the South Dakota racing fund in the Office of the State Treasurer. All funds not remitted to the state treasurer or paid out to holders of certificates on winning entries shall be retained by the licensee. Section 9. That § 42-7-78.1 be amended to read as follows: 42-7-78.1. In addition to the deductions authorized by § 42-7-78, a the licensee of a horse track may shall deduct from the total sum contributed on live horse races, except contributions on horse races in the win, place or show pool, an additional three percent, which shall be retained by the licensee as additional compensation, to be used only by the licensee for capital improvements, increases in purses, or for such other purpose which has been approved by the commission. Such deduction is not subject to the provisions of § 42-7-85. Section 10. That § 42-7-79 be repealed. 42-7-79. As each dog race is run, the licensee shall deduct from the total sum contributed on all dogs as first winners eighteen and one-quarter percent of the amount thus contributed. This deduction shall be made from all sums contributed on dog races under the certificate system. Of this eighteen and one-quarter percent withheld, five percent of the total sum contributed shall be remitted on a weekly basis to the special racing fund, one-half of one percent of the total sum contributed shall be remitted on a weekly basis to the South Dakota-bred racing fund as provided in § 42-7-71, and one-half of one percent of the total sum contributed shall be remitted on a weekly basis to the special racing revolving fund as provided in § 42-7-79.1. The balance remaining on hand after deducting the eighteen and one-quarter percent shall be paid out to the holders of certificates on the winning dog equally in proportion as the amount contributed by such person bears to the total amount contributed toward the entry of all dogs in such race to run first. All funds not remitted to the state or paid to the South Dakota-bred racing fund or the special racing revolving fund provided for in § 42-7-79.1 or paid out to holders of certificates on winning dogs shall be retained by the track. Section 11. That § 42-7-79.1 be repealed. 42-7-79.1. In addition to the deductions authorized by § 42-7-79, the dog racing licensees shall deduct from the total sum contributed on dog races, except contributions on dog races in the win, place and show pool, an additional three and three-quarters percent on the dollars contributed. The licensee will retain one-quarter of one percent for capital improvements on all amounts contributed and an additional three and one-half percent shall be retained by the licensee for discretionary use. The special racing revolving fund shall be in the office of the state treasurer to be disbursed by the commission to increase purses or for operations, or upon request, funds may be granted to a political subdivision of the state for unusual or unique law enforcement expenses incidental to having a race track or off-track site in that political subdivision. Funds in the South Dakota-bred racing fund and the special racing revolving fund shall be disbursed by the commission on warrants drawn by the state auditor on vouchers approved by the commission and such funds shall be disbursed without authority of appropriation acts. Section 12. That § 42-7-84 be repealed. 42-7-84. The licensee of each horse racing track shall withhold and retain at the end of each week of racing, as additional compensation to the licensee, one and one-quarter percent of the total sum contributed. Section 13. That § 42-7-85 be repealed. 42-7-85. A license to conduct racing under the certificate system shall further expressly provide that the licensee of any horse racing track shall remit to the state treasurer at the end of each week of racing, four-seventeenths of the total of all money retained as compensation by the licensee as authorized by this chapter which is in excess of the one and one-quarter percent retained by the licensee or remitted to the county treasurer wherein the site is located except breakage. Section 14. That § 42-7-89 be amended to read as follows: 42-7-89. The payments required in § § 42-7-58.1, sections 2 and 3 of this Act, 42-7-63, 42-7-79, 42-7-85 and 42-7-88 42-7-78, 42-7-78.1, and 42-7-102 , to be made by the licensee to the state treasurer are in lieu of all other or further excise or occupational taxes to the state or any county, municipality or other political subdivision. Section 15. That § 42-7-93 be amended to read as follows: 42-7-93. The commission, upon proof of violation by a licensee, or his the licensee's agents or employees, of any provision of this chapter or any rule promulgated by the commission, may, pursuant to chapter 1-26, after reasonable notice to the licensee and after giving the licensee an opportunity to be heard, fine him the licensee or revoke or suspend his the license. In the event of revocation, the licensee is not eligible to apply for another license within twelve months from the date of the revocation. Section 16. That § 42-7-98 be repealed. 42-7-98. All moneys received by the state treasurer except for those moneys in the South Dakota-bred racing fund and the racing revolving fund shall be retained by the treasurer in a special racing fund. Section 17. That § 42-7-98.1 be repealed. 42-7-98.1. The state treasurer shall transfer the first seventy-five thousand dollars received in a special racing fund to the special racing revolving fund and any amounts received during any year in excess of seventy-five thousand dollars shall be transferred as follows: (1) One-half of the remaining revenue shall be transferred to the South Dakota-bred racing fund; (2) The other one-half of the remaining revenue shall be transferred to the special racing revolving fund. All transfers by the state treasurer except for the transfer on April 1, 1991 shall be made on a monthly basis on the first day of the month or as soon thereafter as is reasonably possible. Section 18. That § 42-7-102 be amended to read as follows: 42-7-102. Notwithstanding any other provision of this chapter, the commission may authorize any licensee to participate in an interstate combined wagering pool with one or more other racing jurisdictions. If a licensee participates in an interstate combined wagering pool, the licensee may adopt the take-out of the host jurisdiction or facility. The State of South Dakota shall receive one and one-half percent of the total contributed in this state, and the special racing revolving fund and the South Dakota bred racing fund shall each receive one and one-half percent of the total contributed in this state The racing fund shall receive four and one-half percent of the total contributed in South Dakota . Section 19. There is hereby appropriated the sum of two hundred fifty thousand dollars ($250,000) of other fund expenditure authority, or so much thereof as may be necessary, to the Department of Social Services to provide grants to qualifying contractors according to the provisions of § § 25-10-26 to 25-10-33, inclusive. Section 20. There is hereby appropriated the sum of one hundred thousand dollars ($100,000) of other fund expenditure authority, or so much thereof as may be necessary, to the Department of Social Services to provide grants to qualifying contractors according to the provisions of § § 25-10-60 to 28-1-63, inclusive. Section 21. The secretary of social services shall approve vouchers, and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 22. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 1999, shall revert in accordance with § 4-8-21."}, {"bill_id": 13899, "bill_version_id": 77910, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "1998-02-02T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to transfer funds from the special racing revolving fund and the South Dakota-bred racing fund to the Department of Social Services for domestic and sexual abuse shelter programs and child care programs and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Commission of Gaming on or about July 15, 1998, shall transfer one hundred seventy-five thousand dollars from the special racing revolving fund and seventy-five thousand dollars from the South Dakota-bred racing fund to the Department of Social Services to provide grants to qualifying contractors according to the provisions of § § 25-10-26 to 25-10-33, inclusive. Section 2. The Commission of Gaming on or about July 15, 1998, shall transfer seventy thousand dollars from the special racing revolving fund and thirty thousand dollars from the South Dakota-bred racing fund to the Department of Social Services to provide grants to qualifying providers according to the provisions of § § 28-1-60 to 28-1-63, inclusive. Section 3. There is hereby appropriated the sum of three hundred fifty thousand dollars ($350,000) of other fund expenditure authority, or so much thereof as may be necessary, to the Department of Social Services to make grants as provided by sections 1 and 2 of this Act. Section 4. The secretary of social services shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 5. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 1999, shall revert in accordance with § 4-8-21. BILL HISTORY 1/26/98 First read in Senate and referred to State Affairs. S.J. 198 1/30/98 Scheduled for Committee hearing on this date. 1/30/98 State Affairs Do Pass Amended, Passed, AYES 9, NAYS 0. S.J. 254"}, {"bill_id": 13899, "bill_version_id": 77909, "bill_version": "Enrolled", "bill_version_date": "1998-02-25T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13899, "action_date": "1998-01-26T14:00:00-06:00", "document_id": 76902, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76902.pdf", "status_text": "First read in Senate and referred to", "journal_page": 198, "committee_id_action": 601, "committee_id_assigned": 583, "result": "N", "vote": {}}, {"bill_id": 13899, "action_date": "1998-01-30T07:45:00-06:00", "document_id": 76615, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76615.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 583, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13899, "action_date": "1998-01-30T07:45:00-06:00", "document_id": 76615, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76615.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 583, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13899, "action_date": "1998-01-30T07:45:00-06:00", "document_id": 76615, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76615.pdf", "status_text": "Do Pass Amended,", "journal_page": 254, "committee_id_action": 583, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40084, "president_vote": null, "Yea": [2121, 2125, 2166, 2122, 2140, 2156, 2196, 2179, 2137]}}, {"bill_id": 13899, "action_date": "1998-02-02T00:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 583, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13899, "action_date": "1998-02-03T14:00:00-06:00", "document_id": 76914, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76914.pdf", "status_text": "Do Pass Amended,", "journal_page": 313, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40304, "president_vote": null, "Yea": [2094, 2095, 2102, 2103, 2112, 2115, 2118, 2122, 2129, 2130, 2135, 2137, 2138, 2140, 2142, 2145, 2148, 2149, 2155, 2156, 2165, 2166, 2169, 2170, 2175, 2179, 2182, 2187, 2188, 2189, 2191, 2196], "Excused": [2099, 2121, 2125]}}, {"bill_id": 13899, "action_date": "1998-02-04T14:00:00-06:00", "document_id": 76915, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76915.pdf", "status_text": "First read in House and referred to", "journal_page": 391, "committee_id_action": 600, "committee_id_assigned": 595, "result": "N", "vote": {}}, {"bill_id": 13899, "action_date": "1998-02-14T10:00:00-06:00", "document_id": 76744, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76744.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13899, "action_date": "1998-02-14T10:00:00-06:00", "document_id": 76744, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76744.pdf", "status_text": "Referred to", "journal_page": 690, "committee_id_action": 595, "committee_id_assigned": 587, "result": "P", "vote": {"vote_id": 38974, "president_vote": null, "Yea": [2100, 2106, 2111, 2134, 2146, 2177, 2136, 2150, 2159, 2180, 2171, 2131], "Excused": [2141]}}, {"bill_id": 13899, "action_date": "1998-02-14T14:00:00-06:00", "document_id": 76931, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76931.pdf", "status_text": "Re-referred to", "journal_page": 691, "committee_id_action": 600, "committee_id_assigned": 587, "result": "P", "vote": {}}, {"bill_id": 13899, "action_date": "1998-02-20T08:00:00-06:00", "document_id": 76783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76783.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 587, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13899, "action_date": "1998-02-20T08:00:00-06:00", "document_id": 76783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76783.pdf", "status_text": "Do Pass,", "journal_page": 813, "committee_id_action": 587, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39294, "president_vote": null, "Yea": [2107, 2123, 2116, 2143, 2154, 2162, 2167, 2176, 2174], "Excused": [2184]}}, {"bill_id": 13899, "action_date": "1998-02-23T14:00:00-06:00", "document_id": 76941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76941.pdf", "status_text": "Deferred to another day", "journal_page": 862, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13899, "action_date": "1998-02-24T14:00:00-06:00", "document_id": 76943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76943.pdf", "status_text": "Do Pass Amended,", "journal_page": 892, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40849, "president_vote": null, "Nay": [2096, 2113, 2124, 2139], "Yea": [2097, 2098, 2100, 2101, 2104, 2105, 2106, 2107, 2108, 2110, 2111, 2119, 2120, 2123, 2126, 2127, 2128, 2131, 2132, 2133, 2136, 2141, 2143, 2144, 2146, 2147, 2150, 2151, 2152, 2153, 2154, 2157, 2158, 2159, 2160, 2161, 2162, 2163, 2164, 2167, 2168, 2171, 2172, 2173, 2174, 2176, 2177, 2178, 2180, 2181, 2183, 2184, 2185, 2186, 2190, 2192, 2193, 2194, 2195, 2197, 2134], "Excused": [2109, 2114, 2116, 2117, 2198]}}, {"bill_id": 13899, "action_date": "1998-02-25T14:00:00-06:00", "document_id": 76946, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76946.pdf", "status_text": "Signed by President", "journal_page": 702, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13899, "action_date": "1998-02-25T14:00:00-06:00", "document_id": 76945, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76945.pdf", "status_text": "Signed by Speaker", "journal_page": 952, "committee_id_action": 600, "committee_id_assigned": null, "result": "F", "vote": {}}, {"bill_id": 13899, "action_date": "1998-02-26T14:00:00-06:00", "document_id": 76948, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76948.pdf", "status_text": "Delivered to the Governor", "journal_page": 728, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13899, "action_date": "1998-03-14T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1020}