{"session_id": 19, "bill_id": 4507, "bill_type": "Senate Commemoration", "bill_number": 21, "bill_title": "Honoring Mrs. Laura Kuper on her ninety-seventh birthday.", "sponsors": [{"legislator_profile_id": 384, "is_prime": true}, {"legislator_profile_id": 393, "is_prime": true}, {"legislator_profile_id": 337, "is_prime": false}, {"legislator_profile_id": 392, "is_prime": false}, {"legislator_profile_id": 320, "is_prime": false}, {"legislator_profile_id": 328, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4507, "bill_version_id": 26687, "bill_version": "Introduced", "bill_version_date": "2013-02-28T08:39:50.097-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Mrs. Laura Kuper on her ninety-seventh birthday. WHEREAS, Laura Kuper was born on a farm nine miles north of Worthing, South Dakota, on February 15, 1916, to Fred and Bertha (Reamers) Mausbach; and WHEREAS, Laura married John Kuper on July 2, 1932; and WHEREAS, Laura and John farmed until their children were grown and then moved to Sacramento, California. While living in Sacramento, Laura became a Certified Librarian and development curriculum for school systems at a district resource center for training library clerks; and WHEREAS, Laura and John raised four children, and have twelve grandchildren and nine great grandchildren: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Mrs. Laura Kuper be honored on her ninety-seventh birthday."}, {"bill_id": 4507, "bill_version_id": 27160, "bill_version": "Enrolled", "bill_version_date": "2013-03-05T19:56:05.183-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Mrs. Laura Kuper on her ninety-seventh birthday. WHEREAS, Laura Kuper was born on a farm nine miles north of Worthing, South Dakota, on February 15, 1916, to Fred and Bertha (Reamers) Mausbach; and WHEREAS, Laura married John Kuper on July 2, 1932; and WHEREAS, Laura and John farmed until their children were grown and then moved to Sacramento, California. While living in Sacramento, Laura became a Certified Librarian and development curriculum for school systems at a district resource center for training library clerks; and WHEREAS, Laura and John raised four children, and have twelve grandchildren and nine great grandchildren: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Mrs. Laura Kuper be honored on her ninety-seventh birthday. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4507, "action_date": "2013-02-28T12:30:00-06:00", "document_id": 26781, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26781.pdf", "status_text": "", "journal_page": 631, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}]}