{"session_id": 47, "bill_id": 13981, "bill_type": "Senate Bill", "bill_number": 240, "bill_title": "to prohibit certain discharges associated with livestock operations, to establish an environmental livestock cleanup fund, and to make an appropriation therefor.", "sponsors": [], "keywords": ["Appropriations", "Environmental Protection", "Feedlots"], "audio": [], "bill_versions": [{"bill_id": 13981, "bill_version_id": 77990, "bill_version": "Introduced", "bill_version_date": "1998-01-27T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit certain discharges associated with livestock operations, to establish an environmental livestock cleanup fund, and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Agriculture and livestock production are vitally important industries to the State of South Dakota. Agriculture and livestock production in South Dakota are responsible for supplying food products necessary for the well being of the people of this state, this nation and other nations. Agriculture and livestock production are also necessary for the economic development of this state and of the nation. Livestock production is a valuable component of value-added agriculture, especially related to corn, soybean, and other crop production in South Dakota. Manure from livestock production is a valuable resource to the state, as it is rich in nutrients that are essential for maximizing crop production, and can greatly decrease the need for commercial fertilizers. However, these same nutrients and other constituents in manure can cause pollution in the waters of the state if not properly contained and managed. Agriculture, livestock production, and all of the people in this state need a clean and safe environment in which to exist, grow, and prosper. Therefore, the Legislature finds that it is the policy of the State of South Dakota to encourage the development of agricultural and livestock production as an industry and to encourage the use of manure as a valuable nutrient resource to maximize crop production, but to provide the proper safeguards necessary to protect the environment, natural resources, public health, welfare, and safety of South Dakota, especially as related to the proper containment and management of manure from livestock operations. To that end, the Legislature hereby adopts this Act providing for and environmental livestock cleanup fund to ensure that funds are available for proper cleanups of manure and its constituents in those cases where the manure has been mismanaged and poses a threat to the environment or public welfare instead of being used as a valuable nutrient resource. Section 2. Terms used in this Act mean: (1) \"Corrective action,\" any action taken to minimize, contain, eliminate, remediate, mitigate, and clean up a discharge from a livestock operation, including any necessary emergency remedial action; (2) \"Corrective action cost,\" any cost incurred by the department in the investigation of a discharge from a livestock operation; in the corrective action that is required if the secretary determines that a discharge has occurred, or the a potential for a discharge exists but an owner, operator, or liability fund capable of performing the corrective actions either cannot be identified, refuses, or is unable to undertake the corrective actions; or the performance of reasonable measures undertaken to prevent or mitigate damage to the public health, safety, welfare, or environment of the state; (3) \"Department,\" the Department of Environment and Natural Resources; (4) \"Discharge,\" an intentional or unintentional act or omission which results in the release, spill, leak, escape, or disposal of manure or other materials or wastes associated with livestock operations that have not been contained or managed properly and are a source of harm or a threat of harm to public health, safety, or the environment, and must be corrected. The term excludes any discharge from a livestock operation made in compliance with the conditions of a state environmental permit; (5) \"Emergency remedial effort,\" any action taken to protect the public health, safety, or the environment from imminent danger resulting from a discharge or threatened discharge, and any action taken to contain a discharge which, if not contained, will in time pose a greater threat to the public health, safety, or the environment than if such action is not immediately taken; (6) \"Environment,\" land, including public and private property, surface and underground waters, fish, wildlife, biota, air, and other such resources within the state; (7) \"Person,\" public or private corporations, companies, associations, societies, firms, limited liability companies, partnerships, cooperatives, joint stock companies, individuals, the United States, this state and any of its political subdivisions and agencies, and any other state; (8) \"Responsible person,\" a person who has caused a discharge of manure or other material or waste associated with livestock operations, or a person who is an owner or operator of a livestock operation at any time during or after the discharge; and (11) \"Secretary,\" the secretary of the Department of Environment and Natural Resources. Section 3. There is hereby established in the state treasury an operating fund to be known as the environmental livestock cleanup fund for the purpose of providing funds for the cleanup of discharges as defined in section 2 of this Act. Money from the following sources shall be deposited into the environmental livestock cleanup fund: (1) Money, other than criminal fines assessed in criminal actions, recovered by the state from any livestock operation in any action or administrative proceeding based upon violation of the state's environmental statutes in Title 34A or upon damage to the environment, including actions for administrative expense recoveries, civil penalties, compensatory damages, and money paid pursuant to any agreement, stipulation, or settlement in such actions or proceedings; (2) Interest attributable to investment of the money in the fund; and (3) Money received by the department in the form of gifts, grants, reimbursements, or appropriations from any source intended to be used for the purposes of the environmental livestock cleanup fund. All money in the environmental livestock cleanup fund is continuously appropriated for the purposes specified in section 6 of this Act. All money received by the department for the environmental livestock cleanup fund shall be set forth in an informational budget pursuant to § 4-7-7.2 and be annually reviewed by the Legislature. Section 4. That chapter 140 of the 1995 Session Laws be amended by adding thereto a NEW SECTION to read as follows: The appropriation provided for in section 1 of this Act shall be reduced by seven hundred fifty thousand dollars ($750,000). Section 5. There is hereby appropriated from the general fund the sum of seven hundred fifty thousand dollars ($750,000) to the Department of Environment and Natural Resources for deposit in the environmental livestock cleanup fund pursuant to section 3 of this Act. Section 6. If necessary in the performance of duties under the environmental statutes in Title 34A, the secretary may expend money from the environmental livestock cleanup fund to provide for the costs of investigations, emergency remedial efforts, corrective actions, and managerial or administrative activities associated with such activities resulting from a discharge. The secretary's use of the environmental livestock cleanup fund shall be based upon the following: (1) In the case of an investigation, when the secretary determines that a discharge has probably occurred and that the general operating budget of the department for such purposes is not adequate to cover the costs of the necessary investigatory activities; (2) In the case of an emergency remedial effort, when the secretary determines that a discharge has occurred and that corrective actions shall be immediately undertaken to protect an imminent threat to the public health or safety or to contain a discharge which, if not immediately contained, will in time pose a significantly greater threat to public health or safety or to the environment of this state than if such action is not immediately taken; (3) In the case of a discharge not of an emergency nature when the secretary determines that a discharge has occurred, that a responsible party or liability fund capable of performing the corrective actions either cannot be identified or refuses to undertake corrective actions, and that corrective actions shall be undertaken to protect the public health, safety, welfare, or environment of the state; or (4) In the case of corrective action required at a livestock operation when the secretary determines that the potential for a discharge exists, that an owner, operator, or liability fund capable of performing the corrective actions either cannot be identified, refuses or is unable to undertake corrective actions, and that corrective action must be undertaken to protect against an imminent threat to the public health, safety, welfare, or environment of the state. Section 7. The department shall perform all administrative functions relative to the environmental livestock cleanup fund and corrective actions funded by it. Disbursements from the environmental livestock cleanup fund shall be on warrants drawn by the state auditor pursuant to vouchers approved by the secretary. Section 8. The department may bring an action in circuit court against the responsible person to obtain reimbursement for corrective action costs expended from the environmental livestock cleanup fund. The secretary may seek recovery of other funds expended by the department as a result of a discharge through actions brought under the provisions of Title 34A. Section 9. The discharge of manure and other materials or wastes associated with livestock operations is prohibited unless pursuant to and in compliance with the conditions of permits issued in accordance with environmental statutes in Title 34A. Section 10. If a discharge in violation of section 9 of this Act has occurred, or the department has reason to believe that a discharge in violation of section 9 of this Act has occurred, the department shall order the responsible person to take corrective action concerning the discharge within a specified time. If the responsible person fails to comply with the department's order, the department may file an injunctive action in the circuit court of the county wherein the discharge has occurred seeking such corrective action. If the discharge occurs at any operation permitted under Title 34A and constitutes a violation of such permit, the department may order the operation to cease and desist further activity for the duration of the corrective action. This section is supplementary to other remedies available to the department under Title 34A. Section 11. The department may file an action in circuit court for preliminary and permanent injunctive relief if the secretary determines emergency remedial efforts are necessary to prevent, contain, control, or mitigate a discharge. Section 12. Any person who has caused a discharge in violation of section 9 of this Act is strictly liable for the corrective action costs expended by the department. Section 13. All corrective action costs expended pursuant to this Act constitute a lien on the property where the corrective action takes place when a notice of lien is filed with the register of deeds in the county in which the property is located. The notice of lien shall contain a description of the property of the responsible person upon which the lien is made, a description of the property upon which corrective action or emergency remedial efforts were made, and a statement of the corrective action costs expended from the environmental livestock cleanup fund. Upon entry, the lien shall attach to all real property of the responsible person. The lien has priority over all other claims or liens on the property, except those which had been perfected before the department's filing of the notice of lien. Section 14. Nothing in this Act precludes the pursuit of any other administrative, civil, injunctive, or criminal remedies by the department or any other person. Administrative remedies need not be exhausted in order to proceed under this Act. The remedies provided by this Act are in addition to those provided by existing statutory or common law."}, {"bill_id": 13981, "bill_version_id": 77992, "bill_version": "Senate Agriculture and Natural Resources Engrossed", "bill_version_date": "1998-02-06T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit certain discharges associated with livestock operations, to establish an environmental livestock cleanup fund, and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Agriculture and livestock production are vitally important industries to the State of South Dakota. Agriculture and livestock production in South Dakota are responsible for supplying food products necessary for the well being of the people of this state, this nation and other nations. Agriculture and livestock production are also necessary for the economic development of this state and of the nation. Livestock production is a valuable component of value-added agriculture, especially related to corn, soybean, and other crop production in South Dakota. Manure from livestock production is a valuable resource to the state, as it is rich in nutrients that are essential for maximizing crop production, and can greatly decrease the need for commercial fertilizers. However, these same nutrients and other constituents in manure can cause pollution in the waters of the state if not properly contained and managed. Agriculture, livestock production, and all of the people in this state need a clean and safe environment in which to exist, grow, and prosper. Therefore, the Legislature finds that it is the policy of the State of South Dakota to encourage the development of agricultural and livestock production as an industry and to encourage the use of manure as a valuable nutrient resource to maximize crop production, but to provide the proper safeguards necessary to protect the environment, natural resources, public health, welfare, and safety of South Dakota, especially as related to the proper containment and management of manure from livestock operations. To that end, the Legislature hereby adopts this Act providing for an environmental livestock cleanup fund to ensure that funds are available for proper cleanups of manure and its constituents in those cases where the manure has been mismanaged and poses a threat to the environment or public welfare instead of being used as a valuable nutrient resource. Section 2. Terms used in this Act mean: (1) \"Corrective action,\" any action taken to minimize, contain, eliminate, remediate, mitigate, and clean up a discharge from a livestock operation, including any necessary emergency remedial action; (2) \"Corrective action cost,\" any cost incurred by the department in the investigation of a discharge from a livestock operation; in the corrective action that is required if the secretary determines that a discharge has occurred, or a potential for a discharge exists but an owner, operator, or liability fund capable of performing the corrective actions either cannot be identified, refuses, or is unable to undertake the corrective actions; or the performance of reasonable measures undertaken to prevent or mitigate damage to the public health, safety, welfare, or environment of the state; (3) \"Department,\" the Department of Environment and Natural Resources; (4) \"Discharge,\" an intentional or unintentional act or omission which results in the release, spill, leak, escape, or disposal of manure or other materials or wastes associated with livestock operations that have not been contained or managed properly and are a source of harm or a threat of harm to public health, safety, or the environment, and must be corrected. The term excludes any allowable discharge from a livestock operation made in compliance with the conditions of a state environmental permit; (5) \"Emergency remedial effort,\" any action taken to protect the public health, safety, or the environment from imminent danger resulting from a discharge or threatened discharge, and any action taken to contain a discharge which, if not contained, will in time pose a greater threat to the public health, safety, or the environment than if such action is not immediately taken; (6) \"Environment,\" land, including public and private property, surface and underground waters, fish, wildlife, biota, air, and other such resources within the state; (7) \"Person,\" public or private corporations, companies, associations, societies, firms, limited liability companies, partnerships, cooperatives, joint stock companies, individuals, the United States, this state and any of its political subdivisions and agencies, and any other state; (8) \"Responsible person,\" a person who has caused a discharge of manure or other material or waste associated with livestock operations, or a person who is an owner or operator of a livestock operation at any time during or after the discharge, or a person otherwise jointly or severally liable under law for the discharge; and (11) \"Secretary,\" the secretary of the Department of Environment and Natural Resources. Section 3. There is hereby established in the state treasury an operating fund to be known as the environmental livestock cleanup fund for the purpose of providing funds for the cleanup of discharges as defined in section 2 of this Act. Money from the following sources shall be deposited into the environmental livestock cleanup fund: (1) Money, other than criminal fines assessed in criminal actions, recovered by the state from any livestock operation in any action or administrative proceeding based upon violation of the state's environmental statutes in Title 34A or upon damage to the environment, including actions for administrative expense recoveries, civil penalties, compensatory damages, and money paid pursuant to any agreement, stipulation, or settlement in such actions or proceedings; (2) Interest attributable to investment of the money in the fund; and (3) Money received by the department in the form of gifts, grants, reimbursements, or appropriations from any source intended to be used for the purposes of the environmental livestock cleanup fund. All money in the environmental livestock cleanup fund is continuously appropriated for the purposes specified in section 6 of this Act. All money received by the department for the environmental livestock cleanup fund shall be set forth in an informational budget pursuant to § 4-7-7.2 and be annually reviewed by the Legislature. Section 4. That chapter 140 of the 1995 Session Laws be amended by adding thereto a NEW SECTION to read as follows: The appropriation provided for in section 1 of this Act shall be reduced by seven hundred fifty thousand dollars ($750,000). Section 5. There is hereby appropriated from the general fund the sum of seven hundred fifty thousand dollars ($750,000) to the Department of Environment and Natural Resources for deposit in the environmental livestock cleanup fund pursuant to section 3 of this Act. Section 6. If necessary in the performance of duties under the environmental statutes in Title 34A, the secretary may expend money from the environmental livestock cleanup fund to provide for the costs of investigations, emergency remedial efforts, corrective actions, and managerial or administrative activities associated with such activities resulting from a discharge. The secretary's use of the environmental livestock cleanup fund shall be based upon the following: (1) In the case of an investigation, when the secretary determines that a discharge has probably occurred and that the general operating budget of the department for such purposes is not adequate to cover the costs of the necessary investigatory activities; (2) In the case of an emergency remedial effort, when the secretary determines that a discharge has occurred and that corrective actions shall be immediately undertaken to protect an imminent threat to the public health or safety or to contain a discharge which, if not immediately contained, will in time pose a significantly greater threat to public health or safety or to the environment of this state than if such action is not immediately taken; (3) In the case of a discharge not of an emergency nature when the secretary determines that a discharge has occurred, that a responsible party or liability fund capable of performing the corrective actions either cannot be identified or refuses to undertake corrective actions, and that corrective actions shall be undertaken to protect the public health, safety, welfare, or environment of the state; or (4) In the case of corrective action required at a livestock operation when the secretary determines that the potential for a discharge exists, that an owner, operator, or liability fund capable of performing the corrective actions either cannot be identified, refuses or is unable to undertake corrective actions, and that corrective action must be undertaken to protect against an imminent threat to the public health, safety, welfare, or environment of the state. Section 7. The department shall perform all administrative functions relative to the environmental livestock cleanup fund and corrective actions funded by it. Disbursements from the environmental livestock cleanup fund shall be on warrants drawn by the state auditor pursuant to vouchers approved by the secretary. Section 8. The department may bring an action in circuit court against the responsible person to obtain reimbursement for corrective action costs expended from the environmental livestock cleanup fund. The secretary may seek recovery of other funds expended by the department as a result of a discharge through actions brought under the provisions of Title 34A. Section 9. The discharge of manure and other materials or wastes associated with livestock operations is prohibited unless pursuant to and in compliance with the conditions of permits issued in accordance with environmental statutes in Title 34A. Section 10. If a discharge in violation of section 9 of this Act has occurred, or the department has reason to believe that a discharge in violation of section 9 of this Act has occurred, the department shall order the responsible person to take corrective action concerning the discharge within a specified time. If the responsible person fails to comply with the department's order, the department may file an injunctive action in the circuit court of the county wherein the discharge has occurred seeking such corrective action. If the discharge occurs at any operation permitted under Title 34A and constitutes a violation of such permit, the department may order the operation to cease and desist further activity for the duration of the corrective action. This section is supplementary to other remedies available to the department under Title 34A. Section 11. The department may file an action in circuit court for preliminary and permanent injunctive relief if the secretary determines emergency remedial efforts are necessary to prevent, contain, control, or mitigate a discharge. Section 12. Any person who has caused a discharge in violation of section 9 of this Act is strictly liable for the corrective action costs expended by the department. Section 13. All corrective action costs expended pursuant to this Act constitute a lien on the property where the discharge occurs when a notice of lien is filed with the register of deeds in the county in which the property is located. The notice of lien shall contain a description of the property of the responsible person upon which the lien is made, a description of the property from which the discharge requiring corrective action or emergency remedial efforts occurred, and a statement of the corrective action costs expended from the environmental livestock cleanup fund. Upon entry, the lien shall attach to all real property of the responsible person. The lien has priority over all other claims or liens on the property, except those which had been perfected before the department's filing of the notice of lien. No lien may be filed if a responsible person cannot be identified or if negligence was not a factor in the discharge. Section 14. Nothing in this Act precludes the pursuit of any other administrative, civil, injunctive, or criminal remedies by the department or any other person. Administrative remedies need not be exhausted in order to proceed under this Act. The remedies provided by this Act are in addition to those provided by existing statutory or common law. BILL HISTORY 1/27/98 First read in Senate and referred to Agriculture and Natural Resources. S.J. 214 2/3/98 Scheduled for Committee hearing on this date. 2/5/98 Agriculture and Natural Resources Do Pass Amended, Passed, AYES 9, NAYS 0. S.J. 350"}, {"bill_id": 13981, "bill_version_id": 77991, "bill_version": "Senate Engrossed", "bill_version_date": "1998-02-13T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit certain discharges associated with livestock operations, to establish an environmental livestock cleanup fund, and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Agriculture and livestock production are vitally important industries to the State of South Dakota. Agriculture and livestock production in South Dakota are responsible for supplying food products necessary for the well being of the people of this state, this nation and other nations. Agriculture and livestock production are also necessary for the economic development of this state and of the nation. Livestock production is a valuable component of value-added agriculture, especially related to corn, soybean, and other crop production in South Dakota. Manure from livestock production is a valuable resource to the state, as it is rich in nutrients that are essential for maximizing crop production, and can greatly decrease the need for commercial fertilizers. However, these same nutrients and other constituents in manure can cause pollution in the waters of the state if not properly contained and managed. Agriculture, livestock production, and all of the people in this state need a clean and safe environment in which to exist, grow, and prosper. Therefore, the Legislature finds that it is the policy of the State of South Dakota to encourage the development of agricultural and livestock production as an industry and to encourage the use of manure as a valuable nutrient resource to maximize crop production, but to provide the proper safeguards necessary to protect the environment, natural resources, public health, welfare, and safety of South Dakota, especially as related to the proper containment and management of manure from livestock operations. To that end, the Legislature hereby adopts this Act providing for an environmental livestock cleanup fund to ensure that funds are available for proper cleanups of manure and its constituents in those cases where the manure has been mismanaged and poses a threat to the environment or public welfare instead of being used as a valuable nutrient resource. Section 2. Terms used in this Act mean: (1) \"Corrective action,\" any action taken to minimize, contain, eliminate, remediate, mitigate, and clean up a discharge from a livestock operation, including any necessary emergency remedial action; (2) \"Corrective action cost,\" any cost incurred by the department in the investigation of a discharge from a livestock operation; in the corrective action that is required if the secretary determines that a discharge has occurred, or a potential for a discharge exists but an owner, operator, or liability fund capable of performing the corrective actions either cannot be identified, refuses, or is unable to undertake the corrective actions; or the performance of reasonable measures undertaken to prevent or mitigate damage to the public health, safety, welfare, or environment of the state; (3) \"Department,\" the Department of Environment and Natural Resources; (4) \"Discharge,\" an intentional or unintentional act or omission which results in the release, spill, leak, escape, or disposal of manure or other materials or wastes associated with livestock operations that have not been contained or managed properly and are a source of harm or a threat of harm to public health, safety, or the environment, and must be corrected. The term excludes any allowable discharge from a livestock operation made in compliance with the conditions of a state environmental permit; (5) \"Emergency remedial effort,\" any action taken to protect the public health, safety, or the environment from imminent danger resulting from a discharge or threatened discharge, and any action taken to contain a discharge which, if not contained, will in time pose a greater threat to the public health, safety, or the environment than if such action is not immediately taken; (6) \"Environment,\" land, including public and private property, surface and underground waters, fish, wildlife, biota, air, and other such resources within the state; (7) \"Person,\" public or private corporations, companies, associations, societies, firms, limited liability companies, partnerships, cooperatives, joint stock companies, individuals, the United States, this state and any of its political subdivisions and agencies, and any other state; (8) \"Responsible person,\" a person who has caused a discharge of manure or other material or waste associated with livestock operations, or a person who is an owner or operator of a livestock operation at any time during or after the discharge, or a person otherwise jointly or severally liable under law for the discharge; and (11) \"Secretary,\" the secretary of the Department of Environment and Natural Resources. Section 3. There is hereby established in the state treasury an operating fund to be known as the environmental livestock cleanup fund for the purpose of providing funds for the cleanup of discharges as defined in section 2 of this Act. Money from the following sources shall be deposited into the environmental livestock cleanup fund: (1) Money, other than criminal fines assessed in criminal actions, recovered by the state from any livestock operation in any action or administrative proceeding based upon violation of the state's environmental statutes in Title 34A or upon damage to the environment, including actions for administrative expense recoveries, civil penalties, compensatory damages, and money paid pursuant to any agreement, stipulation, or settlement in such actions or proceedings; (2) Interest attributable to investment of the money in the fund; and (3) Money received by the department in the form of gifts, grants, reimbursements, or appropriations from any source intended to be used for the purposes of the environmental livestock cleanup fund. All money in the environmental livestock cleanup fund is continuously appropriated for the purposes specified in section 6 of this Act. All money received by the department for the environmental livestock cleanup fund shall be set forth in an informational budget pursuant to § 4-7-7.2 and be annually reviewed by the Legislature. Section 4. That chapter 140 of the 1995 Session Laws be amended by adding thereto a NEW SECTION to read as follows: The appropriation provided for in section 1 of this Act shall be reduced by seven hundred fifty thousand dollars ($750,000). Section 5. There is hereby appropriated from the general fund the sum of seven hundred fifty thousand dollars ($750,000) to the Department of Environment and Natural Resources for deposit in the environmental livestock cleanup fund pursuant to section 3 of this Act. Section 6. If necessary in the performance of duties under the environmental statutes in Title 34A, the secretary may expend money from the environmental livestock cleanup fund to provide for the costs of investigations, emergency remedial efforts, corrective actions, and managerial or administrative activities associated with such activities resulting from a discharge. The secretary's use of the environmental livestock cleanup fund shall be based upon the following: (1) In the case of an investigation, when the secretary determines that a discharge has probably occurred and that the general operating budget of the department for such purposes is not adequate to cover the costs of the necessary investigatory activities; (2) In the case of an emergency remedial effort, when the secretary determines that a discharge has occurred and that corrective actions shall be immediately undertaken to protect an imminent threat to the public health or safety or to contain a discharge which, if not immediately contained, will in time pose a significantly greater threat to public health or safety or to the environment of this state than if such action is not immediately taken; (3) In the case of a discharge not of an emergency nature when the secretary determines that a discharge has occurred, that a responsible party or liability fund capable of performing the corrective actions either cannot be identified or refuses to undertake corrective actions, and that corrective actions shall be undertaken to protect the public health, safety, welfare, or environment of the state; or (4) In the case of corrective action required at a livestock operation when the secretary determines that the potential for a discharge exists, that an owner, operator, or liability fund capable of performing the corrective actions either cannot be identified, refuses or is unable to undertake corrective actions, and that corrective action must be undertaken to protect against an imminent threat to the public health, safety, welfare, or environment of the state. Section 7. The department shall perform all administrative functions relative to the environmental livestock cleanup fund and corrective actions funded by it. Disbursements from the environmental livestock cleanup fund shall be on warrants drawn by the state auditor pursuant to vouchers approved by the secretary. Section 8. The department may bring an action in circuit court against the responsible person to obtain reimbursement for corrective action costs expended from the environmental livestock cleanup fund. The secretary may seek recovery of other funds expended by the department as a result of a discharge through actions brought under the provisions of Title 34A. Section 9. The discharge of manure and other materials or wastes associated with livestock operations is prohibited unless pursuant to and in compliance with the conditions of permits issued in accordance with environmental statutes in Title 34A. Section 10. If a discharge in violation of section 9 of this Act has occurred, or the department has reason to believe that a discharge in violation of section 9 of this Act has occurred, the department shall order the responsible person to take corrective action concerning the discharge within a specified time. If the responsible person fails to comply with the department's order, the department may file an injunctive action in the circuit court of the county wherein the discharge has occurred seeking such corrective action. If the discharge occurs at any operation permitted under Title 34A and constitutes a violation of such permit, the department may order the operation to cease and desist further activity for the duration of the corrective action. This section is supplementary to other remedies available to the department under Title 34A. Section 11. The department may file an action in circuit court for preliminary and permanent injunctive relief if the secretary determines emergency remedial efforts are necessary to prevent, contain, control, or mitigate a discharge. Section 12. Any person who has caused a discharge in violation of section 9 of this Act is strictly liable for the corrective action costs expended by the department. Section 13. All corrective action costs expended pursuant to this Act constitute a lien on the property where the discharge occurs when a notice of lien is filed with the register of deeds in the county in which the property is located. The notice of lien shall contain a description of the property of the responsible person upon which the lien is made, a description of the property from which the discharge requiring corrective action or emergency remedial efforts occurred, and a statement of the corrective action costs expended from the environmental livestock cleanup fund. Upon entry, the lien shall attach to all real property of the responsible person. The lien has priority over all other claims or liens on the property, except those which had been perfected before the department's filing of the notice of lien. No lien may be filed if a responsible person cannot be identified or if negligence was not a factor in the discharge. Section 14. Nothing in this Act precludes the pursuit of any other administrative, civil, injunctive, or criminal remedies by the department or any other person. Administrative remedies need not be exhausted in order to proceed under this Act. The remedies provided by this Act are in addition to those provided by existing statutory or common law. Section 15. On July first, the state treasurer shall transfer all money in excess of two million dollars ($2,000,000) from the environmental livestock cleanup fund to the general fund. BILL HISTORY 1/27/98 First read in Senate and referred to Agriculture and Natural Resources. S.J. 214 2/3/98 Scheduled for Committee hearing on this date. 2/5/98 Agriculture and Natural Resources Do Pass Amended, Passed, AYES 9, NAYS 0. S.J. 350 2/9/98 Senate Deferred to another day. S.J. 388 2/10/98 Motion to Amend, Passed. S.J. 424 2/10/98 Tabled amendment, AYES 21, NAYS 13. S.J. 425 2/10/98 Tabled amendment, AYES 20, NAYS 14. S.J. 430 2/10/98 Deferred with pending amendment (Rule 5-17). S.J. 430 2/12/98 Motion to Amend,. S.J. 480 2/12/98 Senate Do Pass Amended, Passed, AYES 34, NAYS 0."}, {"bill_id": 13981, "bill_version_id": 77989, "bill_version": "Enrolled", "bill_version_date": "1998-02-25T09:51:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13981, "action_date": "1998-01-27T14:00:00-06:00", "document_id": 76904, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76904.pdf", "status_text": "First read in Senate and referred to", "journal_page": 214, "committee_id_action": 601, "committee_id_assigned": 574, "result": "N", "vote": {}}, {"bill_id": 13981, "action_date": "1998-02-03T10:00:00-06:00", "document_id": 76643, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76643.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 574, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13981, "action_date": "1998-02-05T10:00:00-06:00", "document_id": 76670, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76670.pdf", "status_text": "Do Pass Amended,", "journal_page": 350, "committee_id_action": 574, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38200, "president_vote": null, "Yea": [2102, 2103, 2138, 2140, 2149, 2175, 2191, 2094, 2121]}}, {"bill_id": 13981, "action_date": "1998-02-09T14:00:00-06:00", "document_id": 76922, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76922.pdf", "status_text": "Deferred to another day", "journal_page": 388, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13981, "action_date": "1998-02-10T14:00:00-06:00", "document_id": 76924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76924.pdf", "status_text": "Motion to Amend,", "journal_page": 423, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13981, "action_date": "1998-02-10T14:00:00-06:00", "document_id": 76924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76924.pdf", "status_text": "Motion to Amend,", "journal_page": 424, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13981, "action_date": "1998-02-10T14:00:00-06:00", "document_id": 76924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76924.pdf", "status_text": "Motion to Amend,", "journal_page": 424, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13981, "action_date": "1998-02-10T14:00:00-06:00", "document_id": 76924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76924.pdf", "status_text": "Motion to Amend,", "journal_page": 424, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13981, "action_date": "1998-02-10T14:00:00-06:00", "document_id": 76924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76924.pdf", "status_text": "Tabled amendment", "journal_page": 425, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38535, "president_vote": null, "Yea": [2094, 2095, 2099, 2102, 2103, 2112, 2118, 2121, 2125, 2130, 2135, 2137, 2138, 2145, 2148, 2166, 2179, 2182, 2187, 2191, 2196], "Nay": [2115, 2122, 2129, 2140, 2142, 2149, 2155, 2156, 2165, 2169, 2170, 2175, 2188], "Excused": [2189]}}, {"bill_id": 13981, "action_date": "1998-02-10T14:00:00-06:00", "document_id": 76924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76924.pdf", "status_text": "Tabled amendment", "journal_page": 425, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38535, "president_vote": null, "Yea": [2094, 2095, 2099, 2102, 2103, 2112, 2118, 2121, 2125, 2130, 2135, 2137, 2138, 2145, 2148, 2166, 2179, 2182, 2187, 2191, 2196], "Nay": [2115, 2122, 2129, 2140, 2142, 2149, 2155, 2156, 2165, 2169, 2170, 2175, 2188], "Excused": [2189]}}, {"bill_id": 13981, "action_date": "1998-02-10T14:00:00-06:00", "document_id": 76924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76924.pdf", "status_text": "Motion to Amend,", "journal_page": 426, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13981, "action_date": "1998-02-10T14:00:00-06:00", "document_id": 76924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76924.pdf", "status_text": "Motion to Amend,", "journal_page": 430, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13981, "action_date": "1998-02-10T14:00:00-06:00", "document_id": 76924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76924.pdf", "status_text": "Tabled amendment", "journal_page": 430, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38544, "president_vote": null, "Yea": [2094, 2095, 2099, 2102, 2103, 2112, 2118, 2121, 2125, 2130, 2135, 2137, 2138, 2145, 2166, 2179, 2182, 2187, 2191, 2196], "Nay": [2115, 2122, 2129, 2140, 2142, 2148, 2149, 2155, 2156, 2165, 2169, 2170, 2175, 2188], "Excused": [2189]}}, {"bill_id": 13981, "action_date": "1998-02-12T14:00:00-06:00", "document_id": 76928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76928.pdf", "status_text": "Do Pass Amended,", "journal_page": 480, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38830, "president_vote": null, "Excused": [2094], "Yea": [2095, 2099, 2102, 2103, 2112, 2115, 2118, 2121, 2122, 2125, 2129, 2130, 2135, 2137, 2138, 2140, 2142, 2145, 2148, 2149, 2155, 2156, 2165, 2166, 2169, 2170, 2175, 2179, 2182, 2187, 2188, 2189, 2191, 2196]}}, {"bill_id": 13981, "action_date": "1998-02-13T14:00:00-06:00", "document_id": 76929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76929.pdf", "status_text": "First read in House and referred to", "journal_page": 684, "committee_id_action": 600, "committee_id_assigned": 595, "result": "N", "vote": {}}, {"bill_id": 13981, "action_date": "1998-02-20T10:00:00-06:00", "document_id": 76786, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76786.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13981, "action_date": "1998-02-23T10:00:00-06:00", "document_id": 76795, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76795.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13981, "action_date": "1998-02-23T10:00:00-06:00", "document_id": 76795, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76795.pdf", "status_text": "Do Pass,", "journal_page": 832, "committee_id_action": 595, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39382, "president_vote": null, "Yea": [2100, 2106, 2111, 2146, 2177, 2136, 2150, 2159, 2180, 2171, 2131], "Excused": [2134, 2141]}}, {"bill_id": 13981, "action_date": "1998-02-24T14:00:00-06:00", "document_id": 76943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76943.pdf", "status_text": "Do Pass Amended,", "journal_page": 915, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40876, "president_vote": null, "Nay": [2096, 2110, 2114, 2133, 2152, 2154, 2181, 2184, 2186, 2193, 2194], "Yea": [2097, 2098, 2100, 2101, 2104, 2105, 2106, 2107, 2108, 2111, 2113, 2116, 2117, 2119, 2120, 2123, 2124, 2126, 2127, 2128, 2131, 2132, 2136, 2139, 2141, 2143, 2144, 2146, 2147, 2150, 2151, 2153, 2157, 2158, 2159, 2160, 2161, 2162, 2163, 2164, 2167, 2168, 2171, 2172, 2173, 2174, 2176, 2177, 2178, 2180, 2183, 2185, 2190, 2192, 2195, 2197, 2198, 2134], "Excused": [2109]}}, {"bill_id": 13981, "action_date": "1998-02-25T14:00:00-06:00", "document_id": 76946, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76946.pdf", "status_text": "Signed by President", "journal_page": 702, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13981, "action_date": "1998-02-25T14:00:00-06:00", "document_id": 76945, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76945.pdf", "status_text": "Signed by Speaker", "journal_page": 952, "committee_id_action": 600, "committee_id_assigned": null, "result": "F", "vote": {}}, {"bill_id": 13981, "action_date": "1998-02-26T14:00:00-06:00", "document_id": 76948, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76948.pdf", "status_text": "Delivered to the Governor", "journal_page": 728, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13981, "action_date": "1998-03-14T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1072}