{"session_id": 21, "bill_id": 6413, "bill_type": "House Bill", "bill_number": 1045, "bill_title": "revise certain provisions regarding licensure of dentists and dental hygienists and registration of dental auxiliaries.", "sponsors": [], "keywords": ["License", "Professions and Occupations"], "audio": [{"meeting_datetime": "2015-01-20T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hhe05.mp3", "start_seconds": 100.0}, {"meeting_datetime": "2015-01-20T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hhe05.mp3", "start_seconds": 100.0}, {"meeting_datetime": "2015-01-20T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hhe05.mp3", "start_seconds": 100.0}, {"meeting_datetime": "2015-01-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou06.mp3", "start_seconds": 695.0}, {"meeting_datetime": "2015-01-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou06.mp3", "start_seconds": 695.0}, {"meeting_datetime": "2015-01-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou06.mp3", "start_seconds": 695.0}, {"meeting_datetime": "2015-01-28T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/she11.mp3", "start_seconds": 188.0}, {"meeting_datetime": "2015-01-28T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/she11.mp3", "start_seconds": 188.0}, {"meeting_datetime": "2015-01-28T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/she11.mp3", "start_seconds": 188.0}, {"meeting_datetime": "2015-01-28T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/she11.mp3", "start_seconds": 188.0}], "bill_versions": [{"bill_id": 6413, "bill_version_id": 33037, "bill_version": "Introduced", "bill_version_date": "2015-01-10T12:35:13.147-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding licensure of dentists and dental hygienists and registration of dental auxiliaries. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 36-6A be amended by adding thereto a NEW SECTION to read as follows: Terms used in this chapter mean: (1) \"Allied dental educational program,\" a dental hygiene, dental assisting, or laboratory technology educational program; (2) \"Board,\" the State Board of Dentistry; (3) \"Collaborative agreement,\" a written agreement between a supervising dentist and a dental hygienist authorizing the preventive and therapeutic services that may be performed by the dental hygienist under collaborative supervision; (4) \"Collaborative supervision,\" the supervision of a dental hygienist requiring a collaborative agreement between a supervising dentist and a dental hygienist; (5) \"Commercial dental laboratory,\" an enterprise engaged in making, providing, repairing, or altering oral prosthetic appliances and other artificial materials and devices which are returned to a dentist and inserted into the human oral cavity or which come in contact with its adjacent structures and tissues; (6) \"Complete evaluation,\" a comprehensive examination, review of medical and dental history, the formulation of a diagnosis, and the establishment of a written treatment plan, documented in a written or electronic record to be maintained by the dentist's clinic or other treatment facility or institution; (7) \"Dental,\" pertaining to dentistry; (8) \"Dental assistant,\" a person who, under the supervision of a dentist or dental hygienist, renders assistance as authorized by this chapter; (9) \"Dental auxiliary,\" any person, other than a dental hygienist, that works under the supervision of a dentist and provides dental services to a patient; (10) \"Dental corporation,\" any entity formed pursuant to chapter 47-12; (11) \"Dental hygienist,\" a person licensed as a dental hygienist pursuant to this chapter, who, under the supervision of a dentist, renders the diagnostic, preventive, or therapeutic dental services, and any educational services provided pursuant thereto, as authorized by this chapter, as well as any related extra-oral procedure required in the practice of those services; (12) \"Dental radiographer,\" a person registered as a dental radiographer pursuant to this chapter; (13) \"Dental radiography,\" the application of X- radiation to human teeth and supporting structures for diagnostic purposes only; (14) \"Dental specialist,\" a dentist in a specialty recognized by the board that has graduated from a postdoctoral specialty program recognized and approved by the American Dental Association Commission on Dental Accreditation; (15) \"Dental technician,\" a person performing acts authorized pursuant to this chapter, who, at the authorization of a dentist, makes, provides, repairs, or alters oral prosthetic appliances and other artificial materials and devices which are returned to a dentist and inserted into the human oral cavity or which come in contact with its adjacent structures and tissues; (16) \"Dentist,\" a person licensed as a dentist pursuant to this chapter; (17) \"Dentistry,\" the examination, evaluation, diagnosis, prevention, or treatment, including surgery and the prescribing of drugs, of diseases, disorders, or conditions of the human oral cavity or its adjacent or associated tissues and structures of the maxillofacial area, and their impact on the human body; (18) \"Direct supervision,\" the supervision of a dental hygienist or registered dental assistant requiring that a dentist diagnose the condition to be treated, a dentist authorize the procedure to be performed, a dentist remain in the dental clinic while the procedure is performed, and before dismissal of the patient a dentist approve the work performed by the dental hygienist or registered dental assistant; (19) \"Expanded functions,\" reversible procedures which require professional proficiency and specific training, performed under the direct supervision of a dentist; (20) \"General supervision,\" the supervision of a dental hygienist requiring that a dentist authorize the procedures to be carried out, and that the patient to be treated is a patient of record of the supervising dentist, or a dentist practicing within the same entity or clinic as the supervising dentist, and has had a complete evaluation within the previous thirteen months of the delegation of procedures. A written treatment plan contained within the patient's record shall accompany any authorization of treatment procedures; (21) \"Indirect supervision,\" the supervision of a dental hygienist or registered dental assistant requiring that a dentist authorize the procedures and a dentist be in the dental clinic while the procedures are performed by the registered dental assistant or dental hygienist; (22) \"Lay member,\" a person who is not a health professional, and who is not a parent, spouse, sibling, or child of a health professional or health professional student. For purposes of board membership, no person with a significant financial interest in a health service or profession may be a lay member; (23) \"Licensee,\" a dentist or dental hygienist; (24) \"Patient of record,\" a patient who has undergone a complete evaluation performed by a dentist; (25) \"Personal supervision,\" a level of supervision whereby the dentist or dental hygienist is personally treating a patient and authorizes the dental assistant to aid the treatment by concurrently performing a supportive procedure; (26) \"Practitioner,\" a dentist or dental hygienist; (27) \"Registered dental assistant,\" a person registered as a registered dental assistant pursuant to this chapter who is authorized to perform expanded functions under the direct supervision of a dentist as authorized by this chapter; (28) \"Registrant,\" a dental radiographer or registered dental assistant; (29) \"Satellite office,\" an office, building, or location used regularly by a dentist for the practice of dentistry other than the clinic listed as the primary clinic; and (30) \"Teledentistry,\" the practice of dentistry where the patient and the dentist are not in the same physical location, and which utilizes the exchange of clinical information and images over remote distances. Section 2. That § 36-6A-1 be amended to read as follows: 36-6A-1. The State Board of Dentistry shall consist of seven members. Five members shall be dentists in active practice in South Dakota for at least five years immediately preceding appointment. One member shall be a lay person and a resident of this state at least five years. One member shall be a dental hygienist in active practice in South Dakota at least five years. Section 3. That § 36-6A-5 be amended to read as follows: 36-6A-5. The board shall elect annually from its members a president, vice-president, and a secretary-treasurer. No member may serve as president for more than three consecutive one year terms. Section 4. That § 36-6A-6 be amended to read as follows: 36-6A-6. The Board of Dentistry board shall continue within the Department of Health, and shall retain all its prescribed functions, including administrative functions. The board shall submit such records, information, and reports in the form and at such times as required by the secretary of health. However, the board shall report at least annually. Section 5. That § 36-6A-7 be amended to read as follows: 36-6A-7. The board may accept any funds which may be made available to it from any source. All funds received by the board shall be paid to the secretary-treasurer thereof, or his staff assistant, who shall deposit such funds each month, to be kept in a separate fund for the sole use and under the sole control of the board carrying out the provisions of this chapter. Payments out of the fund may shall be made only upon authorization by the president of the board or the secretary-treasurer thereof. The board may expend the necessary funds for its offices and furniture, fixtures, and supplies funds necessary for the board to administer and carry out the provisions of this chapter. No expense may be incurred by the board in excess of the revenue derived from all sources. Section 6. That § 36-6A-8 be amended to read as follows: 36-6A-8. Out of the funds coming into the possession of the Board of Dentistry board, the board members may receive the compensation and reimbursement of expenses provided by law. The secretary-treasurer shall in addition thereto be paid a salary to be set by resolution of stipend approved by the board. The board may expend funds in accordance with chapter 3-6A for administrative, consultant, secretarial, clerical, and stenographic services for the board necessary for the board to administer and carry out the provisions of this chapter, the amount of the expenditures to be set by the board. Any member, if serving as a regional or national dental examiner, may receive compensation from the examining agency. Section 7. That § 36-6A-9 be amended to read as follows: 36-6A-9. The board may affiliate with the American Association of Dental Examiners Boards and the Central Regional Dental Testing Service any regional or national dental testing agency recognized by the board as active members, pay regular annual dues to such associations the entities, and send members and agents of the board as delegates to the meetings of such associations the entities. Such delegates Each member and agent may receive the per diem and reimbursement of expenses provided by law for members of the board. Section 8. That § 36-6A-10 be amended to read as follows: 36-6A-10. The board shall have a common seal. The board shall hold at least two regular meetings each year annually at times and places to be fixed set by the board and shall give examinations to applicants at either a regular meeting, a special meeting, or at such other times as may be necessary and as the board may determine. All regular meetings shall be held at such places within this state as the board shall determine. A quorum of the board may hold special meetings for the purpose of conducting examinations. However, the cost of the examinations shall be borne entirely by those persons wishing to have the State Board of Dentistry conduct the examinations. The board may hold other meetings at a time and place set by the president or a majority of the board. A majority of the board may call a meeting, without the call of the president. Section 9. That § 36-6A-11 be amended to read as follows: 36-6A-11. A majority of board members constitutes a quorum. A majority vote of those present shall constitute a decision of the entire Board of Dentistry. A majority of the board may call a meeting without the call of the president board. Section 10. That § 36-6A-12 be amended to read as follows: 36-6A-12. A member of the Board of Dentistry board may be removed from office for cause, or if he is physically or mentally unable to carry out his the duties as of a board member, or if found guilty of a violation of any provision of § 36-6A-59. A board member subject to disciplinary proceedings shall disqualify himself from board business until the charge is adjudicated this chapter. Section 11. That § 36-6A-13 be amended to read as follows: 36-6A-13. Any member of the Board of Dentistry is immune from individual civil liability while acting within the scope of his duties as a board member The board, its members, and its agents are immune from personal liability for actions taken in good faith in the discharge of the board's duties. The state shall hold the board, its members, and its agents harmless from all costs, damages, and attorney fees arising from claims and suits against them with respect to matters to which this immunity applies. Section 12. That § 36-6A-14 be amended to read as follows: 36-6A-14. The Board of Dentistry shall board may: (1) Through its policies and activities, and by rules promulgated pursuant to chapter 1- 26, establish Establish standards for, and promote, the safe and qualified practice of dentistry; (2) Be responsible for Conduct all disciplinary proceedings under this chapter; (3) By rules promulgated pursuant to chapter 1-26, establish Establish educational, training and competency standards governing the examination and practice of practitioners under this chapter dentists and dental hygienists using national accrediting agencies and accepted nationally established standards if applicable; (4) Examine, or cause to be examined, for competency, eligible applicants, eligible by virtue of graduation from an American Dental Association Commission on Dental Accreditation accredited dental or dental hygiene formal educational program, for licenses to practice dentistry or dental hygiene an eligible applicant for a license to practice as a dentist or a dental hygienist or a registration to practice as a dental radiographer or registered dental assistant; (5) Issue licenses to those applicants who successfully complete the licensure examination a license to practice as a dentist or a dental hygienist to an applicant who has met the licensure standards of this chapter and renew the licenses of those practitioners dentists and dental hygienists who continue to meet the licensure standards of this chapter; (6) Register, pursuant to rules promulgated pursuant to chapter 1-26, those applicants who successfully complete the registration requirements for dental radiography Issue a registration to practice as a dental radiographer or a registered dental assistant to an applicant who has met the registration standards of this chapter and renew the registrations of dental radiographers and registered dental assistants that continue to meet the registration standards of this chapter; (7) Register, pursuant to rules promulgated pursuant to chapter 1-26, those applicants who successfully complete certain educational, training and competency requirements for a dental assistant Establish minimum educational, training and competency standards governing the practice of dental radiographers, registered dental assistants, and dental assistants; (8) Establish, pursuant to rules promulgated pursuant to chapter 1-26, reasonable requirements governing the reentry into practice of inactive practitioners and reinstatement of previously licensed practitioners; (9) Establish and collect, pursuant to rules promulgated pursuant to chapter 1-26, fees for licensure, registration, examination, continuing education, license renewal, reinstatement, satellite office, corporations, corporation renewals, limited liability companies, limited liability company renewals, registration renewals and fines, permits and permit renewals; and fees as provided for by this chapter; (10) Permit dental hygienists and dental assistants to perform, under the supervision of a dentist, additional procedures established by rules promulgated pursuant to chapter 1-26; (11) Establish continuing education and continuing competency requirements for dentists, dental hygienists, dental radiographers, and registered dental assistants; (12) Establish requirements governing the prescriptive authority of dentists; (13) Establish minimum educational, training, and competency standards governing the administration of sedation and anesthesia; (14) Establish continuing education and continuing competency requirements for the administration of sedation and anesthesia; (15) Communicate disciplinary actions and license and registration status to relevant state and federal governing bodies as may be required; (16) Employ personnel in accordance with the needs and budget of the board; (17) Enter into contracts as necessary to carry out the board's responsibilities pursuant to the provisions of this chapter; (18) Establish standards for teledentistry; (19) Establish standards and registration requirements governing dental corporations; (20) Promulgate rules pursuant to chapter 1-26 to effectuate the provisions of this chapter; (21) Pursue legal actions against a person or entity that is not authorized to act by this chapter; and (22) Carry out the purposes and enforce the provisions of this chapter. The board may authorize a hearing examiner to conduct the hearing required to determine a violation of § 36-6A-22 or 36-6A-59. Section 13. That § 36-6A-15 be amended to read as follows: 36-6A-15. The Board of Dentistry board may not promulgate a rule which: (1) Is not authorized by this chapter or which does not relate to the protection of the public from unsafe dental practices; (2) Discriminates between licensees or registrants of the same class; (3) Has as its primary purpose the promotion or protection of the economic interests of practitioners licensees or registrants; (4) Restricts the number of licensees or registrants for reasons other than their qualifications; (5) Discriminates between programs approved under this chapter which train prospective licensees or registrants, whether in or out of the state. Section 14. That § 36-6A-16 be repealed. 36-6A-16. The duty of the Board of Dentistry shall be to carry out the purposes and enforce the provisions of this chapter. Section 15. That § 36-6A-17 be amended to read as follows: 36-6A-17. The Board of Dentistry board may use its own staff or employ licensed dentists, or contract with agents or investigators to assist in the enforcement of this chapter or any rule promulgated by the board thereunder. If it appears to the board that a person is violating any provision or rule of this chapter, the board may, in its own name, bring an action for an injunction or in the name of the state, in the circuit court in any county in which jurisdiction is proper, bring an action to enjoin the act, practice, or violation and to enforce compliance with this chapter or any rule promulgated thereunder as an alternate alternative to criminal proceedings, and the commencement of one proceeding by the board constitutes an election. Such proceedings shall be prosecuted by the attorney general's office or person designated by the attorney general and retained by the board as provided in § 36-6A-18. Section 16. That § 36-6A-18 be amended to read as follows: 36-6A-18. The board and its members and officers shall assist any person charged with the enforcement of this chapter, and the board, its members, agents, and officers shall furnish such the person with evidence to assist in the prosecution of any violation or enforcement of this chapter, and the board may, for that purpose, make a reasonable expenditure. The board may, if it deems best for the enforcement of this chapter or in the conduct of its duties, employ an attorney designated by the attorney general. The board shall fix and determine the compensation and period of service of such the attorney who shall be paid out of the funds of the board. Section 17. That § 36-6A-21 be repealed. 36-6A-21. The Board of Dentistry may, by rule promulgated pursuant to chapter 1-26, establish minimum educational and training requirements and continuing education requirements to practice dental radiography. Section 18. That chapter 36-6A be amended by adding thereto a NEW SECTION to read as follows: Pursuant to a complaint concerning the health or safety of patients or the public, the board, or any of its members, officers, agents, or employees so authorized, may enter and inspect, during business hours, any place where dentistry is practiced for the purpose of enforcing this chapter. The inspection may include any dental or drug records, and the copying thereof, and inventories relating to drugs and controlled substances required to be kept under the provisions of chapter 34-20B. The board, its members, officers, agents, and employees shall maintain the confidential nature of any records obtained pursuant to this section. Refusal to allow an inspection may constitute unprofessional or dishonorable conduct. Section 19. That § 36-6A-22 be amended to read as follows: 36-6A-22. The Board of Dentistry board shall receive complaints from its members, dentists, dental groups, third party carriers providing financial reimbursement for dental services, or the public concerning a practitioner's professional practices. Each complaint received shall be logged by the secretary-treasurer recording the practitioner's name, name of the complaining party, date of the complaint, a brief statement of the complaint and its ultimate disposition regarding the enforcement of this chapter. A record of each complaint shall be maintained by the board. An investigation shall be conducted by a member, or agent or an appointee of the board to determine whether an alleged violation has been committed. The investigator, if a member of the board, may dismiss a complaint if it appears to the member, either with or without the consultation of the board, that no violation has been committed or the member may transfer the complaint to a peer review committee duly appointed by a state or local professional society comprised of dentists licensed to practice their profession in the State of South Dakota, or the member may request the board to fix set a date for hearing on the complaint. If the investigator is an agent or an appointee of the board, dismissal of the complaint or transferal to peer review may only be made by the president. Any agreed disposition made between the investigator and the practitioner licensee or registrant shall be made known to and approved by the board. The complaining party shall be notified promptly of the dismissal or the agreed disposition final disposition of the complaint. The complaining party may appeal the dismissal to the board within thirty days. The decision of the board may be appealed to the circuit court in accordance with chapter 1-26 within thirty days. A license or registration shall remain in effect during the pendency of an appeal unless suspended under § 36-6A-24. All disciplinary proceedings held under the authority of this chapter shall be conducted in accordance with chapter 1-26. Section 20. That chapter 36-6A be amended by adding thereto a NEW SECTION to read as follows: Each facility licensed by the state where medicine or dentistry is practiced that suspends or revokes the privilege of a licensee of the board to practice dentistry therein for professional incompetence or unprofessional or dishonorable conduct as defined in this chapter shall report it in writing to the board including the factual basis of such revocation or suspension of the practice privilege. Any report made to the board pursuant to this section is confidential and subject to the same restrictions set forth in section 21 of this Act. No licensed facility, complying in good faith with this section, may be held liable for any injury or damage proximately resulting from the compliance. Section 21. That chapter 36-6A be amended by adding thereto a NEW SECTION to read as follows: Testimony or documentary evidence of any kind obtained during the investigation of a complaint is not subject to discovery or disclosure under chapter 15-6 or any other provision of law, and is not admissible as evidence in any legal proceeding, until such time as the complaint becomes a contested case as defined in subdivision 1-26-1(2). No person that has participated in the investigation of a complaint may testify as an expert witness or be compelled to testify for any party in any action for personal injury or wrongful death if the subject matter of the complaint investigated is a basis for the action for personal injury or wrongful death. Section 22. That § 36-6A-23 be amended to read as follows: 36-6A-23. The board may impose any of the following sanctions, singly or in combination, if it finds that a practitioner person, entity, licensee, registrant, or dental corporation has violated any part of § 36-6A-59 provision of this chapter or any rule promulgated thereunder: (1) Revoke a practitioner's license to practice, registration, or permit for an indefinite period; (2) Suspend a practitioner's license, registration, or permit for a specific or indefinite length of time; (3) Censure a practitioner Place on condition or limit a license, registration, or permit; (4) Issue a censure or a letter of reprimand; (5) Place a practitioner licensee or registrant on probationary status and require the practitioner licensee or registrant to report regularly to the board on the matters which are the basis for probation, limit his the licensee's or registrant's practice to areas prescribed by the board and continue to renew require professional education until a satisfactory degree of skill has been attained in those areas which are the basis of the probation. The board may withdraw the probation if the board finds the deficiencies which require disciplinary action have been remedied; (6) Other sanctions which the board finds appropriate; (7) Require the practitioner Impose a fee to reimburse the board in an amount equal to all or part of the costs incurred for the investigation and disciplinary hearing proceedings resulting in disciplinary action authorized by this chapter or the issuance of a cease and desist order. The costs include the amount paid by the board for services from attorneys, investigators, court reporters, witnesses, expert witnesses, reproduction of records, board members' per diem compensation, board staff time, and expenses incurred for the investigation and disciplinary proceedings; and (8) Deny an application for a license, registration, or permit. The board may withdraw the probation if it finds the deficiencies which require disciplinary action have been remedied. Section 23. That § 36-6A-24 be amended to read as follows: 36-6A-24. The board may summarily suspend a practitioner's license or registration in advance of a final adjudication or during the appeals process if the board finds that a practitioner licensee or registrant would represent a clear and immediate danger to the public health and safety if he were allowed to continue to practice. A practitioner licensee or registrant whose license or registration is suspended under this section is entitled to a hearing before the board within twenty days after the effective date of the suspension. The practitioner licensee or registrant may subsequently appeal the suspension to circuit court in accordance with chapter 1-26. Section 24. That § 36-6A-25 be amended to read as follows: 36-6A-25. Any practitioner, dental radiographer, or advanced dental assistant licensee or registrant whose license or registration to practice has been suspended or revoked may be have a license or registration reinstated or a new license or registration may be issued to him, as the case may be, when in the discretion of the board such the action is warranted. The board may require the applicant to pay all costs of the proceedings resulting in his the suspension or revocation of the license or registration and reinstatement or issuance of a new license or registration. In addition, the board may, by rule promulgated pursuant to chapter 1-26, require a fee for reinstatement. Section 25. That § 36-6A-26 be repealed. 36-6A-26. Terms used in this chapter mean: (1) \"Board,\" the Board of Dentistry; (1A) \"Collaborative agreement,\" a written agreement between a supervising dentist and a dental hygienist authorizing the preventive and therapeutic services that may be performed by the dental hygienist under collaborative supervision; (1B) \"Collaborative supervision,\" the supervision of a dental hygienist requiring a collaborative agreement between a supervising dentist and dental hygienist; (2) \"Commercial dental laboratory,\" an enterprise engaged in making, providing, repairing, or altering oral prosthetic appliances and other artificial materials and devices which are returned to a dentist and inserted into the human oral cavity or which come in contact with its adjacent structures and tissues; (3) \"Complete evaluation,\" an examination, review of medical and dental history, the formulation of a diagnosis, and the establishment of a written treatment plan, documented in a written record to be maintained in the dentist's office or other treatment facility or institution; (4) \"Dental,\" pertaining to dentistry; (5) \"Dental assistant,\" a person performing acts authorized under this chapter, who, under the supervision of a dentist or dental hygienist, renders assistance to a dentist, dental hygienist, dental technician, or other dental assistant in the manner described in § 36-6A-41; (6) \"Dental auxiliary,\" a dental hygienist, a dental assistant or a dental technician, employed by a licensed dentist; (7) \"Dental hygienist,\" a person licensed pursuant to this chapter, who, under the supervision of a dentist, renders the educational, preventive, and therapeutic dental services authorized by § 36-6A-40, as well as any related extra-oral procedure required in the practice of those services; (8) \"Dental radiographer,\" a person who has been authorized by the Board of Dentistry to perform dental radiography; (9) \"Dental radiography,\" the application of X- radiation to human teeth and supporting structures for diagnostic purposes only; (10) \"Dental specialist,\" a dentist who has graduated from a postdoctoral specialty program recognized and approved by the American Dental Association Commission on dental accreditation; (11) \"Dental technician,\" a person performing acts authorized under this chapter, who, at the authorization of a dentist, makes, provides, repairs, or alters oral prosthetic appliances and other artificial materials and devices which are returned to a dentist and inserted into the human oral cavity or which come in contact with its adjacent structures and tissues; (12) \"Dentist,\" a person licensed pursuant to this chapter, who performs any intra-oral or extra-oral procedure required in the practice of dentistry and to whom is reserved the responsibilities specified in § 36-6A-31; (13) \"Dentistry,\" the healing art which is concerned with the examination, diagnosis, treatment, planning, and care of conditions within the human oral cavity and its adjacent tissues and structures, including the use of laser or ionizing radiation as authorized by rule by the board pursuant to chapter 1-26 to operate for any disease, pain, deformity, deficiency, injury, or physical condition of the human tooth, teeth, alveolar process, gums, or jaw or adjacent or associated structures; (14) \"Direct supervision,\" the supervision of a dental hygienist or dental assistant requiring that a dentist diagnose the condition to be treated, a dentist authorize the procedure to be performed, a dentist remain in the dental office while the procedures are performed, and before dismissal of the patient a dentist has approved the work performed by the dental hygienist or dental assistant; (15) \"General supervision,\" the supervision of a dental hygienist requiring that a dentist authorize the procedures to be carried out, and that the patient to be treated is a patient of record of the supervising dentist and has had a complete evaluation within the previous thirteen months of the delegation of procedures; (16) \"Indirect supervision,\" the supervision of a dental hygienist or dental assistant requiring that a dentist authorize the procedure and a dentist be in the dental office while the procedures are performed by the dental assistant or dental hygienist; (17) \"Lay member,\" a person who is not a health professional, and who is not a parent, spouse, sibling or child of a health professional or health professional student. For purposes of board membership, a person with a significant financial interest in a health service or profession may not be a lay member; (18) \"Patient of record,\" a patient who has undergone a complete evaluation performed by a licensed dentist; (19) \"Personal supervision,\" a level of supervision indicating that the dentist or dental hygienist is personally treating a patient and authorizes the dental hygienist or dental assistant to aid his treatment by concurrently performing a supportive procedure; (20) \"Practitioner,\" a licensed dentist or dental hygienist; (21) \"Satellite office,\" an office, building, or location used at any time by a dentist for the practice of dentistry other than the office listed on his annual registration certificate. Section 26. That § 36-6A-27 be amended to read as follows: 36-6A-27. There may be no monetary liability on the part of, and no cause of action for damages may arise against, any member of a duly appointed committee of a state or local professional society, comprised of dentists or dental hygienists licensed to practice their profession in the State of South Dakota, for any act or proceeding undertaken or performed within the scope of the functions of any such the committee which is formed to maintain the professional standards of the society established by its bylaws, if such the committee member acts without malice, has made a reasonable effort to obtain the facts of the matter as to which he the committee member acts, and acts in reasonable belief that the action taken by him the committee member is warranted by the facts known to him the committee member after such a reasonable effort to obtain facts. \"Professional society\" includes For the purposes of this section, the term, professional society, means any dental organizations organization having as members at least a majority of the eligible licensees in the area served by the particular society. The provisions of this section do not affect the official immunity of an officer or employee of a public corporation. No communications either to or from any such committee or its members or its proceedings, if acting as a peer review committee concerning the ethical or professional practices of any licensed dentist are discoverable for any purpose in any civil or criminal action. However, such a communication is discoverable in an administrative proceeding as contemplated by chapter 1-26. All such communications are confidential. The committee shall transfer all documentation material to a complaint to the State Board of Dentistry board upon subpoena by the board or upon filing a complaint. The confidentiality provided in this section shall cease ceases upon transfer of the material to the board. Section 27. That § 36-6A-28 be amended to read as follows: 36-6A-28. Every Each person who practices or as, attempts to practice dentistry as, or purports to be a dentist, dental hygiene hygienist, or dental radiography, or to function as a dental hygienist, or who purports to be a dentist or dental hygienist radiographer, or registered dental assistant in this state without being licensed or without being registered for that purpose or without being exempted from this chapter is guilty of a Class 1 misdemeanor. A Any dentist who implies, purports or leads his patients a patient to believe that he the dentist is a dental specialist, unless he has met without meeting the educational requirements adopted by the Board of Dentistry before listing or identifying himself to the public as a dental specialist set forth in this chapter, is guilty of a Class 1 misdemeanor. No person who is not licensed to practice dentistry in this state may sell, offer, or advertise any dental service including the furnishing, constructing, reproduction, relining, or repair of dentures, bridges, plates, or other appliances to be used or worn as substitutes for natural teeth. However, the mere delivery of products to an ultimate consumer or person acting in his behalf for the purpose of transporting products to the licensed dentist who provided the work order does not violate this section. This section does not apply to mailings, displays, and advertisements, the primary distribution of which is to the dental profession or its ancillary trades. Section 28. That § 36-6A-29 be amended to read as follows: 36-6A-29. No person licensed by this chapter may engage in advertising pertaining to the practice of dentistry which may be fraudulent or misleading. A violation of this section is a Class 1 misdemeanor. Section 29. That § 36-6A-30 be amended to read as follows: 36-6A-30. A No person not licensed to practice dentistry in this state may not sell, offer, provide, or advertise any dental service including the furnishing, constructing, reproduction, relining, or repair of dentures, bridges, plates, or other appliances to be used or worn as substitutes for natural teeth unless the person holds the appropriate license, registration, or permit issued by the board. A violation of this section is a Class 1 misdemeanor. The mere delivery of products to an ultimate consumer or person acting in his on behalf of the consumer for the purpose of transporting products to the licensed dentist who provided the work order is not a violation of this section. This section does not apply to mailings, displays, and advertisements, the primary distribution of which is to the dental profession or its ancillary trades. Section 30. That § 36-6A-31 be amended to read as follows: 36-6A-31. Only a dentist licensed or otherwise permitted to practice under this chapter may carry on the profession of dentistry practice as a dentist in this state, unless otherwise stated in this chapter. Dentists have the exclusive responsibility for: (1) The diagnosis and treatment planning of conditions within the human oral cavity and its adjacent tissues and structures; (2) The treatment plan of a dental patient The use of a dental degree, designation, card, device, directory, sign, or other media whereby the person represents himself or herself as being able to diagnose, treat, prescribe, or operate for any disease, pain, deformity, deficiency, injury, or physical condition of the human tooth, teeth, alveolar process, gums or jaw, or adjacent or associated tissues and structures; (3) The prescribing of drugs which are administered to patients in the practice of dentistry or prescribed to patients in connection with dental related ailments or conditions; (4) The overall quality of patient care which is rendered or performed in the practice of dentistry, regardless of whether the care is rendered personally by a dentist, dental hygienist, or dental auxiliary; (5) The supervision of dental hygienists and dental auxiliaries and authorization of procedures to be performed by dental hygienists and dental auxiliaries; (6) The review, reading, and evaluation of dental radiographs use of radiographic imaging for dental diagnostic purposes; (7) The delegation of procedures to a dental hygienist under general supervision. The dentist shall have completed the last evaluation of the patient within thirteen months of the delegation of procedures. The written treatment plan contained within the patient's record shall accompany any delegation of treatment procedures; and; (8) Any other specific services within the scope of dental practice; (9) The management, ownership, or operation of a business, corporation, organization, or entity through which dentistry, as defined in this chapter, is offered or provided to the public; (10) The performance of any dental procedure or operation of any kind gratuitously, or for a fee, gift, compensation, or reward, paid or to be paid, either to the person providing the service or to another person or entity; (11) Offering or undertaking, by any means or method, to diagnose, treat or remove stains or accretions from or change the color or appearance of human teeth; (12) Performing any clinical procedure or operation included in the curricula of American Dental Association Commission on Dental Accreditation accredited dental schools or colleges; and (13) Performing any irreversible dental procedure. Section 31. That § 36-6A-32 be repealed. 36-6A-32. A person shall be deemed to be practicing dentistry within the meaning of this chapter: (1) Who uses a dental degree, or designation, or card, device, directory, sign, or other media whereby he represents himself as being able to diagnose, treat, prescribe, or operate for any disease, pain, deformity, deficiency, injury, or physical condition of the human tooth, teeth, alveolar process, gums or jaw, or adjacent or associated structures; or (2) Who is a manager, proprietor, operator, or conductor of a place where dental operations are performed; or (3) Who performs dental operations of any kind gratuitously, or for a fee, gift, compensation or reward, paid or to be paid, either to himself or to another person or agency; or (4) Who uses a roentgen or X-ray machine for dental treatment, or roentgenograms for dental diagnostic purposes; or (5) Who extracts a human tooth or corrects or attempts to correct malpositions of the human teeth or jaws; or (6) Who offers and undertakes, by any means or method, to diagnose, treat or remove stains or accretions from human teeth or jaws; or (7) Who takes impressions of the human teeth or jaws or performs any phase of any operation incident to the replacement of a part of a tooth, a tooth, teeth or associated tissues by means of a filling, a crown, a bridge, a denture, or other appliance; or (8) Who furnishes, supplies, constructs, reproduces, or repairs, or offers to furnish, supply, construct, reproduce or repair prosthetic dentures or plates, bridges or other substitutes for natural teeth, to the user or prospective user thereof; or (9) Who performs any clinical operation included in the curricula of recognized dental schools and colleges. Section 32. That § 36-6A-32.1 be repealed. 36-6A-32.1. The provisions of subdivision 36-6A-32(2) do not apply to the practice of dentistry by dentists licensed pursuant to this chapter who are providing dental services for patients under the auspices of a community-based primary health care delivery organization, which is operating as a community health center or migrant health center, receiving funding assistance under § 329 or 330 of the United States Public Health Service Act. Section 33. That § 36-6A-32.2 be repealed. 36-6A-32.2. The provisions of subdivision 36-6A-32(2) do not apply to the practice of dentistry provided by any mobile or portable dental unit operated by any nonprofit organization affiliated with a nonprofit dental service corporation organized under chapter 58-39. Section 34. That chapter 36-6A be amended by adding thereto a NEW SECTION to read as follows: A dentist may prescribe or administer drugs only in connection with dental related ailments or conditions. Section 35. That chapter 36-6A be amended by adding thereto a NEW SECTION to read as follows: No licensee or registrant under this chapter may perform dental services that are outside the scope of the licensee's or registrant's relevant education, training, and experience. Section 36. That § 36-6A-33 be amended to read as follows: 36-6A-33. Section 36-6A-32 does The provisions of §§ 36-6A-30 and 36-6A-31 do not apply to: (1) Any dentist licensed in another state making a clinical presentation sponsored by a bona fide board approved dental society or association or an American Dental Association Commission on Dental Accreditation accredited dental educational institution; (2) Any individual person enrolled in any American Dental Association Commission on Dental Accreditation accredited dental or allied dental educational program or board approved dental assisting educational program who works within a formal educational facility or at a site remote from that educational facility under the direct supervision of a licensed instructor, whether within a formal education facility or at a practice site remote from that educational facility faculty member of that program who is appropriately credentialed or licensed in a state; (3) Any dental or dental auxiliary instructor, whether full-time or part-time, while engaged in teaching activities while employed in accredited by or contracting with any dental or allied dental educational program accredited by the American Dental Association Commission on Dental Accreditation or any dental assisting instructor, whether full-time or part-time, while engaged in teaching activities while employed by or contracting with any board approved dental auxiliary assisting educational institutions program; (4) Any dentist person licensed or registered as a dentist, dental hygienist, or registered dental assistant in another state who provides renders emergency care or assistance at the scene of the emergency to any person so in need; (5) Any dental hygienist or dental auxiliary who is acting in accordance with § 36-6A-40, 36-6A-41, or 36-6A-43 this chapter; (6) Any service, other than service performed directly upon the person of a patient, of constructing, altering, repairing, or duplicating any denture, partial denture, crown, bridge, splint, orthodontic, prosthetic, or other dental appliance, if performed pursuant to an order from a dentist in accordance with § 36-6A-43; (7) The practice of dentistry by any dentist in the discharge of the dentist's official duties in any branch of the armed services of the United States, the United States Public Health Service, or the United States Veterans Administration; (8) The practice of dentistry by any licensed dentist of another state or country while appearing as a clinician under the auspices of an American Dental Association Commission on Dental Accreditation accredited dental school or college, or a board approved dental society, or a board approved dental study club composed of dentists; (9) The practice of dentistry provided by a community-based primary health care delivery organization, which is operating as a community health center or migrant health center, receiving funding assistance under § 329 or 330 of the United States Public Health Service Act; (10) The practice of dentistry provided by any mobile or portable dental unit operated by any nonprofit organization affiliated with a nonprofit dental service corporation organized pursuant to chapter 58-39; (11) The practice of dentistry provided by any dental or allied dental educational program accredited by the American Dental Association Commission on Dental Accreditation and any dental assisting educational program approved by the board; (12) The practice of dentistry provided by the state in any state owned and operated institution; (13) The practice of dentistry provided by the federal government in any institution owned and operated by the federal government; (14) Any person who ministers or treats the sick or suffering or who treats for the purpose of preventing sickness or suffering by mental or spiritual means exclusively; or (15) The estate or agent for a deceased or substantially disabled dentist contracting with or employing a dentist to manage the deceased or substantially disabled dentist's practice for a period not to exceed twenty-four months following the date of death or substantial disability of the dentist, until the entity can be sold or closed. Section 37. That § 36-6A-34 be repealed. 36-6A-34. Section 36-6A-32 does not apply to the practice of dentistry by licensed dentists of other states or countries while appearing as clinicians under the auspices of a duly approved dental school or college, or a reputable dental society, or a reputable dental study club composed of dentists. Section 38. That § 36-6A-35 be repealed. 36-6A-35. Section 36-6A-32 does not apply to the practice of dentistry by full-time dentists in the discharge of their official duties in any branch of the armed services of the United States, the United States Public Health Service, or the United States Veterans' Administration. Section 39. That § 36-6A-36 be repealed. 36-6A-36. Section 36-6A-32 does not apply to the service, other than service performed directly upon the person of a patient, of constructing, altering, repairing, or duplicating any denture, partial denture, crown, bridge, splint, orthodontic, prosthetic, or other dental appliance, if performed pursuant to an order from a licensed dentist in accordance with § 36-6A-43. Section 40. That § 36-6A-37 be repealed. 36-6A-37. Section 36-6A-32 does not apply to the use of roentgens or other rays for making roentgenograms or similar records of dental or oral tissues in a hospital or under the supervision of a physician or dentist. Section 41. That § 36-6A-38 be repealed. 36-6A-38. Section 36-6A-32 does not apply to any person who ministers or treats the sick or suffering or who treats for the purpose of preventing sickness or suffering by mental or spiritual means exclusively. Section 42. That § 36-6A-39 be amended to read as follows: 36-6A-39. Except as permitted by chapter 47-12, it is a Class 2 misdemeanor for any dentist licensee, registrant, or dental corporation to divide fees with, or to promise to pay a part of his a fee to, or to pay a commission to any dentist or any other person, who calls him in consultation or who sends patients to him for treatment or operation. However, nothing in this section prohibits licensed dentists from forming a bona fide partnership for the practice of dentistry, nor the actual employment of a licensed dentist or a licensed dental hygienist licensee or registrant. Section 43. That § 36-6A-40 be amended to read as follows: 36-6A-40. Any licensed dentist, public institution, or school authority may use the services of a licensed dental hygienist. Such licensed Only a dental hygienist licensed to practice pursuant to this chapter may practice dental hygiene unless otherwise stated in this chapter. A dental hygienist may perform those services which are educational, diagnostic, therapeutic, or preventive in nature and are authorized by the Board of Dentistry, including those additional procedures authorized by subdivision 36-6A-14(10) board and any educational services provided pursuant to those authorized services. Such services may not include the establishment of a final diagnosis or treatment plan for a dental patient. Such The services shall be performed under the supervision of a licensed dentist. As an employee of a public institution or school authority, functioning without the supervision of a licensed dentist, a licensed dental hygienist may only provide educational services. A dental hygienist may perform preventive and therapeutic services under general supervision if all individuals treated are patients of record of a licensed dentist and all care rendered by the dental hygienist is completed under the definition of patient of record. A dental hygienist may perform preventive and therapeutic services under collaborative supervision if the requirements of § 36-6A-40.1 are met. However, no dental hygienist may perform preventive and therapeutic services under collaborative supervision for more than thirteen months for any person who has not had a complete evaluation by a dentist, unless employed by Delta Dental Plan of South Dakota, a nonprofit dental service corporation organized under chapter 58-39, providing services through written agreement with the Indian Health Service or a federally recognized tribe in South Dakota. The exemption for a dental hygienist employed by Delta Dental Plan of South Dakota providing services through written agreement with the Indian Health Service or a federally recognized tribe in South Dakota expires on June 30, 2016. Section 44. That § 36-6A-40.1 be amended to read as follows: 36-6A-40.1. A dental hygienist may provide preventive and therapeutic services under collaborative supervision of a dentist if the dental hygienist has met the following requirements: (1) Possesses a license to practice in the state and has been actively engaged in the practice of clinical dental hygiene in two of the previous three years; (2) Has a written collaborative agreement with a licensed dentist; and (3) Has satisfactorily demonstrated knowledge of medical and dental emergencies and their management; infection control; pharmacology; disease transmission; management of early childhood caries; and management of special needs populations. Section 45. That § 36-6A-41 be amended to read as follows: 36-6A-41. The Board of Dentistry may set educational and training requirements for dental assistants, including the practice of dental radiography and the monitoring of nitrous oxide administration by dental assistants. Every licensed Each dentist who uses the services of a dental assistant hygienist or dental auxiliary to assist him the dentist in the practice of dentistry is responsible for the acts of the dental assistant hygienist or dental auxiliary while engaged in such assistance. The dentist shall permit the dental assistant hygienist or dental auxiliary to perform only those acts which he the dentist is authorized under this chapter to delegate to a dental assistant hygienist or dental auxiliary. The acts shall be performed under supervision of a licensed dentist. The board may permit differing levels of dental assistance based upon recognized educational standards, approved by the board, for the training of dental assistants hygienists or dental auxiliaries. Any licensed dentist who permits a dental auxiliary to perform any dental or dental hygiene service other than that authorized by the board shall be deemed to be enabling an unlicensed person to be practicing dentistry or dental hygiene, and commission of the act by a dental auxiliary is a violation of this chapter. Section 46. That § 36-6A-42 be repealed. 36-6A-42. The Board of Dentistry may, by rule promulgated pursuant to chapter 1-26, establish minimum educational and training requirements and continuing education requirements to perform as a dental assistant. The board may also require, or substitute, clinical experience in addition to, or in lieu of, educational and training requirements. Section 47. That § 36-6A-43 be amended to read as follows: 36-6A-43. Dental technicians may work either in commercial dental laboratories or under the supervision of a dentist. Technicians, when not working under the supervision of a dentist, may not provide for dental patients' use any prosthetic appliances, materials, or devices which are inserted in the human oral cavity unless ordered by a licensed dentist. Technicians may not provide intra-oral services to patients. A technician or dental laboratory shall maintain a record of work orders for a period of two years. Section 48. That § 36-6A-44 be amended to read as follows: 36-6A-44. Any person not already a licensed dentist or dental hygienist of this state desiring to practice dentistry or dental hygiene as a dentist may apply to the secretary-treasurer of the Board of Dentistry for licensure. Unless otherwise provided obtain a license to practice as a dentist if the applicant satisfies each of the following criteria: (1) Each The application for a license to practice dentistry or dental hygiene shall be as a dentist is in writing and signed by the applicant; (2) An application for a license without examination shall be made in accordance with the provisions of § 36-6A-47 or 36-6A-48 The applicant has passed a standardized national comprehensive examination approved by the board; (3) The applicant must be a graduate from a dental or dental hygiene school which is accredited by the American dental association commission on dental accreditation and shall be examined for a license to practice dentistry or dental hygiene has graduated from an American Dental Association Commission on Dental Accreditation accredited United States dental school, having obtained a doctor of dental medicine or a doctor of dental surgery degree; (4) Foreign-trained and other graduates from nonaccredited dental and dental hygiene programs may apply for a dental or dental hygiene license. The board, by rule promulgated pursuant to chapter 1-26, shall establish requirements to reasonably assure that an applicant's training and education are sufficient for licensure Within five years preceding the date of application, the applicant has passed a clinical regional or national examination approved by the board or a state examination or examinations that the board deems equivalent; (5) The board may require a laboratory examination as a prerequisite to the clinical examination of an applicant if it has reason to believe the applicant cannot practice safely on a clinical patient due to a difference in the applicant's curriculum or any other bona fide reason The applicant has passed an examination concerning the state laws and rules relating to dentistry; (6) All applicants who are admitted to the examination process shall be evaluated by the same standards in examinations. Skill and performance standards required in the written, laboratory and clinical examinations shall be the same for all applicants The applicant has no disciplinary proceeding or unresolved disciplinary complaint pending before a dental board at the time a license is to be issued by the board; and (7) All applicants shall provide satisfactory evidence showing that they are The applicant provides references that indicate the applicant is of good moral character; (8) Every applicant for a license to practice dentistry or dental hygiene, whether by examination or reciprocity, shall produce evidence satisfactory to the board that he is a citizen of the United States or lawfully admitted alien, or he shall file an affidavit with the board indicating his intent to become a citizen of the United States. However, if citizenship has not been attained within eight years from the filing of such affidavit, he forfeits the right to be licensed under this chapter. The board may require a laboratory or clinical examination of any applicant if it has reason to believe the applicant cannot practice safely. Any foreign-trained or any other graduate from a dental program not accredited by the American Dental Association Commission on Dental Accreditation may apply for a license to practice as a dentist. The board, by rule promulgated pursuant to chapter 1-26, shall establish requirements to reasonably ensure that an applicant's training and education are sufficient for licensure. Section 49. That § 36-6A-45 be repealed. 36-6A-45. Every applicant for licensure who does not qualify for an exception to licensure under this chapter, or for exemption from examination under §§ 36-6A-47 and 36-6A-48 is subject to examination by the Board of Dentistry. The examination shall include an examination of the applicant's knowledge of the laws of South Dakota relating to dentistry and the rules of the South Dakota State Board of Dentistry. The board may administer written, laboratory, and clinical examinations to test professional knowledge and skills, or may require the successful completion of a standardized national comprehensive test selected by the board. Section 50. That chapter 36-6A be amended by adding thereto a NEW SECTION to read as follows: Any person desiring to practice as a dental hygienist may obtain a license to practice as a dental hygienist if the applicant satisfies each of the following criteria: (1) The application for a license to practice as a dental hygienist is in writing and signed by the applicant; (2) The applicant has passed a standardized national comprehensive examination approved by the board; (3) The applicant has graduated from an American Dental Association Commission on Dental Accreditation accredited United States dental hygiene school, having obtained a dental hygiene degree; (4) Within five years preceding the date of application, the applicant has passed a clinical regional or national examination approved by the board or a state examination or examinations that the board deems equivalent; (5) The applicant has passed an examination concerning the state laws and rules relating to dentistry; (6) The applicant has no disciplinary proceeding or unresolved disciplinary complaint pending before a dental board at the time a license is to be issued by the board; and (7) The applicant provides references that indicate the applicant is of good moral character. The board may require a laboratory or clinical examination of an applicant if it has reason to believe the applicant cannot practice safely. Any foreign-trained or any other graduate from a dental hygiene program not accredited by the American Dental Association Commission on Dental Accreditation may apply for a license to practice as a dental hygienist. The board, by rule promulgated pursuant to chapter 1-26, shall establish requirements to reasonably ensure that an applicant's training and education are sufficient for licensure. Section 51. That § 36-6A-46 be repealed. 36-6A-46. All or any part of the written examination for dentists or dental hygienists, required by § 36-6A-45, except that pertaining to the law of South Dakota relating to dentistry and the rules of the Board of Dentistry, may, at the discretion of the board, be satisfied by the results of a national standardized comprehensive test selected by the board. Section 52. That § 36-6A-47 be amended to read as follows: 36-6A-47. If an applicant for licensure is already licensed in another state to practice dentistry or dental hygiene, the Board of Dentistry may issue the appropriate dental or dental hygienist license to the applicant upon evidence that Any person licensed in another state desiring to practice as a dentist may obtain a license to practice as a dentist if the applicant satisfies each of the following criteria: (1) The application for a license to practice as a dentist is in writing and signed by the applicant; (2) The applicant has graduated from an American Dental Association Commission on Dental Accreditation accredited United States dental school, having obtained a doctor of dental medicine or a doctor of dental surgery degree; (3) The applicant is currently an active, competent practitioner, having completed a minimum of three thousand dental clinical hours within the five years immediately preceding the date of application; (2)(4) The applicant has passed a standardized national comprehensive test selected examination approved by the board, and has practiced at least three years out of the five years immediately preceding his application; (5) The applicant has passed a clinical regional or national examination approved by the board or a state examination or examinations that the board deems equivalent; (3)(6) The applicant currently holds a valid license in another state; (4)(7) No The applicant has no disciplinary proceeding or unresolved disciplinary complaint is pending anywhere before a dental board at the time a license is to be issued by this state the board; (5)(8) The licensure requirements in the other state are in the judgment of the board the same as or higher than those required by this state; (6)(9) The applicant provides references that indicate the applicant is of good moral character; and (7)(10) The applicant successfully passes has passed an examination concerning the state laws of the State of South Dakota and rules relating to dentistry and the rules of the board. The board may require a laboratory or clinical examination of an applicant if it has reason to believe the applicant cannot practice safely. Any foreign-trained or any other graduate from a dental program not accredited by the American Dental Association Commission on Dental Accreditation may apply for a license to practice as a dentist. The board, by rule promulgated pursuant to chapter 1-25, shall establish requirements to reasonably ensure that an applicant's training and education are sufficient for licensure. Section 53. That chapter 36-6A be amended by adding thereto a NEW SECTION to read as follows: Any person licensed in another state desiring to practice as a dental hygienist may obtain a license to practice as a dental hygienist if the applicant satisfies each of the following criteria: (1) The application for a license to practice as a dental hygienist is in writing and signed by the applicant; (2) The applicant has graduated from an American Dental Association Commission on Dental Accreditation accredited United States dental hygiene school, having obtained a dental hygiene degree; (3) The applicant is currently an active, competent practitioner, having completed a minimum of three thousand dental hygiene clinical practice hours within the five years immediately preceding the date of application; (4) The applicant has passed a standardized national comprehensive examination approved by the board; (5) The applicant has passed a clinical regional or national examination approved by the board or a state examination or examinations that the board deems equivalent; (6) The applicant currently holds a valid license in another state; (7) The applicant has no disciplinary proceeding or unresolved disciplinary complaint pending before a dental board at the time a license is to be issued by the board; (8) The licensure requirements in the other state are in the judgment of the board the same as or higher than those required by this state; (9) The applicant provides references that indicate the applicant is of good moral character; and (10) The applicant has passed an examination concerning the state laws and rules relating to dentistry. The board may require a laboratory or clinical examination of an applicant if it has reason to believe the applicant cannot practice safely. Any foreign-trained or any other graduate from a dental hygiene program not accredited by the American Dental Association Commission on Dental Accreditation may apply for a license to practice as a dental hygienist. The board, by rule promulgated pursuant to chapter 1-26, shall establish requirements to reasonably ensure that an applicant's training and education are sufficient for licensure. Section 54. That chapter 36-6A be amended by adding thereto a NEW SECTION to read as follows: An applicant, licensee, or registrant shall provide a certified translation of any document required pursuant to this chapter. Section 55. That chapter 36-6A be amended by adding thereto a NEW SECTION to read as follows: The board may, in compliance with chapter 1-26, refuse to grant a license or registration pursuant to this chapter because of professional incompetence, or unprofessional or dishonorable conduct on the part of the applicant. Section 56. That § 36-6A-48 be amended to read as follows: 36-6A-48. The Board of Dentistry board shall, upon applicant's satisfactory completion of the educational requirements and written, laboratory and clinical examinations authorized under pursuant to this chapter and upon receipt of the requisite fees, issue or renew the appropriate dental or dental hygiene license license to practice as a dentist or dental hygienist. Section 57. That § 36-6A-49 be amended to read as follows: 36-6A-49. Any dentist or dental hygienist licensed in a state or territory of the United States whose licensure requirements are equivalent or higher than those of this state and who has passed a national comprehensive test selected by the Board of Dentistry within five years or who has been in active practice three years immediately preceding his completed a minimum of fifteen hundred clinical practice hours within the five years preceding the date of application or graduated from an American Dental Association Commission on Dental Accreditation accredited United States dental or dental hygiene school within three years preceding the date of application, with all licenses in good standing and no disciplinary proceeding or unresolved disciplinary complaint pending before a dental board, may be granted a temporary registration to practice in conjunction with a dentist or entity pursuant to subdivision 36-6A-33(9), (10), (12), or (13) only until a date set by the board and is subject to the requirements and conditions set forth in said registration. The dentist or dental hygienist may receive the temporary registration on presentation of evidence that he has passed such test or evidence of his active practice for three years immediately preceding his application and payment of a fee to be set by the board. Section 58. That chapter 36-6A be amended by adding thereto a NEW SECTION to read as follows: Any person who has applied for a license to practice as a dentist or a dental hygienist and has met all of the requirements for the license, may be granted a temporary registration to practice as a dentist or a dental hygienist only until a date set by the board. The person is subject to the requirements and conditions set forth in the registration. Section 59. That chapter 36-6A be amended by adding thereto a NEW SECTION to read as follows: Any person practicing under a temporary registration is subject to supervision and discipline by the board pursuant to this chapter in the same manner as any other licensee pursuant to this chapter. A person practicing under a temporary registration submits to jurisdiction by the board. Section 60. That chapter 36-6A be amended by adding thereto a NEW SECTION to read as follows: Any person who, while located outside this state, practices dentistry through teledentistry and provides the dental services to a patient located in this state, is engaged in the practice of dentistry in this state. Section 61. That chapter 36-6A be amended by adding thereto a NEW SECTION to read as follows: Any services provided by a licensee or registrant through teledentistry or electronic means shall comply with the provisions of this chapter as if the services were provided in person by a licensee or registrant. Section 62. That chapter 36-6A be amended by adding thereto a NEW SECTION to read as follows: Nothing contained in this chapter may be construed to apply to any licensed person practicing dentistry outside of this state when in actual consultation with a dentist in this state. Section 63. That § 36-6A-50 be amended to read as follows: 36-6A-50. The Board of Dentistry board shall promulgate nonrefundable fees, by rule pursuant to chapter 1-26, provided for in this chapter, within the following limits: (1) Examination fee for dentists, not more than three hundred dollars; (2) Examination fee for dental hygienists, not more than one hundred fifty dollars; (3) Annual registration fee for dentists, not more than two hundred dollars; (4) Annual registration fee for dental hygienists, not more than one hundred dollars; (5) Duplicate license certificate or duplicate annual registration certificate fee for dentists or dental hygienists, not less than five dollars nor more than fifteen dollars; (6) Reinstatement fee, an amount equal to the examination fee; (7) Continuing education program annual fee of, not more than twenty dollars; (8) Registration certificate for satellite offices, not more than ten dollars; (9) Temporary registration fee, not more than three hundred fifty dollars; (10) Annual registration fee for persons practicing dental radiography dental radiographers, not more than fifty dollars; (11) Examination Application fee for dental radiographers, not more than fifty dollars; (12) General Application fee and renewal fee for anesthesia, parenteral and sedation, and nitrous oxide permits, not more than fifty dollars; (13) Initial registration Application fee for persons practicing dentistry dentists, not more than two hundred dollars; (14) Initial registration Application fee for persons practicing dental hygiene dental hygienists, not more than two hundred dollars; (15) Initial registration Application fee for persons practicing expanded duties registered dental assistants, not more than fifty dollars; (16) Initial registration Application fee for persons practicing dental radiography dental radiographers, not more than fifty dollars; (17) Annual registration fee for persons practicing expanded duties registered dental assistants, not more than fifty dollars; and (18) Repealed by SL 2003, ch 199, § 1. (19) Endorsement or credentials fee for dentists and dental hygienists, not more than six hundred dollars. Section 64. That § 36-6A-51 be repealed. 36-6A-51. Any person employing fraud or deception in applying for or securing a license to practice dentistry or dental hygiene or a registration to practice dental radiography or in registering annually under this chapter, is guilty of a Class 1 misdemeanor Section 65. That § 36-6A-52 be amended to read as follows: 36-6A-52. As a condition of annual renewal of a license or registration, each licensee or registrant shall, on or before the first day of July each year, transmit to the secretary-treasurer of the Board of Dentistry board, upon a form prescribed by the board, information as determined by rule, reasonably related to the administration of a licensure or registration system in the interest of public health and safety, together with the fee established by the board. Failure of a licensee or registrant to renew a license or registration on or before the first day of July constitutes a suspension of the license or registration held by the licensee or registrant. At least thirty days before July first, the board shall cause a written notice stating the amount and due date of the fee and the information to be provided by the licensee or registrant, to be sent to each licensee and registrant. Each licensee and registrant shall report the information as a condition of licensure the license or registration renewal, except a change in home or office address shall be reported in accordance with § 36-6A-58. Section 66. That § 36-6A-53 be repealed. 36-6A-53. As a condition of annual renewal of a registration, each registrant shall, on or before the first day of July, transmit to the secretary-treasurer of the Board of Dentistry, upon a form prescribed by the board, information reasonably related to the administration of a registration system in the interest of public health and safety, together with the fee established by the board. Failure of a registrant to renew a registration on or before the first day of July constitutes a suspension of the registration held by the registrant. At least thirty days before the first day of July, the board shall cause a written notice stating the amount and due date of the fee and the information to be provided by the registrant to be sent to each registrant. Each registrant shall report the information as a condition of registration renewal, except change in home or office address shall be reported in accordance with § 36-6A-58. Section 67. That § 36-6A-54 be amended to read as follows: 36-6A-54. Every licensed dentist or dental hygienist and every registered dental radiographer Each licensee or registrant shall post and keep conspicuously his or her name, annual license certificate, and annual registration certificate in every office each dental clinic in which he or she practices, in plain sight of his the patients. If there is more than one dentist or dental hygienist or registered dental radiographer practicing or employed in any office the manager or proprietor of the office shall post and display the name, license certificate and registration certificate of each dentist, dental hygienist, or registered dental radiographer practicing or employed therein. In addition there shall be posted or displayed near or upon the entrance door to every office in which dentistry is practiced, the name of each dentist practicing therein and the names shall be the name of the person inscribed upon the license certificate and annual registration certificate of each dentist. Section 68. That § 36-6A-55 be amended to read as follows: 36-6A-55. Every five years from original date of licensure or upon becoming registered as an advanced dental assistant of licensure or registration, each person licensed to practice dentistry or dental hygiene or perform duties as an advanced dental assistant in this state licensee or registrant shall provide the State Board of Dentistry board evidence, of a nature suitable to the board that a licensed person or advanced dental assistant licensee or registrant has attended, or participated in an amount of board approved continuing education in dentistry or continuing competency as shall be required by the board. However, for dentists this requirement may not be less than twenty hours during the preceding five years of licensure, for dental hygienists this requirement may not be less than ten hours during the preceding five years of licensure, and for advanced dental assistants this requirement may not be less than ten hours during the preceding five years of registration as an advanced dental assistant. Section 69. That § 36-6A-56 be repealed. 36-6A-56. The board may accept, for compliance with the requirements of § 36-6A-55, any of the following which, in the opinion of the board, contributes directly to the dental education of the licensee: (1) Attendance at lectures, study clubs, college post-graduate courses, or scientific session of conventions; (2) Research, graduate study, teaching, or service as a clinician; and (3) Any other evidence of continuing education the board may approve. Section 70. That § 36-6A-57 be amended to read as follows: 36-6A-57. Any licensed person licensee or registrant who fails to comply with the requirements of § 36-6A-55 shall continuing education or continuing competency requirements set forth in this chapter may, at the discretion of the board, be reexamined to determine his or her competency to continue licensure or registration. If, in the opinion of the board, a licensed person licensee or registrant does not qualify for further licensed practice, the board shall may, in compliance with chapter 1-26, suspend the license or registration until the time the dentist or dental hygienist shall provide licensee or registrant provides acceptable evidence to the board of his or her competency to practice. Section 71. That § 36-6A-58 be amended to read as follows: 36-6A-58. Every licensed dentist, dental hygienist, or registered dental radiographer Each licensee or registrant, upon changing his or her home place of residence, name, place of employment, or place of business shall, within ten days thereafter, furnish the secretary-treasurer of the Board of Dentistry board with the new address updated information. In case of a lost or destroyed license, and upon satisfactory proof of the loss or destruction thereof being furnished to the board, the latter may issue a duplicate license, charging a fee, not to exceed twenty dollars, set by the board by rule promulgated pursuant to chapter 1-26. Section 72. That § 36-6A-59 be amended to read as follows: 36-6A-59. Any practitioner Each licensee and registrant subject to this chapter shall conduct his or her practice in accordance with the standards established by the Board of Dentistry under provisions of §§ 36-6A-14 and 36-6A-16, and board. Each licensee or registrant is subject to the exercise of the disciplinary sanctions enumerated in § 36-6A-23 if, after a hearing in the manner provided in chapter 1-26, the board finds that: (1) A practitioner has employed or knowingly cooperated in fraud or material deception in order to obtain a license to practice the profession, or has engaged in fraud or material deception in the course of professional services or activities; (2) A practitioner has been convicted in any court of a felony, or other crime which affects the practitioner's ability to continue to practice competently and safely; (3) A practitioner has engaged in or permitted the performance of unacceptable patient care by himself or by auxiliaries working under his supervision due to his deliberate or negligent act or acts or failure to act; (4) A practitioner has knowingly violated any provision of this chapter or board rules; (5) A practitioner has continued to practice although he has become unfit to practice his profession due to professional incompetence, failure to keep abreast of current professional theory or practice, physical or mental disability, or addiction or severe dependency upon or use of alcohol or other drugs which endanger the public by impairing a practitioner's ability to practice safely; (6) A practitioner has engaged in lewd or immoral conduct in connection with the delivery of dental services to patients; (7) A practitioner has or is employing, assisting, or enabling in any manner an unlicensed person to practice dentistry, dental hygiene, or to function as a dental hygienist; (8) A practitioner has failed to maintain adequate safety and sanitary conditions for a dental office in accordance with the standards established by the rules of the board, promulgated pursuant to chapter 1-26; (9) A practitioner has engaged in false or misleading advertising. Suspension or revocation may not be based on a judgment as to therapeutic value of any individual drug prescribed or any individual treatment rendered, but only upon a repeated pattern or trend of treatment resulting in unexpected or unacceptable results. this chapter upon satisfactory proof by clear and convincing evidence in compliance with chapter 1-26 of the licensee's or registrant's professional incompetence, or unprofessional or dishonorable conduct, or proof of a violation of this chapter in any respect. For the purposes of this section, professional incompetence is a deviation from the statewide standard of competence, which is that minimum degree of skill and knowledge necessary for the performance of characteristic tasks of a licensee or registrant in at least a reasonably safe and effective way. If the services are not commonly provided by a licensee or registrant in this state, professional incompetence is a deviation from the national standard of competence, which is that minimum degree of skill and knowledge necessary for the performance of characteristic tasks of a licensee or registrant in at least a reasonable safe and effective way. No sanctions may be authorized based solely on monetary concerns or business practices that do not violate any provision of this chapter or any rule promulgated thereunder. The board may order a practitioner licensee or registrant to submit to a reasonable physical or mental examination if his the physical or mental capacity to practice safely is at issue in a disciplinary proceeding. Failure to comply with a board order to submit to a physical or mental examination shall render a practitioner renders a licensee or registrant liable to the summary revocation procedures described in §§ 36-6A-23 and 36-6A-24. Section 73. That chapter 36-6A be amended by adding thereto a NEW SECTION to read as follows: The term, unprofessional or dishonorable conduct, as used in this chapter includes: (1) Presenting to the board any license, certificate, or diploma which was obtained by fraud or deception practiced in passing a required examination or which was obtained by the giving of false statements or information on applying for the license; (2) Illegally, fraudulently, or wrongfully obtaining a license or registration or renewal required by this chapter by the use of any means, devices, deceptions, or help in passing any examination or by making false statements or misrepresentations in any applications or information presented; (3) Engaging in fraud or deception during the course of the applicant's education; (4) Engaging in fraud or material deception in the course of professional services or activities; (5) Conviction of a felony, conviction of a criminal offense arising out of the practice of dentistry, or conviction of a criminal offense involving moral turpitude; (6) Allowing professional incompetence by a dental hygienist or dental auxiliary working under his or her supervision due to a deliberate or negligent act or acts or failure to act; (7) Violating any provision of this chapter or any rule promulgated thereunder; (8) Engaging in lewd or immoral conduct in connection with the delivery of dental services to a patient; (9) Employing, assisting, or enabling in any manner an unlicensed person to practice as a dentist or dental hygienist or a person that does not hold a registration to practice as a registered dental assistant or dental radiographer; (10) Assisting, enabling, or permitting a dental hygienist or dental auxiliary to perform any dental service other than those authorized by this chapter or any rule promulgated thereunder; (11) Performing dental services other than those authorized by this chapter or any rule promulgated thereunder; (12) Failure to maintain adequate safety and sanitary conditions for a dental clinic in accordance with the standards set forth in this chapter or any rule promulgated thereunder; (13) Engaging in false or misleading advertising or advertising of a dental business or dental services in which untruthful or improbable statements are made or which are calculated to mislead or deceive the public; (14) Except as permitted by chapter 47-12, dividing fees with, promising to pay a part of a fee to, or to pay a commission to any dentist or any other person who sends patients for treatment or operation. Nothing in this subdivision prohibits dentists from forming a bona fide partnership for the practice of dentistry, nor the actual employment of a licensee or registrant; (15) Substance use or drug addiction, calculated in the opinion of the board to affect the licensee's or registrant's practice of the profession; (16) Prescribing intoxicants, narcotics, barbiturates, or other habit-forming drugs to any person in quantities and under circumstances making it apparent to the board that the prescription was not made for legitimate medicinal purposes related to the practice of dentistry or prescribing in a manner or in amounts calculated in the opinion of the board to endanger the well-being of an individual patient or the public in general; (17) Continuing to practice after sustaining any physical or mental disability which renders the further practice of a licensee's or registrant's profession potentially harmful or dangerous; (18) Failure to comply with state or federal laws on keeping records regarding possessing and dispensing of narcotics, barbiturates, and habit-forming drugs; (19) Falsifying the dental records of a patient or any official record regarding possession and dispensing of narcotics, barbiturates, and habit-forming drugs or regarding any phase of dental treatment of a patient; (20) The exercise of influence within the dentist-patient relationship for the purposes of engaging a patient in sexual activity. For the purposes of this subdivision, the patient is presumed incapable of giving free, full, and informed consent to sexual activity with the dentist; (21) Engaging in sexual harassment; (22) Providing or prescribing dental services or treatments which are inappropriate or unnecessary; (23) Any practice or conduct which tends to constitute a danger to the health, welfare, or safety of the public or patients or engaging in conduct which is unbecoming of a dentist, dental hygienist, dental radiographer or registered dental assistant; (24) Discipline by another state, territorial, or provincial licensing board or the licensing board of the District of Columbia if the violation is also a violation of this chapter or any rule promulgated thereunder; (25) Not reporting to the board discipline by another state, territorial, or provincial licensing board or the licensing board of the District of Columbia; and (26) Not reporting to the board a conviction of any criminal offense of the grade of felony, any conviction of a criminal offense arising out of the practice of dentistry, or one in connection with any criminal offense involving moral turpitude. Section 74. That chapter 36-6A be amended by adding thereto a NEW SECTION to read as follows: No contract entered into between a licensee or registrant and any other party under which the licensee or registrant renders dental services may require the licensee or registrant to act in a manner which violates the professional standards for dentistry set forth in this chapter. Section 75. That § 36-6A-60 be amended to read as follows: 36-6A-60. In the prosecution of any person for violation of this chapter, it is not necessary to allege or prove lack of a valid license to practice dentistry or dental hygiene as a dentist or a dental hygienist or a valid registration of to practice as a dental radiography radiographer or a registered dental assistant but such proof of licensure or registration is a matter of defense to be established by the defendant."}, {"bill_id": 6413, "bill_version_id": 34163, "bill_version": "Enrolled", "bill_version_date": "2015-01-30T09:38:34.747-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6413, "action_date": "2015-01-13T12:00:00-06:00", "document_id": 33112, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33112.pdf", "status_text": "First Reading House", "journal_page": 31, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6413, "action_date": "2015-01-14T13:00:00-06:00", "document_id": 33159, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33159.pdf", "status_text": "Referred to", "journal_page": 39, "committee_id_action": 286, "committee_id_assigned": 275, "result": "N", "vote": {}}, {"bill_id": 6413, "action_date": "2015-01-20T07:45:00-06:00", "document_id": 33161, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33161.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 275, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6413, "action_date": "2015-01-20T07:45:00-06:00", "document_id": 33294, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33294.pdf", "status_text": "Do Pass", "journal_page": 54, "committee_id_action": 275, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17516, "president_vote": null, "Yea": [928, 923, 941, 929, 948, 909, 958, 930, 926, 955, 934, 946, 881]}}, {"bill_id": 6413, "action_date": "2015-01-21T14:00:00-06:00", "document_id": 33398, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33398.pdf", "status_text": "Do Pass", "journal_page": 75, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17594, "president_vote": null, "Yea": [883, 915, 952, 884, 938, 888, 928, 923, 925, 875, 931, 941, 927, 857, 859, 917, 924, 929, 947, 937, 948, 882, 909, 946, 958, 913, 887, 951, 861, 905, 919, 956, 936, 879, 907, 939, 920, 930, 953, 881, 906, 908, 940, 935, 916, 911, 910, 863, 864, 914, 922, 865, 933, 866, 867, 926, 955, 869, 950, 912, 904, 921, 918, 954, 932, 949, 934, 957, 874], "Excused": [945]}}, {"bill_id": 6413, "action_date": "2015-01-22T14:00:00-06:00", "document_id": 33508, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33508.pdf", "status_text": "First read in Senate and referred to", "journal_page": 92, "committee_id_action": 284, "committee_id_assigned": 264, "result": "N", "vote": {}}, {"bill_id": 6413, "action_date": "2015-01-28T10:00:00-06:00", "document_id": 33558, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33558.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 264, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6413, "action_date": "2015-01-28T10:00:00-06:00", "document_id": 33977, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33977.pdf", "status_text": "Do Pass", "journal_page": 201, "committee_id_action": 264, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17850, "president_vote": null, "Yea": [853, 943, 899, 901, 902, 872, 880]}}, {"bill_id": 6413, "action_date": "2015-01-28T10:00:00-06:00", "document_id": 33977, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33977.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 264, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6413, "action_date": "2015-01-29T14:00:00-06:00", "document_id": 34111, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34111.pdf", "status_text": "Do Pass", "journal_page": 237, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17933, "president_vote": null, "Yea": [853, 854, 855, 856, 943, 858, 860, 889, 894, 903, 876, 899, 885, 896, 901, 895, 898, 890, 900, 891, 893, 886, 862, 880, 944, 902, 877, 868, 871, 892, 872, 873, 878, 897], "Excused": [942]}}, {"bill_id": 6413, "action_date": "2015-01-30T13:00:00-06:00", "document_id": 34236, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34236.pdf", "status_text": "Signed by the Speaker", "journal_page": 253, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6413, "action_date": "2015-02-03T14:00:00-06:00", "document_id": 34411, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34411.pdf", "status_text": "Signed by the President", "journal_page": 274, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6413, "action_date": "2015-02-04T14:00:00-06:00", "document_id": 34477, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34477.pdf", "status_text": "Delivered to the Governor", "journal_page": 298, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6413, "action_date": "2015-02-06T13:00:00-06:00", "document_id": 34653, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34653.pdf", "status_text": "Signed by the Governor", "journal_page": 320, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5956, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6413"}