{"session_id": 64, "bill_id": 23186, "bill_type": "House Bill", "bill_number": 1279, "bill_title": "revise certain provisions relating to child support.", "sponsors": [{"legislator_profile_id": 3991, "is_prime": true}, {"legislator_profile_id": 4001, "is_prime": true}], "keywords": ["Child Support"], "audio": [{"meeting_datetime": "2022-02-09T15:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hju20.mp3", "start_seconds": 4986.0}, {"meeting_datetime": "2022-02-09T15:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hju20.mp3", "start_seconds": 4986.0}, {"meeting_datetime": "2022-02-09T15:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hju20.mp3", "start_seconds": 4986.0}, {"meeting_datetime": "2022-02-09T15:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hju20.mp3", "start_seconds": 4986.0}, {"meeting_datetime": "2022-02-14T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou22.mp3", "start_seconds": 1394.0}, {"meeting_datetime": "2022-02-14T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou22.mp3", "start_seconds": 1394.0}, {"meeting_datetime": "2022-02-14T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hou22.mp3", "start_seconds": 1394.0}, {"meeting_datetime": "2022-03-03T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sju33.mp3", "start_seconds": 190.0}, {"meeting_datetime": "2022-03-03T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sju33.mp3", "start_seconds": 190.0}, {"meeting_datetime": "2022-03-03T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sju33.mp3", "start_seconds": 190.0}, {"meeting_datetime": "2022-03-03T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sju33.mp3", "start_seconds": 190.0}, {"meeting_datetime": "2022-03-03T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sju33.mp3", "start_seconds": 190.0}], "bill_versions": [{"bill_id": 23186, "bill_version_id": 231271, "bill_version": "Introduced", "bill_version_date": "2022-01-31T10:24:20.587-06:00", "bill_text": "An Act to revise certain provisions relating to child support. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 25-7-6.4 be AMENDED: 25-7-6.4. Except in cases of physical or mental disability as provided in § 25-7-6.26, it is presumed for the purposes of determination of child support that a parent is capable of being employed a minimum of one thousand eight hundred twenty hours per year, including while incarcerated, and the parent's child support obligation shall must be calculated at a rate not less than one thousand eight hundred twenty hours at the state minimum wage. Evidence to rebut this presumption may be presented by either parent. Section 2. That § 25-7-6.7 be AMENDED: 25-7-6.7. Deductions from monthly gross income shall must be allowed as follows: (1) Income taxes payable based on the applicable tax rate for a single taxpayer with one withholding allowanceand a monthly payroll period rather than the actual tax rate; (2) Social security and medicare Medicare taxes based on the applicable tax rate for an employee or a self-employed taxpayer; (3) Contributions to an IRS qualified retirement plan not exceeding ten percent of gross income; (4) Actual business expenses of an employee, incurred for the benefit of his employer, not reimbursed; (5) Payments made on other support and maintenance orders. Section 3. That § 25-7-6.10 be AMENDED: 25-7-6.10. Deviation from the schedule in § 25-7-6.2 shall must be considered if raised by either party and made only upon the entry of specific findings based upon any of the following factors: (1) The income of a subsequent spouse or contribution of a third party to the income or expenses of that parent but only if the application of the schedule works a financial hardship on either parent; (2) Any financial condition of either parent which that would make application of the schedule inequitable. If the total amount of the child support obligation, including any adjustments for health insurance and child care costs, exceeds fifty percent of the obligor's monthly net income, it is presumed that the amount of the obligation imposes a financial hardship on the obligor. This presumption may be rebutted based upon other factors set forth in this section; (3) Any necessary education or health care special needs of the child; (4) The effect of agreements between the parents regarding extra forms of support for the direct benefit of the child; (5) The obligation of either parent to provide for subsequent natural children, adopted children, or stepchildren. However, an existing support order may not be modified solely for this reason; or (6) The voluntary and unreasonable act of a parent which that causes the parent to be unemployed or underemployed, unless the reduction of income is due to incarceration consistent with the provisions of § 25-7-6.26. Section 4. That § 25-7-6.13 be AMENDED: 25-7-6.13. All orders for support entered and in effect prior to July 1, 2017 2022, may be modified in accordance with this chapter without requiring a showing of a change in circumstances from the entry of the order. Section 5. That § 25-7-6.14 be AMENDED: 25-7-6.14. If the child resides with the obligor ten or more nights in a month pursuant to a custody order, the court may, if deemed appropriate under the circumstances, grant an abatement of not less than thirty-eight percent nor more than sixty-six percent of the basic child support obligation for the nights the child resides with the obligor. The order granting the abatement shall specify the number of nights for which the abatement is allowed and the amount of the abatement. In deciding whether an abatement is appropriate, the court shall consider whether it would have a substantial negative effect on the child's standard of living. The court shall allow the abatement to the obligor in the month in which the parenting time is ordered or apportion the abatement over a period of twelve months. It shall be presumed that the parenting time is exercised. If the parenting time exercised substantially deviates from the parenting time ordered, either party may petition the court for modification of the support order without showing any other change in circumstances. In deciding whether an abatement is appropriate, the court or child support referee shall consider the fixed obligations of the custodial parent that are attributable to the child and to the increased non-duplicated costs of the noncustodial parent that are associated with the child’s time with the noncustodial parent. The burden is on the noncustodial parent to demonstrate the increased costs that the noncustodial parent incurs for non-duplicated fixed expenditures, including routine clothing costs, costs for extra-curricular activities, school supplies, and other similar non-duplicated fixed expenditures. The order granting the abatement must specify the number of nights that the abatement is allowed and the amount of the abatement. To calculate an abatement, the court or child support referee shall: (1) Determine the basic child support calculation, excluding additional costs including health insurance or child care, and annualize the same; (2) Divide the annual amount in subdivision (1) by three hundred sixty-five days to calculate the daily child support amount; (3) Multiply the daily child support amount in subdivision (2) by the number of overnights the child spends with the noncustodial parent on a monthly basis; and (4) Multiply the amount in subdivision (3) by the abatement percentage utilized. The figure must be annualized and subtracted from the monthly child support obligation. No abatement may exceed the child support cross credit allowed under § 25-7-6.27. If the noncustodial parent does not exercise the extended parenting time during a particular year, the noncustodial parent is required to repay the abated amount of child support to the custodial parent. Section 6. That § 25-7-6.16 be AMENDED: 25-7-6.16. The court shall enter an order addressing how the child's health care needs will be met by medical support. The medical support order shall must include a provision for medical insurance if the insurance is accessible for the child and available to a parent at reasonable cost. Enrollment in public health coverage does not satisfy the medical support obligation if medical insurance is available to one or both of the parents at a reasonable cost and is accessible for the child. Medical insurance is considered accessible if a medical insurance benefit plan is available and provides coverage for the child residing within the geographic area covered by the insurance policy. Medical insurance is considered reasonable in cost if the cost attributable to the child is equal to or less than eight percent of the parent's net income as determined under this chapter, after proportionate medical support credit is applied, and the amount shall must be specified in the order for support. The cost of the insurance attributable to the child is the cost of adding the child to existing coverage, the difference between self-only coverage and family coverage, or the cost of private medical insurance for the child, or the cost attributable to the child under family coverage. The cost attributable to the child under family coverage is the difference between self-only coverage and cost to the parent to obtain family coverage divided by the number of individuals, excluding the parent, enrolled in the family coverage. The cost so computed shall must be apportioned between the parents on the basis of income or income imputed as provided in this chapter. If one parent pays the entire amount, that parent shall either be reimbursed by the other parent for that parent's portion of the payment or shall receive a credit against his or her the support obligation, whichever is appropriate. Any additional, reasonable health care costs, including medical, optometric, dental or orthodontic, or counseling costs for each minor child which that exceed two hundred fifty dollars in any year and are not covered by insurance, shall must be apportioned between the parents in proportion to the support obligation of each parent. The parent that has primary physical custody of the child is responsible for the first two hundred fifty dollars of health care costs each calendar year. Section 7. That § 25-7-6.26 be AMENDED: 25-7-6.26. If a parent in a child support establishment or modification proceeding fails to furnish income or other financial information, the parent is in default, and that parent's income for purposes of determining child support shall be computed at a rate not less than the most recent annual pay standard as reported by the Department of Labor and Regulation unless good cause is shown to set support at a lower amount. Income not actually earned by a parent may be imputed to the parent pursuant to this section. Except in cases of physical or mental disability or incarceration for one hundred eighty days or more, it is presumed for the purpose of determining child support in an establishment or modification proceeding that a parent is capable of being employed a minimum of one thousand eight hundred twenty hours per year at the state minimum wage, absent evidence to the contrary. Evidence to rebut this presumption may be presented by either parent. Income may be imputed to a parent when the parent is unemployed, underemployed, fails to produce sufficient proof of income, has an unknown employment status, or is a full-time or part-time student, whose education or retraining will result, within a reasonable time, in an economic benefit to the child for whom the support obligation is determined, unless the actual income is greater. In all cases where imputed income is appropriate, the amount imputed must be based upon the following: (1) The parent’s residence; (2) The parent’s recent work and earnings history; (3) The parent’s occupational, educational, and professional qualifications; (4) Existing job opportunities and associated earning levels in the community or the local trade area; (5) The parent’s age, literacy, health, criminal record, record of seeking work, and other employment barriers; (6) The availability of employers willing to hire the parent; and (7) Other relevant background factors. Income is not imputed to a parent who is physically or mentally disabled to the extent that the parent cannot earn income; who is incarcerated for more than one hundred eighty days; who has made diligent efforts to find and accept suitable work or to return to customary self-employment, to no avail; or when the court makes a finding that other circumstances exist that make the imputation inequitable, in which case the imputed income may only be decreased to the extent required to remove such inequity. Imputed income may be in addition to actual income and is not required to reflect the same rate of pay as actual income. Section 8. That chapter 25-7 be amended with a NEW SECTION: A written finding for the establishment or modification of a child support order that the application of the child support schedule in § 25-7-6.2 would be unjust or inappropriate in a case is sufficient to rebut the presumption in that case. The best interest of the child must be taken into consideration. Findings to rebut application of the child support schedule must state the amount of support that would have been required under the schedule and include a justification of why the order deviates from the schedule. Section 9. That § 25-4-43 be REPEALED: When a divorce is granted or a decree for separate maintenance entered or thereafter, and when the court has provided for the maintenance of the children of the marriage, all payments so required by the order of the court may by order of the court be paid to the clerk of courts in the amount and at the time specified in said order, and the clerk shall forthwith disburse the money so received to the party entitled thereto. Upon receipt of written notice of assignment of support obligations to the State of South Dakota the clerk of courts shall pay the support to the Department of Social Services rather than to a family as long as such assignment remains in existence. When the department has no authorization to receive the current support, the department shall notify the clerk to stop sending current support payments to the state. However, back support due and owing prior to termination of public assistance shall be paid to the state. Thereupon adequate accounting records showing receipts and disbursements shall be maintained by the clerk of courts, and the clerk of courts shall maintain a fact sheet in the original case file showing chronologically the date of receipts, dates of disbursements, and names of recipients."}, {"bill_id": 23186, "bill_version_id": 235813, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2022-03-03T16:11:43.78-06:00", "bill_text": "An Act to revise certain provisions relating to child support. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 25-7-6.4 be AMENDED: 25-7-6.4. Except in cases of physical or mental disability as provided in § 25-7-6.26, it is presumed for the purposes of determination of child support that a parent is capable of being employed a minimum of one thousand eight hundred twenty hours per year, including while incarcerated, and the parent's child support obligation shall must be calculated at a rate not less than one thousand eight hundred twenty hours at the state minimum wage. Evidence to rebut this presumption may be presented by either parent. Section 2. That § 25-7-6.7 be AMENDED: 25-7-6.7. Deductions from monthly gross income shall must be allowed as follows: (1) Income taxes payable based on the applicable tax rate for a single taxpayer with one withholding allowanceand a monthly payroll period rather than the actual tax rate; (2) Social security and medicare Medicare taxes based on the applicable tax rate for an employee or a self-employed taxpayer; (3) Contributions to an IRS qualified retirement plan not exceeding ten percent of gross income; (4) Actual business expenses of an employee, incurred for the benefit of his employer, not reimbursed; (5) Payments made on other support and maintenance orders. Section 3. That § 25-7-6.10 be AMENDED: 25-7-6.10. Deviation from the schedule in § 25-7-6.2 shall must be considered if raised by either party and made only upon the entry of specific findings based upon any of the following factors: (1) The income of a subsequent spouse or contribution of a third party to the income or expenses of that parent but only if the application of the schedule works a financial hardship on either parent; (2) Any financial condition of either parent which that would make application of the schedule inequitable. If the total amount of the child support obligation, including any adjustments for health insurance and child care costs, exceeds fifty percent of the obligor's monthly net income, it is presumed that the amount of the obligation imposes a financial hardship on the obligor. This presumption may be rebutted based upon other factors set forth in this section; (3) Any necessary education or health care special needs of the child; (4) The effect of agreements between the parents regarding extra forms of support for the direct benefit of the child; (5) The obligation of either parent to provide for subsequent natural children, adopted children, or stepchildren. However, an existing support order may not be modified solely for this reason; or (6) The voluntary and unreasonable act of a parent which that causes the parent to be unemployed or underemployed, unless the reduction of income is due to incarceration consistent with the provisions of § 25-7-6.26. Section 4. That § 25-7-6.13 be AMENDED: 25-7-6.13. All orders for support entered and in effect prior to July 1, 2017 2022, may be modified in accordance with this chapter without requiring a showing of a change in circumstances from the entry of the order. Section 5. That § 25-7-6.14 be AMENDED: 25-7-6.14. If the child resides with the obligor ten six or more nights in a month pursuant to a custody order, the court may, if deemed appropriate under the circumstances, grant an abatement of not less than thirty-eight percent nor more than sixty-six percent of the basic child support obligation for the nights the child resides with the obligor. The order granting the abatement shall specify the number of nights for which the abatement is allowed and the amount of the abatement. In deciding whether an abatement is appropriate, the court shall consider whether it would have a substantial negative effect on the child's standard of living. The court shall allow the abatement to the obligor in the month in which the parenting time is ordered or apportion the abatement over a period of twelve months. It shall be presumed that the parenting time is exercised. If the parenting time exercised substantially deviates from the parenting time ordered, either party may petition the court for modification of the support order without showing any other change in circumstances. In deciding whether an abatement is appropriate, the court or child support referee shall consider the fixed obligations of the custodial parent that are attributable to the child and to the increased non-duplicated costs of the noncustodial parent that are associated with the child’s time with the noncustodial parent. The burden is on the noncustodial parent to demonstrate the increased costs that the noncustodial parent incurs for non-duplicated fixed expenditures, including routine clothing costs, costs for extra-curricular activities, school supplies, and other similar non-duplicated fixed expenditures. The order granting the abatement must specify the number of nights that the abatement is allowed and the amount of the abatement. To calculate an abatement, the court or child support referee shall: (1) Determine the basic child support calculation, excluding additional costs including health insurance or child care, and annualize the same; (2) Divide the annual amount in subdivision (1) by three hundred sixty-five days to calculate the daily child support amount; (3) Multiply the daily child support amount in subdivision (2) by the number of overnights the child spends with the noncustodial parent on a monthly basis; and (4) Multiply the amount in subdivision (3) by the abatement percentage utilized. The figure must be annualized and subtracted from the monthly child support obligation. No abatement may exceed the child support cross credit allowed under § 25-7-6.27. If the noncustodial parent does not exercise the extended parenting time during a particular year, the noncustodial parent is required to repay the abated amount of child support to the custodial parent. Section 6. That § 25-7-6.16 be AMENDED: 25-7-6.16. The court shall enter an order addressing how the child's health care needs will be met by medical support. The medical support order shall must include a provision for medical insurance if the insurance is accessible for the child and available to a parent at reasonable cost. Enrollment in public health coverage does not satisfy the medical support obligation if medical insurance is available to one or both of the parents at a reasonable cost and is accessible for the child. Medical insurance is considered accessible if a medical insurance benefit plan is available and provides coverage for the child residing within the geographic area covered by the insurance policy. Medical insurance is considered reasonable in cost if the cost attributable to the child is equal to or less than eight percent of the parent's net income as determined under this chapter, after proportionate medical support credit is applied, and the amount shall must be specified in the order for support. The cost of the insurance attributable to the child is the cost of adding the child to existing coverage, the difference between self-only coverage and family coverage, or the cost of private medical insurance for the child, or the cost attributable to the child under family coverage. The cost attributable to the child under family coverage is the difference between self-only coverage and cost to the parent to obtain family coverage divided by the number of individuals, excluding the parent, enrolled in the family coverage. The cost so computed shall must be apportioned between the parents on the basis of income or income imputed as provided in this chapter. If one parent pays the entire amount, that parent shall either be reimbursed by the other parent for that parent's portion of the payment or shall receive a credit against his or her the support obligation, whichever is appropriate. Any additional, reasonable health care costs, including medical, optometric, dental or orthodontic, or counseling costs for each minor child which that exceed two hundred fifty dollars in any year and are not covered by insurance, shall must be apportioned between the parents in proportion to the support obligation of each parent. The parent that has primary physical custody of the child is responsible for the first two hundred fifty dollars of health care costs each calendar year. Section 7. That § 25-7-6.26 be AMENDED: 25-7-6.26. If a parent in a child support establishment or modification proceeding fails to furnish income or other financial information, the parent is in default, and that parent's income for purposes of determining child support shall be computed at a rate not less than the most recent annual pay standard as reported by the Department of Labor and Regulation unless good cause is shown to set support at a lower amount. Income not actually earned by a parent may be imputed to the parent pursuant to this section. Except in cases of physical or mental disability or incarceration for one hundred eighty days or more, it is presumed for the purpose of determining child support in an establishment or modification proceeding that a parent is capable of being employed a minimum of one thousand eight hundred twenty hours per year at the state minimum wage, absent evidence to the contrary. Evidence to rebut this presumption may be presented by either parent. Income may be imputed to a parent when the parent is unemployed, underemployed, fails to produce sufficient proof of income, has an unknown employment status, or is a full-time or part-time student, whose education or retraining will result, within a reasonable time, in an economic benefit to the child for whom the support obligation is determined, unless the actual income is greater. In all cases where imputed income is appropriate, the amount imputed must be based upon the following: (1) The parent’s residence; (2) The parent’s recent work and earnings history; (3) The parent’s occupational, educational, and professional qualifications; (4) Existing job opportunities and associated earning levels in the community or the local trade area; (5) The parent’s age, literacy, health, criminal record, record of seeking work, and other employment barriers; (6) The availability of employers willing to hire the parent; and (7) Other relevant background factors. Income is not imputed to a parent who is physically or mentally disabled to the extent that the parent cannot earn income; who is incarcerated for more than one hundred eighty days; who has made diligent efforts to find and accept suitable work or to return to customary self-employment, to no avail; or when the court makes a finding that other circumstances exist that make the imputation inequitable, in which case the imputed income may only be decreased to the extent required to remove such inequity. Imputed income may be in addition to actual income and is not required to reflect the same rate of pay as actual income. Section 8. That chapter 25-7 be amended with a NEW SECTION: A written finding for the establishment or modification of a child support order that the application of the child support schedule in § 25-7-6.2 would be unjust or inappropriate in a case is sufficient to rebut the presumption in that case. The best interest of the child must be taken into consideration. Findings to rebut application of the child support schedule must state the amount of support that would have been required under the schedule and include a justification of why the order deviates from the schedule. Section 9. That § 25-4-43 be REPEALED: When a divorce is granted or a decree for separate maintenance entered or thereafter, and when the court has provided for the maintenance of the children of the marriage, all payments so required by the order of the court may by order of the court be paid to the clerk of courts in the amount and at the time specified in said order, and the clerk shall forthwith disburse the money so received to the party entitled thereto. Upon receipt of written notice of assignment of support obligations to the State of South Dakota the clerk of courts shall pay the support to the Department of Social Services rather than to a family as long as such assignment remains in existence. When the department has no authorization to receive the current support, the department shall notify the clerk to stop sending current support payments to the state. However, back support due and owing prior to termination of public assistance shall be paid to the state. Thereupon adequate accounting records showing receipts and disbursements shall be maintained by the clerk of courts, and the clerk of courts shall maintain a fact sheet in the original case file showing chronologically the date of receipts, dates of disbursements, and names of recipients."}, {"bill_id": 23186, "bill_version_id": 236241, "bill_version": "Enrolled", "bill_version_date": "2022-03-09T09:17:30.99-06:00", "bill_text": "ENTITLED An Act to revise certain provisions relating to child support. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 25-7-6.4 be AMENDED: 25-7-6.4. Except as provided in § 25-7-6.26, it is presumed for the purposes of determination of child support that a parent is capable of being employed a minimum of one thousand eight hundred twenty hours per year, and the parent's child support obligation must be calculated at a rate not less than one thousand eight hundred twenty hours at the state minimum wage. Section 2. That § 25-7-6.7 be AMENDED: 25-7-6.7. Deductions from monthly gross income must be allowed as follows: (1) Income taxes payable based on the applicable tax rate for a single taxpayer and a monthly payroll period rather than the actual tax rate; (2) Social security and Medicare taxes based on the applicable tax rate for an employee or a self-employed taxpayer; (3) Contributions to an IRS qualified retirement plan not exceeding ten percent of gross income; (4) Actual business expenses of an employee, incurred for the benefit of his employer, not reimbursed; (5) Payments made on other support and maintenance orders. Section 3. That § 25-7-6.10 be AMENDED: 25-7-6.10. Deviation from the schedule in § 25-7-6.2 must be considered if raised by either party and made only upon the entry of specific findings based upon any of the following factors: (1) The income of a subsequent spouse or contribution of a third party to the income or expenses of that parent but only if the application of the schedule works a financial hardship on either parent; (2) Any financial condition of either parent that would make application of the schedule inequitable. If the total amount of the child support obligation, including any adjustments for health insurance and child care costs, exceeds fifty percent of the obligor's monthly net income, it is presumed that the amount of the obligation imposes a financial hardship on the obligor. This presumption may be rebutted based upon other factors set forth in this section; (3) Any necessary education or health care special needs of the child; (4) The effect of agreements between the parents regarding extra forms of support for the direct benefit of the child; (5) The obligation of either parent to provide for subsequent natural children, adopted children, or stepchildren. However, an existing support order may not be modified solely for this reason; or (6) The voluntary and unreasonable act of a parent that causes the parent to be unemployed or underemployed, consistent with the provisions of § 25-7-6.26. Section 4. That § 25-7-6.13 be AMENDED: 25-7-6.13. All orders for support entered and in effect prior to July 1, 2022, may be modified in accordance with this chapter without requiring a showing of a change in circumstances from the entry of the order. Section 5. That § 25-7-6.14 be AMENDED: 25-7-6.14. If the child resides with the obligor six or more nights in a month pursuant to a custody order, the court may, if deemed appropriate under the circumstances, grant an abatement of not less than thirty-eight percent nor more than sixty-six percent of the basic child support obligation for the nights the child resides with the obligor. It shall be presumed that the parenting time is exercised. In deciding whether an abatement is appropriate, the court or child support referee shall consider the fixed obligations of the custodial parent that are attributable to the child and to the increased non-duplicated costs of the noncustodial parent that are associated with the child’s time with the noncustodial parent. The burden is on the noncustodial parent to demonstrate the increased costs that the noncustodial parent incurs for non-duplicated fixed expenditures, including routine clothing costs, costs for extra-curricular activities, school supplies, and other similar non-duplicated fixed expenditures. The order granting the abatement must specify the number of nights that the abatement is allowed and the amount of the abatement. To calculate an abatement, the court or child support referee shall: (1) Determine the basic child support calculation, excluding additional costs including health insurance or child care, and annualize the same; (2) Divide the annual amount in subdivision (1) by three hundred sixty-five days to calculate the daily child support amount; (3) Multiply the daily child support amount in subdivision (2) by the number of overnights the child spends with the noncustodial parent on a monthly basis; and (4) Multiply the amount in subdivision (3) by the abatement percentage utilized. The figure must be annualized and subtracted from the monthly child support obligation. No abatement may exceed the child support cross credit allowed under § 25-7-6.27. If the noncustodial parent does not exercise the extended parenting time during a particular year, the noncustodial parent is required to repay the abated amount of child support to the custodial parent. Section 6. That § 25-7-6.16 be AMENDED: 25-7-6.16. The court shall enter an order addressing how the child's health care needs will be met by medical support. The medical support order must include a provision for medical insurance if the insurance is accessible for the child and available to a parent at reasonable cost. Enrollment in public health coverage does not satisfy the medical support obligation if medical insurance is available to one or both of the parents at a reasonable cost and is accessible for the child. Medical insurance is considered accessible if a medical insurance benefit plan is available and provides coverage for the child residing within the geographic area covered by the insurance policy. Medical insurance is considered reasonable in cost if the cost attributable to the child is equal to or less than eight percent of the parent's net income as determined under this chapter, after proportionate medical support credit is applied, and the amount must be specified in the order for support. The cost of the insurance attributable to the child is the cost of adding the child to existing coverage, the cost of private medical insurance for the child, or the cost attributable to the child under family coverage. The cost attributable to the child under family coverage is the cost to the parent to obtain family coverage divided by the number of individuals enrolled in the family coverage. The cost so computed must be apportioned between the parents on the basis of income or income imputed as provided in this chapter. If one parent pays the entire amount, that parent shall either be reimbursed by the other parent for that parent's portion of the payment or shall receive a credit against the support obligation, whichever is appropriate. Any additional, reasonable health care costs, including medical, optometric, dental or orthodontic, or counseling costs for each minor child that exceed two hundred fifty dollars in any year and are not covered by insurance, must be apportioned between the parents in proportion to the support obligation of each parent. The parent that has primary physical custody of the child is responsible for the first two hundred fifty dollars of health care costs each calendar year. Section 7. That § 25-7-6.26 be AMENDED: 25-7-6.26. If a parent in a child support establishment or modification proceeding fails to furnish income or other financial information, the parent is in default. Income not actually earned by a parent may be imputed to the parent pursuant to this section. Except in cases of physical or mental disability or incarceration for one hundred eighty days or more, it is presumed for the purpose of determining child support in an establishment or modification proceeding that a parent is capable of being employed a minimum of one thousand eight hundred twenty hours per year at the state minimum wage, absent evidence to the contrary. Evidence to rebut this presumption may be presented by either parent. Income may be imputed to a parent when the parent is unemployed, underemployed, fails to produce sufficient proof of income, has an unknown employment status, or is a full-time or part-time student, whose education or retraining will result, within a reasonable time, in an economic benefit to the child for whom the support obligation is determined, unless the actual income is greater. In all cases where imputed income is appropriate, the amount imputed must be based upon the following: (1) The parent’s residence; (2) The parent’s recent work and earnings history; (3) The parent’s occupational, educational, and professional qualifications; (4) Existing job opportunities and associated earning levels in the community or the local trade area; (5) The parent’s age, literacy, health, criminal record, record of seeking work, and other employment barriers; (6) The availability of employers willing to hire the parent; and (7) Other relevant background factors. Income is not imputed to a parent who is physically or mentally disabled to the extent that the parent cannot earn income; who is incarcerated for more than one hundred eighty days; who has made diligent efforts to find and accept suitable work or to return to customary self-employment, to no avail; or when the court makes a finding that other circumstances exist that make the imputation inequitable, in which case the imputed income may only be decreased to the extent required to remove such inequity. Imputed income may be in addition to actual income and is not required to reflect the same rate of pay as actual income. Section 8. That chapter 25-7 be amended with a NEW SECTION: A written finding for the establishment or modification of a child support order that the application of the child support schedule in § 25-7-6.2 would be unjust or inappropriate in a case is sufficient to rebut the presumption in that case. The best interest of the child must be taken into consideration. Findings to rebut application of the child support schedule must state the amount of support that would have been required under the schedule and include a justification of why the order deviates from the schedule. Section 9. That § 25-4-43 be REPEALED. An Act to revise certain provisions relating to child support. I certify that the attached Act originated in the: House as Bill No. 1279 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1279 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2022 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2022 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2022 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23186, "action_date": "2022-01-31T14:00:00-06:00", "document_id": 231012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231012.pdf", "status_text": "First read in House and referred to", "journal_page": 155, "committee_id_action": 1008, "committee_id_assigned": 1009, "result": "N", "vote": {}}, {"bill_id": 23186, "action_date": "2022-02-09T10:00:00-06:00", "document_id": 232741, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232741.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1009, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23186, "action_date": "2022-02-09T10:00:00-06:00", "document_id": 232744, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232744.pdf", "status_text": "Do Pass", "journal_page": 1, "committee_id_action": 1009, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73178, "president_vote": null, "Nay": [3913, 3984, 3997, 3998], "Yea": [3915, 3927, 3976, 3983, 3985, 3988, 3989, 4001, 3946]}}, {"bill_id": 23186, "action_date": "2022-02-10T13:30:00-06:00", "document_id": 233104, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233104.pdf", "status_text": "Deferred to another day", "journal_page": 265, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23186, "action_date": "2022-02-14T14:00:00-06:00", "document_id": 233296, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233296.pdf", "status_text": "Do Pass", "journal_page": 283, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73573, "president_vote": null, "Yea": [3912, 3914, 3915, 3916, 3917, 3919, 3923, 3924, 3927, 3928, 3930, 3931, 3933, 3934, 3941, 3944, 3945, 3946, 3948, 3950, 3953, 3954, 3960, 3963, 3964, 3965, 3969, 3971, 3972, 3976, 3977, 3982, 3983, 3987, 3988, 3989, 3992, 3995, 3998, 4001, 4004, 4005, 4007, 4008, 4009, 4013, 4014], "Nay": [3913, 3929, 3937, 3938, 3947, 3951, 3955, 3957, 3959, 3967, 3968, 3970, 3973, 3980, 3981, 3984, 3986, 3997, 4011, 4015, 3942], "Excused": [3978, 3985]}}, {"bill_id": 23186, "action_date": "2022-02-15T14:00:00-06:00", "document_id": 233559, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233559.pdf", "status_text": "First read in Senate and referred to", "journal_page": 257, "committee_id_action": 1034, "committee_id_assigned": 1027, "result": "N", "vote": {}}, {"bill_id": 23186, "action_date": "2022-03-03T07:45:00-06:00", "document_id": 234827, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234827.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1027, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23186, "action_date": "2022-03-03T07:45:00-06:00", "document_id": 234828, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234828.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1027, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23186, "action_date": "2022-03-03T07:45:00-06:00", "document_id": 234828, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234828.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1027, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 75234, "president_vote": null, "Yea": [3932, 3956, 3999, 4010, 3935, 3991], "Excused": [3990]}}, {"bill_id": 23186, "action_date": "2022-03-03T07:45:00-06:00", "document_id": 234828, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234828.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1027, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23186, "action_date": "2022-03-07T11:00:00-06:00", "document_id": 235844, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235844.pdf", "status_text": "Do Pass", "journal_page": 465, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 75341, "president_vote": null, "Yea": [3918, 3920, 3921, 3922, 3925, 3926, 3932, 3935, 3936, 3939, 3943, 3949, 3952, 3956, 3958, 3961, 3962, 3966, 3974, 3975, 3979, 3990, 3991, 3993, 3994, 3996, 3999, 4000, 4002, 4003, 4006, 4010, 4012, 4016], "Excused": [3940]}}, {"bill_id": 23186, "action_date": "2022-03-08T10:00:00-06:00", "document_id": 236130, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236130.pdf", "status_text": "Concurred in amendments", "journal_page": 628, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 75414, "president_vote": null, "Yea": [3912, 3913, 3914, 3915, 3916, 3917, 3923, 3924, 3928, 3929, 3930, 3931, 3933, 3937, 3938, 3941, 3944, 3945, 3946, 3947, 3950, 3951, 3953, 3954, 3955, 3957, 3959, 3963, 3964, 3967, 3968, 3969, 3970, 3971, 3972, 3976, 3977, 3978, 3980, 3981, 3982, 3983, 3984, 3986, 3987, 3988, 3989, 3992, 3997, 3998, 4001, 4004, 4005, 4007, 4008, 4009, 4011, 4013, 4014, 4015, 3942], "Nay": [3919, 3927, 3934, 3948, 3960, 3965, 3973, 3985, 3995]}}, {"bill_id": 23186, "action_date": "2022-03-10T10:00:00-06:00", "document_id": 236369, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236369.pdf", "status_text": "Signed by the President", "journal_page": 536, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23186, "action_date": "2022-03-10T10:00:00-06:00", "document_id": 236366, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236366.pdf", "status_text": "Signed by the Speaker", "journal_page": 684, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23186, "action_date": "2022-03-10T10:00:00-06:00", "document_id": 236366, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236366.pdf", "status_text": "Delivered to the Governor", "journal_page": 686, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23186, "action_date": "2022-03-28T11:00:00-05:00", "document_id": 236428, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236428.pdf", "status_text": "Signed by the Governor", "journal_page": 688, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7560, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/23186"}