{"session_id": 44, "bill_id": 22329, "bill_type": "House Concurrent Resolution", "bill_number": 6015, "bill_title": "To encourage the Executive Board of the Legislature to create an interim legislative study on mental health education in this state.", "sponsors": [{"legislator_profile_id": 1855, "is_prime": true}, {"legislator_profile_id": 1794, "is_prime": false}, {"legislator_profile_id": 3804, "is_prime": false}, {"legislator_profile_id": 1829, "is_prime": false}, {"legislator_profile_id": 1834, "is_prime": false}, {"legislator_profile_id": 1856, "is_prime": false}], "keywords": [], "audio": [{"meeting_datetime": "2021-03-03T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/she31.mp3", "start_seconds": 202.0}, {"meeting_datetime": "2021-03-03T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/she31.mp3", "start_seconds": 202.0}, {"meeting_datetime": "2021-03-03T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/she31.mp3", "start_seconds": 202.0}, {"meeting_datetime": "2021-03-03T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/she31.mp3", "start_seconds": 202.0}, {"meeting_datetime": "2021-03-03T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/she31.mp3", "start_seconds": 12885.0}], "bill_versions": [{"bill_id": 22329, "bill_version_id": 218521, "bill_version": "Introduced", "bill_version_date": "2021-02-25T10:37:14.17-06:00", "bill_text": "A CONCURRENT RESOLUTION, To encourage the Executive Board of the Legislature to create an interim legislative study on mental health education in this state. WHEREAS, suicide is the second leading cause of death for ages fifteen to thirty-four in South Dakota. Mental health disorders, such as anxiety and depression, are often contributing factors to suicidal ideations if left unaddressed; and WHEREAS, mental health is vital to the wellbeing of all students in this state and has become increasingly important in elementary and secondary schools with challenges presented by the COVID-19 crisis; and WHEREAS, the Legislature recognizes the tragic and complex nature of suicide, particularly of a young person, and the effect it has on fellow students, families, schools, and communities. The Legislature also recognizes the long-term impacts that anxiety and depression can cause for students throughout their lives; and WHEREAS, mental health issues can be addressed by helping students recognize and respond appropriately to signs and symptoms in themselves and in peers. Mental health can be improved by teaching students how to build effective coping and life skills, and by creating a culture that encourages the identification of and assistance for students in need; and WHEREAS, schools often serve as the first line of defense in providing mental health education or counseling to students. The ability to offer education or connect students with resources can vary greatly among school districts in the state, particularly in rural areas; and WHEREAS, Project AWARE, a partnership between the Department of Education, the Department of Social Services, certain school districts, and area community mental health centers, demonstrates the importance of a collaborative and multifaceted approach to addressing issues related to students' mental health: NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Ninety-Sixth Legislature of the State of South Dakota, the Senate concurring therein, that it is recommended to the Executive Board of the Legislature to create and appoint an interim legislative study to evaluate the availability of mental health education and resources for students and educators in public schools in this state, and to identify the challenges related to offering mental health education in public schools; and BE IT FURTHER RESOLVED, that the Executive Board of the Legislature is encouraged to appoint mental health professionals, educators, school counselors, and other stakeholders to the legislative study; and BE IT FURTHER RESOLVED, that the legislative study be staffed and funded as an interim legislative committee, and the members of the study are encouraged to develop and propose policy recommendations to make mental health education and resources more accessible in schools across the state."}, {"bill_id": 22329, "bill_version_id": 219908, "bill_version": "Enrolled", "bill_version_date": "2021-03-08T18:29:43.477-06:00", "bill_text": "A CONCURRENT RESOLUTION, To encourage the Executive Board of the Legislature to create an interim legislative study on mental health education in this state. WHEREAS, suicide is the second leading cause of death for ages fifteen to thirty-four in South Dakota. Mental health disorders, such as anxiety and depression, are often contributing factors to suicidal ideations if left unaddressed; and WHEREAS, mental health is vital to the wellbeing of all students in this state and has become increasingly important in elementary and secondary schools with challenges presented by the COVID-19 crisis; and WHEREAS, the Legislature recognizes the tragic and complex nature of suicide, particularly of a young person, and the effect it has on fellow students, families, schools, and communities. The Legislature also recognizes the long-term impacts that anxiety and depression can cause for students throughout their lives; and WHEREAS, mental health issues can be addressed by helping students recognize and respond appropriately to signs and symptoms in themselves and in peers. Mental health can be improved by teaching students how to build effective coping and life skills, and by creating a culture that encourages the identification of and assistance for students in need; and WHEREAS, schools often serve as the first line of defense in providing mental health education or counseling to students. The ability to offer education or connect students with resources can vary greatly among school districts in the state, particularly in rural areas; and WHEREAS, Project AWARE, a partnership between the Department of Education, the Department of Social Services, certain school districts, and area community mental health centers, demonstrates the importance of a collaborative and multifaceted approach to addressing issues related to students' mental health: NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Ninety-Sixth Legislature of the State of South Dakota, the Senate concurring therein, that it is recommended to the Executive Board of the Legislature to create and appoint an interim legislative study to evaluate the availability of mental health education and resources for students and educators in public schools in this state, and to identify the challenges related to offering mental health education in public schools; and BE IT FURTHER RESOLVED, that the Executive Board of the Legislature is encouraged to appoint mental health professionals, educators, school counselors, and other stakeholders to the legislative study; and BE IT FURTHER RESOLVED, that the legislative study be staffed and funded as an interim legislative committee, and the members of the study are encouraged to develop and propose policy recommendations to make mental health education and resources more accessible in schools across the state. Adopted by the House of Representatives, March 1, 2021 Concurred in by the Senate, March 8, 2021 _____________________ _____________________ Spencer Gosch Patricia Miller Speaker of the House Chief Clerk _____________________ _____________________ Larry Rhoden Kay Johnson President of the Senate Secretary of the Senate"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22329, "action_date": "2021-02-25T13:30:00-06:00", "document_id": 218457, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218457.pdf", "status_text": "First read in House and referral to committee waived pursuant to JR 6D-1", "journal_page": 398, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22329, "action_date": "2021-03-01T14:00:00-06:00", "document_id": 218626, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218626.pdf", "status_text": "Adopt Resolution", "journal_page": 437, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 70302, "president_vote": null, "Yea": [1766, 1767, 1768, 1769, 1770, 1772, 1777, 1778, 1780, 1781, 1782, 1784, 1788, 1792, 1793, 1795, 1796, 1799, 1800, 1804, 1805, 1807, 1813, 1817, 1820, 1823, 1824, 1829, 1830, 1834, 1835, 1836, 1839, 1841, 1843, 1844, 1852, 1855, 1864, 1866, 1868, 1883, 3782, 3783, 3784, 3785, 3787, 3788, 3789, 3790, 3791, 3792, 3793, 3794, 3797, 3799, 3800, 3801, 3802, 3804, 3806], "Excused": [1798, 3786], "Nay": [1802, 1809, 1822, 1826, 1832, 1837, 1862]}}, {"bill_id": 22329, "action_date": "2021-03-02T14:00:00-06:00", "document_id": 218732, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218732.pdf", "status_text": "First read in Senate and referred to", "journal_page": 376, "committee_id_action": 514, "committee_id_assigned": 508, "result": "N", "vote": {}}, {"bill_id": 22329, "action_date": "2021-03-03T10:00:00-06:00", "document_id": 218711, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218711.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 508, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22329, "action_date": "2021-03-03T10:00:00-06:00", "document_id": 218712, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218712.pdf", "status_text": "Concurred in Resolution", "journal_page": null, "committee_id_action": 508, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 70712, "president_vote": null, "Yea": [1779, 1786, 1789, 1847, 1853, 3796, 1858]}}, {"bill_id": 22329, "action_date": "2021-03-08T11:00:00-06:00", "document_id": 219725, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/219725.pdf", "status_text": "Concurred in Resolution", "journal_page": 428, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 70838, "president_vote": null, "Nay": [1771], "Yea": [3798, 1775, 1776, 1881, 1779, 1783, 1785, 1786, 1789, 1790, 1794, 1801, 1803, 1806, 1808, 1811, 1812, 1819, 1827, 1828, 1831, 3805, 1847, 1850, 1851, 1853, 1856, 1858, 1860, 3803, 3796, 3795, 1865, 1870]}}]}