{"session_id": 32, "bill_id": 9172, "bill_type": "House Bill", "bill_number": 1267, "bill_title": "prohibit campaign contributions from certain government contractors and certain attorneys.", "sponsors": [{"legislator_profile_id": 1243, "is_prime": true}, {"legislator_profile_id": 1229, "is_prime": true}, {"legislator_profile_id": 1268, "is_prime": false}, {"legislator_profile_id": 1279, "is_prime": false}, {"legislator_profile_id": 1238, "is_prime": false}, {"legislator_profile_id": 1293, "is_prime": false}, {"legislator_profile_id": 1274, "is_prime": false}, {"legislator_profile_id": 1289, "is_prime": false}, {"legislator_profile_id": 1305, "is_prime": false}], "keywords": ["Campaign Finance", "Elections"], "audio": [{"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst19.mp3", "start_seconds": 7308.0}, {"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst19.mp3", "start_seconds": 7308.0}, {"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst19.mp3", "start_seconds": 7308.0}], "bill_versions": [{"bill_id": 9172, "bill_version_id": 48274, "bill_version": "Introduced", "bill_version_date": "2018-01-31T10:06:26.723-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit campaign contributions from certain government contractors and certain attorneys. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 12-27 be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Government,\" the state and any agency or subdivision of the state with the authority to enter into a contract; (2) \"Completion of the contract,\" when the parties to a government contract have either terminated the contract prior to completion of performance or fully performed the duties and obligations under the contract, no disputes relating to the performance and payment remain under the contract, and all disputed claims have been adjudicated and are final; (3) \"Political purpose,\" the purpose of influencing the nomination for election, or the election of any person to office. Section 2. That chapter 12-27 be amended by adding a NEW SECTION to read: Any person or entity is ineligible for a government contract valued at twenty-five thousand dollars or more, annually, for the rendition of personal services, the buying of personal or real property, or furnishing of any material, supplies, or equipment to the government, if between one year before the execution of the contract and the completion of the contract that person or entity directly or indirectly made any contribution, or promise expressly or impliedly to make any contribution to any political committee, for any political purpose, or knowingly solicits any contribution for any political purpose. An indirect contribution or promise to make a contribution includes one made by a contributor who is the owner of ten percent or more of the entity that seeks a government contract. This section does not apply to an employment contract where a person is hired as a direct employee of government such as an elected or appointed official, the staff of an elected or appointed official, or a civil service employee. A violation of this section is a Class 2 misdemeanor. A subsequent offense within a calendar year is a Class 1 misdemeanor. Section 3. That chapter 12-27 be amended by adding a NEW SECTION to read: No attorney who: (1) Is a party to a legal action involving the State of South Dakota; (2) Represents a person or entity that is party to a legal action involving the State of South Dakota; or (3) Is a partner or associate of a law firm representing a person or entity that is party to a legal action involving the State of South Dakota; may make any contribution to any political committee established to promote the candidacy of either the attorney general or any declared candidate for attorney general. A violation of this section is a Class 2 misdemeanor. A subsequent offense within a calendar year is a Class 1 misdemeanor. Section 4. This Act is effective on January 1, 2019."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9172, "action_date": "2018-01-31T14:00:00-06:00", "document_id": 48336, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48336.pdf", "status_text": "First read in House and referred to", "journal_page": 250, "committee_id_action": 396, "committee_id_assigned": 391, "result": "N", "vote": {}}, {"bill_id": 9172, "action_date": "2018-02-07T07:45:00-06:00", "document_id": 48657, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48657.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9172, "action_date": "2018-02-07T07:45:00-06:00", "document_id": 48842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48842.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 365, "committee_id_action": 391, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25482, "president_vote": null, "Nay": [1268, 1238], "Yea": [1284, 1282, 1283, 1250, 1248, 1226, 1253, 1277, 1240, 1259, 1225]}}]}