{"session_id": 69, "bill_id": 24457, "bill_type": "Senate Bill", "bill_number": 182, "bill_title": "repeal and revise certain provisions regarding the petition circulation process to comply with federal court decisions.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24457", "sponsors": [{"legislator_profile_id": 4572, "is_prime": true}, {"legislator_profile_id": 4476, "is_prime": false}, {"legislator_profile_id": 4486, "is_prime": false}, {"legislator_profile_id": 4496, "is_prime": false}, {"legislator_profile_id": 4546, "is_prime": false}, {"legislator_profile_id": 4569, "is_prime": false}], "keywords": ["Ballot Measures", "Constitutional Amendments", "Elections", "Initiated Measures", "Legislature and Statutes", "Petitions"], "audio": [{"meeting_datetime": "2024-02-02T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sst17.mp3", "start_seconds": 2673.0}, {"meeting_datetime": "2024-02-02T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sst17.mp3", "start_seconds": 2673.0}, {"meeting_datetime": "2024-02-02T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sst17.mp3", "start_seconds": 2673.0}, {"meeting_datetime": "2024-02-02T10:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sst17.mp3", "start_seconds": 2673.0}, {"meeting_datetime": "2024-02-23T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hst29.mp3", "start_seconds": 4565.0}, {"meeting_datetime": "2024-02-23T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hst29.mp3", "start_seconds": 4565.0}, {"meeting_datetime": "2024-02-23T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hst29.mp3", "start_seconds": 4565.0}, {"meeting_datetime": "2024-02-23T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hst29.mp3", "start_seconds": 4565.0}, {"meeting_datetime": "2024-03-04T10:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou34.mp3", "start_seconds": 8907.0}, {"meeting_datetime": "2024-03-04T10:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou34.mp3", "start_seconds": 8907.0}, {"meeting_datetime": "2024-03-04T10:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hou34.mp3", "start_seconds": 8907.0}], "bill_versions": [{"bill_id": 24457, "bill_version_id": 262815, "bill_version": "Introduced", "bill_version_date": "2024-01-25T10:20:50.24-06:00", "bill_text": "An Act to repeal and revise certain provisions regarding the petition circulation process to comply with federal court decisions. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 2-1-1.1 be AMENDED: 2-1-1.1. A petition as it is to be circulated for an initiated amendment to the Constitution must be filed with the secretary of state, including an electronic copy of the petition, prior to circulation for signatures and at least one year before the next general election at which the initiated amendment is proposed to be submitted to the voters. The petition filing must: (1) Contain the full text of the initiated amendment in fourteen-point font; (2) Contain the date of the general election at which the initiated amendment is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form signed by each person who is a petition sponsor that includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. Each petition circulator shall provide to each person who signs the petition a form circulator handout containing the title and explanation of the initiated amendment to the Constitution as prepared by the attorney general; any fiscal note prepared pursuant to § 2-9-30; the name, phone number, and email address of each petition sponsor; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form must be approved by the secretary of state prior to circulation The secretary of state shall approve the circulator handout for each initiated amendment to the Constitution before the petition is circulated.The petition form, as prescribed by the State Board of Elections, must include the paid circulator identification number within the verification of any paid circulator. For any initiated amendment petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. A sworn affidavit, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall, must also be filed with the secretary of state. The initiated amendment petition signatures must be filed with the secretary of state by the first Tuesday in May of a general election year for the initiated amendment to qualify for submission to the voters at the next general election. The State Board of Elections shall prescribe the form of the affidavit and the petition otherwise, including petition size and petition font size for ballot measure language not prescribed in this section, and the affidavit must be prescribed by the State Board of Elections. Section 2. That § 2-1-1.2 be AMENDED: 2-1-1.2. A petition as it is to be circulated for an initiated measure must be filed with the secretary of state, including an electronic copy of the petition, prior to circulation for signatures and at least one year before the next general election at which the initiated measure is proposed to be submitted to the voters. The petition filing must: (1) Contain the full text of the initiated measure in fourteen-point font; (2) Contain the date of the general election at which the initiated measure is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form signed by each person who is a petition sponsor that includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. Each petition circulator shall provide to each person who signs the petition a form circulator handout containing the title and explanation of the initiated measure as prepared by the attorney general; any fiscal note prepared pursuant to § 2-9-30; the name, phone number, and email address of each petition sponsor; and a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form must be approved by the secretary of state prior to circulation The secretary of state shall approve the circulator handout for each initiated measure before the petition is circulated.The petition form, as prescribed by the State Board of Elections, must include the paid circulator identification number within the verification of any paid circulator. For any initiated measure petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. A sworn affidavit, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures, must also be filed with the secretary of state. The initiated measure petition signatures must be filed with the secretary of state by the first Tuesday in May of a general election year for the initiated measure to qualify for submission to the voters at the next general election. The State Board of Elections shall prescribe the form of the affidavit and the petition otherwise, including petition size and petition font size for ballot measure language not prescribed in this section, and the affidavit must be prescribed by the State Board of Elections. Section 3. That § 2-1-1.3 be AMENDED: 2-1-1.3. Terms used in this chapter mean: (1) \"Circulates,\" either: (a) Physically presents or otherwise makes available a ballot measure petition to another person for that person's signature; or (b) Solicits from another person, personally and in the presence of such other person, a signature on a ballot measure petition, while acting in concert with another person who simultaneously physically presents or otherwise makes available the ballot measure petition; (2) \"Petition circulator,\" a person who is a resident of this state for at least thirty days prior to acting as a petition circulator, is at least eighteen years of age, and who, for pay or as a volunteer, circulates petitions for the purpose of placing ballot measures on any statewide election ballot the same as the term is defined under § 12-1-3; (3) \"Petition sponsor,\" any person who proposes the placement of a statewide ballot measure on the ballot; (4) \"Ballot measure,\" any measure placed on a statewide ballot in accordance with § 2-1-1.1, 2-1-1.2, or 2-1-3.1; (5) \"Paid circulator,\" any person who receives money or anything of value as consideration, in whole or in part, for acting as a petition circulator; (6) \"Volunteer circulator,\" any person who does not receive money or anything of value as consideration, in whole or in part, for acting as a petition circulator. Section 4. That § 2-1-3.1 be AMENDED: 2-1-3.1. The petition as it is to be circulated for a referred law shall must be filed with the secretary of state prior to circulation for signatures and shall must: (1) Contain the title of the referred law; (2) Contain the effective date of the referred law; (3) Contain the date of the general election at which the referred law is to be submitted; (4) Be accompanied by a notarized form signed by each person who is a petition sponsor that includes the names and addresses of the each petition sponsors sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The petition shall must be filed with the secretary of state within ninety days after the adjournment of the Legislature which that passed the referred law. A sworn affidavit, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures shall, must also be filed with the secretary of state. The State Board of Elections shall prescribe the form of the petition and affidavit shall be prescribed by the State Board of Elections. The petition circulator shall provide to each person who signs the petition a form circulator handout containing the title of the referred law; any fiscal note or summary of a fiscal note obtained pursuant to § 2-9-32; the name, phone number, and email address of each petition sponsor; a statement whether the petition circulator is a volunteer or paid petition circulator and, if a paid circulator, the amount the circulator is being paid. The form shall be approved by the secretary of state prior to circulation The secretary of state shall approve the circulator handout for each referred law before the petition is circulated. The petition form, as prescribed by the State Board of Elections, shall include the paid circulator identification number within the verification of any paid circulator. Section 5. That § 12-27-47.1 be AMENDED: 12-27-47.1. Any resident of South Dakota may report a violation of § 12-27-12, 12-27-16(1), 12-27-18.2, or 12-27-19 to the secretary of state, who shall investigate the alleged violation and determine whether a violation occurred. In addition to any criminal penalty imposed under § 12-27-12, 12-27-16(1), or 12-27-19, the court may impose on any person, committee, or entity found in violation of § 12-27-12, 12-27-16(1) or 12-27-19 a civil penalty of five thousand dollars per violation to be deposited in the state general fund. Section 6. That § 2-1-1.5 be REPEALED: Prior to circulation of any petition for a ballot measure, a paid circulator shall submit an application to the secretary of state, obtain a circulator identification number, and be included in a directory of registered paid circulators. For each ballot measure on which a paid circulator seeks to circulate a petition, the paid circulator shall certify the circulator's name, that the circulator is at least eighteen years of age, physical address of current residence, physical address of prior residence if current residence is less than one year, email address, phone number, state of issuance for driver license or other government-issued identification, state of voter registration, the name of the petition sponsor, and whether the paid circulator is a registered sex offender. The certification under this section shall be submitted to the office of the secretary of state. If a paid circulator fails to file the registration required by this section before circulating a petition, or if the registration is incomplete, or if any statement included in the paid circulator's certification is determined to be false, any signatures collected by the paid circulator are void and may not be counted. Petition sponsors shall provide a list to the secretary of state of any person acting as a paid circulator for the sponsor's ballot measure and the rate of compensation. An application submitted under this section may be filed by electronic transmission in accordance with methods approved by the secretary of state. To be timely filed, any application received by electronic transmission shall be legible when received by the means it was delivered. A paid circulator and petition sponsor shall update any information required under this section with the secretary of state not more than seven days of any change. Section 7. That § 2-1-1.6 be REPEALED: The secretary of state shall develop and maintain a directory, available upon request and payment of reasonable fees, that contains information provided by each paid circulator under § 2-1-1.5. Providing a copy of the application submitted under § 2-1-1.5, together with any update to the information contained in the application, is sufficient to fulfill the requirements of this section. Any information contained in the directory shall be a public record for purposes of chapter 1-25. Section 8. That § 2-1-1.7 be REPEALED: A paid circulator who registers under § 2-1-1.5 shall pay to the secretary of state a registration fee for each ballot question committee represented by the paid circulator. The registration fee for a paid circulator is twenty dollars. The registration fee shall be deposited in the state general fund. Section 9. That § 2-1-1.8 be REPEALED: Following receipt of any application under § 2-1-1.5 and a registration fee under § 2-1-1.7, if any, the secretary of state shall issue the paid circulator a circulator identification number and badge that contains the information required under § 2-1-1.9. Section 10. That § 2-1-1.9 be REPEALED: A person shall wear the badge issued under § 2-1-1.8 which shall be visible at all times while acting as a paid circulator. The badge shall contain the words \"paid petition circulator.\" The badge may not state the name of the petition circulator. A person is guilty of a Class 2 misdemeanor if the person acts as a paid circulator without wearing a badge issued under § 2-1-1.8. Section 11. That § 12-27-18.2 be REPEALED: Any contribution to a statewide ballot question committee by a person who is not a resident of the state at the time of the contribution, a political committee that is organized outside South Dakota, or an entity that is not filed as an entity with the secretary of state for the four years preceding such contribution is prohibited. If a statewide ballot question committee accepts a contribution prohibited by this section, the secretary of state shall impose a civil penalty equal to two hundred percent of the prohibited contribution after notice and opportunity to be heard pursuant to chapter 1-26. Any civil penalty collected pursuant to this section shall be deposited into the state general fund."}, {"bill_id": 24457, "bill_version_id": 267193, "bill_version": "Enrolled", "bill_version_date": "2024-03-05T09:57:00.05-06:00", "bill_text": "ENTITLED An Act to repeal and revise certain provisions regarding the petition circulation process to comply with federal court decisions. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 2-1-1.1 be AMENDED: 2-1-1.1. A petition as it is to be circulated for an initiated amendment to the Constitution must be filed with the secretary of state, including an electronic copy of the petition, prior to circulation for signatures and at least one year before the next general election at which the initiated amendment is proposed to be submitted to the voters. The petition filing must: (1) Contain the full text of the initiated amendment in fourteen-point font; (2) Contain the date of the general election at which the initiated amendment is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form signed by each person who is a petition sponsor that includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. Each petition circulator shall provide to each person who signs the petition a circulator handout containing the title and explanation of the initiated amendment to the Constitution as prepared by the attorney general; any fiscal note prepared pursuant to § 2-9-30; the name, phone number, and email address of each petition sponsor; and a statement whether the petition circulator is a volunteer or paid circulator and, if a paid circulator, the amount the circulator is being paid. The secretary of state shall approve the circulator handout for each initiated amendment to the Constitution before the petition is circulated. For any initiated amendment petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. A sworn affidavit, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures, must also be filed with the secretary of state. The initiated amendment petition signatures must be filed with the secretary of state by the first Tuesday in May of a general election year for the initiated amendment to qualify for submission to the voters at the next general election. The State Board of Elections shall prescribe the form of the affidavit and the petition otherwise, including petition size and petition font size for ballot measure language not prescribed in this section. Section 2. That § 2-1-1.2 be AMENDED: 2-1-1.2. A petition as it is to be circulated for an initiated measure must be filed with the secretary of state, including an electronic copy of the petition, prior to circulation for signatures and at least one year before the next general election at which the initiated measure is proposed to be submitted to the voters. The petition filing must: (1) Contain the full text of the initiated measure in fourteen-point font; (2) Contain the date of the general election at which the initiated measure is to be submitted; (3) Contain the title and explanation as prepared by the attorney general; (4) Be accompanied by a notarized affidavit form signed by each person who is a petition sponsor that includes the name and address of each petition sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. Each petition circulator shall provide to each person who signs the petition a circulator handout containing the title and explanation of the initiated measure as prepared by the attorney general; any fiscal note prepared pursuant to § 2-9-30; the name, phone number, and email address of each petition sponsor; and a statement whether the petition circulator is a volunteer or paid circulator and, if a paid circulator, the amount the circulator is being paid. The secretary of state shall approve the circulator handout for each initiated measure before the petition is circulated. For any initiated measure petition, no signature may be obtained more than twenty-four months preceding the general election that was designated at the time of filing of the full text. A sworn affidavit, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures, must also be filed with the secretary of state. The initiated measure petition signatures must be filed with the secretary of state by the first Tuesday in May of a general election year for the initiated measure to qualify for submission to the voters at the next general election. The State Board of Elections shall prescribe the form of the affidavit and the petition otherwise, including petition size and petition font size for ballot measure language not prescribed in this section. Section 3. That § 2-1-1.3 be AMENDED: 2-1-1.3. Terms used in this chapter mean: (1) \"Circulates,\" either: (a) Physically presents or otherwise makes available a ballot measure petition to another person for that person's signature; or (b) Solicits from another person, personally and in the presence of such other person, a signature on a ballot measure petition, while acting in concert with another person who simultaneously physically presents or otherwise makes available the ballot measure petition; (2) \"Petition circulator,\" the same as the term is defined under § 12-1-3; (3) \"Petition sponsor,\" any person who proposes the placement of a statewide ballot measure on the ballot; (4) \"Ballot measure,\" any measure placed on a statewide ballot in accordance with § 2-1-1.1, 2-1-1.2, or 2-1-3.1; (5) \"Paid circulator,\" any person who receives money or anything of value as consideration, in whole or in part, for acting as a petition circulator; (6) \"Volunteer circulator,\" any person who does not receive money or anything of value as consideration, in whole or in part, for acting as a petition circulator. Section 4. That § 2-1-3.1 be AMENDED: 2-1-3.1. The petition as it is to be circulated for a referred law must be filed with the secretary of state prior to circulation for signatures and must: (1) Contain the title of the referred law; (2) Contain the effective date of the referred law; (3) Contain the date of the general election at which the referred law is to be submitted; (4) Be accompanied by a notarized form signed by each person who is a petition sponsor that includes the names and addresses of each petition sponsor; and (5) Be accompanied by a statement of organization as provided in § 12-27-6. The petition must be filed with the secretary of state within ninety days after the adjournment of the Legislature that passed the referred law. A sworn affidavit, signed by at least two-thirds of the petition sponsors, stating that the documents filed constitute the entire petition and to the best of the knowledge of the sponsors contains a sufficient number of signatures, must also be filed with the secretary of state. The State Board of Elections shall prescribe the form of the petition and affidavit. The petition circulator shall provide to each person who signs the petition a circulator handout containing the title of the referred law; any fiscal note or summary of a fiscal note obtained pursuant to § 2-9-32; the name, phone number, and email address of each petition sponsor; a statement whether the petition circulator is a volunteer or paid circulator and, if a paid circulator, the amount the circulator is being paid. The secretary of state shall approve the circulator handout for each referred law before the petition is circulated. Section 5. That § 12-27-47.1 be AMENDED: 12-27-47.1. Any resident of South Dakota may report a violation of § 12-27-12, 12-27-16(1), or 12-27-19 to the secretary of state, who shall investigate the alleged violation and determine whether a violation occurred. In addition to any criminal penalty imposed under § 12-27-12, 12-27-16(1), or 12-27-19, the court may impose on any person, committee, or entity found in violation of § 12-27-12, 12-27-16(1) or 12-27-19 a civil penalty of five thousand dollars per violation to be deposited in the state general fund. Section 6. That § 2-1-1.5 be REPEALED. Section 7. That § 2-1-1.6 be REPEALED. Section 8. That § 2-1-1.7 be REPEALED. Section 9. That § 2-1-1.8 be REPEALED. Section 10. That § 2-1-1.9 be REPEALED. Section 11. That § 12-27-18.2 be REPEALED. An Act to repeal and revise certain provisions regarding the petition circulation process to comply with federal court decisions. I certify that the attached Act originated in the: Senate as Bill No. 182 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 182 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2024 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2024 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2024 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24457, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262427.pdf", "status_text": "First read in Senate and referred to", "journal_page": 181, "committee_id_action": 1219, "committee_id_assigned": 1220, "result": "N", "vote": {}}, {"bill_id": 24457, "action_date": "2024-02-02T10:00:00-06:00", "document_id": 264114, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264114.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1220, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24457, "action_date": "2024-02-02T10:00:00-06:00", "document_id": 264115, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264115.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1220, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79147, "president_vote": null, "Yea": [4558, 4488, 4498, 4554, 4567, 4490, 4572, 4487], "Excused": [4536]}}, {"bill_id": 24457, "action_date": "2024-02-02T10:00:00-06:00", "document_id": 264115, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264115.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1220, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24457, "action_date": "2024-02-05T14:00:00-06:00", "document_id": 264485, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264485.pdf", "status_text": "Do Pass", "journal_page": 257, "committee_id_action": 1219, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79211, "president_vote": null, "Yea": [4477, 4479, 4480, 4481, 4487, 4488, 4490, 4498, 4501, 4502, 4507, 4508, 4512, 4515, 4516, 4517, 4523, 4526, 4529, 4536, 4537, 4547, 4550, 4554, 4558, 4559, 4564, 4567, 4572, 4573, 4574, 4576], "Excused": [4493, 4541]}}, {"bill_id": 24457, "action_date": "2024-02-06T14:00:00-06:00", "document_id": 264674, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264674.pdf", "status_text": "First read in House and referred to", "journal_page": 261, "committee_id_action": 1197, "committee_id_assigned": 1203, "result": "N", "vote": {}}, {"bill_id": 24457, "action_date": "2024-02-23T07:45:00-06:00", "document_id": 266022, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266022.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1203, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24457, "action_date": "2024-02-23T07:45:00-06:00", "document_id": 266023, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266023.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1203, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79912, "president_vote": null, "Yea": [4476, 4478, 4483, 4485, 4486, 4495, 4504, 4505, 4525, 4552, 4570, 4532], "Excused": [4551]}}, {"bill_id": 24457, "action_date": "2024-02-23T07:45:00-06:00", "document_id": 266023, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266023.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1203, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24457, "action_date": "2024-02-26T14:00:00-06:00", "document_id": 266414, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266414.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 399, "committee_id_action": 1197, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24457, "action_date": "2024-02-27T14:00:00-06:00", "document_id": 266644, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/266644.pdf", "status_text": "Deferred to another day", "journal_page": 412, "committee_id_action": 1197, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24457, "action_date": "2024-03-04T10:00:00-06:00", "document_id": 267011, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/267011.pdf", "status_text": "Do Pass", "journal_page": 461, "committee_id_action": 1197, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 80225, "president_vote": null, "Yea": [4472, 4473, 4474, 4475, 4476, 4478, 4482, 4483, 4485, 4486, 4577, 4489, 4491, 4492, 4494, 4495, 4496, 4497, 4499, 4500, 4503, 4504, 4505, 4506, 4509, 4510, 4511, 4513, 4514, 4518, 4519, 4520, 4521, 4522, 4524, 4525, 4527, 4528, 4530, 4531, 4532, 4533, 4534, 4535, 4538, 4540, 4542, 4543, 4544, 4545, 4546, 4548, 4549, 4551, 4552, 4553, 4555, 4556, 4557, 4560, 4561, 4562, 4563, 4565, 4566, 4568, 4569, 4570, 4571, 4575]}}, {"bill_id": 24457, "action_date": "2024-03-05T10:00:00-06:00", "document_id": 267164, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/267164.pdf", "status_text": "Signed by the President", "journal_page": 481, "committee_id_action": 1219, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24457, "action_date": "2024-03-05T10:00:00-06:00", "document_id": 267190, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/267190.pdf", "status_text": "Signed by the Speaker", "journal_page": 480, "committee_id_action": 1197, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24457, "action_date": "2024-03-06T10:00:00-06:00", "document_id": 267269, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/267269.pdf", "status_text": "Delivered to the Governor", "journal_page": 490, "committee_id_action": 1219, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24457, "action_date": "2024-03-26T13:00:00-05:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by the Governor", "journal_page": null, "committee_id_action": 1219, "committee_id_assigned": null, "result": "N", "vote": {}}]}