{"session_id": 49, "bill_id": 15652, "bill_type": "House Bill", "bill_number": 1271, "bill_title": "reduce state aid to education to certain school districts with excess general fund cash balances, to continuously appropriate certain funds, and to restrict certain school district transfers.", "sponsors": [{"legislator_profile_id": 2406, "is_prime": true}], "keywords": ["Administrative Rules", "Department of Education and Cultural Affairs", "Excess General Fund Oversight Board", "School District", "School District General Fund", "State Aid to Education", "Teachers"], "audio": [], "bill_versions": [{"bill_id": 15652, "bill_version_id": 86618, "bill_version": "Introduced", "bill_version_date": "2000-01-24T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to reduce state aid to education to certain school districts with excess general fund cash balances, to continuously appropriate certain funds, and to restrict certain school district transfers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-13 be amended by adding thereto a NEW SECTION to read as follows: For the state aid to education distribution for the fiscal year ending June 30, 2001, a school district's entitlement for state aid provided for in this chapter shall be reduced by the amount by which the school district's ending general fund balance exceeds sixty percent of its general fund expenditures or two hundred fifty thousand dollars, whichever is greater, for the school fiscal year ending June 30, 1999. For the state aid to education distribution for the fiscal year ending June 30, 2002, a school district's entitlement for state aid provided for in this chapter shall be reduced by the amount by which the school district's ending general fund balance exceeds forty- five percent of its general fund expenditures or two hundred fifty thousand dollars, whichever is greater, for the school fiscal year for the school fiscal year ending June 30, 2000. For the state aid to education distribution for the fiscal year ending June 30, 2002 and thereafter, a school district's entitlement for state aid provided for in this chapter shall be reduced by the amount by which the school district's ending general fund balance exceeds thirty percent of its general fund expenditures or two hundred fifty thousand dollars, whichever is greater, for the school fiscal year prior to the school fiscal year two years prior to the year for which state aid to education is to be distributed. Section 2. For the purposes of this Act general fund balances do not include revenue in a school district's general fund that is the result of the adoption of the excess tax levy allowed by § 10-12-43. Section 3. Any money that is reduced from a school district's entitlement as provided in section 1 of this Act shall be deposited into the teacher salary augmentation fund which is hereby created as a special fund in the state treasury. Money in the teacher salary augmentation fund is hereby continuously appropriated to the Department of Education and Cultural Affairs for the purpose of making payments to teachers as provided for in this Act. Section 4. Each full-time classroom school teacher who is currently teaching in a public school district and has also taught in a public school district for the entire preceding school year may apply to the Department of Education and Cultural Affairs for payment as provided for in this Act. Section 5. No later than January fifteenth of each year the Secretary of the Department of Education and Cultural Affairs shall make a payment to each eligible teacher who applied and met the criteria in section 4 of this Act. The amount of the payment shall be determined by dividing the amount of money in the teacher salary augmentation fund by the number of applications received meeting the criteria in section 4 of this Act. Section 6. The Secretary of the Department of Education and Cultural Affairs shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 7. That § 13-16-26 be amended to read as follows: 13-16-26. All or any part of a surplus of any school district fund, except the capital outlay fund provided by § § 13-16-6 to 13-16-9, inclusive, and the special education fund provided by § 13-37-16 , and the general fund as provided for in this Act, may be transferred to any other school district fund. However, any unused portion of money that has been transferred into the special education fund may be transferred from the special education fund within the current fiscal year to the fund from which it originated. All or any part of any school district fund may be loaned to any other school district fund for a term not to exceed twenty-four months. Section 8. That chapter 13-16 be amended by adding thereto a NEW SECTION to read as follows: No school district may transfer money from its general fund to its capital outlay fund unless the transfer is made due to an unforseen destruction of property owned by the school district unless the transfer is approved by the Department of Education and Cultural Affairs. Section 9. The Department of Education and Cultural Affairs may promulgate rules pursuant to chapter 1-26 to define general fund balances for the purposes for which the term is used in this Act, to accept applications from and make payment to teachers from money appropriated by this Act, for accepting applications from school districts to transfer money from their general fund to their capital outlay fund, and to define criteria for allowing the transfer of money from the general fund to the capital outlay fund."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15652, "action_date": "2000-01-24T14:00:00-06:00", "document_id": 85638, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85638.pdf", "status_text": "First read in House and referred to", "journal_page": 197, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15652, "action_date": "2000-01-25T14:00:00-06:00", "document_id": 85640, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85640.pdf", "status_text": "Referred to", "journal_page": 224, "committee_id_action": 656, "committee_id_assigned": 651, "result": "P", "vote": {}}, {"bill_id": 15652, "action_date": "2000-02-07T10:00:00-06:00", "document_id": 85871, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85871.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 651, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15652, "action_date": "2000-02-08T20:00:00-06:00", "document_id": 85887, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85887.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 651, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15652, "action_date": "2000-02-08T20:00:00-06:00", "document_id": 85887, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85887.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 651, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 44027, "president_vote": null, "Yea": [2313, 2333, 2337, 2345, 2360, 2319], "Nay": [2351, 2353, 2363, 2368, 2388, 2393, 2372]}}, {"bill_id": 15652, "action_date": "2000-02-08T20:00:00-06:00", "document_id": 85887, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85887.pdf", "status_text": "Report out of committee without recommendation as amended", "journal_page": 519, "committee_id_action": 651, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44028, "president_vote": null, "Yea": [2313, 2333, 2337, 2345, 2360, 2368, 2319], "Nay": [2351, 2353, 2363, 2388, 2393, 2372]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15652"}