{"session_id": 19, "bill_id": 4232, "bill_type": "House Bill", "bill_number": 1111, "bill_title": "repeal the five-year period after which pardon records are sealed.", "sponsors": [], "keywords": ["Courts and Judiciary", "Criminal Procedure", "Penal Institutions, Probation and Parole"], "audio": [{"meeting_datetime": "2013-01-23T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst10.mp3", "start_seconds": 3878.0}, {"meeting_datetime": "2013-01-23T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst10.mp3", "start_seconds": 3878.0}, {"meeting_datetime": "2013-01-23T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst10.mp3", "start_seconds": 3878.0}, {"meeting_datetime": "2013-01-23T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst10.mp3", "start_seconds": 3878.0}], "bill_versions": [{"bill_id": 4232, "bill_version_id": 24030, "bill_version": "Introduced", "bill_version_date": "2013-01-18T10:21:51.217-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal the five-year period after which pardon records are sealed. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 24-14-11 be amended to read as follows: 24-14-11. Any person who has been granted a pardon under the provisions of this chapter shall be released from all disabilities consequent on the person's conviction. Upon the granting of a pardon under the provisions of this chapter, the Governor shall order that all official records relating to the pardoned person's arrest, indictment or information, trial, finding of guilt, application for a pardon, and the proceedings of the Board of Pardons and Paroles shall be sealed. The Governor shall file a public document with the secretary of state certifying that the Governor has pardoned the person in compliance with the provisions of this chapter. The document shall remain a public document for five years and after five years that document shall be sealed. The receipt of any pardon, which was granted without following the provisions of this chapter, may not be sealed. The pardon restores the person, in the contemplation of the law, to the status the person occupied before arrest, indictment, or information. No person as to whom such order has been entered may be held thereafter under any provision of any law to be guilty of perjury or of giving a false statement by reason of such person's failure to recite or acknowledge such arrest, indictment, information, or trial in response to any inquiry made of such person for any purpose. For the sole purpose of consideration of the sentence of a defendant for subsequent offenses or the determination of whether the defendant is a habitual offender under chapter 22-7 or whether the defendant has prior driving under the influence convictions pursuant to chapter 32-23, the pardoned offense shall be considered a prior conviction. The court shall forward a nonpublic record of disposition to the Division of Criminal Investigation. The nonpublic record shall be retained solely for use by law enforcement agencies, prosecuting attorneys, and courts in sentencing such person for any subsequent offense and in determining whether or not, in any subsequent proceeding, the person is a habitual offender under chapter 22-7 or the determination of whether the defendant has prior driving under the influence convictions pursuant to chapter 32-23."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4232, "action_date": "2013-01-18T13:00:00-06:00", "document_id": 24084, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24084.pdf", "status_text": "First read in House and referred to", "journal_page": 112, "committee_id_action": 202, "committee_id_assigned": 195, "result": "N", "vote": {}}, {"bill_id": 4232, "action_date": "2013-01-23T07:45:00-06:00", "document_id": 24085, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24085.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 195, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4232, "action_date": "2013-01-23T07:45:00-06:00", "document_id": 24360, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24360.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 147, "committee_id_action": 195, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12796, "president_vote": null, "Nay": [360, 381, 316, 353, 349, 335], "Yea": [348, 334, 347, 351, 371, 395, 354]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4232"}