{"session_id": 69, "bill_id": 24567, "bill_type": "House Bill", "bill_number": 1165, "bill_title": "institute procedures for addressing the bullying of a student.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24567", "sponsors": [{"legislator_profile_id": 4511, "is_prime": true}, {"legislator_profile_id": 4474, "is_prime": false}, {"legislator_profile_id": 4502, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}], "keywords": ["Education", "Parental Control", "Students"], "audio": [], "bill_versions": [{"bill_id": 24567, "bill_version_id": 262746, "bill_version": "Introduced", "bill_version_date": "2024-01-25T09:14:19.633-06:00", "bill_text": "An Act to institute procedures for addressing the bullying of a student. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 13-32 be amended with a NEW SECTION: Upon being notified, orally or in writing, by the parent or guardian of a student that the student may have been subjected to bullying, as defined in § 13-32-15, the principal of the school in which the student is enrolled shall initiate an investigation. The principal shall, within three working days of receiving the complaint: (1) Prepare a written summary of the investigation and any findings; (2) Place a copy of the written summary and findings, as required by subdivision (1) of this section, in the educational record of the student who was allegedly bullied and the student who allegedly engaged in bullying; (3) Provide written notification of the investigation and any findings to the superintendent of the district; and (4) Contact the student's parent or guardian for the purpose of discussing the findings. The contact required by this section may take place telephonically or electronically. If requested by the parent or guardian, the principal shall meet with the parent or guardian, in person, at a mutually agreed upon time. Section 2. That chapter 13-32 be amended with a NEW SECTION: If, upon investigation, the principal reasonably concludes that the student was subjected to bullying, the principal and the parent or guardian must discuss and agree to mitigation measures. Mitigation measures may include assigning the student who was bullied or the student who engaged in bullying to another class or classroom within the school or transferring either student to another school within the district. If the parent or guardian and the principal fail to agree on mitigation measures, or, if after a reasonable period of implementation, the agreed upon mitigation measures fail to end the bullying, the student's parent or guardian may request, and must be granted, an opportunity to appear before the board of the school district. Section 3. That chapter 13-32 be amended with a NEW SECTION: Upon receiving a parental request under section 2 of this Act, the board of the school district shall review the principal's investigation and findings, and any mitigation measures that the principal may have instituted as a result. The board may affirm or modify the existing mitigation measures. The board may direct that the superintendent oversee the principal's implementation of any existing or modified mitigation measures. The mitigation measures may include arranging for the transfer of the student who was bullied or the student who engaged in bullying to another school district or to an accredited nonpublic school. The provision of transportation and any tuition costs associated with a transfer under this section are the responsibility of the district."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24567, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262421, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262421.pdf", "status_text": "First read in House and referred to", "journal_page": 174, "committee_id_action": 1197, "committee_id_assigned": 1194, "result": "N", "vote": {}}, {"bill_id": 24567, "action_date": "2024-01-31T07:45:00-06:00", "document_id": 263078, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263078.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1194, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24567, "action_date": "2024-02-02T07:45:00-06:00", "document_id": 263948, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263948.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1194, "committee_id_assigned": null, "result": "N", "vote": {}}]}