{"session_id": 69, "bill_id": 24982, "bill_type": "House Bill", "bill_number": 1113, "bill_title": "prohibit the use of state resources for the provision of lewd or lascivious content.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24982", "sponsors": [{"legislator_profile_id": 4543, "is_prime": true}, {"legislator_profile_id": 4511, "is_prime": false}, {"legislator_profile_id": 4519, "is_prime": false}, {"legislator_profile_id": 4531, "is_prime": false}, {"legislator_profile_id": 4533, "is_prime": false}, {"legislator_profile_id": 4534, "is_prime": false}], "keywords": ["Colleges and Universities", "Education", "Higher Education", "Minors", "Obscenity and Public Indecency", "Speech and Expression"], "audio": [], "bill_versions": [{"bill_id": 24982, "bill_version_id": 260482, "bill_version": "Introduced", "bill_version_date": "2024-01-17T21:51:17.253-06:00", "bill_text": "An Act to prohibit the use of state resources for the provision of lewd or lascivious content. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 13-1 be amended with a NEW SECTION: Neither the Board of Regents nor any institution under the control of the board may expend public moneys or use any state-owned facility or property to develop, facilitate, host, or promote lewd or lascivious content. For purposes of this section, the term \"lewd or lascivious\" means: (1) The featuring of specific sexual activity, as defined in § 11-12-1, for the predominant purpose of appealing to a prurient interest; (2) The featuring of specific anatomical areas, as defined in § 11-12-1, for the predominant purpose of appealing to a prurient interest; (3) The featuring of nude or seminude individuals, as defined in § 11-12-1, for the predominant purpose of appealing to a prurient interest; (4) The performance of any physical movement or activity for the predominant purpose of appealing to a prurient interest; or (5) The public removal of one's clothing for the entertainment of another. Section 2. That § 13-53-49 be AMENDED: 13-53-49. As used in §§ 13-53-49 13-53-50 to 13-53-53, inclusive: (1) \"Expressive activity,\" protected under the provisions of §§ 13-53-49 to 13-53-53, inclusive, includes any lawful noncommercial verbal or written means by which one person communicates ideas to another, and includes peaceful assembly, protests, speeches, distribution of literature, the carrying of signs, and the circulation of petitions; and (2) \"Intellectual diversity,\" denotes a learning environment that exposes students to and encourages exploration of a variety of ideological and political perspectives. Neither the term \"expressive activity\" nor the term \"intellectual diversity\" may be construed to include content that is lewd or lascivious, as defined in section 1 of this Act. Section 3. That § 13-53-50 be AMENDED: 13-53-50. The Board of Regents shall require each institution under its control to maintain a commitment to the principles of free expression and encourage the timely and rational discussion of topics in an environment that is intellectually and ideologically diverse. Neither the Board of Regents board nor any institution under its control may attempt to shield individuals from constitutionally protected speech, including ideas and opinions they find offensive, unwise, immoral, indecent, disagreeable, conservative, liberal, traditional, radical, or wrong-headed. Nothing in this section precludes the board or any institution under the control of the board from restricting or prohibiting the presence of minors at any program or event occurring on any state-owned property."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24982, "action_date": "2024-01-18T14:00:00-06:00", "document_id": 260440, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260440.pdf", "status_text": "First read in House and referred to", "journal_page": 84, "committee_id_action": 1197, "committee_id_assigned": 1203, "result": "N", "vote": {}}]}