{"session_id": 54, "bill_id": 17894, "bill_type": "House Bill", "bill_number": 1115, "bill_title": "allow primary election voters to vote for candidates of another party.", "sponsors": [{"legislator_profile_id": 2850, "is_prime": true}, {"legislator_profile_id": 2890, "is_prime": true}], "keywords": ["Administrative Rules", "Elections"], "audio": [{"meeting_datetime": "2003-02-03T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst14hb1115a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-03T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst14hb1115a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-03T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst14hb1115a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17894, "bill_version_id": 95847, "bill_version": "Introduced", "bill_version_date": "2003-01-28T08:50:58-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to allow primary election voters to vote for candidates of another party. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 12-6-14 be amended to read as follows: 12-6-14. The form of the official primary election ballot shall be prescribed by the State Board of Elections in rules promulgated pursuant to chapter 1-26 and in accordance with the provisions of this Act . Section 2. That § 12-6-26 be amended to read as follows: 12-6-26. No person may vote a party ballot at any primary election unless the person is registered as a member of that political party in the precinct in which the person seeks to vote. Any political party in its Constitution or bylaws as filed pursuant to § 12-5-1.1 may allow for participation in the party's primary elections by any person who is registered to vote with no party affiliation. At a primary election, the person may vote for candidates of any political party on the ballot, regardless of the voter's party affiliation. However, the person may vote for candidates of only one political party on the primary ballot. If a primary ballot contains votes for the candidates of more than one political party, the ballot is defective and no vote on the ballot may be counted. Section 3. That chapter 12-6 be amended by adding thereto a NEW SECTION to read as follows: The primary election ballot shall have at least three vertical columns on the ballot and each political party shall have a separate column headed by the words \".......... Party,\" giving the party name. Above the party names, the following statement shall be printed: \"South Dakota Election Law permits you to vote for the candidates of only one political party in a primary election.\" If there are only two political parties to be listed on the ballot, one party shall occupy the left-hand column, the other party shall occupy the right-hand column, and the center column shall contain the following statement: \"Do not vote for candidates of more than one party.\" The party columns shall be substantially the same in width, type, and appearance. The names of the candidates seeking the nomination of each political party shall be listed in that party's column. Notwithstanding the provisions of § § 12-16-1 and 12-16-9, if only one person files for the nomination of a political party for an office, the person's name shall be placed on the primary ballot at the appropriate location in that party's column. The names of candidates for nomination of the political party that received the smallest average vote at the last state general election are placed in the first column on the left side of the ballot. The names of candidates for nomination of the political party that received the next smallest average vote at the last state general election are placed in the second column, and so on. For the purposes of this section, the average number of votes of a political party is computed by dividing the total number of votes counted for all of the party's candidates for statewide office at the most recent state general election by the number of those candidates at the election. Section 4. That § 12-6-50 be amended to read as follows: 12-6-50. Any candidate for a party nomination to public office, who receives the highest number of votes cast by the voters of his party for the office for which he is a candidate nomination , shall be declared the nominee of his the party. Section 5. That § 12-6-51.1 be amended to read as follows: 12-6-51.1. If no candidate for United States Senate, congressman United States House of Representatives , or Governor in a race involving three or more candidates receives thirty-five percent of the votes of his party for the nomination , a secondary election shall be held two weeks from the date of the first primary election. At the secondary election the only persons voted for shall be the two candidates receiving the highest number of votes at the first election. However, if there is a tie for second place in the first primary election and there is no tie for first place, all tying second place candidates shall be placed along with the first place candidate on the ballot for the secondary election. The secondary election shall be held at the same polling places, be conducted, returned, and canvassed and the results declared in the same manner as the first election. The person receiving the highest number of votes at the secondary election is nominated as the candidate of his party. Section 6. That § 12-16-2.1 be amended to read as follows: 12-16-2.1. The State Board of Elections shall, by rule adopted pursuant to chapter 1-26, establish the color for sample and official ballots and of ballots to be voted in all elections so as to differentiate between the political, nonpolitical, party, and ballot question ballots. In primary elections, a separate ballot label booklet, marking device, and voting booth shall be used for each political party holding a primary."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17894, "action_date": "2003-01-28T14:00:00-06:00", "document_id": 95914, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95914.pdf", "status_text": "First read in House and referred to", "journal_page": 181, "committee_id_action": 798, "committee_id_assigned": 793, "result": "N", "vote": {}}, {"bill_id": 17894, "action_date": "2003-02-03T10:00:00-06:00", "document_id": 96416, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96416.pdf", "status_text": "Tabled", "journal_page": 256, "committee_id_action": 793, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55949, "president_vote": null, "Yea": [2859, 2861, 2869, 2870, 2875, 2894, 2899, 2909, 2929, 2937, 2917, 2912], "Nay": [2905]}}, {"bill_id": 17894, "action_date": "2003-02-03T10:00:00-06:00", "document_id": 96416, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96416.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 793, "committee_id_assigned": null, "result": "N", "vote": {}}]}