{"session_id": 4, "bill_id": 400, "bill_type": "Senate Bill", "bill_number": 183, "bill_title": "permit the creation of a transportation district and to establish its powers and bonding authority.", "sponsors": [{"legislator_profile_id": 548, "is_prime": true}, {"legislator_profile_id": 549, "is_prime": true}, {"legislator_profile_id": 576, "is_prime": false}, {"legislator_profile_id": 570, "is_prime": false}, {"legislator_profile_id": 542, "is_prime": false}, {"legislator_profile_id": 580, "is_prime": false}, {"legislator_profile_id": 601, "is_prime": false}, {"legislator_profile_id": 620, "is_prime": false}, {"legislator_profile_id": 533, "is_prime": false}, {"legislator_profile_id": 539, "is_prime": false}, {"legislator_profile_id": 547, "is_prime": false}, {"legislator_profile_id": 540, "is_prime": false}, {"legislator_profile_id": 550, "is_prime": false}], "keywords": ["Counties", "Local Government", "Municipality", "Special Districts"], "audio": [{"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/str14.mp3", "start_seconds": 1559.0}, {"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/str14.mp3", "start_seconds": 1559.0}, {"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/str14.mp3", "start_seconds": 1559.0}, {"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/str14.mp3", "start_seconds": 1559.0}, {"meeting_datetime": "2008-01-29T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/str14.mp3", "start_seconds": 1559.0}, {"meeting_datetime": "2008-01-30T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen15.mp3", "start_seconds": 4795.0}, {"meeting_datetime": "2008-01-30T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen15.mp3", "start_seconds": 4795.0}, {"meeting_datetime": "2008-02-04T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen17.mp3", "start_seconds": 555.0}, {"meeting_datetime": "2008-02-04T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen17.mp3", "start_seconds": 555.0}, {"meeting_datetime": "2008-02-04T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen17.mp3", "start_seconds": 555.0}, {"meeting_datetime": "2008-02-04T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen17.mp3", "start_seconds": 555.0}], "bill_versions": [{"bill_id": 400, "bill_version_id": 1611, "bill_version": "Introduced", "bill_version_date": "2008-01-23T09:20:57.813-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to permit the creation of a transportation district and to establish its powers and bonding authority. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Board\" or \"board of supervisors,\" the governing board of the district; (2) \"Bond,\" any general obligation bond, assessment bond, refunding bond, revenue bond, and other obligation in the nature of a bond as is provided for in this Act, as the case may be. This term includes, certificate, and the provisions which are applicable to bonds are equally applicable to certificates; (3) \"Cost,\" if used with reference to any project, includes: (a) The expenses of determining the feasibility or practicability of acquisition, construction, or reconstruction; (b) The cost of surveys, estimates, plans, and specifications; (c) The cost of improvements; (d) Engineering, fiscal, and legal expenses and charges; (e) The cost of all labor, materials, machinery, and equipment; (f) The cost of all lands, properties, rights, easements, and franchises acquired; (g) Financing charges; (h) The creation of initial reserve and debt service funds; (i) Working capital; (j) Interest charges incurred or estimated to be incurred on money borrowed prior to and during construction and acquisition and for a reasonable period of time after completion of construction or acquisition as the board may determine; (k) The cost of issuance of bonds pursuant to this Act, including advertisements and printing; (l) The cost of any election held pursuant to this Act and all other expenses of issuance of bonds; (m) The discount, if any, on the sale or exchange of bonds; (n) Administrative expenses; and (o) Such other expenses as may be necessary or incidental to the acquisition, construction, or reconstruction of any project or to the financing thereof, or to the development of any lands within the district; (4) \"District,\" the transportation district as a body politic and corporate exercising essential public functions; (5) \"District rail,\" all track, right-of-way, bridges, mainlines, branchlines, spurs, sidetracks, interchanges, and all other fixtures and real property; (6) \"District right-of-way,\" all right-of-way; (7) \"District roads,\" highways, streets, roads, alleys, sidewalks, storm drains, bridges, and thoroughfares of all kinds and descriptions; (8) \"Transportation district,\" a local unit of special purpose government which is created pursuant to this Act and limited to the performance of those functions authorized by this Act, the governing head of which is a body created, organized, and authorized to function specifically as prescribed in this Act; (9) \"Landowner\" or \"owner,\" any individual, firm, or corporation, public or private, or public agency, who has legal title to real property as shown by the records of the register of deeds of the county in which the real property is situated; (10) \"Local government,\" any county, municipality, or any combination thereof; (11) \"Project,\" any development, improvement, property, road, rail, facility, works, or service now existing or hereafter undertaken or established by the district. Section 2. Any local governments may establish by order a transportation district and define and fix the boundaries thereof, which may be wholly within one or more local governments. The local government shall appoint the first board of supervisors to act until the first election, as provided in this Act. Section 3. If a petition praying that a transportation district be established signed by the governing body of a local government or signed by not less than five percent of the resident electors residing within the boundaries of the proposed transportation district is filed with the local government auditor or finance officer of the local government within which the district is situated, the petition shall be presented by the local government auditor or finance officer to the board of each local government into which the district extends at the first ensuing regular, adjourned, or special meeting of the board. The petition shall definitely describe the boundaries of the proposed district and request that the territory within the boundaries be organized into a transportation district. A duplicate of the petition shall be filed with the local government auditor or finance officer of each local government where the district extends in more than one local government. Section 4. Within forty-five days of the filing of the petition, a hearing shall be held concerning the creation of the district. Notice of the hearing shall be published twice in the official newspaper of the local government within the proposed district, the second notice not less than fifteen days prior to the hearing. If the proposed district extends into more than one local government, the hearing shall be held at the local government having the largest portion of its territory included within the boundaries of the proposed district. Upon conclusion of any hearing, each local government governing body may enter an order creating the district. Each local government in which the district is located shall vote on the same date. Section 5. The boundaries of any district may be altered and outlying districts annexed from territory contiguous to the district in the following manner. A petition of a local government or a petition by sixty percent of the registered electors residing in the territory proposed to be annexed, designating the boundaries of such contiguous territory proposed to be annexed and asking that the territory be annexed to the district, shall be presented to the board of supervisors. At the first regular meeting after the presentation of the petition, the board shall cause notice of the petition to be published in two successive issues of an official newspaper published in each local government in which the district is situated prior to the date fixed by the board for a hearing of the petition, which date may not be less than four weeks after the filing of the petition. Upon the date fixed for the hearing or continuance of hearing, the board shall take up and consider the petition and any objections which may be filed to the inclusion of any additional area or territory in the district. The board may, by order entered on its minutes, grant or deny the petition, and, by order entered on its minutes, may alter the boundaries of the district and annex the district to the area or territory described in the petition. This territory shall become and be a part of the district and shall be subject to the taxes as are authorized by this Act, together with the preexisting area of the district. Section 6. The district shall have, and the board may exercise, the following powers: (1) To sue and be sued in the name of the district; (2) To adopt and use a seal and authorize the use of a facsimile of the seal; (3) To acquire, by purchase, gift, devise, or otherwise, real and personal property, or any estate therein; (4) To make and execute contracts and other instruments necessary or convenient to the exercise of the district's powers; (5) To contract for the services of consultants to perform planning, engineering, legal, or other appropriate services of a professional nature; (6) To borrow money and accept gifts; (7) To apply for and use grants, or loans of money or other property from the United States, the state, a unit of local government, or any person for any district purposes and enter into agreements required in connection therewith; (8) To hold, use, and dispose of such moneys or property for any district purposes in accordance with the terms of the gift, grant, loan or agreement relating thereto; (9) To maintain an office at such place or places as it may designate within the district, which office shall be reasonably accessible to the landowners; (10) To hold, control, and acquire by donation or purchase any public easements, dedications to public use, platted reservations for public purposes, or any reservations for those purposes authorized by this Act and to make use of such easements, dedications or reservations for any of the purposes authorized by this Act; (11) To lease as lessor or lessee to or from any person, firm, limited liability company, corporation, association or body, public or private, any projects of the type that the district may undertake and projects or property of any nature for the use of the district to carry out any of the purposes authorized by this Act; (12) To borrow money and issue bonds, certificates, warrants, notes, or other evidence of indebtedness as provided by this Act; (13) To levy such tax and special assessments as may be authorized by this Act; (14) To charge, collect, and enforce fees and other user charges; (15) To raise, by user charges or fees authorized by resolution of the board, amounts of money which are necessary for the conduct of the district activities and services and to enforce their receipt and collection in the manner prescribed by resolution not inconsistent with law; (16) To undertake any project or projects as the board deems necessary; (17) To exercise within the district the right and power of eminent domain, pursuant to the provisions of chapters 7-18 and 9-27 and over any property within the state, except municipal, county, state, and federal property, for the uses and purposes of the district relating solely to district roads or district rail; (18) To cooperate with, or contract with, other governmental agencies as may be necessary, convenient, incidental, or proper in connection with any of the powers, duties, or purposes authorized by this Act; (19) To assess and impose upon lands in the district ad valorem taxes in an amount not greater than two dollars per thousand; (20) To impose and foreclose special assessment liens as provided by this Act; (21) To exercise such powers as may be authorized by this Act and in accordance with the provisions of chapters 1-24 and 1-25; (22) To plan, establish, acquire, accept jurisdiction for, construct or reconstruct, enlarge or extend, equip, operate, and maintain district roads and district rails, all of which shall be exempt from property taxation; (23) To impose a non-ad valorem tax in the same manner as chapter 10-52, by ordinance enacted by its board of supervisors. However, no tax may be levied on the sale, use, storage and consumption of items taxed under chapters 10-45 and 10-46, unless the tax conforms in all respects to the state tax on such items with the exception of the rate, and the rate levied does not exceed two percent; and (24) To have all powers conferred upon counties and municipalities under chapter 11-9. Section 7. The board of the district may exercise the powers granted to the district pursuant to this Act. The board shall consist of five members. Each elected member shall hold office for a term of six years and until the member's successor is chosen and qualifies. Each member of the board shall be citizens of the United States. The order establishing the board may require that board members be chosen at large or by district established by population or geographical designation. Section 8. The board shall schedule an election of board members to be held not later than the date of the first general municipal election following the formation of the district. At the first election, one board member shall be elected for a six-year term, two members shall be elected for a four-year term, and two members shall be elected for a two-year term. The candidate receiving the highest number of votes shall serve a six-year term, the two candidates receiving the next highest number of votes shall serve four-year terms, and the two candidates receiving the next highest number of votes shall serve two-year terms. In succeeding elections, each board member shall be elected for a six-year term. All elected board members shall be registered voters residing within the boundaries of the district. Section 9. Any election pursuant to this Act shall be conducted, canvassed, recounted, and contested as other elections under the general municipal election laws of this state. The district shall pay for any election costs. Section 10. Any candidate seeking election to office shall conduct the candidate's campaign in accordance with the provisions of Title 12. Section 11. The district supervisor of elections shall appoint the inspectors and clerks of elections, prepare and furnish the ballots, designate polling places, and canvass the returns of the election. The district may jointly hold any election with a municipality, school district, or county. Section 12. Members of the board shall be known as supervisors and, upon entering into office, shall take and subscribe to the oath of office as prescribed by law. They shall hold office for the terms for which they were elected or appointed and until their successors are chosen and qualified. If, during the term of office, a vacancy occurs, the remaining members of the board shall fill the vacancy by an appointment for the remainder of the unexpired term. Section 13. A majority of the members of the board constitutes a quorum for the purposes of conducting its business and exercising its powers and for all other purposes. Action taken by the district shall be upon a vote of a majority of the members. Section 14. As soon as practicable after each election or appointment, the board shall organize by electing one of its members as chair and by electing a secretary, who need not be a member of the board, and such other officers as the board may deem necessary. Section 15. Each member of the board of supervisors shall receive for the member's service shall be set by the board of supervisors or an amount established by the electors at referendum. In addition, each supervisor shall receive travel and per diem expenses as set by the board. Section 16. The board shall employ, and fix the compensation of, a district manager. The district manager shall supervise the works of the district and is responsible for preserving and maintaining any improvement or facility constructed or erected pursuant to the provisions of this Act, for maintaining and operating the equipment owned by the district, and for performing such other duties as may be prescribed by the board. Section 17. Voters of the district may initiate and refer in the same manner as chapter 9-20. Section 18. It is not a conflict of interest for members of the board, the district manager, or other employee of the district to be a landowner, or a stockholder, officer, or employee of a landowner. Section 19. The district shall develop and maintain a five-year plan on the annual projected revenues and the annual projected expenditures for district. The projected expenditures shall itemize the projected costs for new or additional district roads and district rail. Section 20. The district manager may hire or otherwise employ and terminate the employment of such other persons, including professional, supervisory, and clerical employees, as may be necessary and authorized by the board. The compensation and other conditions of employment of the officers and employees of the district shall be as provided by the board. Section 21. The board shall designate a person as treasurer of the district, who shall have charge of the funds of the district. The funds shall be disbursed only upon the order, or pursuant to the resolution, of the board by warrant or check countersigned by the treasurer and by such other person as may be authorized by the board. The board may give the treasurer other or additional powers and duties as the board may deem appropriate and may fix the treasurer's compensation. The board may require the treasurer to give a bond in such amount, on such terms, and with such sureties as may be deemed satisfactory to the board to secure the performance by the treasurer of the treasurer's powers and duties. Section 22. The board may select as a depository for its funds any qualified public depository as set out in § § 9-22-6 and 9-22-6.1. Section 23. The district at any time may obtain loans pursuant to chapter 9-25, in such amount and on such terms and conditions as the board may approve, for the purpose of paying any of the expenses of the district or any costs incurred or that may be incurred in connection with any of the projects of the district. The loans shall bear such interest as the board may determine and may be payable from and secured by a pledge of such funds, revenues, taxes, and assessments as the board may determine, subject, however, to the provisions contained in any proceeding under which bonds were theretofore issued and are then outstanding. Notwithstanding the provisions of chapter 9-25, the terms of these loans may not exceed thirty years. Section 24. For the purpose of defraying costs and expenses, the district may issue negotiable notes, warrants, or other evidences of debt to be payable at such times, to bear such interest as the board may determine in compliance with law and to be sold or discounted at such price or prices and on such terms as the board may deem advisable. The board may provide for the payment thereof by pledging the whole or any part of the funds, revenues, taxes, and assessments of the district. All notes shall be authorized, issued, and sold as provided in chapter 6-8B, except no election may be held. Section 25. To undertake, accomplish, and complete any project or projects within the powers granted the board, the board may issue and sell bonds and other forms of indebtedness in such amount as the board may determine, for the purpose of acquiring, constructing, completing, or remodeling, maintaining, or equipping any district road or district rail; refunding and refinancing the same from time to time as often as advantageous and in the public interest to do so. The board may pledge any income of the district, and any revenues derived by the district from the facilities, or any combination thereof, to secure payment of the bonds and to redeem the bonds. All districts bonds shall be authorized, issued, and sold as provided in chapter 6-8B, except no election may be held to issue bonds other than those required by S.D. Const., Art. XIII, § 4. Section 26. The board may make such provision with respect to the defeasance of the right, title, and interest of the holders of any of the bonds and obligations of the district in any revenues, funds, or other properties by which the bonds are secured as the board deems appropriate. The board may provide that when the bonds or obligations become due and payable or have called for redemption and the whole amount of the principal and interest and premium, if any, due and payable upon the bonds or obligations then outstanding shall be held in trust for such purpose and provision shall also be made for paying all other sums payable in connection with the bonds or other obligations, then and if the right, title, and interest of the holders of the bonds in any revenues, funds, or other properties by which such bonds are secured shall thereupon cease, terminate, and become void. The board may apply any surplus in any sinking fund established in connection with such bonds or obligations and all balances remaining in all other funds or accounts other than money held for the redemption or payment of the bonds or other obligations to any lawful purpose of the district as the board shall determine. Section 27. Notwithstanding any provisions of any other law to the contrary, all bonds issued under the provisions of this Act shall constitute legal investments for savings and loans, savings banks, banks, trust companies, insurance companies, executors, administrators, trustees, conservators, and other fiduciaries. Section 28. A default on the bonds or obligations of a district does not constitute a debt or obligation of a local government or the state. Section 29. The board may levy and assess an ad valorem tax on all the taxable property in the district to construct, operate, and maintain projects; to pay the principal of, and interest on, any general obligation bonds of the district; and to provide for any sinking or other funds established in connection with any bonds. An ad valorem tax levied by the board for operating purposes, exclusive of debt service on bonds, may not exceed two dollars per one thousand dollars per taxable value. The ad valorem tax shall be in addition to county and all other ad valorem taxes. The tax shall be assessed, levied, and collected in the same manner and at the same time as county taxes. Section 30. Any ad valorem taxes provided for in this Act become delinquent and bear penalties on the amount of the taxes in the same manner as county taxes. Section 31. Interest on all bonds issued pursuant to this Act is exempt from all taxes by the state or by any political subdivision, agency, or instrumentality thereof. Section 32. The board may levy special assessments for the construction, reconstruction, or acquisition of projects authorized under this Act using the procedures provided in chapter 9-43. The district assessments may be made payable in thirty annual installments. Such special assessments are a continuing lien on the real property as against all persons except the United States and the state. The district may obtain loans, issue negotiable notes, warrants, or other evidences of debt or issue and sell bonds and other forms of indebtedness to finance the construction, reconstruction, or acquisition of a project or projects authorized by this Act prior to the time the board levies special assessments for such project or projects. Section 33. The provisions of chapters 10-21, 10-22, 10-23, 10-24, and 10-25, shall be applicable to district taxes and special assessments with the same force and effect as if such provisions were expressly set forth in this Act. Section 34. No such rates, fees, rentals, or other charges for any of the facilities or services of the district may be fixed until after a public hearing at which all the users of the proposed facility or services or owners, tenants, or occupants served or to be served thereby and all other interested persons shall have an opportunity to be heard concerning the proposed rates, fees, rentals, or other charges. Notice of the public hearing setting forth the proposed schedule of rates, fees, rentals, and other charges shall be published in a newspaper in the county and of general circulation in the district at least once and at least ten days prior to the public hearing. The hearing may be adjourned from time to time. Section 35. After the hearing, any schedule, either as initially proposed or as modified or amended, may be finally adopted. A copy of the schedule of the rates, fees, rentals, or charges as finally adopted shall be kept on file in an office designated by the board and shall be open at all reasonable times to public inspection. The rates, fees, rentals, or charges so fixed for any class of users or property served shall be extended to cover any additional users or properties thereafter served which shall fall in the same class, without the necessity of any notice or hearing. Section 36. The rates, fees, rentals, and charges shall be just and equitable and uniform for users of the same class and shall be such as will produce revenues, together with any other assessments, taxes, revenues, or funds available or pledged for such purpose, at least sufficient to provide for the items hereinafter listed, but not necessarily in the order stated: (1) To provide for all expenses of operation and maintenance of such district roads, district rails, or service; (2) To pay when due all bonds and interest thereon for the payment of which such revenues are, or shall have been, pledged or encumbered, including reserves for such purpose; and (3) To provide for any other funds which may be required under the resolution or resolutions authorizing the issuance of bonds pursuant to this Act. Section 37. If any rates, fees, rentals, charges, or delinquent penalties have not been paid when due and have been in default for sixty days or more, the unpaid balance thereof and all interest accrued thereon, together with reasonable attorney's fees and costs, may be recovered by the district in a civil action. Section 38. The board may enter into contracts for the use of the projects of the district and with respect to the services and facilities furnished or to be furnished by the district. Section 39. Local governments may transfer jurisdiction over road or rail to the district. Section 40. A petition for the expansion, termination, or contraction of a transportation district shall be filed with the local government auditor or finance officer of each local government in which the district is located. The petition shall contain: (1) A copy of the order establishing the district; (2) A written request to expand, terminate, or contract of the district; (3) A statement explaining the reasons for the proposed expansion, termination, or contraction of the district; (4) For a proposed termination or contraction of the district, a statement that all debts will be paid or assumed; (5) A copy of a resolution adopted by the board of supervisors approving the proposed petition; and (6) In the case of expansion, the proposed timetable for construction of district services to the expanded area, and the estimated cost of constructing the services. Section 41. The governing body of the local government in which the majority of land in the area in which the district is located, upon petition, may order the expansion, termination, or contraction of the district as provided by this Act. Section 42. Upon the filing of the petition, the governing body of the local government shall schedule a hearing to hear objections to the petition and shall give notice of the time and place fixed for the hearing by publication once each week for two consecutive weeks in a newspaper of general circulation in each local government in which the district is located. The second notice may not be published more than thirty days nor less than ten days before the hearing. Section 43. The governing body of the local government after conducting a hearing pursuant to this Act shall consider whether: (1) All statements contained within the petition have been found to be true and correct; (2) All the debts will be paid or assumed prior to termination; (3) In the sound discretion of the governing body, there is good cause for termination or contraction of the district; (4) In a proposed expansion, the expansion of the district is consistent with any applicable comprehensive plan or effective local government plan; (5) In a proposed expansion, the affected area is sufficiently contiguous to the existing district to be developable with the existing district as one functional interrelated community; and (6) In a proposed expansion, the probable beneficial impact of the expansion of the district outweighs any probable adverse socioeconomic impact of the proposed expansion of the district. Section 44. Upon conclusion of the hearing, if the governing body of the local government determines all requirements have been satisfied, the governing body may enter an order granting the expansion, termination, or contraction of the district and setting forth its findings and conclusions. Section 45. A certified copy of the order establishing the district or granting the petition for the expansion, termination, or contraction of a district shall be filed with the secretary of state."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 400, "action_date": "2008-01-23T14:00:00-06:00", "document_id": 1712, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1712.pdf", "status_text": "First read in Senate and referred to", "journal_page": 189, "committee_id_action": 28, "committee_id_assigned": 12, "result": "N", "vote": {}}, {"bill_id": 400, "action_date": "2008-01-29T08:00:00-06:00", "document_id": 1778, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1778.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 12, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 400, "action_date": "2008-01-29T08:00:00-06:00", "document_id": 2045, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2045.pdf", "status_text": "Do Pass", "journal_page": 246, "committee_id_action": 12, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 817, "president_vote": null, "Yea": [601, 530, 584, 629, 550, 590], "Nay": [632]}}, {"bill_id": 400, "action_date": "2008-01-30T14:00:00-06:00", "document_id": 2224, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2224.pdf", "status_text": "Deferred to another day", "journal_page": 285, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 400, "action_date": "2008-02-04T14:00:00-06:00", "document_id": 2451, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2451.pdf", "status_text": "Motion to amend", "journal_page": 317, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 400, "action_date": "2008-02-04T14:00:00-06:00", "document_id": 2451, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2451.pdf", "status_text": "Tabled", "journal_page": 318, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1180, "president_vote": null, "Yea": [557, 576, 621, 604, 553, 596, 560, 590, 598, 545, 592, 530, 601, 567, 535, 533, 582, 562, 622, 584, 569, 573, 618, 610, 629, 613, 632, 577, 539, 627, 548, 550, 541, 607], "Nay": [588]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/400"}