{"session_id": 55, "bill_id": 18376, "bill_type": "Senate Bill", "bill_number": 2, "bill_title": "establish a risk pool to provide health insurance coverage to eligible persons and to declare an emergency.", "sponsors": [{"legislator_profile_id": 2945, "is_prime": true}, {"legislator_profile_id": 3018, "is_prime": true}, {"legislator_profile_id": 2947, "is_prime": false}, {"legislator_profile_id": 2949, "is_prime": false}, {"legislator_profile_id": 3000, "is_prime": false}, {"legislator_profile_id": 3003, "is_prime": false}, {"legislator_profile_id": 3005, "is_prime": false}, {"legislator_profile_id": 3007, "is_prime": false}, {"legislator_profile_id": 3015, "is_prime": false}, {"legislator_profile_id": 3023, "is_prime": false}, {"legislator_profile_id": 3031, "is_prime": false}], "keywords": ["Health Insurance Risk Pool"], "audio": [{"meeting_datetime": "2003-06-26T00:00:00-05:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003s/sen01a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18376, "bill_version_id": 98956, "bill_version": "Introduced", "bill_version_date": "2003-06-26T10:16:12-05:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a risk pool to provide health insurance coverage to eligible persons and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature hereby finds that the establishment of a risk pool to cover persons who lose prior coverage is eminently necessary to address the health and the well-being of the residents of this state. Section 2. Terms used in this Act mean: (1) \"Carrier,\" any person that provides health insurance in the state, including an insurance company, a prepaid hospital or medical service plan, a health maintenance organization, a multiple employer welfare arrangement, a carrier providing excess or stop loss coverage to a self-funded employer, and any other entity providing a plan of health insurance or health benefits subject to state insurance regulation. The term, carrier, includes any health benefit plan issued through an association or trust. The term, carrier, does not include excess or stop loss covering a risk of insurance as defined in § § 58-9-5 to 58-9-33, inclusive, and does not include health insurance for coverages that are not health benefit plans issued by insurance companies, prepaid hospital or medical service plans, or health maintenance organizations; (2) \"Director,\" the director of the Division of Insurance; (3) \"Enrollee,\" any individual who is provided qualified comprehensive health coverage under the risk pool; (4) \"Health benefit plan,\" as defined in subdivision 58-17-66(9); (5) \"Health care facility,\" any health care facility licensed pursuant to chapter 34-12; (6) \"Health insurance,\" as defined in § 58-9-3; (7) \"Medicaid,\" the federal-state assistance program established under Title XIX of the Social Security Act; (8) \"Medicare,\" the federal government health insurance program established under Title XVIII of the Social Security Act; (9) \"Policy,\" any contract, policy, or plan of health insurance; (10) \"Policy year,\" any consecutive twelve-month period during which a policy provides or obligates the carrier to provide health insurance. Section 3. There is established a risk pool to provide health insurance coverage, pursuant to the provisions of this Act, to each eligible South Dakota resident who applies for coverage after July 31, 2003. Section 4. A seven-member board appointed by the Governor shall administer the risk pool. The board shall include representatives of the Governor's Office, Department of Social Services, Bureau of Personnel, Department of Health, Division of Insurance, and other agencies as determined by the Governor. The board may contract for the performance of any of its functions. Section 5. The board shall request bids for an administrator of the risk pool no later than July 1, 2005. If the board determines that the bids are not consistent with the efficient operation of the risk pool, the board may continue to administer the risk pool and to contract for services. Regardless, the board shall perform all appropriate oversight functions. Section 6. There is established an advisory panel to the board consisting of two lay members and at least one representative of each of the following: individual health insurance carriers, group health insurance carriers, health care providers, insurance producers, health care facilities, and employers. The Governor shall appoint the representatives of the advisory panel for a specific term not less than two years and not more than three years. The terms of service shall overlap. The advisory panel may make recommendations to the board regarding benefits and exclusions in the risk pool coverage, eligibility for the risk pool, assessments of carriers, and operation of the risk pool. The board shall consider any input from the advisory panel in making any decisions relative to rule-making, benefits, exclusions, eligibility, assessments, and risk pool operation, and shall sponsor and attend such meetings as may be necessary between the board and the advisory panel to provide the input as required by this section. Section 7. The board shall perform its functions in such a manner as to assure the fair and reasonable administration of the risk pool and to provide for the sharing of risk pool losses, if any, on an equitable and proportionate basis among the carriers. In addition to other requirements, the board is responsible for all of the following: (1) The handling and accounting of assets and moneys of the risk pool; (2) Procedures for assessing the carriers in proportion to the number of persons they cover through primary, excess, and stop loss insurance in this state; (3) Methods for ensuring that all risk pool enrollees are and continue to be eligible for the risk pool; and (4) Additional provisions necessary or proper for the execution of the powers and duties of the risk pool. Section 8. There is hereby established a South Dakota risk pool fund within the Bureau of Personnel to receive premiums, assessments, federal funds, and any claims and make payments either directly or indirectly to health care providers and others to carry out the functions of the risk pool. Section 9. The board has the general powers and authority enumerated by this Act and, in addition to the responsibilities in section 7 of Act, may: (1) Enter into any contract as necessary or proper to carry out this Act; (2) Take any legal action necessary or proper for recovery of any assessments for, on behalf of, or against participating carriers; (3) Take any legal action necessary to avoid the payment of improper claims against the risk pool or the coverage provided by or through the risk pool; (4) Use medical review to determine that care is clinically appropriate and cost effective for the risk pool; (5) Establish appropriate rates, scales of rates, rate classifications, and rating adjustments, none of which may be unreasonable in relation to the coverage provided and the reasonable operational expenses of the risk pool; (6) Issue risk pool plans on an indemnity, network, or provision of service basis and may design, utilize, contract, or otherwise arrange for the delivery of cost effective health care services, including establishing or contracting with preferred provider organizations, health maintenance organizations, and other limited network provider arrangements in providing the coverage required by this Act; (7) Create appropriate legal, actuarial, and other committees necessary to provide technical assistance in the operation of the risk pool, plan and other contract design, and any other functions within the authority of the risk pool; (8) Provide, by including a provision in its plans, for subrogation rights by the risk pool for situations in which the risk pool pays expenses on behalf of an individual who is injured or suffers a disease under circumstances creating a liability upon another person to pay damages to the extent of the expenses paid by the risk pool, but only to the extent the damages exceed the plan deductible and coinsurance amounts paid by the enrollee. Nothing in this Act constitutes a waiver of immunity. Section 10. If a claim for which benefits are payable under the risk pool exists under circumstances creating in some other person a legal liability to pay damages in respect thereto, the enrollee may either make claim to the risk pool or proceed at law against such other person to recover damages or proceed against both the risk pool and such other person. However, if the injured enrollee recovers any like damages from such other person, the recovered damages shall be an offset against any risk pool benefits which the enrollee would otherwise have been entitled to receive. If claims have been paid by the risk pool and the enrollee has recovered damages from another person, the risk pool may recover from the enrollee an amount equal to the amount of the claim paid to the enrollee by the other person, less the necessary and reasonable expense of collecting the same. However, the risk pool may waive its subrogation rights if it determines that the exercise of the rights would be impractical, uneconomical, or would create a hardship on the enrollee. Section 11. Any health care provider who provides goods or services to an enrollee and requests payment is deemed to have agreed to the reimbursement system as provided for in this Act. Each provider shall be reimbursed using medicare reimbursement methodologies at a rate that is designed to achieve a payment that is equivalent to one hundred fifteen percent of South Dakota's medicaid reimbursement for the goods or services delivered. Any reimbursement rate to a provider is limited to the lesser of billed charges or the rates as provided by this section. In no event may a provider collect or attempt to collect from an enrollee any money owed to the provider by the risk pool nor may the provider have any recourse against an enrollee for any covered charges in excess of the copayment, coinsurance, or deductible amounts specified in the coverage. Section 12. The director may promulgate rules, pursuant to chapter 1-26, necessary for the operation of the risk pool. Any rule promulgated pursuant to this section shall be designed to assure the fair, equitable, and efficient operation of the risk pool. The director shall consult with and consider any recommendations of the board and the advisory panel. The rules may address the following: (1) Definition of terms; (2) Provider reimbursement and participation; (3) Rating; (4) Assessments; (5) Eligibility; (6) Notices, forms, and disclosures; (7) Plan benefits, exclusions, and requirements; (8) Reports and audits; and (9) Cost containment and intervention mechanisms. Section 13. The premium rates for coverages provided by the risk pool may not be unreasonable in relation to the benefits provided, the risk experience, and the reasonable expenses of providing coverage. Case characteristics as allowed pursuant to § 58-17-74 may be used in establishing rates for those covered by the risk pool. The rates shall take into consideration the extra morbidity and administrative expenses, if any, for enrollees in the risk pool. The rates for a given classification for those that qualify for coverage pursuant to § 58-17-85 may not be more than one hundred fifty percent of the average in force premium or payment rate for that classification charged by the three carriers with the largest number of individual health insurance policies in the state during the preceding calendar year. In determining the average rate of the three largest individual health carriers, the rates or payments charged by the carriers shall be actuarially adjusted to determine the rate or payment that would have been charged for benefits similar to those provided by the risk pool. Section 14. Following the close of each fiscal year, the board shall determine the net premiums and payments, the expenses of administration, and the incurred losses of the risk pool for the year. In sharing losses among the carriers, the board may abate or defer in any part the assessment of a carrier, if, in the opinion of the board, payment of the assessment would endanger the ability of the carrier to fulfill its contractual obligations. The board may also provide for an initial or interim assessment against carriers if necessary to assure the financial capability of the risk pool to meet the incurred or estimated claims expenses or operating expenses of the risk pool. This assessment may not exceed twenty-five cents per covered life per month from the time period the risk pool becomes effective until July 2005. Net gains shall be held at interest to offset future losses or allocated to reduce future premiums. The assessment of each carrier shall be based upon the number of persons each carrier covers through primary, excess, and stop loss insurance in this state and shall be as follows: (1) In addition to the powers enumerated in this Act, the board may assess carriers in accordance with the provisions of this section, and make advance interim assessments as may be reasonable and necessary for the risk pool's organizational and interim operating expenses; (2) Following the close of each fiscal year, the board shall determine the expenses of administration, the net premiums (premiums less reasonable administrative expense allowances), and the incurred losses for the year, taking into account investment income and other appropriate gains and losses. The deficit incurred by the risk pool shall be recouped by assessments apportioned under this section by the board among carriers and from other sources as may be allowed under law; (3) Each carrier's assessment shall be determined by multiplying the total assessment of all carriers as determined in subdivision (2) by a fraction, the numerator of which equals the number of individuals in this state covered under health insurance policies and certificates, including by way of excess or stop loss coverage, by that carrier, and the denominator of which equals the total number of all individuals in this state covered under health insurance policies and certificates, including by way of excess or stop loss coverage, by all carriers, all determined as of the end of the prior calendar year; (4) The board shall make reasonable efforts designed to ensure that each insured individual is counted only once with respect to any assessment. For that purpose, the board shall require each carrier that obtains excess or stop loss insurance to include in its count of insured individuals all individuals whose coverage is reinsured, including by way of excess or stop loss coverage, in whole or part. The board shall allow a carrier who is an excess or stop loss carrier to exclude from its number of insured individuals those who have been counted by the primary carrier, the primary reinsurer, or the primary excess or stop loss carrier for the purpose of determining its assessment under this section; (5) Each carrier shall file with the board annual statements and other reports deemed to be necessary by the board. The board shall determine each carrier's assessment based on these annual statements and reports. The board may use any reasonable method of estimating the number of insureds of a carrier if the specific number is unknown. With respect to carriers that are excess or stop loss carriers, the board may use any reasonable method of estimating the number of persons insured by each reinsurer or excess or stop loss carrier; (6) Each carrier may petition the director for an abatement or deferment of all or part of an assessment imposed by the board. The director may abate or defer, in whole or in part, the assessment if, in the opinion of the director, payment of the assessment would endanger the ability of the carrier to fulfill its contractual obligations. If an assessment against a carrier is abated or deferred in whole or in part, the amount by which the assessment is abated or deferred may be assessed against the other carriers in a manner consistent with the basis for assessments set forth in this section. The carrier receiving such abatement or deferment is liable to the risk pool and remains liable for the deficiency for four years. Any assessment of the carrier is due and payable on any covered person who is a resident in this state regardless of the state of issuance of the policy or master policy. Section 15. The board may conduct periodic audits to assure the general accuracy of the financial data submitted to it and may require the plan administrator or any contractor to provide the board with an annual audit of its operations to be made by an independent certified public accountant. Section 16. Any plan provided pursuant to this Act shall be filed with and approved by the director before its use. Section 17. No fee or tax levied by this state or any of its political subdivisions applies to the risk pool or any function of the risk pool performed in pursuance of this Act. Section 18. The risk pool shall offer three plan designs that provide comprehensive coverage benefits consistent with major medical coverage currently being offered in the individual health insurance market and that include a disease management program. The coverage and benefits for plans provided pursuant to this Act may be established by the board, consistent with the requirements of this Act, and may not be altered by any other state law without specific reference to this Act, indicating a legislative intent to add or delete from the coverage provided pursuant to this Act. The three plan designs, henceforth known as Plan A, Plan B, and Plan C, shall have annual deductibles of one thousand dollars, three thousand dollars, and ten thousand dollars, respectively. After the deductible has been met, the plan shall pay seventy-five percent of the eligible expenses and the enrollee is responsible for the balance of the coinsurance amount. The enrollee is responsible for a maximum out-of-pocket coinsurance amount of two thousand two hundred fifty dollars in addition to the deductible amount. All three plans shall cover biologically-based mental illnesses on the same basis as other covered illnesses. Section 19. Each plan shall include disease management programs that contain cost containment mechanisms. If the enrollee does not enroll and participate in the applicable cost containment activities, the enrollee is responsible for fifty percent of the eligible expenses for related services after the deductible is met, and there is no maximum out-of-pocket coinsurance amount. Section 20. Each plan shall provide pharmacy benefits. In addition to deductibles and coinsurance amounts in section 18 of this Act, the enrollee shall pay a twenty-five percent coinsurance for each prescription up to the maximum out-of-pocket coinsurance amount of fifteen hundred dollars. If an intervention or cost containment mechanism is refused without a verifiable medical reason, the enrollee shall pay a fifty percent coinsurance amount and only twenty-five percent of the coinsurance applies toward the maximum out-of-pocket coinsurance amount for pharmacy benefits. Section 21. Each plan shall offer the following plan-year benefit maximums: (1) Thirty days coverage for inpatient alcoholism and substance abuse treatment; (2) Two thousand dollars for outpatient alcoholism and substance abuse treatment; and (3) Nine hundred dollars for up to thirty outpatient mental health visits for qualified conditions that are not biologically-based. Section 22. Each plan shall provide the following lifetime benefit maximums: (1) One million dollars in paid expenses; and (2) Ninety days coverage for inpatient alcoholism and substance abuse treatment. Section 23. Any plan provided pursuant to this Act shall extend newborn coverage pursuant to § § 58-17-30.2 to 58-17-30.4, inclusive, and shall provide that the newborn is eligible for an individual risk pool plan unless deemed ineligible pursuant to section 24 of this Act. Section 24. Except as otherwise provided in this Act, no person is eligible for a plan created by this Act if the person, on the effective date of coverage, has or will have coverage as an insured or covered dependent under any insurance plan that has coverage equivalent to a plan created by this Act; is eligible for benefits under chapter 28-6 at the time of application; is an inmate of any public institution or is eligible for public programs for which medical care is provided; or has his or her premiums paid for or reimbursed under any government sponsored program or by any government agency or health care provider, except as an otherwise qualifying full-time employee, or dependent thereof, of a government agency or health care provider. Coverage under a plan provided pursuant to this Act is in excess of, and may not duplicate, coverage under any other form of health insurance, employee/employer welfare plan, medical coverage under any homeowner's or motorized vehicle insurance, no-fault automobile coverage, service or payment received under the laws of any national, state, or local government, or CHAMPUS. This section does not apply to those persons meeting the provisions of chapter 28-13. An enrollee of the risk pool who has met the lifetime maximum under the risk pool plan is ineligible for further benefits as an enrollee in the risk pool. Coverage provided pursuant to this Act terminates for any person on the date that, if such circumstance had been present at the time of application, the person would have been ineligible for coverage provided by this Act. Coverage may also be terminated for nonpayment of premiums. For purposes of this section, if any premium is paid to the risk pool by an employer, other than an employer with only one employee, the enrollee is deemed to have equivalent coverage and is ineligible for the risk pool. Section 25. The rates for any plan created by this Act may not change except on a class basis with a clear disclosure in the plan. Section 26. None of the following may be the basis of any civil action or criminal liability against the board or any individual member of the board, or the risk pool, either jointly or separately: the establishment of rates, forms, or procedures for coverage provided pursuant to this Act; serving as a member or carrying out the functions of the board; or any joint or collective action required by this Act. Any person aggrieved by this Act may request a contested case hearing pursuant to chapter 1-26, which constitutes the person's sole remedy. Section 27. Any carrier authorized to provide health care insurance or coverage for health care services in this state shall provide notice of the availability of the coverage provided by this Act and an application for such coverage to those individuals eligible pursuant to § 58-17-85. The director shall prescribe the format for the notice, and the board shall prescribe the application forms and make them available to the carriers. Section 28. That § 58-17-68 be amended to read as follows: 58-17-68. For purposes of § § 58-17-66 to 58-17-87, inclusive, the term, professional association plan, means a health benefit plan offered through a professional association that covers members of a professional association and their dependents, and not others, in this state regardless of the situs of delivery of the policy or contract and which meets all the following criteria: (1) Conforms with all the provisions of the rate requirements of § § 58-17-66 to 58-17-87, inclusive; (2) Provides renewability of coverage for the members and dependents of members of the professional association that meets the renewability requirements of § § 58-17-66 to 58-17-87, inclusive; (3) Provides availability of coverage for the members and dependents of members of the professional association in conformance with the provisions of § 58-17-85 without regard to health status ; and (4) Is offered by a carrier that offers health benefit plan coverage to any professional association seeking health benefit plan coverage from the carrier. Section 29. That § 58-17-70 be amended to read as follows: 58-17-70. Sections 58-17-66 to 58-17-87, inclusive, apply to any individual health benefit plan or certificate delivered or issued for delivery in the state. Sections 58-17-66 to 58-17-87, inclusive, apply to any certificate issued to an eligible person that evidences coverage under a policy or contract issued to a trust or association or other similar grouping of persons, regardless of the situs of delivery of the policy or contract, if the eligible person pays the premium and is not being covered under the policy or contract pursuant to continuation of benefit provisions applicable under federal or state law. The following are not subject to the provisions of § § 58-17-66 to 58-17-87, inclusive: (1) Any medicare supplement policy; (2) Any long-term care policy; (3) Any contract or certificate marketed on a group basis that is subject to regulation under chapter 58-18B or § § 58-18-42 to 58-18-51.1, inclusive; (4) Any certificate issued to an eligible person that evidences coverage under a professional association plan; (5) Any policy or certificate of specified disease, short-term hospital-surgical care of six months or less duration, hospital confinement indemnity, limited benefit health insurance, or other policy or certificate that provide benefits less than as provided for under subdivision 58-17-69(2) if the carrier offering the policy or certificate at the time of filing for policy form approval, submits a statement certifying that policies or certificates described in this section are being offered and marketed as supplemental health insurance or as individual health benefit plans of six-month duration or less and not renewable, and not as a substitute for hospital or medical expense insurance or major medical insurance. For policy forms approved prior to July 1, 1996, the carrier shall submit such a statement with the director. If such a statement certifying that the policies or certificates are being offered as supplemental health insurance and not as a substitute for major medical insurance is either not filed or is withdrawn, the carrier offering such coverage shall, in addition to the policy or certificate providing coverage that is less than major medical, offer and actively market an individual major medical policy to any person who is solicited for coverage for the nonmajor medical products it offers. Section 30. That § 58-17-85 be amended to read as follows: 58-17-85. If a person has an aggregate of at least twelve months of creditable coverage and , is a resident of this state, the carrier shall accept such person for coverage under a health benefit plan, which contains benefits which are equal to or exceed the benefits contained in the basic plan that was approved and adopted by rule by the director pursuant to chapter 1-26 and the maximum lifetime maximum benefit of the coverage is not less than one million dollars if the person applies within sixty-three days of the date of losing prior creditable coverage. In addition to the plan which equals or exceeds the basic coverage, the carrier shall also offer to the eligible person, the individual standard plan as approved and adopted by rule by the director or a plan with benefits that exceed the standard plan. No carrier is required to issue further individual health benefit coverage under § § 58-17-68 to 58-17-87, inclusive, if the individual health benefit plans issued to high-risk individuals constitute two percent or more of that carrier's earned premium on an annual basis from individual health benefit plans covered by § § 58-17-66 to 58-17-87, inclusive. Each carrier who meets the two percent earned premium threshold shall report within thirty days to the director in a format prescribed by the director. If the director determines that all carriers in the individual market have met the two percent threshold, the threshold shall, upon order of the director, be expanded an additional two percent. The threshold shall be expanded in additional two percent increments if all carriers in the individual market meet the previous threshold. The director may promulgate rules pursuant to chapter 1-26 to determine which individual policies may be used to determine the two percent threshold, the procedures involved, and the applicable time frames. In making that determination, the director shall develop a method designed to limit the number of high-risk individuals to whom any one carrier may be required to issue coverage. No carrier is required to provide coverage pursuant to this section if and applies within sixty-three days of the date of losing prior creditable coverage and is no longer eligible for that creditable coverage, the person is eligible for coverage as provided for in this Act if none of the following apply : (1) The applicant is eligible for continuation of coverage under an employer plan; (2) The applicant's creditable coverage is a conversion plan from an employer group plan; (3) The person is covered or eligible to be covered under creditable coverage or lost creditable coverage due to nonpayment of premiums; or (4) The person loses coverage under a short term or limited duration plan. Any person who has exhausted continuation rights and who is eligible for conversion or other individual or association coverage has the option of obtaining coverage pursuant to this section or the conversion plan or other coverage. A person who is otherwise eligible for the issuance of coverage pursuant to this section may not be required to show proof that coverage was denied by another carrier. For purposes of this section, a carrier may require reasonable evidence that the prospective insured enrollee is a resident of this state may be required . Factors that the carrier may consider may be considered include a driver's license, voter registration, and where the prospective insured enrollee resides. Section 31. Any carrier that issued a basic or standard policy pursuant to § 58-17-85 prior to August 1, 2003, with an original effective date of August 1, 2003, or thereafter, to a person who applied for a basic or standard policy and is eligible for the risk pool may rescind that policy. The carrier shall forward all application materials of any person whose policy was rescinded pursuant to this section to the risk pool and the person shall be provided with coverage under the risk pool as provided by this Act. Section 32. No commission paid to any insurance producer for placing coverage with the risk pool may exceed three percent. Section 33. That § 58-17-86 be repealed. 58-17-86. The director shall study and report on or before January 5, 1997, and on or before January fifth of each subsequent year to the Legislature and Governor on the effectiveness of § § 58-17-66 to 58-17-87, inclusive. The report shall analyze the effectiveness of § § 58-17-66 to 58-17-87, inclusive, in promoting rate stability, product availability, and coverage affordability. The report may contain recommendations for actions to improve the overall effectiveness, efficiency, and fairness of the individual health insurance marketplace. The report may contain recommendations for market conduct or other regulatory standards or action. Section 34. Whereas, this Act is necessary for the immediate preservation of the public peace, health, or safety, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 18376, "bill_version_id": 99001, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2003-06-26T16:30:00-05:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a risk pool to provide health insurance coverage to eligible persons and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature hereby finds that the establishment of a risk pool to cover persons who lose prior coverage is eminently necessary to address the health and the well-being of the residents of this state. Section 2. Terms used in this Act mean: (1) \"Carrier,\" any person that provides health insurance in the state, including an insurance company, a prepaid hospital or medical service plan, a health maintenance organization, a multiple employer welfare arrangement, a carrier providing excess or stop loss coverage to a self-funded employer, and any other entity providing a plan of health insurance or health benefits subject to state insurance regulation. The term, carrier, includes any health benefit plan issued through an association or trust. The term, carrier, does not include excess or stop loss covering a risk of insurance as defined in § § 58-9-5 to 58-9-33, inclusive, and does not include health insurance for coverages that are not health benefit plans issued by insurance companies, prepaid hospital or medical service plans, or health maintenance organizations; (2) \"Director,\" the director of the Division of Insurance; (3) \"Enrollee,\" any individual who is provided qualified comprehensive health coverage under the risk pool; (4) \"Health benefit plan,\" as defined in subdivision 58-17-66(9); (5) \"Health care facility,\" any health care facility licensed pursuant to chapter 34-12; (6) \"Health insurance,\" as defined in § 58-9-3; (7) \"Medicaid,\" the federal-state assistance program established under Title XIX of the Social Security Act; (8) \"Medicare,\" the federal government health insurance program established under Title XVIII of the Social Security Act; (9) \"Policy,\" any contract, policy, or plan of health insurance; (10) \"Policy year,\" any consecutive twelve-month period during which a policy provides or obligates the carrier to provide health insurance. Section 3. There is established a risk pool to provide health insurance coverage, pursuant to the provisions of this Act, to each eligible South Dakota resident who applies for coverage after July 31, 2003. Section 4. A seven-member board appointed by the Governor shall administer the risk pool. The board shall include representatives of the Governor's Office, Department of Social Services, Bureau of Personnel, Department of Health, and Division of Insurance and two other persons appointed by the Governor. The board may contract for the performance of any of its functions. Section 5. The board shall request bids for an administrator of the risk pool. Such contract with an administrator shall be designed to become effective no later than July 1, 2005. If the board determines that the bids are not consistent with the efficient operation of the risk pool, the board may continue to administer the risk pool and to contract for services. Regardless, the board shall perform all appropriate oversight functions. Section 6. There is established an advisory panel to the board consisting of two lay members, one of which shall be an employee, and at least one representative of each of the following: individual health insurance carriers, group health insurance carriers, health care providers, insurance producers, health care facilities, self-insurers, and employers as well as one state senator appointed by the president pro tempore of the Senate and one state representative appointed by the speaker of the House of Representatives. The Governor shall appoint the nonlegislative representatives of the advisory panel for a specific term not less than two years and not more than three years. The terms of service shall overlap. The advisory panel may make recommendations to the board regarding benefits and exclusions in the risk pool coverage, eligibility for the risk pool, assessments of carriers, and operation of the risk pool. The board shall consider any input from the advisory panel in making any decisions relative to rule-making, benefits, exclusions, eligibility, assessments, and risk pool operation, and shall sponsor and attend such meetings as may be necessary between the board and the advisory panel to provide the input as required by this section. Section 7. The board shall perform its functions in such a manner as to assure the fair and reasonable administration of the risk pool and to provide for the sharing of risk pool losses, if any, on an equitable and proportionate basis among the carriers. In addition to other requirements, the board is responsible for all of the following: (1) The handling and accounting of assets and moneys of the risk pool; (2) Procedures for assessing the carriers in proportion to the number of persons they cover through primary, excess, and stop loss insurance in this state; (3) Methods for ensuring that all risk pool enrollees are and continue to be eligible for the risk pool; and (4) Additional provisions necessary or proper for the execution of the powers and duties of the risk pool. The board shall file a report with the Legislature each year on or before January first, which shall include information regarding the operation of the risk pool, such as assessments, numbers of enrollees, claims, expenses, and premiums. Section 8. There is hereby established a South Dakota risk pool fund within the Bureau of Personnel to receive premiums, assessments, federal funds, and any claims and make payments either directly or indirectly to health care providers and others to carry out the functions of the risk pool. Section 9. The board has the general powers and authority enumerated by this Act and, in addition to the responsibilities in section 7 of this Act, may: (1) Enter into any contract as necessary or proper to carry out this Act; (2) Take any legal action necessary or proper for recovery of any assessments for, on behalf of, or against participating carriers; (3) Take any legal action necessary to avoid the payment of improper claims against the risk pool or the coverage provided by or through the risk pool; (4) Use medical review to determine that care is clinically appropriate and cost effective for the risk pool; (5) Establish appropriate rates, scales of rates, rate classifications, and rating adjustments, none of which may be unreasonable in relation to the coverage provided and the reasonable operational expenses of the risk pool; (6) Issue risk pool plans on an indemnity, network, or provision of service basis and may design, utilize, contract, or otherwise arrange for the delivery of cost effective health care services, including establishing or contracting with preferred provider organizations, health maintenance organizations, and other limited network provider arrangements in providing the coverage required by this Act; (7) Create appropriate legal, actuarial, and other committees necessary to provide technical assistance in the operation of the risk pool, plan and other contract design, and any other functions within the authority of the risk pool; (8) Provide, by including a provision in its plans, for subrogation rights by the risk pool for situations in which the risk pool pays expenses on behalf of an individual who is injured or suffers a disease under circumstances creating a liability upon another person to pay damages to the extent of the expenses paid by the risk pool, but only to the extent the damages exceed the plan deductible and coinsurance amounts paid by the enrollee. Nothing in this Act constitutes a waiver of immunity. Section 10. If a claim to the risk pool for which benefits are payable under the risk pool exists under circumstances creating in some other person a legal liability to pay damages in respect thereto, the enrollee may either make claim to the risk pool or proceed at law against such other person to recover damages or proceed against both the risk pool and such other person. However, if the injured enrollee recovers any like damages from such other person, the recovered damages shall be an offset against any risk pool benefits which the enrollee would otherwise have been entitled to receive. If claims have been paid by the risk pool and the enrollee has recovered damages from another person, the risk pool may recover from the enrollee an amount equal to the amount of the claim paid to the enrollee by the other person, less the necessary and reasonable expense of collecting the same. However, the risk pool may waive its subrogation rights if it determines that the exercise of the rights would be impractical, uneconomical, or would create a hardship on the enrollee. Section 11. An enrollee shall notify any health care provider or any provider of pharmacy goods or services prior to receiving goods or services or as soon as reasonably possible that the enrollee is qualified to receive comprehensive coverage under the risk pool. Any health care provider or provider of pharmacy goods or services who provides goods or services to an enrollee and requests payment is deemed to have agreed to the reimbursement system as provided for in this Act. Each health care provider shall be reimbursed using medicare reimbursement methodologies at a rate that is designed to achieve a payment that is equivalent to one hundred fifteen percent of South Dakota's medicaid reimbursement for the goods or services delivered. Each provider of pharmacy goods or services shall be reimbursed at one hundred fifteen percent of South Dakota's medicaid reimbursement for any goods or services provided. Any reimbursement rate to a provider is limited to the lesser of billed charges or the rates as provided by this section. In no event may a provider collect or attempt to collect from an enrollee any money owed to the provider by the risk pool nor may the provider have any recourse against an enrollee for any covered charges in excess of the copayment, coinsurance, or deductible amounts specified in the coverage. However, the provider may bill the enrollee for noncovered services. Section 12. The board may promulgate rules, pursuant to chapter 1-26, necessary for the operation of the risk pool. Any rule promulgated pursuant to this section shall be designed to assure the fair, equitable, and efficient operation of the risk pool. The board shall consult with and consider any recommendations of the advisory panel. The rules may address the following: (1) Definition of terms; (2) Provider reimbursement and participation; (3) Rating; (4) Assessments; (5) Eligibility; (6) Notices, forms, and disclosures; (7) Plan benefits, exclusions, and requirements; (8) Reports and audits; and (9) Cost containment and intervention mechanisms. Section 13. The premium rates for coverages provided by the risk pool may not be unreasonable in relation to the benefits provided, the risk experience, and the reasonable expenses of providing coverage. Case characteristics as allowed pursuant to § 58-17-74 may be used in establishing rates for those covered by the risk pool. The rates shall take into consideration the extra morbidity and administrative expenses, if any, for enrollees in the risk pool. The rates for a given classification for those that qualify for coverage pursuant to § 58-17-85 shall be one hundred fifty percent of the average in force premium or payment rate for that classification charged by the three carriers with the largest number of individual health benefit plans in the state during the preceding calendar year. In determining the average rate of the three largest individual health carriers, the rates or payments charged by the carriers shall be actuarially adjusted to determine the rate or payment that would have been charged for benefits similar to those provided by the risk pool. Section 14. Following the close of each fiscal year, the board shall determine the net premiums and payments, the expenses of administration, and the incurred losses of the risk pool for the year. In sharing losses among the carriers, the board may abate or defer in any part the assessment of a carrier, if, in the opinion of the board, payment of the assessment would endanger the ability of the carrier to fulfill its contractual obligations. The board may also provide for an initial or interim assessment against carriers if necessary to assure the financial capability of the risk pool to meet the incurred or estimated claims expenses or operating expenses of the risk pool. This assessment may not exceed twenty-five cents per covered life per month from the time period the risk pool becomes effective. Net gains shall be held at interest to offset future losses or allocated to reduce future assessments. The assessment of each carrier shall be based upon the number of persons each carrier covers through primary, excess, and stop loss insurance in this state and shall be as follows: (1) In addition to the powers enumerated in this Act, the board may assess carriers in accordance with the provisions of this section, and make advance interim assessments as may be reasonable and necessary for the risk pool's organizational and interim operating expenses; (2) Following the close of each fiscal year, the board shall determine the expenses of administration, the net premiums (premiums less reasonable administrative expense allowances), and the incurred losses for the year, taking into account investment income and other appropriate gains and losses. The deficit incurred by the risk pool shall be recouped by assessments apportioned under this section by the board among carriers and from other sources as may be allowed under law; (3) Each carrier's assessment shall be determined by multiplying the total assessment of all carriers as determined in subdivision (2) by a fraction, the numerator of which equals the number of individuals in this state covered under health benefit plans and certificates, including by way of excess or stop loss coverage, by that carrier, and the denominator of which equals the total number of all individuals in this state covered under health insurance policies and certificates, including by way of excess or stop loss coverage, by all carriers, all determined as of the end of the prior calendar year; (4) The board shall make reasonable efforts designed to ensure that each insured individual is counted only once with respect to any assessment. For that purpose, the board shall require each carrier that obtains excess or stop loss insurance to include in its count of insured individuals all individuals whose coverage is reinsured, including by way of excess or stop loss coverage, in whole or part. The board shall allow a carrier who is an excess or stop loss carrier to exclude from its number of insured individuals those who have been counted by the primary carrier, the primary reinsurer, or the primary excess or stop loss carrier for the purpose of determining its assessment under this section; (5) Each carrier shall file with the board annual statements and other reports deemed to be necessary by the board. The board shall determine each carrier's assessment based on these annual statements and reports. The board may use any reasonable method of estimating the number of insureds of a carrier if the specific number is unknown. With respect to carriers that are excess or stop loss carriers, the board may use any reasonable method of estimating the number of persons insured by each reinsurer or excess or stop loss carrier; (6) Each carrier may petition the board for an abatement or deferment of all or part of an assessment imposed by the board. The board may abate or defer, in whole or in part, the assessment if, in the opinion of the board, payment of the assessment would endanger the ability of the carrier to fulfill its contractual obligations. If an assessment against a carrier is abated or deferred in whole or in part, the amount by which the assessment is abated or deferred may be assessed against the other carriers in a manner consistent with the basis for assessments set forth in this section. The carrier receiving such deferment is liable to the risk pool and remains liable for the deficiency. Any assessment of the carrier is due and payable on any covered person who is a resident in this state regardless of the state of issuance of the policy or master policy. Section 15. The board may conduct periodic audits to assure the general accuracy of the financial data submitted to it and may require the plan administrator or any contractor to provide the board with an annual audit of its operations to be made by an independent certified public accountant. Section 16. Any plan provided pursuant to this Act shall be filed with and approved by the director before its use. Section 17. No fee or tax levied by this state or any of its political subdivisions applies to the risk pool or any function of the risk pool performed in pursuance of this Act. Section 18. The risk pool shall offer three plan designs that provide comprehensive coverage benefits consistent with major medical coverage currently being offered in the individual health insurance market and that include a disease management program. The coverage and benefits for plans provided pursuant to this Act may be established by the board, consistent with the requirements of this Act, and may not be altered by any other state law without specific reference to this Act, indicating a legislative intent to add or delete from the coverage provided pursuant to this Act. The three plan designs, henceforth known as Plan A, Plan B, and Plan C, shall have annual deductibles of one thousand dollars, three thousand dollars, and ten thousand dollars, respectively. After the deductible has been met, the plan shall pay seventy-five percent of the eligible expenses and the enrollee is responsible for the balance of the coinsurance amount. The enrollee is responsible for a maximum out-of-pocket coinsurance amount of two thousand two hundred fifty dollars in addition to the deductible amount. All three plans shall cover biologically- based mental illnesses on the same basis as other covered illnesses. Section 19. Each plan shall include disease management programs that contain cost containment mechanisms. If the enrollee does not enroll and participate in the applicable cost containment activities, the enrollee is responsible for fifty percent of the eligible expenses for related services after the deductible is met, and there is no maximum out-of-pocket coinsurance amount. Section 20. Each plan shall provide pharmacy benefits. In addition to deductibles and coinsurance amounts in section 18 of this Act, the enrollee shall pay a twenty-five percent coinsurance for each prescription up to the maximum out-of-pocket coinsurance amount of fifteen hundred dollars. If an intervention or cost containment mechanism is refused without a verifiable medical reason, the enrollee shall pay a fifty percent coinsurance amount and only twenty-five percent of the coinsurance applies toward the maximum out-of-pocket coinsurance amount for pharmacy benefits. Section 21. Each plan shall offer the following plan-year benefit maximums: (1) Thirty days coverage for inpatient alcoholism and substance abuse treatment; (2) Two thousand dollars for outpatient alcoholism and substance abuse treatment; and (3) Nine hundred dollars for up to thirty outpatient mental health visits for qualified conditions that are not biologically-based. Section 22. Each plan shall provide the following lifetime benefit maximums: (1) One million dollars in paid expenses; and (2) Ninety days coverage for inpatient alcoholism and substance abuse treatment. Section 23. Any plan provided pursuant to this Act shall extend newborn coverage pursuant to § § 58-17-30.2 to 58-17-30.4, inclusive, and shall provide that the newborn is eligible for an individual risk pool plan unless deemed ineligible pursuant to section 24 of this Act. Section 24. Except as otherwise provided in this Act, no person is eligible for a plan created by this Act if the person, on the effective date of coverage, has or will have coverage as an insured or covered dependent under any insurance plan that has creditable coverage as defined in § 58-17-69; is eligible for benefits under chapter 28-6 at the time of application; is an inmate of any public institution or is eligible for public programs for which medical care is provided; or has his or her premiums paid for or reimbursed under any government sponsored program or by any government agency or health care provider, except as an otherwise qualifying full-time employee, or dependent thereof, of a government agency or health care provider. Coverage under a plan provided pursuant to this Act is in excess of, and may not duplicate, coverage under any other form of health insurance, employee/employer welfare plan, medical coverage under any homeowner's or motorized vehicle insurance, no-fault automobile coverage, service or payment received under the laws of any national, state, or local government, TRICARE, or CHAMPUS. This section does not apply to those persons meeting the provisions of chapter 28-13. An enrollee of the risk pool who has met the lifetime maximum under the risk pool plan is ineligible for further benefits as an enrollee in the risk pool. Coverage provided pursuant to this Act terminates for any person on the date that, if such circumstance had been present at the time of application, the person would have been ineligible for coverage provided by this Act. Coverage may also be terminated for nonpayment of premiums. For purposes of this section, if any premium is paid to the risk pool by an employer, other than an employer with only one employee, the enrollee is deemed to have equivalent coverage and is ineligible for the risk pool. Section 25. The rates for any plan created by this Act may not change except on a class basis with a clear disclosure in the plan. Section 26. None of the following may be the basis of any civil action or criminal liability against the board or any individual member of the board, or the risk pool, either jointly or separately: the establishment of rates, forms, or procedures for coverage provided pursuant to this Act; serving as a member or carrying out the functions of the board; or any joint or collective action required by this Act. Any person aggrieved by a determination or administrative action made pursuant to this Act may request a contested case hearing pursuant to chapter 1-26, which constitutes the person's sole remedy. Section 27. Any carrier authorized to provide individual health care insurance or coverage for health care services in this state shall provide notice of the availability of the coverage provided by this Act and an application for such coverage to those individuals eligible pursuant to § 58-17-85. The director shall prescribe the format for the notice, and the board shall prescribe the application forms and make them available to the carriers. Section 28. That § 58-17-68 be amended to read as follows: 58-17-68. For purposes of § § 58-17-66 to 58-17-87, inclusive, the term, professional association plan, means a health benefit plan offered through a professional association that covers members of a professional association and their dependents, and not others, in this state regardless of the situs of delivery of the policy or contract and which meets all the following criteria: (1) Conforms with all the provisions of the rate requirements of § § 58-17-66 to 58-17-87, inclusive; (2) Provides renewability of coverage for the members and dependents of members of the professional association that meets the renewability requirements of § § 58-17-66 to 58-17-87, inclusive; (3) Provides availability of coverage for the members and dependents of members of the professional association in conformance with the provisions of § 58-17-85 without regard to health status ; and (4) Is offered by a carrier that offers health benefit plan coverage to any professional association seeking health benefit plan coverage from the carrier. Section 29. That § 58-17-70 be amended to read as follows: 58-17-70. Sections 58-17-66 to 58-17-87, inclusive, apply to any individual health benefit plan or certificate delivered or issued for delivery in the state. Sections 58-17-66 to 58-17-87, inclusive, apply to any certificate issued to an eligible person that evidences coverage under a policy or contract issued to a trust or association or other similar grouping of persons, regardless of the situs of delivery of the policy or contract, if the eligible person pays the premium and is not being covered under the policy or contract pursuant to continuation of benefit provisions applicable under federal or state law. The following are not subject to the provisions of § § 58-17-66 to 58-17-87, inclusive: (1) Any medicare supplement policy; (2) Any long-term care policy; (3) Any contract or certificate marketed on a group basis that is subject to regulation under chapter 58-18B or § § 58-18-42 to 58-18-51.1, inclusive; (4) Any certificate issued to an eligible person that evidences coverage under a professional association plan; (5) Any policy or certificate of specified disease, short-term hospital-surgical care of six months or less duration, hospital confinement indemnity, limited benefit health insurance, or other policy or certificate that provide benefits less than as provided for under subdivision 58-17-69(2) if the carrier offering the policy or certificate at the time of filing for policy form approval, submits a statement certifying that policies or certificates described in this section are being offered and marketed as supplemental health insurance or as individual health benefit plans of six-month duration or less and not renewable, and not as a substitute for hospital or medical expense insurance or major medical insurance. For policy forms approved prior to July 1, 1996, the carrier shall submit such a statement with the director. If such a statement certifying that the policies or certificates are being offered as supplemental health insurance and not as a substitute for major medical insurance is either not filed or is withdrawn, the carrier offering such coverage shall, in addition to the policy or certificate providing coverage that is less than major medical, offer and actively market an individual major medical policy to any person who is solicited for coverage for the nonmajor medical products it offers. Section 30. That § 58-17-85 be amended to read as follows: 58-17-85. If a person has an aggregate of at least twelve months of creditable coverage and , is a resident of this state, the carrier shall accept such person for coverage under a health benefit plan, which contains benefits which are equal to or exceed the benefits contained in the basic plan that was approved and adopted by rule by the director pursuant to chapter 1-26 and the maximum lifetime maximum benefit of the coverage is not less than one million dollars if the person applies within sixty-three days of the date of losing prior creditable coverage. In addition to the plan which equals or exceeds the basic coverage, the carrier shall also offer to the eligible person, the individual standard plan as approved and adopted by rule by the director or a plan with benefits that exceed the standard plan. No carrier is required to issue further individual health benefit coverage under § § 58-17-68 to 58-17-87, inclusive, if the individual health benefit plans issued to high-risk individuals constitute two percent or more of that carrier's earned premium on an annual basis from individual health benefit plans covered by § § 58-17-66 to 58-17-87, inclusive. Each carrier who meets the two percent earned premium threshold shall report within thirty days to the director in a format prescribed by the director. If the director determines that all carriers in the individual market have met the two percent threshold, the threshold shall, upon order of the director, be expanded an additional two percent. The threshold shall be expanded in additional two percent increments if all carriers in the individual market meet the previous threshold. The director may promulgate rules pursuant to chapter 1-26 to determine which individual policies may be used to determine the two percent threshold, the procedures involved, and the applicable time frames. In making that determination, the director shall develop a method designed to limit the number of high-risk individuals to whom any one carrier may be required to issue coverage. No carrier is required to provide coverage pursuant to this section if and applies within sixty-three days of the date of losing prior creditable coverage and is no longer eligible for that creditable coverage, the person is eligible for coverage as provided for in this Act if none of the following apply : (1) The applicant is eligible for continuation of coverage under an employer plan; (2) The applicant's creditable coverage is a conversion plan from an employer group plan; (3) The person is covered or eligible to be covered under creditable coverage or lost creditable coverage due to nonpayment of premiums; or (4) The person loses coverage under a short term or limited duration plan. Any person who has exhausted continuation rights and who is eligible for conversion or other individual or association coverage has the option of obtaining coverage pursuant to this section or the conversion plan or other coverage. A person who is otherwise eligible for the issuance of coverage pursuant to this section may not be required to show proof that coverage was denied by another carrier. For purposes of this section, a carrier may require reasonable evidence that the prospective insured enrollee is a resident of this state shall be required . Factors that the carrier may consider may be considered include a driver's license, voter registration, and where the prospective insured enrollee resides. Section 31. Any carrier that issued a basic or standard policy pursuant to § 58-17-85 prior to August 1, 2003, with an original effective date of August 1, 2003, or thereafter, to a person who applied for a basic or standard policy and is eligible for the risk pool may rescind that policy. The carrier shall forward all application materials of any person whose policy was rescinded pursuant to this section to the risk pool and the person shall be provided with coverage under the risk pool as provided by this Act. Section 32. No commission paid to any insurance producer for placing coverage with the risk pool may exceed three percent. Section 33. That § 58-17-86 be repealed. 58-17-86. The director shall study and report on or before January 5, 1997, and on or before January fifth of each subsequent year to the Legislature and Governor on the effectiveness of § § 58-17-66 to 58-17-87, inclusive. The report shall analyze the effectiveness of § § 58-17-66 to 58-17-87, inclusive, in promoting rate stability, product availability, and coverage affordability. The report may contain recommendations for actions to improve the overall effectiveness, efficiency, and fairness of the individual health insurance marketplace. The report may contain recommendations for market conduct or other regulatory standards or action. Section 34. Whereas, this Act is necessary for the immediate preservation of the public peace, health, or safety, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 18376, "bill_version_id": 99015, "bill_version": "Enrolled", "bill_version_date": "2003-06-27T11:06:48-05:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18376, "action_date": "2003-06-26T10:00:00-05:00", "document_id": 99012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99012.pdf", "status_text": "First read in Senate and referred to", "journal_page": 11, "committee_id_action": 804, "committee_id_assigned": 801, "result": "N", "vote": {}}, {"bill_id": 18376, "action_date": "2003-06-26T10:00:00-05:00", "document_id": 99012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99012.pdf", "status_text": "Hog Housed", "journal_page": 16, "committee_id_action": 804, "committee_id_assigned": null, "result": "F", "vote": {}}, {"bill_id": 18376, "action_date": "2003-06-26T10:00:00-05:00", "document_id": 99012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99012.pdf", "status_text": "Tabled amendment", "journal_page": 29, "committee_id_action": 804, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56955, "president_vote": null, "Yea": [2939, 2941, 2942, 2945, 2947, 2954, 2956, 2958, 2959, 2960, 2963, 2972, 2974, 2982, 2984, 2986, 2988, 2992, 2993, 2997, 3003, 3010, 3014, 3026, 3031, 3032, 3040], "Nay": [2957, 2961, 2987, 2989, 3007, 3022], "Excused": [3009, 3033]}}, {"bill_id": 18376, "action_date": "2003-06-26T10:00:00-05:00", "document_id": 99012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99012.pdf", "status_text": "Do Pass Amended,", "journal_page": 29, "committee_id_action": 804, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56940, "president_vote": null, "Yea": [2939, 2941, 2942, 2945, 2947, 2954, 2956, 2957, 2958, 2959, 2960, 2961, 2963, 2972, 2974, 2982, 2984, 2986, 2987, 2988, 2989, 2992, 2993, 2997, 3003, 3007, 3010, 3014, 3022, 3026, 3031, 3032, 3040], "Excused": [3009, 3033]}}, {"bill_id": 18376, "action_date": "2003-06-26T16:15:00-05:00", "document_id": 99007, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99007.pdf", "status_text": "Do Pass Amended,", "journal_page": 13, "committee_id_action": 801, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56935, "president_vote": null, "Yea": [2960, 2988, 3003, 3007, 3014, 3031, 3040, 2958, 2945]}}, {"bill_id": 18376, "action_date": "2003-06-27T09:00:00-05:00", "document_id": 99017, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99017.pdf", "status_text": "Do Pass Amended,", "journal_page": 18, "committee_id_action": 803, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56959, "president_vote": null, "Yea": [2940, 2943, 2944, 2946, 2948, 2949, 2950, 2951, 2952, 2953, 2955, 2962, 2964, 2965, 2966, 2967, 2968, 2969, 2970, 2971, 2973, 2975, 2976, 2977, 2978, 2979, 2980, 2981, 2983, 2990, 2994, 2995, 2996, 2998, 2999, 3000, 3002, 3004, 3006, 3008, 3011, 3012, 3013, 3015, 3017, 3018, 3019, 3020, 3021, 3023, 3024, 3025, 3027, 3028, 3029, 3034, 3035, 3036, 3038, 3039, 3041, 3042, 3005], "Nay": [2985, 2991, 3001, 3030, 3043], "Excused": [3016, 3037]}}, {"bill_id": 18376, "action_date": "2003-06-27T09:00:00-05:00", "document_id": 99017, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99017.pdf", "status_text": "Signed by Speaker", "journal_page": 20, "committee_id_action": 803, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18376, "action_date": "2003-06-27T10:00:00-05:00", "document_id": 99018, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99018.pdf", "status_text": "Signed by President", "journal_page": 36, "committee_id_action": 804, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18376, "action_date": "2003-06-27T10:00:00-05:00", "document_id": 99018, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99018.pdf", "status_text": "Delivered to the Governor", "journal_page": 36, "committee_id_action": 804, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18376, "action_date": "2003-06-27T10:00:00-05:00", "document_id": 99018, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99018.pdf", "status_text": "Signed by Governor", "journal_page": 37, "committee_id_action": 804, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7060}