{"session_id": 21, "bill_id": 6481, "bill_type": "House Bill", "bill_number": 1180, "bill_title": "revise certain provisions regarding the regulation of captive insurance companies.", "sponsors": [{"legislator_profile_id": 947, "is_prime": true}, {"legislator_profile_id": 880, "is_prime": true}, {"legislator_profile_id": 883, "is_prime": false}, {"legislator_profile_id": 854, "is_prime": false}, {"legislator_profile_id": 889, "is_prime": false}, {"legislator_profile_id": 882, "is_prime": false}, {"legislator_profile_id": 895, "is_prime": false}, {"legislator_profile_id": 890, "is_prime": false}, {"legislator_profile_id": 944, "is_prime": false}, {"legislator_profile_id": 864, "is_prime": false}, {"legislator_profile_id": 933, "is_prime": false}, {"legislator_profile_id": 954, "is_prime": false}], "keywords": ["Insurance"], "audio": [{"meeting_datetime": "2015-02-09T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hco18.mp3", "start_seconds": 3374.0}, {"meeting_datetime": "2015-02-09T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hco18.mp3", "start_seconds": 3374.0}, {"meeting_datetime": "2015-02-09T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hco18.mp3", "start_seconds": 3374.0}, {"meeting_datetime": "2015-02-10T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou19.mp3", "start_seconds": 7910.0}, {"meeting_datetime": "2015-02-10T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou19.mp3", "start_seconds": 7910.0}, {"meeting_datetime": "2015-02-10T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou19.mp3", "start_seconds": 7910.0}, {"meeting_datetime": "2015-02-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sco22.mp3", "start_seconds": 130.0}, {"meeting_datetime": "2015-02-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sco22.mp3", "start_seconds": 130.0}, {"meeting_datetime": "2015-02-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sco22.mp3", "start_seconds": 130.0}, {"meeting_datetime": "2015-02-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sco22.mp3", "start_seconds": 130.0}], "bill_versions": [{"bill_id": 6481, "bill_version_id": 34158, "bill_version": "Introduced", "bill_version_date": "2015-01-30T09:30:28.45-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the regulation of captive insurance companies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-46-1 be amended to read as follows: 58-46-1. Terms used in this chapter mean: (1) \"Affiliated entity,\" any entity, in the same corporate system as the captive insurance company, owned or controlled, directly or indirectly, by a parent or subsidiary, or a member organization by virtue of control, operation, or management. In the case of a trust captive insurance company or, if approved by the director, a special purpose captive insurance company, an affiliated entity of the a trust which holds ownership interest in the trust captive insurance company also includes any other trust created by the settlor, the settlor's grandparents or their descendants, the settlor's spouse, or any trust created by any one of the aforementioned persons; (1A) \"Agency captive insurance company,\" an insurance company that is: (a) Owned or controlled by an insurance agency, brokerage, or reinsurance intermediary, or an affiliate thereof, or under common ownership or control with the agency, brokerage, or reinsurance intermediary, and that only insures the risks of insurance or annuity contracts placed by or through the agency, brokerage, or reinsurance intermediary; or (b) Owned or controlled by a producer of service contracts or warranties, and that only insures or reinsures the contractual liability arising out of service contracts or warranties sold through such producer. For purposes of this subdivision, common ownership or control means ownership of thirty percent or more of the voting securities of an entity or such other form of ownership or control as the director approves. For purposes of this subdivision, producer means an individual, agent, broker, or agency that is licensed by a state's insurance division or department to sell insurance; (2) \"Association,\" any legal association of entities, the members of the organization of which: (a) Own, control, or hold with power to vote all of the outstanding voting securities of a group captive insurance company incorporated as a stock insurer or nonprofit corporation; or (b) Have complete voting control over group captive insurance company formed as a limited liability company; (3) \"Captive insurance company,\" any insurance company licensed under chapter 58-46; (4) \"Controlled unaffiliated business,\" any person or entity that is not in the corporate system of a parent and its affiliated entities and has an existing contractual relationship for its control, operation, or management with the parent or one of its affiliated entities; (5) \"Director,\" the director of the Division of Insurance; (5A) \"Entity,\" a corporation, business trust, cooperative corporation, estate, trust, partnership, limited liability company, association, joint venture, government, governmental subdivision, agency, or instrumentality, or any other legal or commercial entity; (5B) \"Governing board,\" in the case of a corporation, its board of directors; in the case of a member managed limited liability company, its board of members; in the case of a manager managed limited liability company, its board of managers; in the case of a partnership, its general partner; in the case of a business trust or trust, its trustee; and in the case of any other entity not defined, the person in charge of managing its business affairs; (6) \"Group,\" any association of entities with substantially similar or related risks, the members of which collectively own, control, or hold with power to vote all of the outstanding voting securities or other ownership interest of a group captive insurance company; (7) \"Group captive insurance company,\" any entity licensed under this chapter that insures the risks of the member organizations of the group, the risks of the affiliated entities of the member organizations, or the risks of the association; (8) \"Member organization,\" any entity that belongs to an association; (9) \"Parent,\" an entity that directly or indirectly owns, controls, or holds with power to vote fifty percent or more of the outstanding voting securities of a pure captive insurance company; (10) \"Pure captive insurance company,\" any entity licensed under this chapter that insures risks of its parent and affiliated entities or a controlled unaffiliated business; (11) \"Participant contract,\" with respect to a sponsored captive insurance company, a contract by which a sponsored captive insurance company insures the risks of one or more participants, and limits the losses of each participant to its pro rata share of the assets of one or more protected cells identified in the participant contract; (12) \"Special purpose captive insurance company,\" a captive insurance company that is licensed under this chapter that does not meet the definition of any other type of captive insurance company defined in this section and it may insure the risks of its parent, unless otherwise approved by the director; (13A) \"Participant,\" any person or entity that is insured by a sponsored captive insurance company, where the losses of the participant are limited through a participant contract to the participant's pro rata share of the assets of one or more protected cells identified in the participant contract; (13B) \"Protected cell,\" a separate and distinct account established and maintained by or on behalf of a sponsored captive insurance company in which assets, including assets invested pursuant to § 58-46-30, are accounted for and recorded for one or more participants in accordance with the terms of one or more participant contracts to fund the liability of the sponsored captive insurance company assumed on behalf of the participants as set forth in the participant contracts; (14) \"Sponsor,\" a person or entity qualifying as a sponsor under § 58-46-28; (15) \"Sponsored captive insurance company,\" a captive insurance company that is licensed under this chapter: (a) Of which the minimum capital and surplus required by this chapter is provided by one or more sponsors; (b) That insures the risks of its participants only, through separate participant contracts; and (c) That funds its liability to each participant through one or more protected cells and segregates the assets of each protected cell from the assets of other protected cells and from the assets of the sponsored captive insurance company's general account; (16) \"Trust captive insurance company,\" a captive insurance company whose ownership interest is held in a trust or trusts; (17) \"Trust,\" any trust with a South Dakota jurisdiction provision as set forth in §§ 55-3-40 to 55-3-42, inclusive, and which complies with § 55-3-39. Section 2. That § 58-46-10 be amended to read as follows: 58-46-10. A pure or agency captive insurance company may be incorporated as a stock corporation, a nonstock corporation, a nonprofit corporation, or may be formed as a limited liability company, business trust under chapter 47-14A, or other form of legal entity as approved by the director. A group captive insurance company may be incorporated as a stock corporation or as a nonstock corporation, may be formed as a limited liability company, a business trust, or may be organized as a reciprocal insurer, or other form of legal entity as approved by the director. A special purpose captive insurance company may be incorporated as a stock corporation or as a nonstock corporation, may be formed as a limited liability company, business trust or trust, or may be such other form of legal entity as approved by the director. A trust captive insurance company may be incorporated as a stock corporation or as a nonstock corporation, or may be formed as a limited liability company, or business trust, or other form of legal entity as approved by the director. A sponsored captive insurance company may be incorporated as a stock corporation or as a nonstock corporation, or may be formed as a limited liability company, or business trust, or other form of legal entity as approved by the director. Section 3. That § 58-46-15 be amended to read as follows: 58-46-15. Each group or sponsored captive insurance company shall submit annually to the director a report of its financial condition pursuant to § 58-6-75, no later than six months after the close of its financial year. The report shall be audited by an independent certified public accountant pursuant to chapter 58-43. Each group or sponsored captive insurance company shall file with its annual report of financial condition an actuarial opinion pursuant to § 58-26-13.1. If requested by the director, the group or sponsored captive insurance company shall submit quarterly reports of its financial condition pursuant to § 58-6-75. A pure, agency, or trust captive insurance company shall submit annually no later than six months after the close of its financial year to the director a report of its financial condition using statutory accounting principles certified under oath by two of its officers. A pure, agency, or trust captive insurance company shall provide a report of its financial condition audited by an independent certified public accountant every five years pursuant to chapter 58-43 if it has annual direct premiums written of less than two million five hundred thousand dollars. If a pure, agency, or trust captive insurance company has two million five hundred thousand dollars or more of annual direct premiums written, it shall provide a report of its financial condition audited by an independent certified public accountant every three years pursuant to chapter 58-43. Following its first year of operation, and in connection with its audited statement of financial condition (or more often if requested by the director), each pure, agency, or trust captive insurance company shall file an actuarial opinion pursuant to § 58-26-13.1. No later than six months after the close of its financial year, a special purpose captive insurance company shall submit to the director a report of its financial condition pursuant to § 58-6-75. The report shall be audited by an independent certified public accountant pursuant to chapter 58-43. Following its first year of operation, and every three years thereafter, a special purpose captive insurance company shall file with its annual report of financial condition an actuarial opinion pursuant to § 58-26-13.1. If requested by the director, the special purpose captive insurance company shall submit quarterly reports of its financial condition pursuant to § 58-6-75. Upon request to and approval by the director, a captive insurance company may use generally accepted accounting principles in lieu of statutory accounting principles in its certification of its financial condition and may use consolidated, nonconsolidated, or a similar type of reporting, as approved by the director. Section 4. That § 58-46-16 be amended to read as follows: 58-46-16. A pure, agency, or trust captive insurance company may make written application for filing the report required by § 58-46-15 on a fiscal year-end that is consistent with the parent company's fiscal year. If an alternative reporting date is granted, the annual report is due six months after its fiscal year-end. Section 5. That § 58-46-19 be amended to read as follows: 58-46-19. No pure, agency, or trust captive insurance company is subject to any restrictions on allowable investments. However, the director may prohibit or limit any investment that threatens the solvency or liquidity of any such company. Unless the director has provided written approval of a different requirement or limitation, group, sponsored and special purpose captive insurance companies shall comply with the investment requirements and limitations applicable to other insurance companies pursuant to chapter 58-27. Section 6. That § 58-46-20 be amended to read as follows: 58-46-20. A pure, agency, or trust captive insurance company may make a loan to its parent or affiliated entities. No loan to its parent or affiliated entities may be made without prior written approval of the director. A group, sponsored, or special purpose captive insurance company may make a loan to its group or members of its group an affiliated entity if prior written approval by the director has been provided. The approval shall be evidenced by a note in a form approved by the director. Section 7. That § 58-46-23.1 be amended to read as follows: 58-46-23.1. A pure or agency captive insurance company may enter into any arrangement to provide risk management services to a controlled unaffiliated business or an unaffiliated business but may not accept any insurance risk from an unaffiliated business. A trust captive insurance company may enter into any arrangement to provide risk management services to an affiliated entity and may accept insurance risk from an affiliated entity."}, {"bill_id": 6481, "bill_version_id": 35228, "bill_version": "Enrolled", "bill_version_date": "2015-02-19T09:45:20.293-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6481, "action_date": "2015-01-30T13:00:00-06:00", "document_id": 34236, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34236.pdf", "status_text": "First read in House and referred to", "journal_page": 247, "committee_id_action": 286, "committee_id_assigned": 272, "result": "N", "vote": {}}, {"bill_id": 6481, "action_date": "2015-02-09T10:00:00-06:00", "document_id": 34644, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34644.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 272, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6481, "action_date": "2015-02-09T10:00:00-06:00", "document_id": 34709, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34709.pdf", "status_text": "Do Pass", "journal_page": 339, "committee_id_action": 272, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18385, "president_vote": null, "Yea": [952, 931, 937, 882, 956, 950, 932, 949, 934, 957, 933, 864], "Excused": [906]}}, {"bill_id": 6481, "action_date": "2015-02-10T14:00:00-06:00", "document_id": 34820, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34820.pdf", "status_text": "Do Pass", "journal_page": 369, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18499, "president_vote": null, "Yea": [883, 915, 952, 884, 938, 888, 928, 923, 925, 875, 931, 941, 927, 857, 859, 917, 924, 929, 947, 937, 948, 945, 882, 909, 946, 958, 913, 887, 951, 861, 905, 919, 956, 936, 879, 907, 939, 920, 930, 953, 881, 908, 940, 935, 916, 911, 910, 863, 864, 914, 922, 933, 866, 867, 926, 955, 869, 950, 912, 904, 918, 954, 932, 949, 934, 957, 874], "Excused": [906, 865, 921]}}, {"bill_id": 6481, "action_date": "2015-02-11T14:00:00-06:00", "document_id": 34923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34923.pdf", "status_text": "First read in Senate and referred to", "journal_page": 370, "committee_id_action": 284, "committee_id_assigned": 261, "result": "N", "vote": {}}, {"bill_id": 6481, "action_date": "2015-02-17T10:00:00-06:00", "document_id": 35010, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35010.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 261, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6481, "action_date": "2015-02-17T10:00:00-06:00", "document_id": 35089, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35089.pdf", "status_text": "Do Pass", "journal_page": 405, "committee_id_action": 261, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18691, "president_vote": null, "Yea": [853, 894, 895, 890, 871, 943], "Excused": [889]}}, {"bill_id": 6481, "action_date": "2015-02-17T10:00:00-06:00", "document_id": 35089, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35089.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 261, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6481, "action_date": "2015-02-18T14:30:00-06:00", "document_id": 35199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35199.pdf", "status_text": "Do Pass", "journal_page": 436, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18725, "president_vote": null, "Yea": [853, 854, 855, 856, 943, 858, 860, 894, 903, 876, 899, 885, 896, 901, 895, 898, 890, 900, 942, 891, 893, 880, 944, 902, 877, 868, 871, 872, 873, 878, 897], "Excused": [889, 886, 862, 892]}}, {"bill_id": 6481, "action_date": "2015-02-19T14:00:00-06:00", "document_id": 35268, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35268.pdf", "status_text": "Signed by the Speaker", "journal_page": 459, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6481, "action_date": "2015-02-20T13:00:00-06:00", "document_id": 35383, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35383.pdf", "status_text": "Signed by the President", "journal_page": 480, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6481, "action_date": "2015-02-24T14:00:00-06:00", "document_id": 35483, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35483.pdf", "status_text": "Delivered to the Governor", "journal_page": 503, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6481, "action_date": "2015-02-27T13:00:00-06:00", "document_id": 35735, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35735.pdf", "status_text": "Signed by the Governor", "journal_page": 552, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6014}