{"session_id": 49, "bill_id": 15112, "bill_type": "Senate Bill", "bill_number": 85, "bill_title": "revise certain powers of the South Dakota Building Authority, to provide for the establishment of a corporation by the authority, to provide for the transfer and sale of all future right, title, and interest of certain amounts payable to the state by various tobacco companies under a master settlement agreement, and to declare an emergency.", "sponsors": [{"legislator_profile_id": 2311, "is_prime": true}, {"legislator_profile_id": 2336, "is_prime": true}, {"legislator_profile_id": 2304, "is_prime": false}, {"legislator_profile_id": 2310, "is_prime": false}, {"legislator_profile_id": 2312, "is_prime": false}, {"legislator_profile_id": 2313, "is_prime": false}, {"legislator_profile_id": 2318, "is_prime": false}, {"legislator_profile_id": 2320, "is_prime": false}, {"legislator_profile_id": 2324, "is_prime": false}, {"legislator_profile_id": 2326, "is_prime": false}, {"legislator_profile_id": 2330, "is_prime": false}, {"legislator_profile_id": 2331, "is_prime": false}, {"legislator_profile_id": 2334, "is_prime": false}, {"legislator_profile_id": 2337, "is_prime": false}, {"legislator_profile_id": 2338, "is_prime": false}, {"legislator_profile_id": 2339, "is_prime": false}, {"legislator_profile_id": 2346, "is_prime": false}, {"legislator_profile_id": 2347, "is_prime": false}, {"legislator_profile_id": 2356, "is_prime": false}, {"legislator_profile_id": 2358, "is_prime": false}, {"legislator_profile_id": 2362, "is_prime": false}, {"legislator_profile_id": 2364, "is_prime": false}, {"legislator_profile_id": 2365, "is_prime": false}, {"legislator_profile_id": 2370, "is_prime": false}, {"legislator_profile_id": 2379, "is_prime": false}, {"legislator_profile_id": 2380, "is_prime": false}, {"legislator_profile_id": 2384, "is_prime": false}, {"legislator_profile_id": 2386, "is_prime": false}, {"legislator_profile_id": 2391, "is_prime": false}, {"legislator_profile_id": 2393, "is_prime": false}, {"legislator_profile_id": 2398, "is_prime": false}, {"legislator_profile_id": 2404, "is_prime": false}], "keywords": ["Emergency Clause", "Tobacco Settlement Money"], "audio": [{"meeting_datetime": "2000-01-26T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen12sb0085a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-01-26T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen12sb0085a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-01-26T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen12sb0085a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-10T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen23sb0085a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-10T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen23sb0085a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-10T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen23sb0085a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-10T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen23sb0085a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-10T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen23sb0085a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-10T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen23sb0085a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-14T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen25sb0085a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-14T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen25sb0085a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-14T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen25sb0085a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-14T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen25sb0085a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-14T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen25sb0085a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-14T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen25sb0085a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-14T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen25sb0085a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-14T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen25sb0085a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-14T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen25sb0085a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen26sb0085a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen26sb0085a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen26sb0085a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen26sb0085a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-15T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen26sb0085a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 15112, "bill_version_id": 87171, "bill_version": "Introduced", "bill_version_date": "2000-01-18T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a children's public health and education trust fund and a children's public health and education interest fund and to designate the interest fund for certain children's public health and education programs. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The children's public health and education trust fund is established in the state treasury. Any money received from the Master Settlement Agreement signed on November 23, 1998, by attorneys general from several states and various tobacco companies shall be deposited in the children's public health and education trust fund. The principal in the trust fund may not be expended. Interest earned on the money in the fund shall be deposited in the children's public health and education interest fund created in section 2 of this Act. Section 2. The children's public health and education interest fund is established in the state treasury. Interest earned on money in the fund shall be credited to the children's public health and education interest fund. The money shall be used solely for public health and education programs benefiting children, including, but not limited to, tobacco prevention, vision, hearing, speech, dental services, mental health, and vaccinations. The Department of Health and the Department of Education and Cultural Affairs shall collaborate to establish priorities for the use of the money in the children's public health and education interest fund."}, {"bill_id": 15112, "bill_version_id": 87172, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2000-02-09T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain powers of the South Dakota Building Authority, to provide for the establishment of a corporation by the authority, to provide for the transfer and sale of all future right, title, and interest of certain amounts payable to the state by various tobacco companies under a master settlement agreement, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Authority,\" the South Dakota Building Authority, a body corporate and politic, organized and existing under chapter 5-12; (2) \"Bonds,\" bonds, bond anticipation notes, notes, certificates of ownership or indebtedness, or other obligations issued, incurred, or otherwise created pursuant to this Act and payable directly or indirectly out of or representing an interest in tobacco settlement revenues or other rights under or with respect to the master settlement agreement; (3) \"Corporation,\" the special purpose body corporate and politic established by the authority by resolution as provided in section 3 of this Act; (4) \"Master settlement agreement,\" the master settlement agreement entered into on November 23, 1998, by attorneys general from the several states, including the State of South Dakota, and various tobacco companies, as amended on January 1, 2000; (5) \"Master settlement escrow agent,\" the escrow agent under the master settlement agreement; (6) \"Net proceeds of bonds,\" the proceeds of bonds issued by the corporation under this Act less any amounts applied or to be applied to pay transaction and administrative expenses and to fund any reserves deemed necessary or appropriate by the corporation; (7) \"Net proceeds of sale of tobacco settlement revenues,\" the funds and other consideration received by the State of South Dakota from any sale, conveyance, or other transfer pursuant to section 2 of this Act less any amounts applied or to be applied to pay transaction and administrative expenses and to fund any reserves; (8) \"Permitted investments,\" any investment authorized by § § 4-5-23 and 4-5-26 and noncollateralized direct obligations of any bank or savings institution, insurance company, or bank or insurance holding company if such institution or holding company is rated in the highest two quality categories by a nationally recognized rating agency; (9) \"Tobacco settlement revenues,\" any amount now or hereafter payable to the State of South Dakota under or in connection with the Master Settlement Agreement; (10) \"Tobacco settlement trust fund,\" the State of South Dakota tobacco settlement trust fund created pursuant to section 21 of this Act; (11) \"Tobacco settlement interest fund,\" the fund created by section 22 of this Act. Section 2. All or any portion of the right, title, and interest of the State of South Dakota in, to and under the master settlement agreement, to receive or collect tobacco settlement revenues, may be sold, conveyed, or otherwise transferred by the state to the authority or to a corporation established by the authority pursuant to this Act so long as the net proceeds of sale of tobacco settlement revenues are: (1) Deposited to the tobacco settlement trust fund; (2) Deposited with or for the benefit of the authority for the purpose of paying all or any part of the cost of one or a combination of projects permitted under chapter 5-12; or (3) Paid to or for the benefit of the tobacco settlement trust and its assets. No project may be undertaken by the authority with funds deposited pursuant to subdivision (2) of this section unless the project has been approved by the Legislature. If any proceeds of the sale are deposited with or for the benefit of the South Dakota Building Authority, then the South Dakota Building Authority shall submit a written report to the Legislature advising the Legislature of the deposit. Any sale, conveyance, or other transfer of tobacco settlement revenues shall be evidenced by an instrument or agreement in writing signed on behalf of the state by the Governor. The Governor shall file a certified copy of any instrument or agreement, together with a report indicating the application of the net proceeds of the sale of tobacco settlement proceeds with the Legislature. Each instrument or agreement may include an irrevocable direction to the master settlement escrow agent to pay all or a specified portion of amounts due to the State of South Dakota under or in connection with the master settlement agreement, including, without limitation, the tobacco settlement revenues, as have been sold, conveyed, or otherwise transferred directly to or upon the order of the authority or corporation or any trustee under an indenture or other agreement securing any bonds of the corporation or the authority issued, incurred, or created for the purpose of raising funds to pay the purchase price to the state. Upon the filing, the sale, conveyance, or other transfer is a true sale and absolute conveyance of all right, title, and interest therein described in accordance with the terms thereof, valid, binding, and enforceable in accordance with the terms thereof and the instrument or agreements and any related instrument, agreement, or other arrangement, including any pledge, grant of security interest, or other encumbrance made by the corporation or the authority to secure any bonds issued, incurred, or created by the corporation or the authority, are not subject to disavowal, disaffirmance, cancellation, or avoidance by reason of insolvency of any party, lack of consideration or any other fact, occurrence, or rule of law. Section 3. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The authority shall establish by resolution a special purpose corporation which shall be body corporate and politic and instrumentality of, but separate and apart from, the State of South Dakota and the authority. The corporation shall be established for the express limited public purposes set forth in this Act and no part of the net earnings of the corporation may inure to any private individual. Section 4. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The corporation shall be governed by a board of directors consisting of the members of the authority and two additional directors appointed by the Governor, which directors shall be independent from the state. The resolution establishing the corporation shall serve as the charter of the corporation and may be amended from time to time by the authority, but the resolution shall provide that the power and the authority of the corporation is subject to the terms, conditions, and limitations of this Act and any applicable covenants or agreements of the corporation in any indenture or other agreement relating to any then outstanding bonds. The corporation may enter into contracts regarding any matter connected with any corporate purpose within the objects and purposes of this Act. Section 5. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The authority and corporation may delegate by resolution to one or more officers or employees of the authority or corporation any powers and duties as it may deem proper. Section 6. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The corporation may pledge as security for any bonds the rights under the master settlement agreement held by the corporation, including the rights to receive or collect tobacco settlement revenues, the proceeds thereof, or moneys or other funds deposited with or held by the corporation. Any pledge made by the corporation is valid and binding from the time the pledge is made. The property, revenues, moneys, and other funds so pledged and thereafter held or received by the corporation shall immediately be subject to the lien of such pledge without any physical delivery thereof or further act and subject only to the provisions of prior agreements. The lien of such pledge shall be valid and binding as against all parties having claims of any kind in tort, contract, or otherwise against the corporation irrespective of whether the parties have notice thereof. No ordinance, resolution, trust agreement, or other instrument by which the pledge is created need be filed or recorded except in the records of the corporation. Section 7. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: In connection with the issuance of bonds, the corporation may enter into arrangements to provide additional security and liquidity for the bonds. The arrangements may include, without limitation, bond insurance, letters of credit, and lines of credit by which the corporation may borrow funds to pay or redeem its bonds and purchase or remarketing arrangements for assuring the ability of owners of the bonds to sell or have redeemed their bonds. The corporation may enter into contracts and may agree to pay fees to persons providing the arrangements, including from bond proceeds. Section 8. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The resolution authorizing the issuance of its bonds or the indenture or other agreement approved by the resolution may provide that interest rates may vary from time to time depending upon criteria established by the corporation, which may include, without limitation, a variation in interest rates as may be necessary to cause the bonds to be remarketable from time to time at a price equal to their principal amount, and may provide for appointment of a national banking association, bank, trust company, investment banker, or other financial institution to serve as a remarketing agent in that connection. The indenture or other agreement with respect to the bonds may provide that alternative interest rates or provisions do apply during such times as the bonds are held by a person providing a letter of credit or other credit enhancement arrangement for the bonds. Section 9. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: In connection with the bonds under this Act, the corporation may enter into contracts that it determines necessary or appropriate to permit it to manage payment or interest rate risk. These contracts may include interest rate exchange agreements, contracts providing for payment or receipt of funds based on levels of or changes in interest rates, contracts to exchange cash flows or series of payments, and contracts incorporating interest rate caps, collars, floors, or locks. Section 10. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The corporation may not file a voluntary petition under or be or become a debtor or bankrupt under the federal bankruptcy code or any other federal or state bankruptcy, insolvency, or moratorium law or statute. Nor may any public officer, organization, entity or other person authorize the corporation to be or become a debtor or bankrupt under the federal bankruptcy code or any other federal or state bankruptcy, insolvency, or moratorium law or statute. Section 11. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The corporation may not guarantee the debts of another. No indebtedness, bonds or obligation, issued, incurred, or created by the State of South Dakota or any state agency or instrumentality may be or become a lien, charge, or liability against the corporation or the property or funds of the corporation except for debts incurred directly by the corporation. Section 12. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The purposes of the corporation established by the authority pursuant to this Act are to: (1) Purchase, acquire, own, pledge, encumber, or otherwise transfer all right, title, and interest of the state in, to, and under the master settlement agreement, including all right, title, and interest to receive or collect tobacco settlement revenues; (2) Raise funds through the issuance of bonds or other obligations or evidences of indebtedness or ownership or through the sale, transfer, pledge, encumbrance, securitization, factoring, or other conveyance of the rights described above in subdivision (1) of this section for the purposes described in this Act; (3) Serve the Legislature by making reports concerning the foregoing; (4) Sue and be sued and to prosecute and defend, at law or in equity, in any court having jurisdiction of the subject matter and of the parties; (5) Have and to use a corporate seal and to alter the same at pleasure; (6) Maintain an office at any place the authority by resolution may designate; and (7) Do all things necessary and convenient to carry out the purposes of this Act. Section 13. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The corporation is vested with the same power and authority and is subject to the same limitations and conditions, as are applicable to the authority pursuant to § § 5-12-1.1, 5-12-4, 5- 12-5, 5-12-8.1, 5-12-22, 5-12-24, 5-12-26, 5-12-27, 5-12-27.1, 5-12-27.2, 5-12-27.3, 5-12- 27.4, 5-12-27.6, 5-12-28, 5-12-38, 5-12-38.1, and 5-12-40, except such power and authority shall be exercised with respect to and shall be limited to the purposes of the corporation set forth in section 12 of this Act. The corporation may not engage in any unrelated activities. Section 14. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: No bond of the corporation issued, incurred, or created under this Act may be or become a lien, charge, or liability against the State of South Dakota or the authority, nor against the property or funds of the State of South Dakota or the authority within the meaning of the Constitution or statutes of South Dakota. Section 15. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The State of South Dakota pledges to and agrees with the holders of the bonds, notes, certificates, or other obligations issued, incurred, or created by the corporation under this Act that the state will not limit or alter the rights and powers vested in the corporation by this Act so as to impair the terms of any contract made by the corporation with those holders or in any way impair the rights and remedies of those holders until the bonds, notes, certificates, or other obligations, together with interest thereon, interest on any unpaid installments of interest, and all costs and expenses in connection with any action or proceedings by or on behalf of those holders are fully met and discharged. In addition, the state pledges to and agrees with the holders of the bonds, notes, certificates, or other obligations issued, incurred, or created by the corporation under this Act that the state will not limit or alter the basis on which tobacco settlement revenues are to be paid to the corporation or the authority so as to impair the terms of any such contract. The corporation is authorized to include these pledges and agreements of the state in any contract with the holders of bonds, notes, certificates, or other obligations issued, incurred, or created by the corporation under this Act. Section 16. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: Neither the State of South Dakota nor the authority is liable on bonds, notes, certificates, or other obligations issued, incurred, or created by the corporation under this Act. Such bonds, notes, certificates, or other obligations are not a debt of the state or the authority, and this Act may not be construed as a guarantee by the state or the authority of the debts of the corporation. The bonds, notes, certificates, or other securities shall contain a statement to this effect on the face of the bonds, notes, certificates, or other obligations. Section 17. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The authority is not liable for any bond, note, certificate, or other obligation issued, incurred, or created by the corporation under this Act or for any act or failure to act of the corporation and the corporation is not liable for any obligation of the authority or for any act or failure to act by the authority. Section 18. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The corporation is hereby declared to be performing a public function on behalf of the state and to be a public instrumentality of the state. Accordingly, the income of the authority, and all properties at any time owned by the authority, are exempt from all taxation in the State of South Dakota. Section 19. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: For purposes of chapter 47-31A, any bonds, notes, certificates, or other obligations issued, incurred, or created by the corporation under this Act are deemed to be securities issued by a public instrumentality of the State of South Dakota. Section 20. That chapter 5-12 be amended by adding thereto a NEW SECTION to read as follows: The corporation may employ attorneys, accountants, tobacco industry consultants and financial experts, managers, and such other employees and agents as may be necessary and fix their compensation. Section 21. The tobacco settlement trust fund is hereby established in the state treasury. The net proceeds of sale of tobacco revenues less any amounts deposited with or for the benefit of the authority pursuant to the provisions of section 2 of this Act, shall be deposited in the tobacco settlement trust fund. In addition, any residual interest in or to tobacco settlement revenues or other rights under the master settlement agreement, to the extent not required to make payments with respect to any bonds of the corporation, are payable to or for the benefit of the tobacco settlement trust fund. The principal of the tobacco settlement trust fund may not be expended except for costs and expenses incurred in investing or otherwise administering the tobacco settlement trust and its assets. The amounts in the tobacco settlement trust fund shall be invested pursuant to § § 4-5-23 and 4-5-26. An amount equal to the interest or other investment income earned on money in the trust fund each fiscal year shall be transferred to the tobacco settlement interest fund created in section 22 of this Act. Section 22. The tobacco settlement interest fund is established in the state treasury. The money in the tobacco settlement interest fund shall remain in the fund until appropriated by the Legislature. The amounts in the tobacco settlement interest fund shall be invested pursuant to § § 4-5-23 and 4-5-26. Section 23. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval. BILL HISTORY 1/18/00 First read in Senate and referred to Education. S.J. 71 1/25/00 Scheduled for Committee hearing on this date. 1/25/00 Education Do Pass, Passed, AYES 7, NAYS 0. S.J. 181 1/26/00 Referred to State Affairs, AYES 22, NAYS 12. S.J. 208 2/6/00 Scheduled for Committee hearing on this date. 2/7/00 Scheduled for Committee hearing on this date. 2/7/00 Deferred by Chair. 2/9/00 State Affairs Hog Housed. 2/9/00 Scheduled for Committee hearing on this date. 2/9/00 State Affairs Do Pass Amended, Passed, AYES 8, NAYS 0. S.J. 372"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15112, "action_date": "2000-01-18T14:00:00-06:00", "document_id": 85631, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85631.pdf", "status_text": "First read in Senate and referred to", "journal_page": 71, "committee_id_action": 657, "committee_id_assigned": 632, "result": "N", "vote": {}}, {"bill_id": 15112, "action_date": "2000-01-25T07:45:00-06:00", "document_id": 85768, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85768.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 632, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15112, "action_date": "2000-01-25T07:45:00-06:00", "document_id": 85768, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85768.pdf", "status_text": "Do Pass,", "journal_page": 181, "committee_id_action": 632, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45293, "president_vote": null, "Yea": [2347, 2352, 2380, 2381, 2386, 2310, 2335]}}, {"bill_id": 15112, "action_date": "2000-01-26T14:00:00-06:00", "document_id": 85643, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85643.pdf", "status_text": "Referred to", "journal_page": 208, "committee_id_action": 657, "committee_id_assigned": 639, "result": "P", "vote": {"vote_id": 45432, "president_vote": null, "Yea": [2304, 2306, 2307, 2310, 2311, 2320, 2326, 2329, 2335, 2340, 2344, 2346, 2347, 2357, 2369, 2376, 2381, 2389, 2391, 2395, 2400, 2405], "Nay": [2322, 2331, 2339, 2352, 2358, 2364, 2365, 2375, 2380, 2386, 2398, 2399], "Excused": [2330]}}, {"bill_id": 15112, "action_date": "2000-02-06T07:45:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 639, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15112, "action_date": "2000-02-07T07:45:00-06:00", "document_id": 85868, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85868.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 639, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15112, "action_date": "2000-02-09T00:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 639, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15112, "action_date": "2000-02-09T07:45:00-06:00", "document_id": 85890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85890.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 639, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15112, "action_date": "2000-02-09T07:45:00-06:00", "document_id": 85890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85890.pdf", "status_text": "Do Pass Amended,", "journal_page": 372, "committee_id_action": 639, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44110, "president_vote": null, "Yea": [2329, 2376, 2352, 2398, 2335, 2405, 2389, 2346], "Excused": [2365]}}, {"bill_id": 15112, "action_date": "2000-02-09T07:45:00-06:00", "document_id": 85890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85890.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 639, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15112, "action_date": "2000-02-10T14:00:00-06:00", "document_id": 85665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85665.pdf", "status_text": "Motion to Amend,", "journal_page": 421, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15112, "action_date": "2000-02-10T14:00:00-06:00", "document_id": 85665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85665.pdf", "status_text": "Motion to Amend,", "journal_page": 422, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15112, "action_date": "2000-02-10T14:00:00-06:00", "document_id": 85665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85665.pdf", "status_text": "Deferred to another day", "journal_page": 422, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44288, "president_vote": null, "Yea": [2304, 2306, 2307, 2311, 2320, 2322, 2326, 2329, 2330, 2331, 2335, 2339, 2340, 2344, 2346, 2347, 2352, 2357, 2358, 2364, 2365, 2369, 2376, 2380, 2381, 2386, 2389, 2391, 2395, 2398, 2399, 2400, 2405], "Excused": [2310], "Nay": [2375]}}, {"bill_id": 15112, "action_date": "2000-02-14T14:00:00-06:00", "document_id": 85669, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85669.pdf", "status_text": "Motion to Amend,", "journal_page": 470, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15112, "action_date": "2000-02-14T14:00:00-06:00", "document_id": 85669, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85669.pdf", "status_text": "Motion to Amend,", "journal_page": 478, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15112, "action_date": "2000-02-14T14:00:00-06:00", "document_id": 85669, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85669.pdf", "status_text": "Motion to Amend,", "journal_page": 478, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15112, "action_date": "2000-02-14T14:00:00-06:00", "document_id": 85669, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85669.pdf", "status_text": "Motion to Amend,", "journal_page": 485, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15112, "action_date": "2000-02-14T14:00:00-06:00", "document_id": 85669, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85669.pdf", "status_text": "Deferred to another day", "journal_page": 485, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44431, "president_vote": null, "Yea": [2304, 2306, 2307, 2310, 2311, 2320, 2322, 2326, 2329, 2330, 2331, 2335, 2339, 2340, 2344, 2346, 2347, 2352, 2357, 2358, 2364, 2365, 2369, 2375, 2376, 2380, 2381, 2386, 2389, 2391, 2395, 2398, 2400, 2405], "Excused": [2399]}}, {"bill_id": 15112, "action_date": "2000-02-15T14:00:00-06:00", "document_id": 85671, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85671.pdf", "status_text": "Do Pass Amended,", "journal_page": 505, "committee_id_action": 657, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 44495, "president_vote": null, "Yea": [2304, 2306, 2307, 2310, 2311, 2326, 2329, 2335, 2344, 2346, 2347, 2357, 2369, 2376, 2381, 2389, 2391, 2395, 2400, 2405], "Nay": [2320, 2322, 2330, 2331, 2339, 2340, 2352, 2358, 2364, 2365, 2375, 2380, 2386, 2398, 2399]}}]}