{"session_id": 57, "bill_id": 19595, "bill_type": "Senate Bill", "bill_number": 60, "bill_title": "revise certain provisions relating to child support.", "sponsors": [], "keywords": ["Domestic Relations", "Minors", "Parents"], "audio": [{"meeting_datetime": "2005-01-21T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sju08sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-21T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sju08sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-21T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sju08sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-21T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sju08sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-21T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sju08sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-21T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sju08sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-25T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen10sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-25T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen10sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-25T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen10sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-25T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen10sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-26T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen11sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-26T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen11sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-26T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen11sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-26T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen11sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hju30sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hju30sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-19T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hju30sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-23T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hju32sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-23T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hju32sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-23T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hju32sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-23T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hju32sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-23T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hju32sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-28T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou35sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-28T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou35sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-28T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hou35sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-03-02T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen37sb0060a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-03-02T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen37sb0060a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19595, "bill_version_id": 102676, "bill_version": "Introduced", "bill_version_date": "2005-01-08T16:05:05-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to child support. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 25-7 be amended by adding thereto a NEW SECTION to read as follows: If the child receives social security or veteran's dependent benefits as a result of the obligor's disability, or social security retirement benefits from the obligor, the obligor is entitled to a credit to the amount of the monthly support obligation. Section 2. That § 25-7-6.7 be amended to read as follows: 25-7-6.7. Deductions from monthly gross income shall be allowed as follows: (1) Income taxes withheld figured on the basis of two dependent exemptions for a single taxpayer paid monthly rather than actual amount withheld payable based on the applicable tax rate for a single taxpayer with one withholding allowance and a monthly payroll period rather than the actual tax rate ; (2) Estimated income taxes payable, prorated monthly Social security and medicare taxes based on the applicable tax rate for an employee or a self-employed taxpayer ; (3) FICA taxes withheld from wages or salary; (4) Retirement fund amounts withheld or paid directly to an IRS qualified retirement plan, in a reasonable amount Contributions to an IRS qualified retirement plan not exceeding ten percent of gross income ; (5) (4) Actual business expenses of an employee, incurred for the benefit of his employer, not reimbursed; (6) (5) Payments made on other support and maintenance orders. Section 3. That § 25-7-6.14 be amended to read as follows: 25-7-6.14. As used in this section, basic visitation means a parenting plan whereby one parent has physical custody and the other parent has visitation with the child of the parties. In a basic visitation situation, unless the parties otherwise agree and the agreement is approved by the court, the court may, if deemed appropriate under the circumstances, order an abatement of not less than thirty-eight percent nor more than sixty-six percent of the child support if: (1) A child spends ten or more days in a month with the obligor; and (2) The days of visitation and the abatement amount are specified in the court order. The court shall allow the abatement to the obligor in the month in which the visitation is exercised, unless otherwise ordered. The abatement shall be pro-rated to the days of visitation. It shall be presumed that the visitation is exercised. If the visitation exercised substantially deviates from the visitation ordered, either party may file a petition for modification without showing any other change in circumstances. As used in this section, shared responsibility means a parenting plan whereby each parent provides a suitable home for the child of the parties, the court order allows the child to spend at least one hundred twenty days in a calendar year in each home, and the parents have agreed in writing to share the duties, responsibilities, and expenses of parenting , including any expenses for the child's education, recreation, and entertainment activities . In a shared responsibility situation, unless the parties otherwise agree and the agreement is approved by the court, the court may, if deemed appropriate under the circumstances, order a shared responsibility cross credit. The cross credit shall be calculated by multiplying the combined child support obligation using both parents' monthly net incomes by 1.5 to arrive at a shared custody child support obligation. The shared custody child support obligation shall be apportioned to each parent according to his or her net income. A child support obligation is computed for each parent by multiplying that parent's portion of the shared custody child support obligation by the percentage of time the child spends with the other parent. The respective child support obligations are offset, with the parent owing more child support paying the difference between the two amounts. It shall be presumed that the shared responsibility parenting plan is exercised. If the parenting plan exercised substantially deviates from the parenting plan ordered, either party may file a petition for modification without showing any other change in circumstances. The court shall consider each case individually before granting either the basic visitation or shared responsibility adjustment to insure that the adjustment does not place an undue hardship on the custodial parent or have a substantial negative effect on the child's standard of living. Section 4. That § 25-7-6.13 be amended to read as follows: 25-7-6.13. All orders for support entered and in effect prior to July 1, 2001 2005 , may be modified in accordance with this chapter without requiring a showing of a change in circumstances from the entry of the order. Section 5. That chapter 25-7 be amended by adding thereto a NEW SECTION to read as follows: If a parent is employed full-time at a rate of pay that equals or exceeds the state's minimum wage, it shall be presumed that a parent's second job income is not to be considered in establishing a support obligation. This presumption may be rebutted by evidence that the income source was available to pay expenses related to the child when the family was intact or if the family had formed, by evidence that exclusion of the income would result in a financial hardship upon the other parent, or that exclusion of the second job income will have a substantial negative effect upon the child's standard of living. Section 6. That chapter 25-7 be amended by adding thereto a NEW SECTION to read as follows: If the parents have two or more children between them and each parent has primary physical custody of at least one child, the child support obligation shall be determined by computing the amount of each parent's respective support obligation for the children in the other parent's physical custody, and the support obligations shall be offset in determining a monthly support obligation. If one or more of the children are receiving assistance from the department as provided in § 28-7A-7, and in lieu of the offset, each parent shall be obligated to pay the respective support obligation amount to the other parent. Section 7. That § 25-7A-6 be amended to read as follows: 25-7A-6. If a parent served with a notice of support debt under § 25-7A-5 makes a timely request for a hearing, the secretary of social services shall file the notice of support debt, proof of service thereof, and response thereto in the office of the clerk of the circuit court in the county of residence of that parent. The matter shall be set for hearing before a referee who is a member in good standing of the State Bar Association and is appointed by the court, pursuant to statute, and after due notice to all parties by first class mail. The referee shall make a report to the court, recommending the amount of the debt due to the state, if any, and the monthly support obligation of the parent and the arrearage debt due to the obligee or another state who has applied for support enforcement services, or for health insurance coverage or genetic testing costs. The referee shall file the report with the court and cause copies thereof to be served by mailing to the parties and the secretary. Any party shall have ten days from the date of service of the report in which to file objections to the report. If a party files an objection, the other party shall have an additional five days form the date of service of the objections to file additional objections. If no objection is filed, the circuit court may thereafter, and without further notice, enter its order. If any objection is filed, the circuit court shall fix a date for hearing on the report, the hearing to be solely on the record established before the referee. The circuit court may thereafter adopt the referee's report, or may modify it, or may reject and remand it with instructions or for further hearing. The secretary shall serve the parent the court's order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. If the circuit court's order modifies the referee's report and no hearing was held before the court before entry of its order, any party has ten days from the date of service of the order in which to file an objection to that modification. If an objection is filed, the circuit court shall fix a date for hearing on the objection and after the hearing shall enter its order. The secretary shall serve the order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. Section 8. That § 25-7A-22 be amended to read as follows: 25-7A-22. If the support order was entered in this state and this state maintains continuing exclusive jurisdiction over the support order in accordance with chapter 25-9B, or if the support order was registered in this state and the requirements of § 25-9B-611 or 25-9B-613 are satisfied, an obligor, an obligee, or the assignee may file a petition, on forms prescribed by the department, to increase or decrease child support. For any support order entered or modified after July 1, 1997: (1) The order may be modified upon showing a substantial change in circumstances if the petition is filed within three years of the date of the order; or (2) The order may be modified without showing any change in circumstances if the petition is filed after three years of the date of the order. If a petition is filed, the secretary of social services shall file the petition in the office of the clerk of the circuit court where the original order for support is filed. Any response shall also be provided to the petitioning party. The matter shall be set for hearing before a referee who is a member in good standing of the State Bar Association and is appointed by the court, pursuant to statute, and after due notice to all parties by first class mail. The referee shall make a report to the court, recommending the amount of the monthly support obligation of the parent or for health insurance coverage. The referee shall file the report with the court and cause copies thereof to be served by mailing to the parties and the secretary. Any party shall have ten days from the date of service of the report in which to file objections to the report. If a party files an objection, the other party shall have an additional five days form the date of service of the objections to file additional objections. If no objection is filed, the circuit court may thereafter, and without further notice, enter its order. If any objection is filed, the circuit court shall fix a date for hearing on the report, the hearing to be solely on the record established before the referee. The circuit court may thereafter adopt the referee's report, or may modify it, or may reject and remand it with instructions or for further hearing. The secretary shall serve the parent the court's order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. If the circuit court's order modifies the referee's report and no hearing was held before the circuit court before entry of its order, any party has ten days from the date of service of the order in which to file an objection to that modification. If an objection is filed, the circuit court shall fix a date for hearing on the objection and after the hearing shall enter its order. The secretary shall serve the order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. Section 9. That § 25-7-6.13 be amended to read as follows: 25-7-6.13. All orders for support entered and in effect prior to July 1, 2001 2005 , may be modified in accordance with this chapter without requiring a showing of a change in circumstances from the entry of the order. Section 10. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: In any order establishment case, the obligee is limited to a prior-period support obligation or arrearage not exceeding three years from either the date of application with any Title IV-D agency, the date of filing with a court of competent jurisdiction, or the date of a written demand served personally or by registered or certified mail, return receipt requested upon the father at his last known address, whichever occurs earlier. Section 11. That § 25-7-6.10 be amended to read as follows: 25-7-6.10. Deviation from the schedule in § 25-7-6.2 shall be considered if raised by either party and made only upon the entry of specific findings based upon any of the following factors: (1) The income of a subsequent spouse or contribution of a third party to the income or expenses of that parent but only if the application of the schedule works a financial hardship on either parent; (2) Any financial condition of either parent which would make application of the schedule inequitable . If the total amount of the child support obligation, including any adjustments for health insurance and child care costs, exceeds fifty percent of the obligor's monthly net income, it shall be presumed that the amount of the obligation imposes a financial hardship on the obligor. This presumption may be rebutted based upon other factors set forth in this section ; (3) The federal income tax consequences arising from claiming the child as a dependent; (4) Any necessary education or health care special needs of the child; (5) For agreements entered into prior to July 1, 1986, if it is established by clear and convincing evidence, that debts or property were exchanged for child support and it appears equitable to continue such arrangement; (6) (4) The effect of agreements between the parents regarding extra forms of support for the direct benefit of the child; (7) (5) The obligation of either parent to provide for subsequent natural children or stepchildren. However, an existing support order may not be modified solely for this reason; or (8) (6) The voluntary act of either parent which reduces that parent's income. Section 12. That chapter 25-7 be amended by adding thereto a NEW SECTION to read as follows: If the parents of a child have agreed to a change in the physical custody of the child without the court's approval, the parent who relinquished physical custody may be ordered to pay child support to the parent who gained physical custody of the child even though the custody order has not been modified to reflect the change in custody. Section 13. That chapter 25-7 be amended by adding thereto a NEW SECTION to read as follows: The department shall create and distribute a standardized form to allow a parent, guardian, or other custodian to request reimbursement of any medical or health care costs from the responsible parent. A parent, guardian, or custodian shall also be entitled to use the small claims procedure of chapter 15-39 as a means to collect unreimbursed medical or health care costs from the responsible parent. Section 14. That § 25-8-5 be amended to read as follows: 25-8-5. The mother may recover from the father a reasonable share of the necessary support of a child born out of wedlock. In the absence of a previous demand in writing served personally or by registered or certified letter addressed to the father at his last known residence, not more than six years' support furnished before bringing an action may be recovered from the father support for a period of three years from the date of application with any Title IV-D agency, the date of filing with a court of competent jurisdiction, or the date of a written demand served personally or by registered or certified mail, return receipt requested, upon the father at his last known address, whichever occurs earlier . Section 15. That chapter 15-39 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding any other provision of law, a parent, guardian, or custodian is entitled to use the procedures provided in this chapter to collect unreimbursed medical or health care costs incurred on behalf of a child from the other responsible parent."}, {"bill_id": 19595, "bill_version_id": 103009, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2005-01-21T13:43:48-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to child support. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 25-7 be amended by adding thereto a NEW SECTION to read as follows: If the child receives social security or veteran's dependent benefits as a result of the obligor's disability, or social security retirement benefits from the obligor, the obligor is entitled to a credit to the amount of the monthly support obligation. Section 2. That § 25-7-6.7 be amended to read as follows: 25-7-6.7. Deductions from monthly gross income shall be allowed as follows: (1) Income taxes withheld figured on the basis of two dependent exemptions for a single taxpayer paid monthly rather than actual amount withheld payable based on the applicable tax rate for a single taxpayer with one withholding allowance and a monthly payroll period rather than the actual tax rate ; (2) Estimated income taxes payable, prorated monthly Social security and medicare taxes based on the applicable tax rate for an employee or a self-employed taxpayer ; (3) FICA taxes withheld from wages or salary; (4) Retirement fund amounts withheld or paid directly to an IRS qualified retirement plan, in a reasonable amount Contributions to an IRS qualified retirement plan not exceeding ten percent of gross income ; (5) (4) Actual business expenses of an employee, incurred for the benefit of his employer, not reimbursed; (6) (5) Payments made on other support and maintenance orders. Section 3. That § 25-7-6.14 be amended to read as follows: 25-7-6.14. As used in this section, basic visitation means a parenting plan whereby one parent has physical custody and the other parent has visitation with the child of the parties. In a basic visitation situation, unless the parties otherwise agree and the agreement is approved by the court, the court may, if deemed appropriate under the circumstances, order an abatement of not less than thirty-eight percent nor more than sixty-six percent of the child support if: (1) A child spends ten or more days in a month with the obligor; and (2) The days of visitation and the abatement amount are specified in the court order. The court shall allow the abatement to the obligor in the month in which the visitation is exercised, unless otherwise ordered. The abatement shall be pro-rated to the days of visitation. It shall be presumed that the visitation is exercised. If the visitation exercised substantially deviates from the visitation ordered, either party may file a petition for modification without showing any other change in circumstances. As used in this section, shared responsibility means a parenting plan whereby each parent provides a suitable home for the child of the parties, the court order allows the child to spend at least one hundred twenty days in a calendar year in each home, and the parents have agreed in writing to share the duties, responsibilities, and expenses of parenting , including expenses for the child's education, recreation, and entertainment activities . In a shared responsibility situation, unless the parties otherwise agree and the agreement is approved by the court, the court may, if deemed appropriate under the circumstances, order a shared responsibility cross credit. The cross credit shall be calculated by multiplying the combined child support obligation using both parents' monthly net incomes by 1.5 to arrive at a shared custody child support obligation. The shared custody child support obligation shall be apportioned to each parent according to his or her net income. A child support obligation is computed for each parent by multiplying that parent's portion of the shared custody child support obligation by the percentage of time the child spends with the other parent. The respective child support obligations are offset, with the parent owing more child support paying the difference between the two amounts. It shall be presumed that the shared responsibility parenting plan is exercised. If the parenting plan exercised substantially deviates from the parenting plan ordered, either party may file a petition for modification without showing any other change in circumstances. The court shall consider each case individually before granting either the basic visitation or shared responsibility adjustment to insure that the adjustment does not place an undue hardship on the custodial parent or have a substantial negative effect on the child's standard of living. Section 4. That § 25-7-6.13 be amended to read as follows: 25-7-6.13. All orders for support entered and in effect prior to July 1, 2001 2005 , may be modified in accordance with this chapter without requiring a showing of a change in circumstances from the entry of the order. Section 5. That chapter 25-7 be amended by adding thereto a NEW SECTION to read as follows: If a parent is employed full-time at a rate of pay that equals or exceeds the state's minimum wage, it shall be presumed that a parent's second job income is not to be considered in establishing a support obligation. This presumption may be rebutted by evidence that the income source was available to pay expenses related to the child when the family was intact or if the family had formed, by evidence that exclusion of the income would result in a financial hardship upon the other parent, or that exclusion of the second job income will have a substantial negative effect upon the child's standard of living. Section 6. That chapter 25-7 be amended by adding thereto a NEW SECTION to read as follows: If the parents have two or more children between them and each parent has primary physical custody of at least one child, the child support obligation shall be determined by computing the amount of each parent's respective support obligation for the children in the other parent's physical custody, and the support obligations shall be offset in determining a monthly support obligation. If one or more of the children are receiving assistance from the department as provided in § 28-7A-7, and in lieu of the offset, each parent shall be obligated to pay the respective support obligation amount to the other parent. Section 7. That § 25-7A-6 be amended to read as follows: 25-7A-6. If a parent served with a notice of support debt under § 25-7A-5 makes a timely request for a hearing, the secretary of social services shall file the notice of support debt, proof of service thereof, and response thereto in the office of the clerk of the circuit court in the county of residence of that parent. The matter shall be set for hearing before a referee who is a member in good standing of the State Bar Association and is appointed by the court, pursuant to statute, and after due notice to all parties by first class mail. The referee shall make a report to the court, recommending the amount of the debt due to the state, if any, and the monthly support obligation of the parent and the arrearage debt due to the obligee or another state who has applied for support enforcement services, or for health insurance coverage or genetic testing costs. The referee shall file the report with the court and cause copies thereof to be served by mailing to the parties and the secretary. Any party shall have ten days from the date of service of the report in which to file objections to the report. If a party files an objection, the other party shall have an additional five days form the date of service of the objections to file additional objections. If no objection is filed, the circuit court may thereafter, and without further notice, enter its order. If any objection is filed, the circuit court shall fix a date for hearing on the report, the hearing to be solely on the record established before the referee. The circuit court may thereafter adopt the referee's report, or may modify it, or may reject and remand it with instructions or for further hearing. The secretary shall serve the parent the court's order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. If the circuit court's order modifies the referee's report and no hearing was held before the court before entry of its order, any party has ten days from the date of service of the order in which to file an objection to that modification. If an objection is filed, the circuit court shall fix a date for hearing on the objection and after the hearing shall enter its order. The secretary shall serve the order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. Section 8. That § 25-7A-22 be amended to read as follows: 25-7A-22. If the support order was entered in this state and this state maintains continuing exclusive jurisdiction over the support order in accordance with chapter 25-9B, or if the support order was registered in this state and the requirements of § 25-9B-611 or 25-9B-613 are satisfied, an obligor, an obligee, or the assignee may file a petition, on forms prescribed by the department, to increase or decrease child support. For any support order entered or modified after July 1, 1997: (1) The order may be modified upon showing a substantial change in circumstances if the petition is filed within three years of the date of the order; or (2) The order may be modified without showing any change in circumstances if the petition is filed after three years of the date of the order. If a petition is filed, the secretary of social services shall file the petition in the office of the clerk of the circuit court where the original order for support is filed. Any response shall also be provided to the petitioning party. The matter shall be set for hearing before a referee who is a member in good standing of the State Bar Association and is appointed by the court, pursuant to statute, and after due notice to all parties by first class mail. The referee shall make a report to the court, recommending the amount of the monthly support obligation of the parent or for health insurance coverage. The referee shall file the report with the court and cause copies thereof to be served by mailing to the parties and the secretary. Any party shall have ten days from the date of service of the report in which to file objections to the report. If a party files an objection, the other party shall have an additional five days from the date of service of the objections to file additional objections. If no objection is filed, the circuit court may thereafter, and without further notice, enter its order. If any objection is filed, the circuit court shall fix a date for hearing on the report, the hearing to be solely on the record established before the referee. The circuit court may thereafter adopt the referee's report, or may modify it, or may reject and remand it with instructions or for further hearing. The secretary shall serve the parent the court's order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. If the circuit court's order modifies the referee's report and no hearing was held before the circuit court before entry of its order, any party has ten days from the date of service of the order in which to file an objection to that modification. If an objection is filed, the circuit court shall fix a date for hearing on the objection and after the hearing shall enter its order. The secretary shall serve the order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. Section 9. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: In any order establishment case, the obligee is limited to a prior-period support obligation or arrearage not exceeding three years from either the date of application with any Title IV-D agency, the date of filing with a court of competent jurisdiction, or the date of a written demand served personally or by registered or certified mail, return receipt requested upon the father at his last known address, whichever occurs earlier. Section 10. That § 25-7-6.10 be amended to read as follows: 25-7-6.10. Deviation from the schedule in § 25-7-6.2 shall be considered if raised by either party and made only upon the entry of specific findings based upon any of the following factors: (1) The income of a subsequent spouse or contribution of a third party to the income or expenses of that parent but only if the application of the schedule works a financial hardship on either parent; (2) Any financial condition of either parent which would make application of the schedule inequitable . If the total amount of the child support obligation, including any adjustments for health insurance and child care costs, exceeds fifty percent of the obligor's monthly net income, it shall be presumed that the amount of the obligation imposes a financial hardship on the obligor. This presumption may be rebutted based upon other factors set forth in this section ; (3) The federal income tax consequences arising from claiming the child as a dependent; (4) Any necessary education or health care special needs of the child; (5) For agreements entered into prior to July 1, 1986, if it is established by clear and convincing evidence, that debts or property were exchanged for child support and it appears equitable to continue such arrangement; (6) (4) The effect of agreements between the parents regarding extra forms of support for the direct benefit of the child; (7) (5) The obligation of either parent to provide for subsequent natural children or stepchildren. However, an existing support order may not be modified solely for this reason; or (8) (6) The voluntary act of either parent which reduces that parent's income. Section 11. That chapter 25-7 be amended by adding thereto a NEW SECTION to read as follows: If the parents of a child have agreed to a change in the physical custody of the child without the court's approval, the parent who relinquished physical custody may be ordered to pay child support to the parent who gained physical custody of the child even though the custody order has not been modified to reflect the change in custody. Section 12. That chapter 25-7 be amended by adding thereto a NEW SECTION to read as follows: The department shall create and distribute a standardized form to allow a parent, guardian, or other custodian to request reimbursement of any medical or health care costs from the responsible parent. A parent, guardian, or custodian shall also be entitled to use the small claims procedure of chapter 15-39 as a means to collect unreimbursed medical or health care costs from the responsible parent. Section 13. That § 25-8-5 be amended to read as follows: 25-8-5. The mother may recover from the father a reasonable share of the necessary support of a child born out of wedlock. In the absence of a previous demand in writing served personally or by registered or certified letter addressed to the father at his last known residence, not more than six years' support furnished before bringing an action may be recovered from the father support for a period of three years from the date of application with any Title IV-D agency, the date of filing with a court of competent jurisdiction, or the date of a written demand served personally or by registered or certified mail, return receipt requested, upon the father at his last known address, whichever occurs earlier . Section 14. That chapter 15-39 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding any other provision of law, a parent, guardian, or custodian is entitled to use the procedures provided in this chapter to collect unreimbursed medical or health care costs incurred on behalf of a child from the other responsible parent."}, {"bill_id": 19595, "bill_version_id": 103306, "bill_version": "Senate Engrossed", "bill_version_date": "2005-01-26T16:00:21-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to child support. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 25-7 be amended by adding thereto a NEW SECTION to read as follows: If the child receives social security or veteran's dependent benefits as a result of the obligor's disability, or social security retirement benefits from the obligor, the obligor is entitled to a credit to the amount of the monthly support obligation. Section 2. That § 25-7-6.7 be amended to read as follows: 25-7-6.7. Deductions from monthly gross income shall be allowed as follows: (1) Income taxes withheld figured on the basis of two dependent exemptions for a single taxpayer paid monthly rather than actual amount withheld payable based on the applicable tax rate for a single taxpayer with one withholding allowance and a monthly payroll period rather than the actual tax rate ; (2) Estimated income taxes payable, prorated monthly Social security and medicare taxes based on the applicable tax rate for an employee or a self-employed taxpayer ; (3) FICA taxes withheld from wages or salary; (4) Retirement fund amounts withheld or paid directly to an IRS qualified retirement plan, in a reasonable amount Contributions to an IRS qualified retirement plan not exceeding ten percent of gross income ; (5) (4) Actual business expenses of an employee, incurred for the benefit of his employer, not reimbursed; (6) (5) Payments made on other support and maintenance orders. Section 3. That § 25-7-6.14 be amended to read as follows: 25-7-6.14. As used in this section, basic visitation means a parenting plan whereby one parent has physical custody and the other parent has visitation with the child of the parties. In a basic visitation situation, unless the parties otherwise agree and the agreement is approved by the court, the court may, if deemed appropriate under the circumstances, order an abatement of not less than thirty-eight percent nor more than sixty-six percent of the child support if: (1) A child spends ten or more days in a month with the obligor; and (2) The days of visitation and the abatement amount are specified in the court order. The court shall allow the abatement to the obligor in the month in which the visitation is exercised, unless otherwise ordered. The abatement shall be pro-rated to the days of visitation. It shall be presumed that the visitation is exercised. If the visitation exercised substantially deviates from the visitation ordered, either party may file a petition for modification without showing any other change in circumstances. As used in this section, shared responsibility means a parenting plan whereby each parent provides a suitable home for the child of the parties, the court order allows the child to spend at least one hundred twenty days in a calendar year in each home, and the parents have agreed in writing to share the duties, responsibilities, and expenses of parenting , including expenses for the child's education, recreation, and entertainment activities . In a shared responsibility situation, unless the parties otherwise agree and the agreement is approved by the court, the court may, if deemed appropriate under the circumstances, order a shared responsibility cross credit. The cross credit shall be calculated by multiplying the combined child support obligation using both parents' monthly net incomes by 1.5 to arrive at a shared custody child support obligation. The shared custody child support obligation shall be apportioned to each parent according to his or her net income. A child support obligation is computed for each parent by multiplying that parent's portion of the shared custody child support obligation by the percentage of time the child spends with the other parent. The respective child support obligations are offset, with the parent owing more child support paying the difference between the two amounts. It shall be presumed that the shared responsibility parenting plan is exercised. If the parenting plan exercised substantially deviates from the parenting plan ordered, either party may file a petition for modification without showing any other change in circumstances. The court shall consider each case individually before granting either the basic visitation or shared responsibility adjustment to insure that the adjustment does not place an undue hardship on the custodial parent or have a substantial negative effect on the child's standard of living. Section 4. That § 25-7-6.13 be amended to read as follows: 25-7-6.13. All orders for support entered and in effect prior to July 1, 2001 2005 , may be modified in accordance with this chapter without requiring a showing of a change in circumstances from the entry of the order. Section 5. That chapter 25-7 be amended by adding thereto a NEW SECTION to read as follows: If a parent is employed full-time at a rate of pay that equals or exceeds the state's minimum wage, it shall be presumed that a parent's second job income is not to be considered in establishing a support obligation. This presumption may be rebutted by evidence that the income source was available to pay expenses related to the child when the family was intact or if the family had formed, by evidence that exclusion of the income would result in a financial hardship upon the other parent, or that exclusion of the second job income will have a substantial negative effect upon the child's standard of living. Section 6. That chapter 25-7 be amended by adding thereto a NEW SECTION to read as follows: If the parents have two or more children between them and each parent has primary physical custody of at least one child, the child support obligation shall be determined by computing the amount of each parent's respective support obligation for the children in the other parent's physical custody, and the support obligations shall be offset in determining a monthly support obligation. If one or more of the children are receiving assistance from the department as provided in § 28-7A-7, and in lieu of the offset, each parent shall be obligated to pay the respective support obligation amount to the other parent. Section 7. That § 25-7A-6 be amended to read as follows: 25-7A-6. If a parent served with a notice of support debt under § 25-7A-5 makes a timely request for a hearing, the secretary of social services shall file the notice of support debt, proof of service thereof, and response thereto in the office of the clerk of the circuit court in the county of residence of that parent. The matter shall be set for hearing before a referee who is a member in good standing of the State Bar Association and is appointed by the court, pursuant to statute, and after due notice to all parties by first class mail. The referee shall make a report to the court, recommending the amount of the debt due to the state, if any, and the monthly support obligation of the parent and the arrearage debt due to the obligee or another state who has applied for support enforcement services, or for health insurance coverage or genetic testing costs. The referee shall file the report with the court and cause copies thereof to be served by mailing to the parties and the secretary. Any party shall have ten days from the date of service of the report in which to file objections to the report. If a party files an objection, the other party shall have an additional five days from the date of service of the objections to file additional objections. If no objection is filed, the circuit court may thereafter, and without further notice, enter its order. If any objection is filed, the circuit court shall fix a date for hearing on the report, the hearing to be solely on the record established before the referee. The circuit court may thereafter adopt the referee's report, or may modify it, or may reject and remand it with instructions or for further hearing. The secretary shall serve the parent the court's order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. If the circuit court's order modifies the referee's report and no hearing was held before the court before entry of its order, any party has ten days from the date of service of the order in which to file an objection to that modification. If an objection is filed, the circuit court shall fix a date for hearing on the objection and after the hearing shall enter its order. The secretary shall serve the order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. Section 8. That § 25-7A-22 be amended to read as follows: 25-7A-22. If the support order was entered in this state and this state maintains continuing exclusive jurisdiction over the support order in accordance with chapter 25-9B, or if the support order was registered in this state and the requirements of § 25-9B-611 or 25-9B-613 are satisfied, an obligor, an obligee, or the assignee may file a petition, on forms prescribed by the department, to increase or decrease child support. For any support order entered or modified after July 1, 1997: (1) The order may be modified upon showing a substantial change in circumstances if the petition is filed within three years of the date of the order; or (2) The order may be modified without showing any change in circumstances if the petition is filed after three years of the date of the order. If a petition is filed, the secretary of social services shall file the petition in the office of the clerk of the circuit court where the original order for support is filed. Any response shall also be provided to the petitioning party. The matter shall be set for hearing before a referee who is a member in good standing of the State Bar Association and is appointed by the court, pursuant to statute, and after due notice to all parties by first class mail. The referee shall make a report to the court, recommending the amount of the monthly support obligation of the parent or for health insurance coverage. The referee shall file the report with the court and cause copies thereof to be served by mailing to the parties and the secretary. Any party shall have ten days from the date of service of the report in which to file objections to the report. If a party files an objection, the other party shall have an additional five days from the date of service of the objections to file additional objections. If no objection is filed, the circuit court may thereafter, and without further notice, enter its order. If any objection is filed, the circuit court shall fix a date for hearing on the report, the hearing to be solely on the record established before the referee. The circuit court may thereafter adopt the referee's report, or may modify it, or may reject and remand it with instructions or for further hearing. The secretary shall serve the parent the court's order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. If the circuit court's order modifies the referee's report and no hearing was held before the circuit court before entry of its order, any party has ten days from the date of service of the order in which to file an objection to that modification. If an objection is filed, the circuit court shall fix a date for hearing on the objection and after the hearing shall enter its order. The secretary shall serve the order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. Section 9. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: In any order establishment case, the obligee is limited to a prior-period support obligation or arrearage not exceeding three years from either the date of application with any Title IV-D agency, the date of filing with a court of competent jurisdiction, or the date of a written demand served personally or by registered or certified mail, return receipt requested, upon the father at his last known address, whichever occurs earlier. Section 10. That § 25-7-6.10 be amended to read as follows: 25-7-6.10. Deviation from the schedule in § 25-7-6.2 shall be considered if raised by either party and made only upon the entry of specific findings based upon any of the following factors: (1) The income of a subsequent spouse or contribution of a third party to the income or expenses of that parent but only if the application of the schedule works a financial hardship on either parent; (2) Any financial condition of either parent which would make application of the schedule inequitable . If the total amount of the child support obligation, including any adjustments for health insurance and child care costs, exceeds fifty percent of the obligor's monthly net income, it shall be presumed that the amount of the obligation imposes a financial hardship on the obligor. This presumption may be rebutted based upon other factors set forth in this section ; (3) The federal income tax consequences arising from claiming the child as a dependent; (4) Any necessary education or health care special needs of the child; (5) For agreements entered into prior to July 1, 1986, if it is established by clear and convincing evidence, that debts or property were exchanged for child support and it appears equitable to continue such arrangement; (6) (4) The effect of agreements between the parents regarding extra forms of support for the direct benefit of the child; (7) (5) The obligation of either parent to provide for subsequent natural children or stepchildren. However, an existing support order may not be modified solely for this reason; or (8) (6) The voluntary act of either parent which reduces that parent's income. Section 11. That chapter 25-7 be amended by adding thereto a NEW SECTION to read as follows: If the parents of a child have agreed to a change in the physical custody of the child without the court's approval, the parent who relinquished physical custody may be ordered to pay child support to the parent who gained physical custody of the child even though the custody order has not been modified to reflect the change in custody. Section 12. That chapter 25-7 be amended by adding thereto a NEW SECTION to read as follows: The department shall create and distribute a standardized form to allow a parent, guardian, or other custodian to request reimbursement of any medical or health care costs from the responsible parent. A parent, guardian, or custodian shall also be entitled to use the small claims procedure of chapter 15-39 as a means to collect unreimbursed medical or health care costs from the responsible parent. Section 13. That § 25-8-5 be amended to read as follows: 25-8-5. The mother may recover from the father a reasonable share of the necessary support of a child born out of wedlock. In the absence of a previous demand in writing served personally or by registered or certified letter addressed to the father at his last known residence, not more than six years' support furnished before bringing an action may be recovered from the father support for a period of three years from the date of application with any Title IV-D agency, the date of filing with a court of competent jurisdiction, or the date of a written demand served personally or by registered or certified mail, return receipt requested, upon the father at his last known address, whichever occurs earlier . Section 14. That chapter 15-39 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding any other provision of law, a parent, guardian, or custodian is entitled to use the procedures provided in this chapter to collect unreimbursed medical or health care costs incurred on behalf of a child from the other responsible parent."}, {"bill_id": 19595, "bill_version_id": 105268, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2005-02-23T13:35:22-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to child support. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 25-7 be amended by adding thereto a NEW SECTION to read as follows: If the child receives social security or veteran's dependent benefits as a result of the obligor's disability, or social security retirement benefits from the obligor, the obligor is entitled to a credit to the amount of the monthly support obligation. Section 2. That § 25-7-6.7 be amended to read as follows: 25-7-6.7. Deductions from monthly gross income shall be allowed as follows: (1) Income taxes withheld figured on the basis of two dependent exemptions for a single taxpayer paid monthly rather than actual amount withheld payable based on the applicable tax rate for a single taxpayer with one withholding allowance and a monthly payroll period rather than the actual tax rate ; (2) Estimated income taxes payable, prorated monthly Social security and medicare taxes based on the applicable tax rate for an employee or a self-employed taxpayer ; (3) FICA taxes withheld from wages or salary; (4) Retirement fund amounts withheld or paid directly to an IRS qualified retirement plan, in a reasonable amount Contributions to an IRS qualified retirement plan not exceeding ten percent of gross income ; (5) (4) Actual business expenses of an employee, incurred for the benefit of his employer, not reimbursed; (6) (5) Payments made on other support and maintenance orders. Section 3. That § 25-7-6.14 be amended to read as follows: 25-7-6.14. As used in this section, basic visitation means a parenting plan whereby one parent has physical custody and the other parent has visitation with the child of the parties. In a basic visitation situation, unless the parties otherwise agree and the agreement is approved by the court, the court may, if deemed appropriate under the circumstances, order an abatement of not less than thirty-eight percent nor more than sixty-six percent of the child support if: (1) A child spends ten or more days in a month with the obligor; and (2) The days of visitation and the abatement amount are specified in the court order. The court shall allow the abatement to the obligor in the month in which the visitation is exercised, unless otherwise ordered. The abatement shall be pro-rated to the days of visitation. It shall be presumed that the visitation is exercised. If the visitation exercised substantially deviates from the visitation ordered, either party may file a petition for modification without showing any other change in circumstances. As used in this section, shared responsibility means a parenting plan whereby each parent provides a suitable home for the child of the parties, the court order allows the child to spend at least one hundred twenty days in a calendar year in each home, and the parents have agreed in writing to share the duties, responsibilities, and expenses of parenting , including expenses for the child's education, recreation, and entertainment activities . In a shared responsibility situation, unless the parties otherwise agree and the agreement is approved by the court, the court may, if deemed appropriate under the circumstances, order a shared responsibility cross credit. The cross credit shall be calculated by multiplying the combined child support obligation using both parents' monthly net incomes by 1.5 to arrive at a shared custody child support obligation. The shared custody child support obligation shall be apportioned to each parent according to his or her net income. A child support obligation is computed for each parent by multiplying that parent's portion of the shared custody child support obligation by the percentage of time the child spends with the other parent. The respective child support obligations are offset, with the parent owing more child support paying the difference between the two amounts. It shall be presumed that the shared responsibility parenting plan is exercised. If the parenting plan exercised substantially deviates from the parenting plan ordered, either party may file a petition for modification without showing any other change in circumstances. The court shall consider each case individually before granting either the basic visitation or shared responsibility adjustment to insure that the adjustment does not place an undue hardship on the custodial parent or have a substantial negative effect on the child's standard of living. Section 4. That § 25-7-6.13 be amended to read as follows: 25-7-6.13. All orders for support entered and in effect prior to July 1, 2001 2005 , may be modified in accordance with this chapter without requiring a showing of a change in circumstances from the entry of the order. Section 5. That chapter 25-7 be amended by adding thereto a NEW SECTION to read as follows: If a parent is employed full-time at a rate of pay that equals or exceeds the state's minimum wage, it shall be presumed that a parent's second job income is not to be considered in establishing a support obligation. This presumption may be rebutted by evidence that the income source was available to pay expenses related to the child when the family was intact or if the family had formed, by evidence that exclusion of the income would result in a financial hardship upon the other parent, or that exclusion of the second job income will have a substantial negative effect upon the child's standard of living. Section 6. That chapter 25-7 be amended by adding thereto a NEW SECTION to read as follows: If the parents have two or more children between them and each parent has primary physical custody of at least one child, the child support obligation shall be determined by computing the amount of each parent's respective support obligation for the children in the other parent's physical custody, and the support obligations shall be offset in determining a monthly support obligation. If one or more of the children are receiving assistance from the department as provided in § 28-7A-7, and in lieu of the offset, each parent shall be obligated to pay the respective support obligation amount to the other parent. Section 7. That § 25-7A-6 be amended to read as follows: 25-7A-6. If a parent served with a notice of support debt under § 25-7A-5 makes a timely request for a hearing, the secretary of social services shall file the notice of support debt, proof of service thereof, and response thereto in the office of the clerk of the circuit court in the county of residence of that parent. The matter shall be set for hearing before a referee who is a member in good standing of the State Bar Association and is appointed by the court, pursuant to statute, and after due notice to all parties by first class mail. The referee shall make a report to the court, recommending the amount of the debt due to the state, if any, and the monthly support obligation of the parent and the arrearage debt due to the obligee or another state who has applied for support enforcement services, or for health insurance coverage or genetic testing costs. The referee shall file the report with the court and cause copies thereof to be served by mailing to the parties and the secretary. Any party shall have ten days from the date of service of the report in which to file objections to the report. If a party files an objection, the other party shall have an additional five days from the date of service of the objections to file additional objections. If no objection is filed, the circuit court may thereafter, and without further notice, enter its order. If any objection is filed, the circuit court shall fix a date for hearing on the report, the hearing to be solely on the record established before the referee. The circuit court may thereafter adopt the referee's report, or may modify it, or may reject and remand it with instructions or for further hearing. The secretary shall serve the parent the court's order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. If the circuit court's order modifies the referee's report and no hearing was held before the court before entry of its order, any party has ten days from the date of service of the order in which to file an objection to that modification. If an objection is filed, the circuit court shall fix a date for hearing on the objection and after the hearing shall enter its order. The secretary shall serve the order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. Section 8. That § 25-7A-22 be amended to read as follows: 25-7A-22. If the support order was entered in this state and this state maintains continuing exclusive jurisdiction over the support order in accordance with chapter 25-9B, or if the support order was registered in this state and the requirements of § 25-9B-611 or 25-9B-613 are satisfied, an obligor, an obligee, or the assignee may file a petition, on forms prescribed by the department, to increase or decrease child support. For any support order entered or modified after July 1, 1997: (1) The order may be modified upon showing a substantial change in circumstances if the petition is filed within three years of the date of the order; or (2) The order may be modified without showing any change in circumstances if the petition is filed after three years of the date of the order. If a petition is filed, the secretary of social services shall file the petition in the office of the clerk of the circuit court where the original order for support is filed. Any response shall also be provided to the petitioning party. The matter shall be set for hearing before a referee who is a member in good standing of the State Bar Association and is appointed by the court, pursuant to statute, and after due notice to all parties by first class mail. The referee shall make a report to the court, recommending the amount of the monthly support obligation of the parent or for health insurance coverage. The referee shall file the report with the court and cause copies thereof to be served by mailing to the parties and the secretary. Any party shall have ten days from the date of service of the report in which to file objections to the report. If a party files an objection, the other party shall have an additional five days from the date of service of the objections to file additional objections. If no objection is filed, the circuit court may thereafter, and without further notice, enter its order. If any objection is filed, the circuit court shall fix a date for hearing on the report, the hearing to be solely on the record established before the referee. The circuit court may thereafter adopt the referee's report, or may modify it, or may reject and remand it with instructions or for further hearing. The secretary shall serve the parent the court's order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. If the circuit court's order modifies the referee's report and no hearing was held before the circuit court before entry of its order, any party has ten days from the date of service of the order in which to file an objection to that modification. If an objection is filed, the circuit court shall fix a date for hearing on the objection and after the hearing shall enter its order. The secretary shall serve the order by certified mail, return receipt requested, at the parent's last known address, and shall file proof of service. Section 9. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: In any order establishment case, the obligee is limited to a prior-period support obligation or arrearage not exceeding three years before either the date of application with any Title IV-D agency, the date of filing with a court of competent jurisdiction, or the date of a written demand served personally or by registered or certified mail, return receipt requested, upon the father at his last known address, whichever occurs earlier. Section 10. That § 25-7-6.10 be amended to read as follows: 25-7-6.10. Deviation from the schedule in § 25-7-6.2 shall be considered if raised by either party and made only upon the entry of specific findings based upon any of the following factors: (1) The income of a subsequent spouse or contribution of a third party to the income or expenses of that parent but only if the application of the schedule works a financial hardship on either parent; (2) Any financial condition of either parent which would make application of the schedule inequitable . If the total amount of the child support obligation, including any adjustments for health insurance and child care costs, exceeds fifty percent of the obligor's monthly net income, it shall be presumed that the amount of the obligation imposes a financial hardship on the obligor. This presumption may be rebutted based upon other factors set forth in this section ; (3) The federal income tax consequences arising from claiming the child as a dependent; (4) Any necessary education or health care special needs of the child; (5) For agreements entered into prior to July 1, 1986, if it is established by clear and convincing evidence, that debts or property were exchanged for child support and it appears equitable to continue such arrangement; (6) (4) The effect of agreements between the parents regarding extra forms of support for the direct benefit of the child; (7) (5) The obligation of either parent to provide for subsequent natural children or stepchildren. However, an existing support order may not be modified solely for this reason; or (8) (6) The voluntary act of either parent which reduces that parent's income. Section 11. That chapter 25-7 be amended by adding thereto a NEW SECTION to read as follows: If the parents of a child have agreed to a change in the physical custody of the child without the court's approval, the parent who relinquished physical custody may be ordered to pay child support to the parent who gained physical custody of the child even though the custody order has not been modified to reflect the change in custody. Section 12. That chapter 25-7 be amended by adding thereto a NEW SECTION to read as follows: The department shall create and distribute a standardized form to allow a parent, guardian, or other custodian to request reimbursement of any medical or health care costs from the responsible parent. A parent, guardian, or custodian shall also be entitled to use the small claims procedure of chapter 15-39 as a means to collect unreimbursed medical or health care costs from the responsible parent. Section 13. That § 25-8-5 be amended to read as follows: 25-8-5. The mother may recover from the father a reasonable share of the necessary support of a child born out of wedlock. In the absence of a previous demand in writing served personally or by registered or certified letter addressed to the father at his last known residence, not more than six years' support furnished before bringing an action may be recovered from the father support for a period of three years before the date of application with any Title IV-D agency, the date of filing with a court of competent jurisdiction, or the date of a written demand served personally or by registered or certified mail, return receipt requested, upon the father at his last known address, whichever occurs earlier . Section 14. That chapter 15-39 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding any other provision of law, a parent, guardian, or custodian is entitled to use the procedures provided in this chapter to collect unreimbursed medical or health care costs incurred on behalf of a child from the other responsible parent."}, {"bill_id": 19595, "bill_version_id": 105745, "bill_version": "Enrolled", "bill_version_date": "2005-03-02T14:10:48-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19595, "action_date": "2005-01-11T12:00:00-06:00", "document_id": 102699, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102699.pdf", "status_text": "First read in Senate and referred to", "journal_page": 25, "committee_id_action": 861, "committee_id_assigned": 839, "result": "N", "vote": {}}, {"bill_id": 19595, "action_date": "2005-01-21T10:00:00-06:00", "document_id": 103004, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103004.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 839, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19595, "action_date": "2005-01-21T10:00:00-06:00", "document_id": 103004, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103004.pdf", "status_text": "Do Pass Amended,", "journal_page": 137, "committee_id_action": 839, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60957, "president_vote": null, "Yea": [3179, 3201, 3202, 3205, 3217, 3236, 3150]}}, {"bill_id": 19595, "action_date": "2005-01-25T14:00:00-06:00", "document_id": 103174, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103174.pdf", "status_text": "Deferred to another day", "journal_page": 169, "committee_id_action": 861, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19595, "action_date": "2005-01-26T14:00:00-06:00", "document_id": 103314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103314.pdf", "status_text": "Motion to Amend,", "journal_page": 191, "committee_id_action": 861, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19595, "action_date": "2005-01-26T14:00:00-06:00", "document_id": 103314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103314.pdf", "status_text": "Do Pass Amended,", "journal_page": 192, "committee_id_action": 861, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 61108, "president_vote": null, "Yea": [3150, 3151, 3152, 3153, 3154, 3157, 3163, 3165, 3166, 3168, 3173, 3179, 3180, 3185, 3186, 3193, 3198, 3200, 3201, 3202, 3204, 3205, 3210, 3212, 3214, 3217, 3219, 3221, 3224, 3228, 3236, 3239, 3241, 3242, 3247]}}, {"bill_id": 19595, "action_date": "2005-01-27T14:00:00-06:00", "document_id": 103466, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103466.pdf", "status_text": "First read in House and referred to", "journal_page": 212, "committee_id_action": 860, "committee_id_assigned": 858, "result": "N", "vote": {}}, {"bill_id": 19595, "action_date": "2005-02-19T08:00:00-06:00", "document_id": 105113, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105113.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 858, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19595, "action_date": "2005-02-23T07:30:00-06:00", "document_id": 105241, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105241.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 858, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19595, "action_date": "2005-02-23T07:30:00-06:00", "document_id": 105241, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105241.pdf", "status_text": "Do Pass Amended,", "journal_page": 606, "committee_id_action": 858, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60448, "president_vote": null, "Yea": [3176, 3182, 3190, 3196, 3215, 3218, 3223, 3237, 3160], "Excused": [3233, 3251, 3195], "Nay": [3245]}}, {"bill_id": 19595, "action_date": "2005-02-25T13:00:00-06:00", "document_id": 105483, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105483.pdf", "status_text": "Deferred to another day", "journal_page": 669, "committee_id_action": 860, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19595, "action_date": "2005-02-28T14:00:00-06:00", "document_id": 105579, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105579.pdf", "status_text": "Do Pass Amended,", "journal_page": 694, "committee_id_action": 860, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62141, "president_vote": null, "Yea": [3155, 3158, 3159, 3160, 3161, 3162, 3164, 3167, 3169, 3170, 3171, 3172, 3174, 3175, 3177, 3178, 3181, 3182, 3183, 3184, 3187, 3188, 3189, 3190, 3191, 3192, 3194, 3195, 3196, 3197, 3199, 3203, 3206, 3207, 3208, 3209, 3211, 3213, 3218, 3220, 3222, 3223, 3225, 3226, 3227, 3229, 3230, 3231, 3232, 3233, 3234, 3235, 3237, 3238, 3240, 3243, 3244, 3245, 3246, 3248, 3249, 3251, 3252, 3253, 3254, 3255, 3215], "Nay": [3156], "Excused": [3176, 3216]}}, {"bill_id": 19595, "action_date": "2005-03-03T09:30:00-06:00", "document_id": 105846, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105846.pdf", "status_text": "Signed by President", "journal_page": 760, "committee_id_action": 861, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19595, "action_date": "2005-03-03T10:00:00-06:00", "document_id": 105859, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105859.pdf", "status_text": "Signed by Speaker", "journal_page": 780, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19595, "action_date": "2005-03-04T09:00:00-06:00", "document_id": 105943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105943.pdf", "status_text": "Delivered to the Governor", "journal_page": 764, "committee_id_action": 861, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19595, "action_date": "2005-03-22T09:00:00-06:00", "document_id": 105978, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105978.pdf", "status_text": "Signed by Governor", "journal_page": 796, "committee_id_action": 861, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3049, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/19595"}