{"session_id": 64, "bill_id": 22962, "bill_type": "House Bill", "bill_number": 1152, "bill_title": "establish rights regarding the disposition of a person's remains.", "sponsors": [{"legislator_profile_id": 3943, "is_prime": true}, {"legislator_profile_id": 3950, "is_prime": true}, {"legislator_profile_id": 3941, "is_prime": false}, {"legislator_profile_id": 3944, "is_prime": false}, {"legislator_profile_id": 3981, "is_prime": false}, {"legislator_profile_id": 3985, "is_prime": false}, {"legislator_profile_id": 3996, "is_prime": false}, {"legislator_profile_id": 4005, "is_prime": false}], "keywords": ["Fiduciaries and Trusts", "Personal Rights and Obligations"], "audio": [{"meeting_datetime": "2022-02-09T15:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hju20.mp3", "start_seconds": 2934.0}, {"meeting_datetime": "2022-02-09T15:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hju20.mp3", "start_seconds": 2934.0}, {"meeting_datetime": "2022-02-09T15:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hju20.mp3", "start_seconds": 2934.0}, {"meeting_datetime": "2022-02-09T15:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hju20.mp3", "start_seconds": 2934.0}, {"meeting_datetime": "2022-02-09T15:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hju20.mp3", "start_seconds": 2934.0}, {"meeting_datetime": "2022-02-09T15:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hju20.mp3", "start_seconds": 2934.0}, {"meeting_datetime": "2022-02-24T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco28.mp3", "start_seconds": 1975.0}, {"meeting_datetime": "2022-02-24T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco28.mp3", "start_seconds": 1975.0}, {"meeting_datetime": "2022-02-24T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco28.mp3", "start_seconds": 1975.0}, {"meeting_datetime": "2022-02-24T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sco28.mp3", "start_seconds": 1975.0}, {"meeting_datetime": "2022-02-28T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen30.mp3", "start_seconds": 5170.0}, {"meeting_datetime": "2022-02-28T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen30.mp3", "start_seconds": 5170.0}, {"meeting_datetime": "2022-02-28T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen30.mp3", "start_seconds": 5170.0}, {"meeting_datetime": "2022-02-28T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen30.mp3", "start_seconds": 5170.0}], "bill_versions": [{"bill_id": 22962, "bill_version_id": 229880, "bill_version": "Introduced", "bill_version_date": "2022-01-26T07:10:34.937-06:00", "bill_text": "An Act to establish rights regarding the disposition of a person's remains. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 55: A person, who is 18 years of age or older and of sound mind, by entering into a preneed contract as defined by § 55-11-1, may direct the location, manner and conditions of disposition of the person’s remains, and the arrangements for funeral goods and services to be provided upon the person’s death. The disposition directions and funeral prearrangements that are contained in a preneed contract are not subject to cancellation or substantial revision unless the cancellation or substantial revision has been ordered by a person who the decedent has appointed in the preneed contract as the person authorized to cancel or revise the terms of the preneed contract, or unless any resources set aside to fund the preneed contract are insufficient under the terms of the preneed contract to carry out the disposition directions and funeral prearrangements contained therein. Section 2. That a NEW SECTION be added to title 55: Except as provided in section 3 of this Act, the right to control the disposition of the remains of a deceased person, the location, manner and conditions of disposition, and arrangements for funeral goods and services to be provided vests in the following, in the order named, provided such person is 18 years or older and is of sound mind: (1) A person designated by the decedent as the person with the right to control the disposition in an affidavit executed in accordance with section 4 of this Act; (2) A person designated in the federal Record of Emergency Date Form DD 93, or its successor form, to have the right of disposition by a member of the military who dies while under active-duty orders, as described in 10 U.S.C. § 1481, in effect on January 1, 2022; (3) The surviving spouse; (4) The sole surviving child of the decedent, or if there is more than one child of the decedent, the majority of the surviving children. However, less than one-half of the surviving children are vested with the rights of this section if they have used reasonable efforts to notify all other surviving children of their instructions and are not aware of any opposition to those instructions on the part of more than one-half of all surviving children; (5) The surviving parent or parents of the decedent. If one of the surviving parents is absent, the remaining parent is vested with the rights and duties of this section after reasonable efforts have been unsuccessful in locating the absent surviving parent; (6) The surviving brother or sister of the decedent, or if there is more than one sibling of the decedent, the majority of the surviving siblings. However, less than the majority of surviving siblings are vested with the rights and duties of this section if they have used reasonable efforts to notify all other surviving siblings of their instructions and are not aware of any opposition to those instructions on the part of more than one-half of all surviving siblings; (7) The surviving grandparent of the decedent, or if there is more than one surviving grandparent, the majority of the grandparents. However, less than the majority of the surviving grandparents are vested with the rights and duties of this section if they have used reasonable efforts to notify all other surviving grandparents of their instructions and are not aware of any opposition to those instructions on the part of more than one-half of all surviving grandparents; (8) The guardian of the person of the decedent at the time of the decedent’s death, if one had been appointed; (9) The personal representative of the estate of the decedent; (10) The person in the classes of the next degree of kinship, in descending order, under the laws of descent and distribution to inherit the estate of the decedent. If there is more than one person of the same degree, any person of that degree may exercise the right of disposition; (11) If the disposition of the remains of the decedent is the responsibility of the state or a political subdivision of the state, the public officer, administrator or employee responsible for arranging the final disposition of decedent’s remains; or (12) In the absence of any person under subdivisions (1) to (11), inclusive, of this section, any other person willing to assume the responsibilities to act and arrange the final disposition of the decedent’s remains, including the funeral director with custody of the body, after attesting in writing that a good faith effort has been made to no avail to contact the individuals under subdivisions (1) to (11), inclusive, of this section. Section 3. That a NEW SECTION be added to title 55: A person entitled under law to the right of disposition forfeits that right, and the right is passed on to the next qualifying person as listed in section 2 of this Act, in the following circumstances: (1) Any person charged with first- or second-degree murder or voluntary manslaughter in connection with the decedent’s death, and whose charges are known to the funeral director; provided, however that if the charges against the person are dismissed, or if the person is acquitted of the charges, the right of disposition is returned to the person; (2) Any person who does not exercise the person's right of disposition within two days of notification of the death of decedent or within three days of decedent’s death, whichever is earlier; (3) If the person and the decedent are spouses and a petition to dissolve the marriage is pending at the time of decedent’s death; or (4) Where the court, pursuant to section 5 of this Act, determines that the person entitled to the right of disposition and the decedent were estranged at the time of death. For purposes of this subdivision, the term, estranged, means a physical and emotional separation from the decedent at the time of death that has existed for a period of time that clearly demonstrates an absence of due affection, trust, and regard for the decedent. Section 4. That a NEW SECTION be added to title 55: A person who is 18 years or older and of sound mind wishing to authorize another person to control the disposition of his or her remains as referenced in section 2 of this Act, may execute an affidavit before a notary public in substantially the following form: State of _______________ } County of ______________ } I, __________________, do hereby designate ____________________ with the right to control the disposition of my remains upon my death. I __ have/ __ have not attached specific directions concerning the disposition of my remains which the designee shall substantially comply with, provided such directions are lawful and there are sufficient resources in my estate to carry out the directions. Subscribed and sworn to before me this ___ day of the month of _____ of the year _____. ______________________ (signature of notary public) Section 5. That a NEW SECTION be added to title 55: Notwithstanding sections 1 to 4, inclusive, of this Act, the court of the county where the decedent resided may award the right of disposition to the person determined by the court to be the most fit and appropriate to carry out the right of disposition, and may make decisions regarding the decedent’s remains if those sharing the right of disposition cannot agree. The following provisions apply to the court’s determination: (1) If the persons holding the right of disposition are two or more persons with the same relationship to the decedent, and they cannot, by majority vote, make a decision regarding the disposition of the decedent’s remains, any of the persons or a funeral home with custody of the remains may file a petition asking the probate court to make a determination in the matter; (2) In making a determination under this section, the probate court shall consider the following: (a) The reasonableness and practicality of the proposed funeral arrangements and disposition; (b) The degree of the personal relationship between the decedent and each of the persons claiming the right of disposition; (c) The desires of the person or persons who are ready, able, and willing to pay the cost of the funeral arrangements and disposition; (d) The convenience and needs of other families and friends wishing to pay respects; (e) The desires of the decedent; and (f) The degree to which the funeral arrangements would allow maximum participation by all wishing to pay respect; (3) In the event of a dispute regarding the right of disposition, a funeral home is not liable for refusing to accept the remains or to inter or otherwise dispose of the remains of the decedent or complete the arrangements for the final disposition of the remains until the funeral home receives a court order or other written agreement signed by the parties in the disagreement that decides the final disposition of the remains. If the funeral home retains the remains for final disposition while the parties are in disagreement, the funeral home may embalm or refrigerate and shelter the body, or both, in order to preserve it while awaiting the final decision of the court and may add the cost of embalming and refrigeration and sheltering to the final disposition costs. If a funeral home brings an action under this section, the funeral home may add the legal fees and court costs associated with a petition under this section to the cost of final disposition. This section may not be construed to require or to impose a duty upon a funeral home to bring an action under this section. A funeral home and its employees may not be held criminally or civilly liable for choosing not to bring an action under this section; and (4) Except to the degree it may be considered by the court under subsection (2)(c), the fact that a person has paid or agreed to pay for all or part of the funeral arrangements and final disposition does not give that person a greater right to the right of disposition than the person would otherwise have. The personal representative of the estate of the decedent does not, by virtue of being the personal representative, have a greater claim to the right of disposition than the person would otherwise have. Section 6. That a NEW SECTION be added to title 55: Any person signing a funeral service agreement, cremation authorization form, or any other authorization for disposition is deemed to warrant the truthfulness of any facts set forth therein, including the identity of the decedent whose remains are to be buried, cremated, or otherwise disposed of, and the party’s authority to order the disposition. A funeral home shall have the right to rely on the funeral service contract or authorization and shall have the authority to carry out the instructions of the person or persons whom the funeral home reasonably believes holds the right of disposition. The funeral home shall have no responsibility to contact or to independently investigate the existence of any next-of-kin or relative of the decedent. If there is more than one person in a class who is equal in priority and the funeral home has no knowledge of any objection by other members of such class, the funeral home shall be entitled to rely on and act according to the instructions of the first such person in the class to make funeral and disposition arrangements; provided that no other person in such class objects in writing to the funeral home. Section 7. That a NEW SECTION be added to title 55: No funeral home or funeral director who relies in good faith upon the instructions of an individual claiming the right of disposition shall be subject to criminal or civil liability or subject to disciplinary action for carrying out the disposition of the remains in accordance with the instructions."}, {"bill_id": 22962, "bill_version_id": 233085, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2022-02-09T17:05:48.93-06:00", "bill_text": "An Act to establish rights regarding the disposition of a person's remains. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 55: A person, who is 18 years of age or older and of sound mind, by entering into a preneed contract as defined by § 55-11-1, may direct the location, manner and conditions of disposition of the person’s remains, and the arrangements for funeral goods and services to be provided upon the person’s death. The disposition directions and funeral prearrangements that are contained in a preneed contract are not subject to cancellation or substantial revision unless the cancellation or substantial revision has been ordered by a person who the decedent has appointed in the preneed contract as the person authorized to cancel or revise the terms of the preneed contract, or unless any resources set aside to fund the preneed contract are insufficient under the terms of the preneed contract to carry out the disposition directions and funeral prearrangements contained therein. Section 2. That a NEW SECTION be added to title 55: Except as provided in section 3 of this Act, the right to control the disposition of the remains of a deceased person, the location, manner and conditions of disposition, and arrangements for funeral goods and services to be provided vests in the following, in the order named, provided such person is 18 years or older and is of sound mind: (1) A person designated by the decedent as the person with the right to control the disposition in an affidavit executed in accordance with section 4 of this Act; (2) A person designated in the federal Record of Emergency Date Form DD 93, or its successor form, to have the right of disposition by a member of the military who dies while under active-duty orders, as described in 10 U.S.C. § 1481, in effect on January 1, 2022; (3) The surviving spouse; (4) The sole surviving child of the decedent, or if there is more than one child of the decedent, the majority of the surviving children. However, less than one-half of the surviving children are vested with the rights of this section if they have used reasonable efforts to notify all other surviving children of their instructions and are not aware of any opposition to those instructions on the part of more than one-half of all surviving children; (5) The surviving parent or parents of the decedent. If one of the surviving parents is absent, the remaining parent is vested with the rights and duties of this section after reasonable efforts have been unsuccessful in locating the absent surviving parent; (6) The surviving brother or sister of the decedent, or if there is more than one sibling of the decedent, the majority of the surviving siblings. However, less than the majority of surviving siblings are vested with the rights and duties of this section if they have used reasonable efforts to notify all other surviving siblings of their instructions and are not aware of any opposition to those instructions on the part of more than one-half of all surviving siblings; (7) The surviving grandparent of the decedent, or if there is more than one surviving grandparent, the majority of the grandparents. However, less than the majority of the surviving grandparents are vested with the rights and duties of this section if they have used reasonable efforts to notify all other surviving grandparents of their instructions and are not aware of any opposition to those instructions on the part of more than one-half of all surviving grandparents; (8) The guardian of the person of the decedent at the time of the decedent’s death, if one had been appointed; (9) The personal representative of the estate of the decedent; (10) The person in the classes of the next degree of kinship, in descending order, under the laws of descent and distribution to inherit the estate of the decedent. If there is more than one person of the same degree, any person of that degree may exercise the right of disposition; (11) If the disposition of the remains of the decedent is the responsibility of the state or a political subdivision of the state, the public officer, administrator, or employee responsible for arranging the final disposition of decedent’s remains; or (12) In the absence of any person under subdivisions (1) to (11), inclusive, of this section, any other person willing to assume the responsibilities to act and arrange the final disposition of the decedent’s remains, including the funeral director with custody of the body, after attesting in writing that a good faith effort has been made to no avail to contact the individuals under subdivisions (1) to (11), inclusive, of this section. Section 3. That a NEW SECTION be added to title 55: A person entitled under law to the right of disposition forfeits that right, and the right is passed on to the next qualifying person as listed in section 2 of this Act, in the following circumstances: (1) Any person charged with first- or second-degree murder or voluntary manslaughter in connection with the decedent’s death, and whose charges are known to the funeral director; provided, however that if the charges against the person are dismissed, or if the person is acquitted of the charges, the right of disposition is returned to the person; (2) Any person who does not exercise the person's right of disposition within two days of notification of the death of decedent or within three days of decedent’s death, whichever is earlier; (3) If the person and the decedent are spouses and a petition to dissolve the marriage is pending at the time of decedent’s death; or (4) Where the court, pursuant to section 5 of this Act, determines that the person entitled to the right of disposition and the decedent were estranged at the time of death. For purposes of this subdivision, the term, estranged, means a physical and emotional separation from the decedent at the time of death that has existed for a period of time that clearly demonstrates an absence of due affection, trust, and regard for the decedent. Section 4. That a NEW SECTION be added to title 55: A person who is 18 years or older and of sound mind wishing to authorize another person to control the disposition of his or her remains as referenced in section 2 of this Act, may execute an affidavit before a notary public in substantially the following form: State of _______________ } County of ______________ } I, __________________, do hereby designate ____________________ with the right to control the disposition of my remains upon my death. I __ have/ __ have not attached specific directions concerning the disposition of my remains which the designee shall substantially comply with, provided such directions are lawful and there are sufficient resources in my estate to carry out the directions. Subscribed and sworn to before me this ___ day of the month of _____ of the year _____. ______________________ (signature of notary public) Section 5. That a NEW SECTION be added to title 55: Notwithstanding sections 1 to 4, inclusive, of this Act, the court of the county where the decedent resided may award the right of disposition to the person determined by the court to be the most fit and appropriate to carry out the right of disposition, and may make decisions regarding the decedent’s remains if those sharing the right of disposition cannot agree. The following provisions apply to the court’s determination: (1) If the persons holding the right of disposition are two or more persons with the same relationship to the decedent, and they cannot, by majority vote, make a decision regarding the disposition of the decedent’s remains, any of the persons or a funeral home with custody of the remains may file a petition asking the court to make a determination in the matter; (2) In making a determination under this section, the court shall consider the following: (a) The reasonableness and practicality of the proposed funeral arrangements and disposition; (b) The degree of the personal relationship between the decedent and each of the persons claiming the right of disposition; (c) The desires of the person or persons who are ready, able, and willing to pay the cost of the funeral arrangements and disposition; (d) The convenience and needs of other families and friends wishing to pay respects; (e) The desires of the decedent; and (f) The degree to which the funeral arrangements would allow maximum participation by all wishing to pay respect; (3) In the event of a dispute regarding the right of disposition, a funeral home is not liable for refusing to accept the remains or to inter or otherwise dispose of the remains of the decedent or complete the arrangements for the final disposition of the remains until the funeral home receives a court order or other written agreement signed by the parties in the disagreement that decides the final disposition of the remains. If the funeral home retains the remains for final disposition while the parties are in disagreement, the funeral home may embalm or refrigerate and shelter the body, or both, in order to preserve it while awaiting the final decision of the court and may add the cost of embalming and refrigeration and sheltering to the final disposition costs. If a funeral home brings an action under this section, the funeral home may add the legal fees and court costs associated with a petition under this section to the cost of final disposition. This section may not be construed to require or to impose a duty upon a funeral home to bring an action under this section. A funeral home and its employees may not be held criminally or civilly liable for choosing not to bring an action under this section; and (4) Except to the degree it may be considered by the court under subsection (2)(c), the fact that a person has paid or agreed to pay for all or part of the funeral arrangements and final disposition does not give that person a greater right to the right of disposition than the person would otherwise have. The personal representative of the estate of the decedent does not, by virtue of being the personal representative, have a greater claim to the right of disposition than the person would otherwise have. Section 6. That a NEW SECTION be added to title 55: Any person signing a funeral service agreement, cremation authorization form, or any other authorization for disposition is deemed to warrant the truthfulness of any facts set forth therein, including the identity of the decedent whose remains are to be buried, cremated, or otherwise disposed of, and the party’s authority to order the disposition. A funeral home shall have the right to rely on the funeral service contract or authorization and shall have the authority to carry out the instructions of the person or persons whom the funeral home reasonably believes holds the right of disposition. The funeral home shall have no responsibility to contact or to independently investigate the existence of any next-of-kin or relative of the decedent. If there is more than one person in a class who is equal in priority and the funeral home has no knowledge of any objection by other members of such class, the funeral home shall be entitled to rely on and act according to the instructions of the first such person in the class to make funeral and disposition arrangements; provided that no other person in such class objects in writing to the funeral home. Section 7. That a NEW SECTION be added to title 55: No funeral home or funeral director who relies in good faith upon the instructions of an individual claiming the right of disposition shall be subject to criminal or civil liability or subject to disciplinary action for carrying out the disposition of the remains in accordance with the instructions."}, {"bill_id": 22962, "bill_version_id": 234730, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2022-02-24T14:04:10.687-06:00", "bill_text": "An Act to establish rights regarding the disposition of a person's remains. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 34: A person, who is 18 years of age or older and of sound mind, by entering into a preneed contract as defined by § 55-11-1, may direct the location, manner and conditions of disposition of the person’s remains, and the arrangements for funeral goods and services to be provided upon the person’s death. The disposition directions and funeral prearrangements that are contained in a preneed contract are not subject to cancellation or substantial revision unless the cancellation or substantial revision has been ordered by a person who the decedent has appointed in the preneed contract as the person authorized to cancel or revise the terms of the preneed contract, or unless any resources set aside to fund the preneed contract are insufficient under the terms of the preneed contract to carry out the disposition directions and funeral prearrangements contained therein. Section 2. That a NEW SECTION be added to title 34: Except as provided in section 3 of this Act, the right to control the disposition of the remains of a deceased person, the location, manner and conditions of disposition, and arrangements for funeral goods and services to be provided vests in the following, in the order named, provided such person is 18 years or older and is of sound mind: (1) A person designated by the decedent as the person with the right to control the disposition in an affidavit executed in accordance with section 4 of this Act; (2) A person designated in the federal Record of Emergency Date Form DD 93, or its successor form, to have the right of disposition by a member of the military who dies while under active-duty orders, as described in 10 U.S.C. § 1481, in effect on January 1, 2022; (3) The surviving spouse; (4) The sole surviving child of the decedent, or if there is more than one child of the decedent, the majority of the surviving children. However, less than one-half of the surviving children are vested with the rights of this section if they have used reasonable efforts to notify all other surviving children of their instructions and are not aware of any opposition to those instructions on the part of more than one-half of all surviving children; (5) The surviving parent or parents of the decedent. If one of the surviving parents is absent, the remaining parent is vested with the rights and duties of this section after reasonable efforts have been unsuccessful in locating the absent surviving parent; (6) The surviving brother or sister of the decedent, or if there is more than one sibling of the decedent, the majority of the surviving siblings. However, less than the majority of surviving siblings are vested with the rights and duties of this section if they have used reasonable efforts to notify all other surviving siblings of their instructions and are not aware of any opposition to those instructions on the part of more than one-half of all surviving siblings; (7) The surviving grandparent of the decedent, or if there is more than one surviving grandparent, the majority of the grandparents. However, less than the majority of the surviving grandparents are vested with the rights and duties of this section if they have used reasonable efforts to notify all other surviving grandparents of their instructions and are not aware of any opposition to those instructions on the part of more than one-half of all surviving grandparents; (8) The guardian of the person of the decedent at the time of the decedent’s death, if one had been appointed; (9) The personal representative of the estate of the decedent; (10) The person in the classes of the next degree of kinship, in descending order, under the laws of descent and distribution to inherit the estate of the decedent. If there is more than one person of the same degree, any person of that degree may exercise the right of disposition; (11) If the disposition of the remains of the decedent is the responsibility of the state or a political subdivision of the state, the public officer, administrator, or employee responsible for arranging the final disposition of decedent’s remains; or (12) In the absence of any person under subdivisions (1) to (11), inclusive, of this section, any other person willing to assume the responsibilities to act and arrange the final disposition of the decedent’s remains, including the funeral director with custody of the body, after attesting in writing that a good faith effort has been made to no avail to contact the individuals under subdivisions (1) to (11), inclusive, of this section. Section 3. That a NEW SECTION be added to title 34: A person entitled under law to the right of disposition forfeits that right, and the right is passed on to the next qualifying person as listed in section 2 of this Act, in the following circumstances: (1) Any person charged with first- or second-degree murder or voluntary manslaughter in connection with the decedent’s death, and whose charges are known to the funeral director; provided, however that if the charges against the person are dismissed, or if the person is acquitted of the charges, the right of disposition is returned to the person; (2) Any person who does not exercise the person's right of disposition within two days of notification of the death of decedent or within three days of decedent’s death, whichever is earlier; (3) If the person and the decedent are spouses and a petition to dissolve the marriage is pending at the time of decedent’s death; or (4) Where the court, pursuant to section 5 of this Act, determines that the person entitled to the right of disposition and the decedent were estranged at the time of death. For purposes of this subdivision, the term, estranged, means a physical and emotional separation from the decedent at the time of death that has existed for a period of time that clearly demonstrates an absence of due affection, trust, and regard for the decedent. Section 4. That a NEW SECTION be added to title 34: A person who is 18 years or older and of sound mind wishing to authorize another person to control the disposition of his or her remains as referenced in section 2 of this Act, may execute an affidavit before a notary public in substantially the following form: State of _______________ } County of ______________ } I, __________________, do hereby designate ____________________ with the right to control the disposition of my remains upon my death. I __ have/ __ have not attached specific directions concerning the disposition of my remains which the designee shall substantially comply with, provided such directions are lawful and there are sufficient resources in my estate to carry out the directions. Subscribed and sworn to before me this ___ day of the month of _____ of the year _____. ______________________ (signature of notary public) Section 5. That a NEW SECTION be added to title 34: Notwithstanding sections 1 to 4, inclusive, of this Act, the court of the county where the decedent resided may award the right of disposition to the person determined by the court to be the most fit and appropriate to carry out the right of disposition, and may make decisions regarding the decedent’s remains if those sharing the right of disposition cannot agree. The following provisions apply to the court’s determination: (1) If the persons holding the right of disposition are two or more persons with the same relationship to the decedent, and they cannot, by majority vote, make a decision regarding the disposition of the decedent’s remains, any of the persons or a funeral home with custody of the remains may file a petition asking the court to make a determination in the matter; (2) In making a determination under this section, the court shall consider the following: (a) The reasonableness and practicality of the proposed funeral arrangements and disposition; (b) The degree of the personal relationship between the decedent and each of the persons claiming the right of disposition; (c) The desires of the person or persons who are ready, able, and willing to pay the cost of the funeral arrangements and disposition; (d) The convenience and needs of other families and friends wishing to pay respects; (e) The desires of the decedent; and (f) The degree to which the funeral arrangements would allow maximum participation by all wishing to pay respect; (3) In the event of a dispute regarding the right of disposition, a funeral home is not liable for refusing to accept the remains or to inter or otherwise dispose of the remains of the decedent or complete the arrangements for the final disposition of the remains until the funeral home receives a court order or other written agreement signed by the parties in the disagreement that decides the final disposition of the remains. If the funeral home retains the remains for final disposition while the parties are in disagreement, the funeral home may embalm or refrigerate and shelter the body, or both, in order to preserve it while awaiting the final decision of the court and may add the cost of embalming and refrigeration and sheltering to the final disposition costs. If a funeral home brings an action under this section, the funeral home may add the legal fees and court costs associated with a petition under this section to the cost of final disposition. This section may not be construed to require or to impose a duty upon a funeral home to bring an action under this section. A funeral home and its employees may not be held criminally or civilly liable for choosing not to bring an action under this section; and (4) Except to the degree it may be considered by the court under subsection (2)(c), the fact that a person has paid or agreed to pay for all or part of the funeral arrangements and final disposition does not give that person a greater right to the right of disposition than the person would otherwise have. The personal representative of the estate of the decedent does not, by virtue of being the personal representative, have a greater claim to the right of disposition than the person would otherwise have. Section 6. That a NEW SECTION be added to title 34: Any person signing a funeral service agreement, cremation authorization form, or any other authorization for disposition is deemed to warrant the truthfulness of any facts set forth therein, including the identity of the decedent whose remains are to be buried, cremated, or otherwise disposed of, and the party’s authority to order the disposition. A funeral home shall have the right to rely on the funeral service contract or authorization and shall have the authority to carry out the instructions of the person or persons whom the funeral home reasonably believes holds the right of disposition. The funeral home shall have no responsibility to contact or to independently investigate the existence of any next-of-kin or relative of the decedent. If there is more than one person in a class who is equal in priority and the funeral home has no knowledge of any objection by other members of such class, the funeral home shall be entitled to rely on and act according to the instructions of the first such person in the class to make funeral and disposition arrangements; provided that no other person in such class objects in writing to the funeral home. Section 7. That a NEW SECTION be added to title 34: No funeral home or funeral director who relies in good faith upon the instructions of an individual claiming the right of disposition shall be subject to criminal or civil liability or subject to disciplinary action for carrying out the disposition of the remains in accordance with the instructions."}, {"bill_id": 22962, "bill_version_id": 235197, "bill_version": "Senate Engrossed", "bill_version_date": "2022-02-28T17:35:36.53-06:00", "bill_text": "An Act to establish rights regarding the disposition of a person's remains. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 34: A person, who is 18 years of age or older and of sound mind, by entering into a preneed contract as defined by § 55-11-1, may direct the location, manner and conditions of disposition of the person’s remains, and the arrangements for funeral goods and services to be provided upon the person’s death. The disposition directions and funeral prearrangements that are contained in a preneed contract are not subject to cancellation or substantial revision unless the cancellation or substantial revision has been ordered by a person who the decedent has appointed in the preneed contract as the person authorized to cancel or revise the terms of the preneed contract, or unless any resources set aside to fund the preneed contract are insufficient under the terms of the preneed contract to carry out the disposition directions and funeral prearrangements contained therein. Section 2. That a NEW SECTION be added to title 34: Except as provided in sections 1 and 3 of this Act, the duty to bury, find a grave for, and provide the grave of the deceased person with a permanent concrete, metal anchored in concrete, or stone marker, and the right to control the disposition of the remains of a deceased person, the location, manner and conditions of disposition, and arrangements for funeral goods and services to be provided vests in the following, in the order named, provided such person is 18 years or older and is of sound mind: (1) A person designated by the decedent as the person with the right to control the disposition in an affidavit executed in accordance with section 4 of this Act; (2) A person designated in the federal Record of Emergency Date Form DD 93, or its successor form, to have the right of disposition by a member of the military who dies while under active-duty orders, as described in 10 U.S.C. § 1481, in effect on January 1, 2022; (3) The surviving spouse; (4) The sole surviving child of the decedent, or if there is more than one child of the decedent, the majority of the surviving children. However, less than one-half of the surviving children are vested with the rights of this section if they have used reasonable efforts to notify all other surviving children of their instructions and are not aware of any opposition to those instructions on the part of more than one-half of all surviving children; (5) The surviving parent or parents of the decedent. If one of the surviving parents is absent, the remaining parent is vested with the rights and duties of this section after reasonable efforts have been unsuccessful in locating the absent surviving parent; (6) The surviving brother or sister of the decedent, or if there is more than one sibling of the decedent, the majority of the surviving siblings. However, less than the majority of surviving siblings are vested with the rights and duties of this section if they have used reasonable efforts to notify all other surviving siblings of their instructions and are not aware of any opposition to those instructions on the part of more than one-half of all surviving siblings; (7) The surviving grandparent of the decedent, or if there is more than one surviving grandparent, the majority of the grandparents. However, less than the majority of the surviving grandparents are vested with the rights and duties of this section if they have used reasonable efforts to notify all other surviving grandparents of their instructions and are not aware of any opposition to those instructions on the part of more than one-half of all surviving grandparents; (8) The guardian of the person of the decedent at the time of the decedent’s death, if one had been appointed; (9) The person named as personal representative in the last will and testament of the decedent; (10) The person in the classes of the next degree of kinship, in descending order, under the laws of descent and distribution to inherit the estate of the decedent. If there is more than one person of the same degree, any person of that degree may exercise the right of disposition; (11) If the disposition of the remains of the decedent is the responsibility of the state or a political subdivision of the state, the public officer, administrator, or employee responsible for arranging the final disposition of decedent’s remains; or (12) In the absence of any person under subdivisions (1) to (11), inclusive, of this section, any other person willing to assume the responsibilities to act and arrange the final disposition of the decedent’s remains, including the funeral director with custody of the body, after attesting in writing that a good faith effort has been made to no avail to contact the individuals under subdivisions (1) to (11), inclusive, of this section. Section 3. That a NEW SECTION be added to title 34: A person entitled under law to the right and duty of disposition forfeits that right and that duty, and the right and duty is passed on to the next qualifying person as listed in section 2 of this Act, in the following circumstances: (1) Any person charged with first- or second-degree murder or voluntary manslaughter in connection with the decedent’s death, and whose charges are known to the funeral director; provided, however that if the charges against the person are dismissed, or if the person is acquitted of the charges, the right of disposition is returned to the person; (2) Any person who does not exercise the person's right of disposition within two days of notification of the death of decedent or within three days of the date of possession of the decedent's remains by a funeral home, whichever is earlier; (3) If the person and the decedent are spouses and a petition to dissolve the marriage is pending at the time of decedent’s death; or (4) Where the court, pursuant to section 5 of this Act, determines that the person entitled to the right of disposition and the decedent were estranged at the time of death. For purposes of this subdivision, the term, estranged, means a physical and emotional separation from the decedent at the time of death that has existed for a period of time that clearly demonstrates an absence of due affection, trust, and regard for the decedent. Section 4. That a NEW SECTION be added to title 34: A person who is 18 years or older and of sound mind wishing to authorize another person to control the disposition of his or her remains as referenced in section 2 of this Act, may execute an affidavit before a notary public in substantially the following form: State of _______________ } County of ______________ } I, __________________, do hereby designate ____________________ with the right to control the disposition of my remains upon my death. I __ have/ __ have not attached specific directions concerning the disposition of my remains which the designee shall substantially comply with, provided such directions are lawful and there are sufficient resources in my estate to carry out the directions. Subscribed and sworn to before me this ___ day of the month of _____ of the year _____. ______________________ (signature of notary public) Section 5. That a NEW SECTION be added to title 34: Notwithstanding sections 1 to 4, inclusive, of this Act, the court of the county where the decedent resided may award the right of disposition to the person determined by the court to be the most fit and appropriate to carry out the right of disposition, and may make decisions regarding the decedent’s remains if those sharing the right of disposition cannot agree. The following provisions apply to the court’s determination: (1) If the persons holding the right of disposition are two or more persons with the same relationship to the decedent, and they cannot, by majority vote, make a decision regarding the disposition of the decedent’s remains, any of the persons or a funeral home with custody of the remains may file a petition asking the court to make a determination in the matter; (2) In making a determination under this section, the court shall consider the following: (a) The reasonableness and practicality of the proposed funeral arrangements and disposition; (b) The degree of the personal relationship between the decedent and each of the persons claiming the right of disposition; (c) The desires of the person or persons who are ready, able, and willing to pay the cost of the funeral arrangements and disposition; (d) The convenience and needs of other families and friends wishing to pay respects; (e) The desires of the decedent; and (f) The degree to which the funeral arrangements would allow maximum participation by all wishing to pay respect; (3) In the event of a dispute regarding the right of disposition, a funeral home is not liable for refusing to accept the remains or to inter or otherwise dispose of the remains of the decedent or complete the arrangements for the final disposition of the remains until the funeral home receives a court order or other written agreement signed by the parties in the disagreement that decides the final disposition of the remains. If the funeral home retains the remains for final disposition while the parties are in disagreement, the funeral home may embalm or refrigerate and shelter the body, or both, in order to preserve it while awaiting the final decision of the court and may add the cost of embalming and refrigeration and sheltering to the final disposition costs. If a funeral home brings an action under this section, the funeral home may add the legal fees and court costs associated with a petition under this section to the cost of final disposition. This section may not be construed to require or to impose a duty upon a funeral home to bring an action under this section. A funeral home and its employees may not be held criminally or civilly liable for choosing not to bring an action under this section; and (4) Except to the degree it may be considered by the court under subsection (2)(c), the fact that a person has paid or agreed to pay for all or part of the funeral arrangements and final disposition does not give that person a greater right to the right of disposition than the person would otherwise have. The personal representative of the estate of the decedent does not, by virtue of being the personal representative, have a greater claim to the right of disposition than the person would otherwise have. Section 6. That a NEW SECTION be added to title 34: Any person signing a funeral service agreement, cremation authorization form, or any other authorization for disposition is deemed to warrant the truthfulness of any facts set forth therein, including the identity of the decedent whose remains are to be buried, cremated, or otherwise disposed of, and the party’s authority to order the disposition. A funeral home shall have the right to rely on the funeral service contract or authorization and shall have the authority to carry out the instructions of the person or persons whom the funeral home reasonably believes holds the right of disposition. The funeral home shall have no responsibility to contact or to independently investigate the existence of any next-of-kin or relative of the decedent. If there is more than one person in a class who is equal in priority and the funeral home has no knowledge of any objection by other members of such class, the funeral home shall be entitled to rely on and act according to the instructions of the first such person in the class to make funeral and disposition arrangements; provided that no other person in such class objects in writing to the funeral home. Section 7. That a NEW SECTION be added to title 34: No funeral home or funeral director who relies in good faith upon the instructions of an individual claiming the right of disposition shall be subject to criminal or civil liability or subject to disciplinary action for carrying out the disposition of the remains in accordance with the instructions. Section 8. That § 34-26-1 be AMENDED: 34-26-1. Every person has the right to direct the manner in which his body or any part thereof shall be disposed of after his death, and to direct the manner in which any part of his body which becomes separated therefrom during his lifetime shall be disposed of. The provisions of §§ 34-26-4 to 34-26-7, inclusive, of sections 2 to 7, inclusive, of this Act, and of §§ 34-26-14 34-26-17 to 34-26-19, inclusive, do not apply where such person has given directions for the disposal of his body or any part thereof inconsistent with those provisions. Section 9. That § 34-26-17 be AMENDED: 34-26-17. In case the person upon whom the right and duty of burial is first cast by the provisions of § 34-26-16 omits to section 2 of this Act does not make such the burial within a reasonable time, the duty devolves upon the person next specified; and if all omit to act it devolves upon the tenant, or if there is no tenant upon the owner of the premises or master, or if there is no master upon the owner of the vessel in which the death occurs or the body is found; and if all of these omit to act it devolves upon the county of the legal residence of the deceased, and if no such residence is known, then upon the county where the body is first found dead, and in all such cases the said county shall have has a legal preferred claim against the estate of the decedent for the actual expense incurred. Section 10. That § 34-26A-2 be AMENDED: 34-26A-2. The authorizing agent is any person according to the priority established in § 34-26-16 section 2 of this Act legally entitled to order the cremation of human remains including a spouse, a parent, a child, or a close relative of the deceased, or in the absence of any of these, a friend of the deceased. For an indigent or any other individual whose final disposition is the responsibility of the state, a public official charged with arranging the final disposition of the deceased may serve as the authorizing agent. For an individual who has donated his body to science, or whose death occurred in a private institution, and in which the institution is charged with making arrangements for the final disposition of the deceased, a representative of the institution may serve as the authorizing agent. Section 11. That § 55-11-1 be AMENDED: 55-11-1. Before a person's death, he the person or someone on his the person's behalf may direct the location, manner, and conditions of disposition of the person's remains, and the arrangements for funeral goods and services to be provided upon the person's death, and contract with another person for the purchase or rental of personal property or professional services for the final disposition of his the person's body. At least eighty‑five percent of all money paid under the contract shall must be held in a revocable or an irrevocable trust, at the purchaser's option. The money shall must be held in trust until the obligation of the contract is fulfilled according to its terms or, if a revocable trust, the money is refunded to the person who made the payments. Section 12. That § 34-26-16 be REPEALED: The duty of burying the body of a deceased person and providing the grave with a permanent concrete, metal anchored in concrete, or stone marker devolves upon the persons hereinafter specified: (1) If the decedent was married the duty of burial devolves upon the husband or wife; (2) If the decedent was not married but left any kindred, the duty of burial devolves upon the person or persons in the same degree nearest of kin to the decedent, being of adult age, and within this state and possessed of sufficient means to defray the necessary expenses; (3) If the decedent left no husband or wife nor kindred answering the foregoing description, the duty of burial devolves upon the coroner conducting an inquest upon the body of the decedent, if any such inquest is held; if none, then upon the person charged with the support of the poor in the locality in which the death occurs."}, {"bill_id": 22962, "bill_version_id": 235655, "bill_version": "Enrolled", "bill_version_date": "2022-03-03T12:54:37.19-06:00", "bill_text": "ENTITLED An Act to establish rights regarding the disposition of a person's remains. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 34: A person, who is 18 years of age or older and of sound mind, by entering into a preneed contract as defined by § 55-11-1, may direct the location, manner and conditions of disposition of the person’s remains, and the arrangements for funeral goods and services to be provided upon the person’s death. The disposition directions and funeral prearrangements that are contained in a preneed contract are not subject to cancellation or substantial revision unless the cancellation or substantial revision has been ordered by a person who the decedent has appointed in the preneed contract as the person authorized to cancel or revise the terms of the preneed contract, or unless any resources set aside to fund the preneed contract are insufficient under the terms of the preneed contract to carry out the disposition directions and funeral prearrangements contained therein. Section 2. That a NEW SECTION be added to title 34: Except as provided in sections 1 and 3 of this Act, the duty to bury, find a grave for, and provide the grave of the deceased person with a permanent concrete, metal anchored in concrete, or stone marker, and the right to control the disposition of the remains of a deceased person, the location, manner and conditions of disposition, and arrangements for funeral goods and services to be provided vests in the following, in the order named, provided such person is 18 years or older and is of sound mind: (1) A person designated by the decedent as the person with the right to control the disposition in an affidavit executed in accordance with section 4 of this Act; (2) A person designated in the federal Record of Emergency Date Form DD 93, or its successor form, to have the right of disposition by a member of the military who dies while under active-duty orders, as described in 10 U.S.C. § 1481, in effect on January 1, 2022; (3) The surviving spouse; (4) The sole surviving child of the decedent, or if there is more than one child of the decedent, the majority of the surviving children. However, less than one-half of the surviving children are vested with the rights of this section if they have used reasonable efforts to notify all other surviving children of their instructions and are not aware of any opposition to those instructions on the part of more than one-half of all surviving children; (5) The surviving parent or parents of the decedent. If one of the surviving parents is absent, the remaining parent is vested with the rights and duties of this section after reasonable efforts have been unsuccessful in locating the absent surviving parent; (6) The surviving brother or sister of the decedent, or if there is more than one sibling of the decedent, the majority of the surviving siblings. However, less than the majority of surviving siblings are vested with the rights and duties of this section if they have used reasonable efforts to notify all other surviving siblings of their instructions and are not aware of any opposition to those instructions on the part of more than one-half of all surviving siblings; (7) The surviving grandparent of the decedent, or if there is more than one surviving grandparent, the majority of the grandparents. However, less than the majority of the surviving grandparents are vested with the rights and duties of this section if they have used reasonable efforts to notify all other surviving grandparents of their instructions and are not aware of any opposition to those instructions on the part of more than one-half of all surviving grandparents; (8) The guardian of the person of the decedent at the time of the decedent’s death, if one had been appointed; (9) The person named as personal representative in the last will and testament of the decedent; (10) The person in the classes of the next degree of kinship, in descending order, under the laws of descent and distribution to inherit the estate of the decedent. If there is more than one person of the same degree, any person of that degree may exercise the right of disposition; (11) If the disposition of the remains of the decedent is the responsibility of the state or a political subdivision of the state, the public officer, administrator, or employee responsible for arranging the final disposition of decedent’s remains; or (12) In the absence of any person under subdivisions (1) to (11), inclusive, of this section, any other person willing to assume the responsibilities to act and arrange the final disposition of the decedent’s remains, including the funeral director with custody of the body, after attesting in writing that a good faith effort has been made to no avail to contact the individuals under subdivisions (1) to (11), inclusive, of this section. Section 3. That a NEW SECTION be added to title 34: A person entitled under law to the right and duty of disposition forfeits that right and that duty, and the right and duty is passed on to the next qualifying person as listed in section 2 of this Act, in the following circumstances: (1) Any person charged with first- or second-degree murder or voluntary manslaughter in connection with the decedent’s death, and whose charges are known to the funeral director; provided, however that if the charges against the person are dismissed, or if the person is acquitted of the charges, the right of disposition is returned to the person; (2) Any person who does not exercise the person's right of disposition within two days of notification of the death of decedent or within three days of the date of possession of the decedent's remains by a funeral home, whichever is earlier; (3) If the person and the decedent are spouses and a petition to dissolve the marriage is pending at the time of decedent’s death; or (4) Where the court, pursuant to section 5 of this Act, determines that the person entitled to the right of disposition and the decedent were estranged at the time of death. For purposes of this subdivision, the term, estranged, means a physical and emotional separation from the decedent at the time of death that has existed for a period of time that clearly demonstrates an absence of due affection, trust, and regard for the decedent. Section 4. That a NEW SECTION be added to title 34: A person who is 18 years or older and of sound mind wishing to authorize another person to control the disposition of his or her remains as referenced in section 2 of this Act, may execute an affidavit before a notary public in substantially the following form: State of _______________ } County of ______________ } I, __________________, do hereby designate ____________________ with the right to control the disposition of my remains upon my death. I __ have/ __ have not attached specific directions concerning the disposition of my remains which the designee shall substantially comply with, provided such directions are lawful and there are sufficient resources in my estate to carry out the directions. Subscribed and sworn to before me this ___ day of the month of _____ of the year _____. ______________________ (signature of notary public) Section 5. That a NEW SECTION be added to title 34: Notwithstanding sections 1 to 4, inclusive, of this Act, the court of the county where the decedent resided may award the right of disposition to the person determined by the court to be the most fit and appropriate to carry out the right of disposition, and may make decisions regarding the decedent’s remains if those sharing the right of disposition cannot agree. The following provisions apply to the court’s determination: (1) If the persons holding the right of disposition are two or more persons with the same relationship to the decedent, and they cannot, by majority vote, make a decision regarding the disposition of the decedent’s remains, any of the persons or a funeral home with custody of the remains may file a petition asking the court to make a determination in the matter; (2) In making a determination under this section, the court shall consider the following: (a) The reasonableness and practicality of the proposed funeral arrangements and disposition; (b) The degree of the personal relationship between the decedent and each of the persons claiming the right of disposition; (c) The desires of the person or persons who are ready, able, and willing to pay the cost of the funeral arrangements and disposition; (d) The convenience and needs of other families and friends wishing to pay respects; (e) The desires of the decedent; and (f) The degree to which the funeral arrangements would allow maximum participation by all wishing to pay respect; (3) In the event of a dispute regarding the right of disposition, a funeral home is not liable for refusing to accept the remains or to inter or otherwise dispose of the remains of the decedent or complete the arrangements for the final disposition of the remains until the funeral home receives a court order or other written agreement signed by the parties in the disagreement that decides the final disposition of the remains. If the funeral home retains the remains for final disposition while the parties are in disagreement, the funeral home may embalm or refrigerate and shelter the body, or both, in order to preserve it while awaiting the final decision of the court and may add the cost of embalming and refrigeration and sheltering to the final disposition costs. If a funeral home brings an action under this section, the funeral home may add the legal fees and court costs associated with a petition under this section to the cost of final disposition. This section may not be construed to require or to impose a duty upon a funeral home to bring an action under this section. A funeral home and its employees may not be held criminally or civilly liable for choosing not to bring an action under this section; and (4) Except to the degree it may be considered by the court under subsection (2)(c), the fact that a person has paid or agreed to pay for all or part of the funeral arrangements and final disposition does not give that person a greater right to the right of disposition than the person would otherwise have. The personal representative of the estate of the decedent does not, by virtue of being the personal representative, have a greater claim to the right of disposition than the person would otherwise have. Section 6. That a NEW SECTION be added to title 34: Any person signing a funeral service agreement, cremation authorization form, or any other authorization for disposition is deemed to warrant the truthfulness of any facts set forth therein, including the identity of the decedent whose remains are to be buried, cremated, or otherwise disposed of, and the party’s authority to order the disposition. A funeral home shall have the right to rely on the funeral service contract or authorization and shall have the authority to carry out the instructions of the person or persons whom the funeral home reasonably believes holds the right of disposition. The funeral home shall have no responsibility to contact or to independently investigate the existence of any next-of-kin or relative of the decedent. If there is more than one person in a class who is equal in priority and the funeral home has no knowledge of any objection by other members of such class, the funeral home shall be entitled to rely on and act according to the instructions of the first such person in the class to make funeral and disposition arrangements; provided that no other person in such class objects in writing to the funeral home. Section 7. That a NEW SECTION be added to title 34: No funeral home or funeral director who relies in good faith upon the instructions of an individual claiming the right of disposition shall be subject to criminal or civil liability or subject to disciplinary action for carrying out the disposition of the remains in accordance with the instructions. Section 8. That § 34-26-1 be AMENDED: 34-26-1. Every person has the right to direct the manner in which his body or any part thereof shall be disposed of after his death, and to direct the manner in which any part of his body which becomes separated therefrom during his lifetime shall be disposed of. The provisions of §§ 34-26-4 to 34-26-7, inclusive, of sections 2 to 7, inclusive, of this Act, and of §§ 34-26-17 to 34-26-19, inclusive, do not apply where such person has given directions for the disposal of his body or any part thereof inconsistent with those provisions. Section 9. That § 34-26-17 be AMENDED: 34-26-17. In case the person upon whom the right and duty of burial is first cast by the provisions of section 2 of this Act does not make the burial within a reasonable time, the duty devolves upon the person next specified; and if all omit to act it devolves upon the county of the legal residence of the deceased, and if no such residence is known, then upon the county where the body is first found, and in all such cases the county has a legal preferred claim against the estate of the decedent for the actual expense incurred. Section 10. That § 34-26A-2 be AMENDED: 34-26A-2. The authorizing agent is any person according to the priority established in section 2 of this Act legally entitled to order the cremation of human remains. For an indigent or any other individual whose final disposition is the responsibility of the state, a public official charged with arranging the final disposition of the deceased may serve as the authorizing agent. For an individual who has donated his body to science, or whose death occurred in a private institution, and in which the institution is charged with making arrangements for the final disposition of the deceased, a representative of the institution may serve as the authorizing agent. Section 11. That § 55-11-1 be AMENDED: 55-11-1. Before a person's death, the person or someone on the person's behalf may direct the location, manner, and conditions of disposition of the person's remains, and the arrangements for funeral goods and services to be provided upon the person's death, and contract with another person for the purchase or rental of personal property or professional services for the final disposition of the person's body. At least eighty‑five percent of all money paid under the contract must be held in a revocable or an irrevocable trust, at the purchaser's option. The money must be held in trust until the obligation of the contract is fulfilled according to its terms or, if a revocable trust, the money is refunded to the person who made the payments. Section 12. That § 34-26-16 be REPEALED. An Act to establish rights regarding the disposition of a person's remains. I certify that the attached Act originated in the: House as Bill No. 1152 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1152 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2022 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2022 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2022 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22962, "action_date": "2022-01-26T14:00:00-06:00", "document_id": 229686, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/229686.pdf", "status_text": "First read in House and referred to", "journal_page": 127, "committee_id_action": 1008, "committee_id_assigned": 1009, "result": "N", "vote": {}}, {"bill_id": 22962, "action_date": "2022-02-09T10:00:00-06:00", "document_id": 232741, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232741.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1009, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22962, "action_date": "2022-02-09T10:00:00-06:00", "document_id": 232744, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232744.pdf", "status_text": "Motion to amend", "journal_page": 1, "committee_id_action": 1009, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22962, "action_date": "2022-02-09T10:00:00-06:00", "document_id": 232744, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232744.pdf", "status_text": "Do Pass Amended", "journal_page": 1, "committee_id_action": 1009, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73164, "president_vote": null, "Yea": [3913, 3915, 3927, 3976, 3983, 3984, 3985, 3988, 3989, 3997, 3998, 4001, 3946]}}, {"bill_id": 22962, "action_date": "2022-02-09T10:00:00-06:00", "document_id": 232744, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232744.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": 1, "committee_id_action": 1009, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22962, "action_date": "2022-02-14T14:00:00-06:00", "document_id": 233296, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233296.pdf", "status_text": "Do Pass", "journal_page": 283, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73571, "president_vote": null, "Yea": [3912, 3913, 3914, 3915, 3916, 3917, 3919, 3923, 3924, 3927, 3928, 3929, 3930, 3931, 3933, 3934, 3937, 3938, 3941, 3944, 3945, 3946, 3947, 3948, 3950, 3951, 3953, 3954, 3955, 3957, 3959, 3960, 3963, 3964, 3965, 3967, 3968, 3969, 3970, 3971, 3972, 3973, 3976, 3977, 3980, 3981, 3982, 3983, 3984, 3986, 3987, 3988, 3989, 3992, 3995, 3997, 3998, 4001, 4004, 4005, 4007, 4008, 4009, 4011, 4013, 4014, 4015, 3942], "Excused": [3978, 3985]}}, {"bill_id": 22962, "action_date": "2022-02-15T14:00:00-06:00", "document_id": 233559, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233559.pdf", "status_text": "First read in Senate and referred to", "journal_page": 257, "committee_id_action": 1034, "committee_id_assigned": 1022, "result": "N", "vote": {}}, {"bill_id": 22962, "action_date": "2022-02-24T10:00:00-06:00", "document_id": 234065, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234065.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1022, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22962, "action_date": "2022-02-24T10:00:00-06:00", "document_id": 234067, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234067.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1022, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22962, "action_date": "2022-02-24T10:00:00-06:00", "document_id": 234067, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234067.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1022, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74638, "president_vote": null, "Excused": [3939], "Yea": [3975, 3993, 3999, 4000, 4006, 4016, 4010, 3925]}}, {"bill_id": 22962, "action_date": "2022-02-28T14:00:00-06:00", "document_id": 234888, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234888.pdf", "status_text": "Motion to amend", "journal_page": 411, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22962, "action_date": "2022-02-28T14:00:00-06:00", "document_id": 234888, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234888.pdf", "status_text": "Do Pass Amended", "journal_page": 413, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74907, "president_vote": null, "Yea": [3918, 3920, 3921, 3922, 3925, 3926, 3932, 3935, 3936, 3939, 3940, 3943, 3949, 3952, 3956, 3958, 3961, 3962, 3966, 3974, 3975, 3979, 3990, 3991, 3993, 3994, 3996, 3999, 4000, 4002, 4003, 4006, 4010, 4012, 4016]}}, {"bill_id": 22962, "action_date": "2022-03-02T14:00:00-06:00", "document_id": 235434, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235434.pdf", "status_text": "Concurred in amendments", "journal_page": 517, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 75159, "president_vote": null, "Yea": [3912, 3913, 3914, 3915, 3916, 3917, 3919, 3923, 3924, 3927, 3928, 3929, 3930, 3931, 3933, 3934, 3937, 3938, 3941, 3944, 3945, 3946, 3947, 3948, 3950, 3951, 3953, 3954, 3955, 3957, 3959, 3960, 3963, 3964, 3965, 3967, 3968, 3969, 3970, 3971, 3972, 3976, 3977, 3978, 3980, 3981, 3982, 3983, 3985, 3987, 3988, 3989, 3992, 3995, 3997, 3998, 4001, 4004, 4005, 4007, 4008, 4009, 4011, 4013, 4014, 4015], "Excused": [3973], "Nay": [3984, 3986, 3942]}}, {"bill_id": 22962, "action_date": "2022-03-03T12:00:00-06:00", "document_id": 235745, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235745.pdf", "status_text": "Signed by the Speaker", "journal_page": 589, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22962, "action_date": "2022-03-07T11:00:00-06:00", "document_id": 235844, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235844.pdf", "status_text": "Signed by the President", "journal_page": 479, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22962, "action_date": "2022-03-08T10:00:00-06:00", "document_id": 236130, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236130.pdf", "status_text": "Delivered to the Governor", "journal_page": 626, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22962, "action_date": "2022-03-28T11:00:00-05:00", "document_id": 236428, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236428.pdf", "status_text": "Signed by the Governor", "journal_page": 689, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7486, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22962"}