{"session_id": 59, "bill_id": 20840, "bill_type": "Senate Concurrent Resolution", "bill_number": 7, "bill_title": "Requesting the federal government to honor certain state meat inspections for meat entering interstate commerce.", "sponsors": [{"legislator_profile_id": 3386, "is_prime": true}, {"legislator_profile_id": 3411, "is_prime": true}, {"legislator_profile_id": 3364, "is_prime": false}, {"legislator_profile_id": 3383, "is_prime": false}, {"legislator_profile_id": 3388, "is_prime": false}, {"legislator_profile_id": 3389, "is_prime": false}, {"legislator_profile_id": 3391, "is_prime": false}, {"legislator_profile_id": 3398, "is_prime": false}, {"legislator_profile_id": 3405, "is_prime": false}, {"legislator_profile_id": 3407, "is_prime": false}, {"legislator_profile_id": 3415, "is_prime": false}, {"legislator_profile_id": 3419, "is_prime": false}, {"legislator_profile_id": 3433, "is_prime": false}, {"legislator_profile_id": 3440, "is_prime": false}, {"legislator_profile_id": 3449, "is_prime": false}, {"legislator_profile_id": 3454, "is_prime": false}], "keywords": ["Agriculture", "Senate Concurrent Resolutions"], "audio": [], "bill_versions": [{"bill_id": 20840, "bill_version_id": 109038, "bill_version": "Introduced", "bill_version_date": "2006-02-21T08:05:17-06:00", "bill_text": "A CONCURRENT RESOLUTION, Requesting the federal government to honor certain state meat inspections for meat entering interstate commerce. WHEREAS, South Dakota's state meat inspection program has an excellent safety record indicating that the meat slaughtered and processed in South Dakota under state inspection is wholesome and safe for human consumption; and WHEREAS, state meat inspection programs are flexible and can tailor their activities to provide services to small, local meat processors that cannot be duplicated by the federal inspection program because of its size and complexity and because of the lengthy time period needed for the federal bureaucracy to respond; and WHEREAS, federal law prohibits products that are inspected solely by a state inspection program from entering interstate commerce and being sold across state lines, a situation that inhibits economic development and value-added agricultural activities in this nation's agricultural sector; and WHEREAS, obtaining federal meat inspection can be a costly and time-consuming process for a small-scale, local processor or locker or for a small plant that produces \"ethnic meat products\" or other specialty products. Under current law, many of these small-scale operations operate under state inspection and, consequently, are not allowed to ship their products across state lines; and WHEREAS, the current system results in a number of inconsistencies that are unfair to small-scale processors. For example, imported foreign meats are federally inspected, but under oversight that is less stringent than in state inspection programs, while other types of state- inspected specialty meats, such as ostrich, deer, and bison are allowed in interstate commerce even though they are not federally regulated; and WHEREAS, the current meat inspection system is inequitable in many ways for small-scale, local meat processors and could be significantly improved and made more efficient by allowing state-inspected meat products to enter interstate commerce: NOW, THEREFORE, BE IT RESOLVED, by the Senate of the Eighty-first Legislature of the State of South Dakota, the House of Representatives concurring therein, that the South Dakota Legislature urges the United States Congress and the United States Department of Agriculture to revise federal policy and federal law to authorize state-inspected meat to enter interstate commerce, particularly in situations involving small-scale, local meat processors."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20840, "action_date": "2006-02-21T14:00:00-06:00", "document_id": 109122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109122.pdf", "status_text": "Introduced", "journal_page": 594, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20840, "action_date": "2006-02-22T14:00:00-06:00", "document_id": 109224, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109224.pdf", "status_text": "Adopt Resolution", "journal_page": 620, "committee_id_action": 894, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 63085, "president_vote": null, "Nay": [3361, 3362, 3363, 3365, 3368, 3374, 3376, 3377, 3379, 3384, 3390, 3391, 3396, 3409, 3412, 3416, 3421, 3423, 3425, 3430, 3435, 3447, 3450, 3453], "Yea": [3364, 3397, 3404, 3411, 3413, 3415, 3428, 3432, 3439, 3452, 3458]}}]}