{"session_id": 20, "bill_id": 6004, "bill_type": "House Commemoration", "bill_number": 1028, "bill_title": "Commending and honoring Ann Anderson, fifth grade science teacher at Belle Fourche Middle School.", "sponsors": [{"legislator_profile_id": 438, "is_prime": true}, {"legislator_profile_id": 439, "is_prime": true}, {"legislator_profile_id": 522, "is_prime": false}, {"legislator_profile_id": 521, "is_prime": false}, {"legislator_profile_id": 440, "is_prime": false}, {"legislator_profile_id": 463, "is_prime": false}, {"legislator_profile_id": 459, "is_prime": false}, {"legislator_profile_id": 464, "is_prime": false}, {"legislator_profile_id": 460, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 6004, "bill_version_id": 30155, "bill_version": "Introduced", "bill_version_date": "2014-02-11T09:40:40.817-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Ann Anderson, fifth grade science teacher at Belle Fourche Middle School. WHEREAS, Ms. Ann Anderson has been an educator for more than fourteen years, seven years as a science and social studies teacher at Belle Fourche Middle School in Belle Fourche, South Dakota; and WHEREAS, Ms. Anderson received the 1999 Class B East Region Girls Cross Country Coach of the Year Award and the 2012 Daniel Swets Robotics Materials Award; and WHEREAS, Ms. Anderson received a grant for thirty classroom iPads; participated in her district's Building Leadership Team; and presented at the Technology and Innovation in Education Conference; and WHEREAS, Ms. Anderson participated in the Mickelson ExxonMobile Teachers Academy in New Jersey; was recognized as a NASA Stellar Teacher for two years; and served as a Great Expectations in Math and Science Associate; and WHEREAS, Ms. Anderson received the prestigious Presidential Award for Excellence in Mathematics and Science Teaching: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that Ann Anderson be commended and honored for her outstanding teaching and academic performance throughout her career."}, {"bill_id": 6004, "bill_version_id": 30418, "bill_version": "Enrolled", "bill_version_date": "2014-02-13T14:40:39.093-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Ann Anderson, fifth grade science teacher at Belle Fourche Middle School. WHEREAS, Ms. Ann Anderson has been an educator for more than fourteen years, seven years as a science and social studies teacher at Belle Fourche Middle School in Belle Fourche, South Dakota; and WHEREAS, Ms. Anderson received the 1999 Class B East Region Girls Cross Country Coach of the Year Award and the 2012 Daniel Swets Robotics Materials Award; and WHEREAS, Ms. Anderson received a grant for thirty classroom iPads; participated in her district's Building Leadership Team; and presented at the Technology and Innovation in Education Conference; and WHEREAS, Ms. Anderson participated in the Mickelson ExxonMobile Teachers Academy in New Jersey; was recognized as a NASA Stellar Teacher for two years; and served as a Great Expectations in Math and Science Associate; and WHEREAS, Ms. Anderson received the prestigious Presidential Award for Excellence in Mathematics and Science Teaching: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that Ann Anderson be commended and honored for her outstanding teaching and academic performance throughout her career. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6004, "action_date": "2014-02-11T14:00:00-06:00", "document_id": 30209, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30209.pdf", "status_text": "", "journal_page": 385, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6004"}