{"session_id": 69, "bill_id": 25070, "bill_type": "House Commemoration", "bill_number": 8003, "bill_title": "Recognizing the Chester Lady Flyers as the 2023 State B Volleyball Champions.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25070", "sponsors": [{"legislator_profile_id": 4487, "is_prime": true}, {"legislator_profile_id": 4553, "is_prime": true}, {"legislator_profile_id": 4530, "is_prime": false}], "keywords": ["House Commemoration", "Sports"], "audio": [], "bill_versions": [{"bill_id": 25070, "bill_version_id": 260109, "bill_version": "Introduced", "bill_version_date": "2024-01-16T20:55:36.74-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Recognizing the Chester Lady Flyers as the 2023 State B Volleyball Champions. WHEREAS, the Chester Lady Flyer volleyball program is recognized as a perennial powerhouse, having previously won the state championship in 2015 and qualifying for the state tournament for eleven consecutive years; and WHEREAS, the Lady Flyers defeated Faulkton Area 3-0 in the opening round; and WHEREAS, the Lady Flyers defeated Castlewood 3-0 in the semifinal round to earn a berth in the state championship match; and WHEREAS, in the championship match the Lady Flyers faced another perennial powerhouse in Warner, whose record at the time of the title match was 39-0 and who had only lost three sets all year; and WHEREAS, despite losing the first set by a score of 25-20, and despite falling behind in the match, the Lady Flyers maintained their focus and composure, battling back to win the state championship in a grueling five-set contest; and WHEREAS, the Lady Flyers ended their season with the impressive record of 33-2: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Ninth Legislature of the State of South Dakota, that the Chester Lady Flyers are the 2023 State B volleyball champions."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25070, "action_date": "2024-01-18T14:00:00-06:00", "document_id": 260440, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260440.pdf", "status_text": "", "journal_page": 86, "committee_id_action": 1197, "committee_id_assigned": null, "result": "N", "vote": {}}]}