{"session_id": 69, "bill_id": 24875, "bill_type": "House Bill", "bill_number": 1118, "bill_title": "revise unclaimed property provisions.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24875", "sponsors": [{"legislator_profile_id": 4526, "is_prime": true}, {"legislator_profile_id": 4569, "is_prime": true}, {"legislator_profile_id": 4487, "is_prime": false}, {"legislator_profile_id": 4518, "is_prime": false}, {"legislator_profile_id": 4530, "is_prime": false}, {"legislator_profile_id": 4532, "is_prime": false}, {"legislator_profile_id": 4558, "is_prime": false}, {"legislator_profile_id": 4576, "is_prime": false}], "keywords": ["Fund", "Unclaimed Property"], "audio": [], "bill_versions": [{"bill_id": 24875, "bill_version_id": 260759, "bill_version": "Introduced", "bill_version_date": "2024-01-18T18:15:51.347-06:00", "bill_text": "An Act to revise unclaimed property provisions. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 43-41B-24 be AMENDED: 43-41B-24. (a) Except as otherwise provided by this section, the administrator shall promptly deposit in the general fund of this state all funds moneys received under this chapter, including the proceeds from the sale of abandoned property under § 43-41B-23. The administrator shall retain in a separate trust fund an amount not more than fifty thousand dollars from which the administrator must make prompt payment of claims duly allowed must be made by him. Before making the deposit, the administrator shall must record the name and last known address of each person appearing from the holders' reports to be entitled to the property and the name and last known address of each insured person or annuitant and beneficiary, and with respect to each policy or contract listed in the report of an insurance company, its number, the name of the company, and the amount due. The record must be available for public inspection at all reasonable business hours. (b) The administrator may pay from the unclaimed property trust fund: (1) Any costs in connection with the sale of abandoned property; (2) Costs of mailing and publication in connection with any abandoned property; (3) Reasonable service charges; and (4) Costs incurred in examining records of holders of property and in collecting the property from those holders. Section 2. That § 43-41B-24.1 be AMENDED: 43-41B-24.1. Money in the unclaimed property trust fund for the payment of costs and expenses authorized under § 43-41B-24 claims is continuously appropriated for those purposes. Any expenditures shall the purpose of paying claims. Expenditures for claims must be paid upon warrants drawn by the state auditor pursuant to vouchers authorized by the state treasurer. All funds moneys paid out by the state treasurer for claims under chapter 43-41B shall must be set forth in an informational budget as described in § 4-7-7.2 and be annually reviewed by the Legislature. Any expenditure other than unclaimed property claims that exceeds the informational budget shall be approved by the Board of Finance pursuant to chapter 4-1. Section 3. That chapter 43-41B be amended with a NEW SECTION: The operational expenses for unclaimed property, including costs in connection with the sale of abandoned property, costs of mailing and publication, service charges, and costs incurred in examining records of holders of property and in collecting the property from those holders, must be paid from general appropriations in the general appropriations act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24875, "action_date": "2024-01-19T13:00:00-06:00", "document_id": 260712, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260712.pdf", "status_text": "First read in House and referred to", "journal_page": 93, "committee_id_action": 1197, "committee_id_assigned": 1193, "result": "N", "vote": {}}]}