{"session_id": 27, "bill_id": 8221, "bill_type": "House Bill", "bill_number": 1162, "bill_title": "transfer the authority to add, delete, or reschedule controlled drugs and substances in Schedules I to IV, inclusive, from the Legislature to the Board of Pharmacy.", "sponsors": [{"legislator_profile_id": 1139, "is_prime": true}], "keywords": ["Drugs and Substances Control", "Legislature and Statutes", "Public Health and Safety"], "audio": [], "bill_versions": [{"bill_id": 8221, "bill_version_id": 43581, "bill_version": "Introduced", "bill_version_date": "2017-02-01T10:52:56.89-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to transfer the authority to add, delete, or reschedule controlled drugs and substances in Schedules I to IV, inclusive, from the Legislature to the Board of Pharmacy. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 34-20B be amended by adding a NEW SECTION to read: The Board of Pharmacy shall promulgate rules, pursuant to chapter 1-26, that contain the lists of controlled drugs and substances in Schedules I through IV and other provisions contained in § 34-20B-4.1, 34-20B-10, 34-20B-12, 34-20B-13, 34-20B-14, 34-20B-16, 34-20B-17, 34-20B-19, 34-20B-19.1, 34-20B-20, 34-20B-20.1, 34-20B-22, 34-20B-23, 34-20B-25, and 34-20B-26. Upon the effective date of the rules promulgated pursuant to this section, the sections of law listed in this section are repealed. Section 2. That chapter 34-20B be amended by adding a NEW SECTION to read: The board shall administer the lists of controlled drugs and substances in Schedules I to IV, inclusive. The board shall, by rules promulgated pursuant to chapter 1-26, add, delete, or reschedule any substance that the board determines has a different potential for abuse. In making a determination regarding a substance, the board shall consider the following: (1) The actual or relative potential for abuse; (2) The scientific evidence of its pharmacological effect, if known; (3) The state of current scientific knowledge regarding the substance; (4) The history and current pattern of abuse; (5) The scope, duration, and significance of abuse; (6) The risk to public health; (7) The potential of the substance to produce psychic or physiological dependency; and (8) Whether the substance is an immediate precursor of a substance already contained in the list of controlled drugs and substances. Section 3. That § 34-20B-1 be amended by adding a NEW SUBDIVISION to read: \"Board,\" the Board of Pharmacy; Section 4. That § 34-20B-2 be amended to read: 34-20B-2. For the purposes of this chapter, unless the context otherwise requires, \" the term, drug\", means: (1) Articles recognized in the official United States Pharmacopoeia, official Homeopathic Pharmacopoeia of the United States, or official National Formulary, or any supplement to any of them, unless the department board shall determine that any such article is inconsistent with the provisions of this chapter rules promulgated pursuant to this Act or are not appropriate to conditions which exist in this state, and by regulation specifically excludes any such article; (2) Articles intended for use, or used, in the diagnosis, cure, mitigation, treatment, or prevention of disease in man or other animals; (3) Articles (other than food) intended to affect, or affecting, the structure or any function of the body of man or other animals; and (4) Articles intended for use, or used, as a component of any articles specified in clauses (1), (2), or (3) of this section, but does not include mechanical devices or their components, parts, or accessories. Section 5. That § 34-20B-3 be amended to read: 34-20B-3. For the purposes of this chapter, unless the context otherwise requires, \" the term, controlled drug or substance\", means a drug, substance, or immediate precursor in Schedules I through to IV of §§ 34-20B-11 to 34-20B-26, inclusive, in rules promulgated pursuant to sections 1 and 2 of this Act. Section 6. That § 34-20B-4 be amended to read: 34-20B-4. For the purposes of this chapter, unless the context otherwise requires, \" the rules promulgated pursuant to sections 1 and 2 of this Act, the term, precursor\", or \" immediate precursor\", means a substance which that the department board has found to be and by regulation designates as being a principal compound commonly used or produced primarily for use, and which that is an immediate chemical intermediary used or likely to be used, in the manufacture of a controlled drug or substance, the control of which is necessary to prevent, curtail, or limit such the manufacture. Section 7. That § 34-20B-11 be amended to read: 34-20B-11. To be included within Schedule I, a substance shall have The board, in rules promulgated pursuant to section 2 of this Act, shall place a substance in Schedule I if the board finds that the substance has: (1) A high potential for abuse; (2) No accepted medical use in the United States; and (3) A lack of accepted safety for use under medical supervision. Section 8. That § 34-20B-15 be amended to read: 34-20B-15. To be included within Schedule II, a substance shall have The board, in rules promulgated pursuant to section 2 of this Act, shall place a substance in Schedule II if the board finds that the substance has: (1) A high potential for abuse, (2) Currently accepted medical use in the United States, or currently accepted medical use with severe restrictions, and (3) Abuse which may lead to severe psychic or physical dependence. Section 9. That § 34-20B-18 be amended to read: 34-20B-18. To be included within Schedule III, a substance shall have The board, in rules promulgated pursuant to section 2 of this Act, shall place a substance in Schedule III if the board finds that the substance has: (1) A potential for abuse less than the substances listed in Schedules I and II; (2) Well documented and approved medical use in the United States; and (3) Abuse which may lead to moderate or low physical dependence or high psychological dependence. Section 10. That § 34-20B-21 be amended to read: 34-20B-21. The department board may by rules promulgated pursuant to chapter 1-26 except any compound, mixture, or preparation containing any stimulant, depressant substance, or anabolic steroid listed in §§ 34-20B-19, 34-20B-20, and 34-20B-22 Schedule III if the compound, mixture, or preparation contains one or more active medicinal ingredients not having a stimulant, depressant, or anabolic steroid effect. Such admixtures shall be included therein in such combinations, quantity, proportion, or concentration as to vitiate the potential for abuse of the substances which do have a stimulant, depressant, or anabolic steroid effect. Section 11. That § 34-20B-24 be amended to read: 34-20B-24. To be included within Schedule IV, a substance shall have The board, in rules promulgated pursuant to section 2 of this Act, shall place a substance in Schedule IV if the board finds that the substance has: (1) A low potential for abuse relative to the substances listed in Schedule III; (2) Currently accepted medical use in the United States; and (3) Limited physical dependence or psychological dependence liability or potential, or both, relative to the substances listed in Schedule III. Section 12. That § 34-20B-27 be repealed. 34-20B-27. The department shall make recommendations to the Legislature that a substance be added, deleted, or rescheduled when the department determines that such substance has a different potential for abuse. Section 13. That § 34-20B-28 be amended to read: 34-20B-28. If the department board designates a substance as an \"immediate precursor,\" substances which that are precursors of such the designated immediate precursors shall are not be subject to control solely because they are precursors of the controlled precursor. Section 14. That § 34-20B-29 be amended to read: 34-20B-29. Any person who prescribes, manufactures, distributes, or dispenses any controlled drug or substance within this state or who proposes to engage in the prescribing, manufacture, distribution, or dispensing of any controlled drug or substance within this state, shall obtain a registration issued by the department board according to the rules promulgated under this chapter. Section 15. That § 34-20B-30 be amended to read: 34-20B-30. The following persons shall are not be required to register under the provisions of § 34-20B-29: (1) An agent, or an employee thereof, of any manufacturer, distributor, or dispenser of any controlled drug or substance if such the agent is acting in the usual course of his the agent's business or employment; (2) A common or contract carrier or warehouseman, or an employee thereof, whose possession of any controlled drug or substance is in the usual course of his the carrier's or warehouseman's business or employment; (3) A person in possession of any controlled drug or substance pursuant to a lawful order of a practitioner. Section 16. That § 34-20B-32 be amended to read: 34-20B-32. The department board may, by regulation, waive the requirement for registration of certain manufacturers, distributors, or dispensers if the department board finds it consistent with the public health and safety. Section 17. That § 34-20B-33 be amended to read: 34-20B-33. The department board shall permit persons to register who own or operate any establishment engaged in the manufacture, distribution, or dispensing of any controlled drugs and substances prior to July 1, 1972, and who are registered or licensed by the state. Section 18. That § 34-20B-35 be amended to read: 34-20B-35. The department board shall register an applicant to manufacture and distribute controlled drugs and substances included in Schedules I through to IV of §§ 34-20B-11 to 34-20B-26, inclusive, of rules promulgated by the board pursuant to sections 1 and 2 of this Act, unless it is determined that the issuance of such the registration is inconsistent with the public interest. In determining the public interest, the following factors shall be considered: (1) Maintenance of effective controls against diversion of particular controlled drugs and substances and any Schedule I or II substance compounded therefrom into other than legitimate medical, scientific, or industrial channels; (2) Compliance with the applicable state and local law; (3) Prior conviction record of applicant under federal and state laws relating to the manufacture, distribution, or dispensing of such the substances; (4) Past experience in the manufacture of controlled drugs and substances, and the existence in the establishment of effective controls against diversion; and (5) Such other factors as may be relevant to and consistent with the public health and safety. Section 19. That § 34-20B-36 be amended to read: 34-20B-36. Registration granted under § 34-20B-29 shall does not entitle a registrant to manufacture and distribute controlled drugs and substances in Schedules I and II other than those specified in the registration. Section 20. That § 34-20B-39 be amended to read: 34-20B-39. Each registrant manufacturing, distributing, or dispensing controlled drugs and substances in Schedules I, II, III, or IV shall maintain complete and accurate records of all stocks of such the drugs and substances on hand. Records and inventories shall contain such the information as shall be provided by rules and regulations promulgated by the department board. All records required under this section shall be kept for a period of at least two years. This section shall does not apply to practitioners who lawfully prescribe or administer, but not otherwise dispense, controlled drugs and substances listed in Schedules II, III, or IV of this chapter. Section 21. That § 34-20B-40 be amended to read: 34-20B-40. The department is authorized to board may inspect the establishment of a registrant or applicant for registration in accordance with the rules and regulations promulgated under § 34-20B-41. Section 22. That § 34-20B-41 be amended to read: 34-20B-41. The department board may promulgate rules pursuant to chapter 1-26 relating to exclusions from uniform drug articles pursuant to subdivision 34-20B-2(1); the definition of precursors; exceptions from Schedule III of stimulants, depressants, and anabolic steroid-estrogen combinations in medicinal preparations; the registration of manufacturers, distributors, and dispensers; waivers of registration; the suspending, revoking, surrendering, transferring, and reinstating of registration; inventories and records of controlled substances establishing minimum standards for prescribing and dispensing practices, labeling and security requirements and the issuance of prescriptions as provided by this chapter and chapter 22-42; and the inspection of registered premises. The department board may charge reasonable fees relating to the registration and control of the manufacture, distribution, and dispensing of controlled drugs and substances within this state. No fee may exceed one hundred fifty dollars. All fees collected pursuant to this section shall be placed in the controlled drugs and substances fund that is hereby established in the state treasury. All money deposited in the fund is continuously appropriated to the board for the implementation of the provisions of this chapter. Section 23. That § 34-20B-42 be amended to read: 34-20B-42. No person who is a registrant shall manufacture, distribute, or dispense a controlled drug or substance not authorized by his the person's registration to another registrant or other authorized person. A violation of this section may be punished by a civil fine penalty of not more than ten thousand dollars. In addition, if the violation was done knowingly, it is a Class 5 felony. Section 24. That § 34-20B-54 be amended to read: 34-20B-54. The Department of Health board shall, in addition to other powers and duties vested in it by this chapter or any other act, cooperate with federal and other state agencies in discharging its the board's responsibilities concerning traffic in drugs and substances. Section 25. That § 34-20B-55 be amended to read: 34-20B-55. The Department of Health board shall cooperate with the federal drug enforcement administration by establishing a centralized unit which shall accept, catalogue, file, and collect statistics, and make such the information available for federal, state, and local law enforcement purposes. Section 26. That § 34-20B-56 be amended to read: 34-20B-56. It shall be the duty of all All departments, officers, agencies, and employees of the State of South Dakota to shall cooperate with the Department of Health board in carrying out its functions under this chapter or any other act. Section 27. That § 34-20B-57 be amended to read: 34-20B-57. The Department of Health board shall, in addition to other powers and duties vested in it by this chapter or any other act, arrange for the exchange of information between governmental officials concerning the use and abuse of drugs and substances. Section 28. That § 34-20B-100 be amended to read: 34-20B-100. The Department of Health is hereby authorized to board may contract with agencies of the federal, state, or local government or any private organization or foundation for the purposes of carrying out its the board's functions under this chapter. Section 29. That subdivision (4) of § 34-20E-1 be amended to read: (4) \"Controlled substance,\" any drug, substance, or immediate precursor as provided in schedules II through to IV, inclusive, pursuant to §§ 34-20B-11 to 34-20B-26, inclusive rules promulgated pursuant to sections 1 and 2 of this Act;"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8221, "action_date": "2017-02-01T14:00:00-06:00", "document_id": 43628, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43628.pdf", "status_text": "First read in House and referred to", "journal_page": 250, "committee_id_action": 361, "committee_id_assigned": 356, "result": "N", "vote": {}}, {"bill_id": 8221, "action_date": "2017-02-02T14:00:00-06:00", "document_id": 43749, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43749.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 278, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}]}