{"session_id": 54, "bill_id": 17835, "bill_type": "House Bill", "bill_number": 1027, "bill_title": "authorize the Board of Regents to construct a physical education, health service, wellness, and athletic building at South Dakota State University and to make an appropriation therefor.", "sponsors": [], "keywords": ["Appropriations", "Board of Regents"], "audio": [], "bill_versions": [{"bill_id": 17835, "bill_version_id": 95303, "bill_version": "Introduced", "bill_version_date": "2003-01-11T11:39:01-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the Board of Regents to construct a physical education, health service, wellness, and athletic building at South Dakota State University and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The South Dakota Board of Regents may contract for the construction, completion, finishing, equipping, and maintaining of physical education, health service, wellness, and athletic facilities at South Dakota State University, including utilities, furnishings, architectural and engineering services, site preparation, and landscaping, at an estimated cost of five million two hundred thousand dollars ($5,200,000). Section 2. Funding for the project authorized in section 1 of this Act is to be provided from fees, gifts, contracts, and grants specifically for this purpose and other funds approved by the Board of Regents. The scope of the project may be enlarged or reduced to reflect the level of contributions received. The Board of Regents may accept any gifts for the purposes authorized by this Act, and all such moneys so contributed are hereby appropriated to the Board of Regents. Section 3. The design and construction of the facilities approved by this Act shall be under the general supervision of the Bureau of Administration as provided in chapter 5-14. Section 4. The commissioner of the Bureau of Administration and the executive director of the Board of Regents shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17835, "action_date": "2003-01-14T12:00:00-06:00", "document_id": 95377, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95377.pdf", "status_text": "First read in House and referred to", "journal_page": 20, "committee_id_action": 798, "committee_id_assigned": 785, "result": "N", "vote": {}}, {"bill_id": 17835, "action_date": "2003-01-24T09:30:00-06:00", "document_id": 95724, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95724.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 164, "committee_id_action": 785, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55611, "president_vote": null, "Excused": [2836, 2842], "Yea": [2864, 2844, 2879, 2924, 2938, 2833, 2914]}}, {"bill_id": 17835, "action_date": "2003-01-24T09:30:00-06:00", "document_id": 95724, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95724.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 785, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17835"}