{"session_id": 69, "bill_id": 25216, "bill_type": "Senate Bill", "bill_number": 189, "bill_title": "include impacted townships in the issuance of a conditional use permit.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25216", "sponsors": [{"legislator_profile_id": 4559, "is_prime": true}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 25216, "bill_version_id": 262845, "bill_version": "Introduced", "bill_version_date": "2024-01-25T10:51:30.47-06:00", "bill_text": "An Act to include impacted townships in the issuance of a conditional use permit. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 11-2: Prior to the approval of a conditional use permit, pursuant to § 11-2-17.3, the applicant for the permit must provide to the board of supervisors of any affected township a statement describing the potential impact on the township roads of the anticipated traffic produced by the requesting entity. The applicant for the permit must enter into a contract or haul road agreement with the affected township or obtain an economic development grant for infrastructure improvement that addresses the traffic impact, as a condition of the permit. Section 2. That § 11-2-17.3 be AMENDED: 11-2-17.3. A county zoning ordinance adopted under this chapter that authorizes a conditional use of real property shall specify the approving authority, each category of conditional use requiring approval, the zoning districts in which a conditional use is available, the criteria for evaluating each conditional use, and any procedures for certifying approval of certain conditional uses. The approving authority shall consider the stated criteria, the objectives of the comprehensive plan, and the purpose of the zoning ordinance and the relevant zoning districts, and if the applicant has entered into a contract or haul road agreement with an affected township or has obtained an economic development grant, pursuant to section 1 of this Act, when making a decision to approve or disapprove a conditional use request. Approval of a conditional use request requires the affirmative majority vote of the members of the approving authority who are present and voting."}], "amendments": [], "fiscal_notes": [], "action_log": []}