{"session_id": 47, "bill_id": 13827, "bill_type": "Senate Bill", "bill_number": 228, "bill_title": "to provide certain requirements for new continuing care retirement communities.", "sponsors": [{"legislator_profile_id": 2127, "is_prime": true}, {"legislator_profile_id": 2142, "is_prime": true}, {"legislator_profile_id": 2098, "is_prime": false}, {"legislator_profile_id": 2109, "is_prime": false}, {"legislator_profile_id": 2111, "is_prime": false}, {"legislator_profile_id": 2120, "is_prime": false}, {"legislator_profile_id": 2122, "is_prime": false}, {"legislator_profile_id": 2136, "is_prime": false}, {"legislator_profile_id": 2147, "is_prime": false}, {"legislator_profile_id": 2155, "is_prime": false}, {"legislator_profile_id": 2156, "is_prime": false}, {"legislator_profile_id": 2159, "is_prime": false}, {"legislator_profile_id": 2170, "is_prime": false}, {"legislator_profile_id": 2175, "is_prime": false}, {"legislator_profile_id": 2184, "is_prime": false}, {"legislator_profile_id": 2192, "is_prime": false}, {"legislator_profile_id": 2196, "is_prime": false}], "keywords": ["Health Insurance", "Hoghoused Bills", "Medical Records", "Public & Confidential Records", "Retirement", "Trusts"], "audio": [], "bill_versions": [{"bill_id": 13827, "bill_version_id": 77955, "bill_version": "Introduced", "bill_version_date": "1998-01-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to ensure a patient's right to access the patient's own health information and amend the information under certain circumstances. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For the purposes of this Act, a custodian is any health care provider, health care facility, or health insurer that creates, controls, or retains health care information, or any person who obtains health care information for lawful purposes. The term, custodian, includes natural persons only when acting in the course of their employment or agency. Section 2. No later than twenty days after receipt of a written request from an individual to examine or receive a copy of the individual's health care information, a custodian shall: (1) Provide a copy of the information requested to the individual or permit the individual to examine the information during regular business hours; (2) Notify the individual that: (a) The custodian does not have the information and, if known, inform the individual of the name and address of the person who has the information requested or when the information will be available; or (b) Access to the information is delayed due to unusual circumstances and the date that the information will be available or denied, which may be no later than forty days after receipt of the request; or (3) Deny the request in whole or in part if the custodian determines any of the following: (a) Knowledge of the information would adversely and substantially affect the individual's health; (b) Knowledge of the information would reasonably be expected to identify a person who provided the information in confidence and under circumstances in which confidentiality was appropriate; or (c) The information was compiled solely for litigation, law enforcement investigation, quality assurance, or peer review purposes. Section 3. If a request to examine or copy information is denied in whole or in part, the custodian shall notify the individual in writing of the reasons for the denial and the individual's rights under section 4 of this Act. To the extent possible, the information to which access has been denied shall be separated from information that may be disclosed and the individual shall be permitted to examine or copy the disclosable information. Section 4. A custodian who has denied access in whole or in part under subsection (3)(a) or (3)(b) of section 2 of this Act shall permit a health care provider selected by the individual to examine and copy the information. If the custodian denying access is a health care provider, the reviewing health care provider shall be licensed or certified to treat the individual for the same condition as the custodian denying access. If the reviewing health care provider also denies the request, the individual may petition the court for access to the health care information. The court shall resolve the matter based on criteria in subdivision (3) of section 2 of this Act. Section 5. A custodian that is a health care provider, health care facility, or health insurer shall, on reasonable request, explain any code, abbreviation, term, or notation used by that custodian in the health care information. Section 6. If a custodian does not maintain the information in the form requested by the individual, the custodian is not required to create a new record or reformulate an existing record in order to meet the request. Section 7. The custodian may charge a reasonable fee for providing requested health care information. A reasonable fee is the usual commercial rate for actual reproduction of the information. The custodian may also charge an additional fee of no more than five dollars for each hour of personnel time required to reproduce the health care information. The custodian shall provide a detailed bill accounting for the disclosure charges. Section 8. An individual may request in writing that a custodian amend the individual's health care information in order to improve the accuracy or completeness of the information, if the amendment does not delete, erase, or obliterate any of the original information. Within thirty days after receipt of a written request from an individual to amend the individual's health care information, a custodian shall do one of the following: (1) Amend the information as requested; or (2) Notify the individual that the request has been denied, the reason for the denial, and that the individual may file a concise statement of what the individual believes to be the correct information and the reasons the individual disagrees with the denial. This statement by the individual shall be retained in the health care information. For the purposes of this section, the term, amend, means to indicate one or more disputed entries in health care information or to change the entry without obliterating the original information."}, {"bill_id": 13827, "bill_version_id": 77957, "bill_version": "Senate Health and Human Services Engrossed", "bill_version_date": "1998-02-09T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide certain requirements for new continuing care retirement communities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For the purposes of this Act, a continuing care agreement is an agreement to provide a person board and lodging, in addition to care in a nursing facility or assisted living center, as defined in § 34-12-1.1, for the duration of the person's life, in consideration for an entrance fee paid to the provider. Section 2. For the purposes of this Act, an entrance fee is an initial or deferred transfer to a provider of a sum of money, or other property, made or promised to be made, as a full or partial consideration for acceptance of the person in the facility under a continuing care agreement, if the amount exceeds five thousand dollars or the sum of periodic charges for three months of residency, whichever is greater. Section 3. For the purposes of this Act, a continuing care retirement community is a facility that offers any person, under a continuing agreement, board and lodging, in addition to care in a nursing facility or assisted living center, regardless of whether the lodging and care is provided at the same location. Section 4. A continuing care retirement community and any agreement it enters into with its residents is not subject to any provision of Title 58 except as contained in this Act. This Act does not provide any exemption for the sale of long-term care or other insurance product to a continuing care retirement community. This Act does not provide any exemption for the sale of long-term care or other insurance products by persons other than the continuing care retirement community to residents of the continuing care retirement community. Section 5. A continuing care retirement community shall provide the following information to any resident or prospective resident: information about all owners and operators of the facility; the affiliation, if any, with other charitable, nonprofit, or religious organizations and any financial obligations of these organizations for the operation of the facility; a description of the goods and services available to the resident as part of the agreement; a listing of services available to residents for extra cost; a description of fees charged to residents; and the most recent financial statement of the provider. Section 6. Any provider proposing to develop a new continuing care retirement community, which has not previously been in operation in this state, shall establish an escrow account with a bank in this state. Any entrance fees or portions of the entrance fees collected from prospective residents before the commencement of operation of the planned facility shall be deposited in this account. Escrowed deposits may be released to the provider until completion of construction of the facility as evidenced by certificates of occupancy or other permits to commence operation. Deposits shall be released to prospective residents within thirty days of a receipt of a written notice of cancellation. The provider may retain any accrued interest from canceled deposits and a service fee not to exceed five hundred dollars. A copy of the escrow agreement shall be filed with the director of the Division of Insurance. Section 7. Any new continuing care retirement community may not start construction until escrowed deposits of at least ten percent of the proposed entrance fee has been received for at least fifty percent of the proposed living units planned to be constructed. Section 8. The provider shall notify the director of the Division of Insurance when the required amount of escrowed deposits have been reached for construction to start. In addition, notice shall be provided to the director of the Division of Insurance when escrowed deposits are released to the provider. BILL HISTORY 1/26/98 First read in Senate and referred to Health and Human Services. S.J. 201 1/30/98 Scheduled for Committee hearing on this date. 2/2/98 Scheduled for Committee hearing on this date. 2/2/98 Health and Human Services Deferred to another day. 2/4/98 Scheduled for Committee hearing on this date. 2/4/98 Deferred to 36th legislative day, AYES 5, NAYS 2. S.J. 326 2/6/98 Health and Human Services Reconsidered, AYES 4, NAYS 0. 2/6/98 Health and Human Services Do Pass Amended, Passed, AYES 6, NAYS 0. S.J. 355"}, {"bill_id": 13827, "bill_version_id": 77956, "bill_version": "Senate Engrossed", "bill_version_date": "1998-02-10T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide certain requirements for new continuing care retirement communities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For the purposes of this Act, a continuing care agreement is an agreement to provide a person board and lodging, in addition to care in a nursing facility or assisted living center, as defined in § 34-12-1.1, for the duration of the person's life, in consideration for an entrance fee paid to the provider. Section 2. For the purposes of this Act, an entrance fee is an initial or deferred transfer to a provider of a sum of money, or other property, made or promised to be made, as a full or partial consideration for acceptance of the person in the facility under a continuing care agreement, if the amount exceeds five thousand dollars or the sum of periodic charges for three months of residency, whichever is greater. Section 3. For the purposes of this Act, a continuing care retirement community is a facility that offers any person, under a continuing agreement, board and lodging, in addition to care in a nursing facility or assisted living center, regardless of whether the lodging and care is provided at the same location. Section 4. A continuing care retirement community and any agreement it enters into with its residents is not subject to any provision of Title 58 except as contained in this Act. This Act does not provide any exemption for the sale of long-term care or other insurance product to a continuing care retirement community. This Act does not provide any exemption for the sale of long-term care or other insurance products by persons other than the continuing care retirement community to residents of the continuing care retirement community. Section 5. A continuing care retirement community shall provide the following information to any resident or prospective resident: information about all owners and operators of the facility; the affiliation, if any, with other charitable, nonprofit, or religious organizations and any financial obligations of these organizations for the operation of the facility; a description of the goods and services available to the resident as part of the agreement; a listing of services available to residents for extra cost; a description of fees charged to residents; and the most recent financial statement of the provider. Section 6. Any provider proposing to develop a new continuing care retirement community, which has not previously been in operation in this state, shall establish an escrow account with a bank in this state. Any entrance fees or portions of the entrance fees collected from prospective residents before the commencement of operation of the planned facility shall be deposited in this account. Escrowed deposits may not be released to the provider until completion of construction of the facility as evidenced by certificates of occupancy or other permits to commence operation. Deposits shall be released to prospective residents within thirty days of a receipt of a written notice of cancellation. The provider may retain any accrued interest from canceled deposits and a service fee not to exceed five hundred dollars. A copy of the escrow agreement shall be filed with the director of the Division of Insurance. Section 7. Any new continuing care retirement community may not start construction until escrowed deposits of at least ten percent of the proposed entrance fee has been received for at least fifty percent of the proposed living units planned to be constructed. Section 8. The provider shall notify the director of the Division of Insurance when the required amount of escrowed deposits have been reached for construction to start. In addition, notice shall be provided to the director of the Division of Insurance when escrowed deposits are released to the provider. BILL HISTORY 1/26/98 First read in Senate and referred to Health and Human Services. S.J. 201 1/30/98 Scheduled for Committee hearing on this date. 2/2/98 Scheduled for Committee hearing on this date. 2/2/98 Health and Human Services Deferred to another day. 2/4/98 Scheduled for Committee hearing on this date. 2/4/98 Deferred to 36th legislative day, AYES 5, NAYS 2. S.J. 326 2/6/98 Health and Human Services Reconsidered, AYES 4, NAYS 0. 2/6/98 Health and Human Services Do Pass Amended, Passed, AYES 6, NAYS 0. S.J. 355 2/9/98 Health and Human Services Hog Housed. 2/10/98 Motion to Amend, Passed. S.J. 428 2/10/98 Senate Do Pass Amended, Passed, AYES 33, NAYS 0. S.J. 428"}, {"bill_id": 13827, "bill_version_id": 77954, "bill_version": "House Engrossed", "bill_version_date": "1998-02-24T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide certain requirements for new continuing care retirement communities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For the purposes of this Act, a continuing care agreement is an agreement to provide a person board and lodging, in addition to care in a nursing facility or assisted living center, as defined in § 34-12-1.1, for the duration of the person's life, in consideration for an entrance fee paid to the provider. Section 2. For the purposes of this Act, an entrance fee is an initial or deferred transfer to a provider of a sum of money, or other property, made or promised to be made, as a full or partial consideration for acceptance of the person in the facility under a continuing care agreement, if the amount exceeds five thousand dollars or the sum of periodic charges for three months of residency, whichever is greater. Section 3. For the purposes of this Act, a continuing care retirement community is a facility that offers any person, under a continuing agreement, board and lodging, in addition to care in a nursing facility or assisted living center, regardless of whether the lodging and care is provided at the same location. Section 4. A continuing care retirement community and any agreement it enters into with its residents is not subject to any provision of Title 58 except as contained in this Act. This Act does not provide any exemption for the sale of long-term care or other insurance product to a continuing care retirement community. This Act does not provide any exemption for the sale of long-term care or other insurance products by persons other than the continuing care retirement community to residents of the continuing care retirement community. Section 5. A continuing care retirement community shall provide the following information to any resident or prospective resident: information about all owners and operators of the facility; the affiliation, if any, with other charitable, nonprofit, or religious organizations and any financial obligations of these organizations for the operation of the facility; a description of the goods and services available to the resident as part of the agreement; a listing of services available to residents for extra cost; a description of fees charged to residents; and the most recent financial statement of the provider. Section 6. Any provider proposing to develop a new continuing care retirement community, which has not previously been in operation in this state, shall establish an escrow account with a bank in this state. Any entrance fees or portions of the entrance fees collected from prospective residents before the commencement of operation of the planned facility shall be deposited in this account. Escrowed deposits may not be released to the provider until completion of construction of the facility as evidenced by certificates of occupancy or other permits to commence operation. Deposits shall be released to prospective residents within thirty days of a receipt of a written notice of cancellation. The provider may retain any accrued interest from canceled deposits and a service fee not to exceed five hundred dollars. A copy of the escrow agreement shall be filed with the director of the Division of Insurance. Section 7. Any new continuing care retirement community may not start construction until escrowed deposits of at least ten percent of the proposed entrance fee has been received for at least fifty percent of the proposed living units planned to be constructed. This section does not apply to the building of a continuing care retirement community if the funds used for building such facility are exclusively derived from sources other than prospective residents. Section 8. The provider shall notify the director of the Division of Insurance when the required amount of escrowed deposits have been reached for construction to start. In addition, notice shall be provided to the director of the Division of Insurance when escrowed deposits are released to the provider. BILL HISTORY 1/26/98 First read in Senate and referred to Health and Human Services. S.J. 201 1/30/98 Scheduled for Committee hearing on this date. 2/2/98 Scheduled for Committee hearing on this date. 2/2/98 Health and Human Services Deferred to another day. 2/4/98 Scheduled for Committee hearing on this date. 2/4/98 Deferred to 36th legislative day, AYES 5, NAYS 2. S.J. 326 2/6/98 Health and Human Services Reconsidered, AYES 4, NAYS 0. 2/6/98 Health and Human Services Do Pass Amended, Passed, AYES 6, NAYS 0. S.J. 355 2/9/98 Health and Human Services Hog Housed. 2/10/98 Motion to Amend, Passed. S.J. 428 2/10/98 Senate Do Pass Amended, Passed, AYES 33, NAYS 0. S.J. 428 2/11/98 First read in House and referred to Health and Human Services. H.J. 592 2/18/98 Scheduled for Committee hearing on this date. 2/18/98 Health and Human Services Do Pass, Passed, AYES 12, NAYS 0. H.J. 740 2/19/98 House of Representatives Deferred to another day. H.J. 801 2/20/98 House of Representatives Deferred to another day. H.J. 826 2/23/98 Motion to Amend, Passed. H.J. 860 2/23/98 House of Representatives Do Pass Amended, Passed, AYES 47, NAYS 20. H.J. 861"}, {"bill_id": 13827, "bill_version_id": 77953, "bill_version": "Enrolled", "bill_version_date": "1998-02-25T12:46:53-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13827, "action_date": "1998-01-26T14:00:00-06:00", "document_id": 76902, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76902.pdf", "status_text": "First read in Senate and referred to", "journal_page": 201, "committee_id_action": 601, "committee_id_assigned": 578, "result": "N", "vote": {}}, {"bill_id": 13827, "action_date": "1998-01-30T10:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 578, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13827, "action_date": "1998-02-02T10:00:00-06:00", "document_id": 76631, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76631.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 578, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13827, "action_date": "1998-02-02T10:00:00-06:00", "document_id": 76631, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76631.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 578, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13827, "action_date": "1998-02-04T10:00:00-06:00", "document_id": 76657, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76657.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 578, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13827, "action_date": "1998-02-04T10:00:00-06:00", "document_id": 76657, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76657.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 326, "committee_id_action": 578, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40336, "president_vote": null, "Yea": [2095, 2137, 2169, 2121, 2103], "Nay": [2149, 2156]}}, {"bill_id": 13827, "action_date": "1998-02-06T10:00:00-06:00", "document_id": 76678, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76678.pdf", "status_text": "Reconsidered", "journal_page": null, "committee_id_action": 578, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38262, "president_vote": null, "Yea": [2095, 2156, 2169, 2103], "Excused": [2137, 2149, 2121]}}, {"bill_id": 13827, "action_date": "1998-02-06T10:00:00-06:00", "document_id": 76678, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76678.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 578, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38273, "president_vote": null, "Yea": [2095, 2137, 2156, 2169, 2121, 2103], "Excused": [2149]}}, {"bill_id": 13827, "action_date": "1998-02-06T10:00:00-06:00", "document_id": 76678, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76678.pdf", "status_text": "Do Pass Amended,", "journal_page": 355, "committee_id_action": 578, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38265, "president_vote": null, "Yea": [2095, 2137, 2156, 2169, 2121, 2103], "Excused": [2149]}}, {"bill_id": 13827, "action_date": "1998-02-09T00:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 578, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13827, "action_date": "1998-02-10T14:00:00-06:00", "document_id": 76924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76924.pdf", "status_text": "Motion to Amend,", "journal_page": 428, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13827, "action_date": "1998-02-10T14:00:00-06:00", "document_id": 76924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76924.pdf", "status_text": "Do Pass Amended,", "journal_page": 428, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38537, "president_vote": null, "Yea": [2094, 2095, 2099, 2102, 2103, 2112, 2115, 2118, 2121, 2122, 2125, 2129, 2135, 2137, 2138, 2140, 2142, 2145, 2148, 2149, 2155, 2156, 2165, 2166, 2169, 2170, 2175, 2179, 2182, 2187, 2188, 2191, 2196], "Excused": [2130, 2189]}}, {"bill_id": 13827, "action_date": "1998-02-11T14:00:00-06:00", "document_id": 76925, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76925.pdf", "status_text": "First read in House and referred to", "journal_page": 592, "committee_id_action": 600, "committee_id_assigned": 591, "result": "N", "vote": {}}, {"bill_id": 13827, "action_date": "1998-02-18T08:00:00-06:00", "document_id": 76762, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76762.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 591, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13827, "action_date": "1998-02-18T08:00:00-06:00", "document_id": 76762, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76762.pdf", "status_text": "Do Pass,", "journal_page": 740, "committee_id_action": 591, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39118, "president_vote": null, "Yea": [2098, 2113, 2124, 2127, 2133, 2139, 2147, 2160, 2172, 2198, 2163, 2126], "Excused": [2190]}}, {"bill_id": 13827, "action_date": "1998-02-19T14:00:00-06:00", "document_id": 76937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76937.pdf", "status_text": "Deferred to another day", "journal_page": 801, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13827, "action_date": "1998-02-20T14:00:00-06:00", "document_id": 76939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76939.pdf", "status_text": "Deferred to another day", "journal_page": 826, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13827, "action_date": "1998-02-23T14:00:00-06:00", "document_id": 76941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76941.pdf", "status_text": "Motion to Amend,", "journal_page": 860, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13827, "action_date": "1998-02-23T14:00:00-06:00", "document_id": 76941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76941.pdf", "status_text": "Do Pass Amended,", "journal_page": 861, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40830, "president_vote": null, "Yea": [2096, 2098, 2101, 2105, 2106, 2108, 2111, 2113, 2116, 2117, 2123, 2124, 2126, 2127, 2128, 2131, 2132, 2133, 2136, 2139, 2144, 2146, 2147, 2150, 2152, 2153, 2154, 2157, 2159, 2160, 2161, 2167, 2168, 2171, 2172, 2173, 2174, 2176, 2177, 2180, 2183, 2184, 2186, 2192, 2194, 2197, 2198], "Excused": [2097, 2109, 2120], "Nay": [2100, 2104, 2107, 2110, 2114, 2119, 2141, 2143, 2151, 2158, 2162, 2163, 2164, 2178, 2181, 2185, 2190, 2193, 2195, 2134]}}, {"bill_id": 13827, "action_date": "1998-02-25T14:00:00-06:00", "document_id": 76946, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76946.pdf", "status_text": "Signed by President", "journal_page": 709, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13827, "action_date": "1998-02-25T14:00:00-06:00", "document_id": 76945, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76945.pdf", "status_text": "Signed by Speaker", "journal_page": 952, "committee_id_action": 600, "committee_id_assigned": null, "result": "F", "vote": {}}, {"bill_id": 13827, "action_date": "1998-02-26T14:00:00-06:00", "document_id": 76948, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76948.pdf", "status_text": "Delivered to the Governor", "journal_page": 728, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13827, "action_date": "1998-03-14T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1062, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13827"}