{"session_id": 54, "bill_id": 18317, "bill_type": "House Bill", "bill_number": 1282, "bill_title": "revise certain provisions regarding the official records and the notification requirements relating to pardons, paroles and commutations.", "sponsors": [{"legislator_profile_id": 2838, "is_prime": true}, {"legislator_profile_id": 2912, "is_prime": true}, {"legislator_profile_id": 2840, "is_prime": false}, {"legislator_profile_id": 2894, "is_prime": false}, {"legislator_profile_id": 2899, "is_prime": false}, {"legislator_profile_id": 2901, "is_prime": false}, {"legislator_profile_id": 2909, "is_prime": false}], "keywords": ["Penal Institutions, Probation and Parole", "Public Records"], "audio": [{"meeting_datetime": "2003-02-12T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst21hb1282a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-12T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst21hb1282a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-12T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst21hb1282a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-12T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst21hb1282a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-12T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst21hb1282a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-18T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou24hb1282a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-18T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou24hb1282a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-18T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou24hb1282a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-18T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou24hb1282a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-28T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst33hb1282a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-28T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst33hb1282a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-28T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst33hb1282a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-28T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst33hb1282a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-28T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst33hb1282a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-04T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen35hb1282a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-04T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen35hb1282a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-04T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen35hb1282a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-04T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen35hb1282a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-06T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou37hb1282a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-06T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou37hb1282a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-08T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou39.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-08T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou39.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-08T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou39.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-08T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou39.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18317, "bill_version_id": 96713, "bill_version": "Introduced", "bill_version_date": "2003-02-06T14:23:24-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain provisions sealing the official records relating to a pardon. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 24-14-11 be amended to read as follows: 24-14-11. Any person who has been granted a pardon under the provisions of this chapter shall be released from all disabilities consequent on such the person's conviction. Upon the granting of a pardon under the provisions of this chapter, the Governor shall order that all official records relating to the pardoned person's arrest, indictment or information, trial, finding of guilt, and receipt of a pardon shall be sealed. The effect of such order is to restore such The pardon restores the person, in the contemplation of the law, to the status the person occupied before arrest, indictment, or information. No person as to whom such order has been entered may be held thereafter under any provision of any law to be guilty of perjury or of giving a false statement by reason of such person's failure to recite or acknowledge such arrest, indictment, information, or trial in response to any inquiry made of such person for any purpose. For the sole purpose of consideration of the sentence of a defendant for subsequent offenses or the determination of whether the defendant is a habitual offender under chapter 22-7, the pardoned offense shall be considered a prior conviction."}, {"bill_id": 18317, "bill_version_id": 97072, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2003-02-12T14:10:40-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the official records relating to a pardon. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 24-14-11 be amended to read as follows: 24-14-11. Any person who has been granted a pardon under the provisions of this chapter shall be released from all disabilities consequent on such the person's conviction. Upon the granting of a pardon under the provisions of this chapter, the Governor shall order that all official records relating to the pardoned person's arrest, indictment or information, trial, and finding of guilt , and receipt of a pardon shall be sealed. The effect of such order is to restore such The pardon restores the person, in the contemplation of the law, to the status the person occupied before arrest, indictment, or information. No person as to whom such order has been entered may be held thereafter under any provision of any law to be guilty of perjury or of giving a false statement by reason of such person's failure to recite or acknowledge such arrest, indictment, information, or trial in response to any inquiry made of such person for any purpose. For the sole purpose of consideration of the sentence of a defendant for subsequent offenses or the determination of whether the defendant is a habitual offender under chapter 22-7 or 32-23 , the pardoned offense shall be considered a prior conviction. The court shall forward a nonpublic record of disposition to the Division of Criminal Investigation. The nonpublic record shall be retained solely for use by law enforcement agencies, prosecuting attorneys, and courts in sentencing such person for any subsequent offense and in determining whether or not, in any subsequent proceeding, the person is an habitual offender under chapter 22-7 or 32-23."}, {"bill_id": 18317, "bill_version_id": 98144, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2003-02-28T12:56:10-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the official records and the notification requirements relating to a pardon. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 24-14-11 be amended to read as follows: 24-14-11. Any person who has been granted a pardon under the provisions of this chapter shall be released from all disabilities consequent on such the person's conviction. Upon the granting of a pardon under the provisions of this chapter, the Governor shall order that all official records relating to the pardoned person's arrest, indictment or information, trial, finding of guilt, and receipt of a pardon shall be sealed. The effect of such order is to restore such The receipt of any pardon, which was granted without following the provisions of this chapter, may not be sealed. The pardon restores the person, in the contemplation of the law, to the status the person occupied before arrest, indictment, or information. No person as to whom such order has been entered may be held thereafter under any provision of any law to be guilty of perjury or of giving a false statement by reason of such person's failure to recite or acknowledge such arrest, indictment, information, or trial in response to any inquiry made of such person for any purpose. For the sole purpose of consideration of the sentence of a defendant for subsequent offenses or the determination of whether the defendant is a habitual offender under chapter 22-7 or 32-23 , the pardoned offense shall be considered a prior conviction. The court shall forward a nonpublic record of disposition to the Division of Criminal Investigation. The nonpublic record shall be retained solely for use by law enforcement agencies, prosecuting attorneys, and courts in sentencing such person for any subsequent offense and in determining whether or not, in any subsequent proceeding, the person is an habitual offender under chapter 22-7 or 32-23. Section 2. That § 24-14-4 be amended to read as follows: 24-14-4. Any applicant shall, upon notice of hearing from the board for clemency consideration, publish once , at a time between one and two weeks prior to the hearing, in some newspaper of general circulation in each week for three consecutive weeks in all official newspapers designated by the county where the offense was committed or, if no such newspaper exists, shall post in a conspicuous place on the door of the courthouse of such county , the name of the person on whose behalf the application is made, the public offense for which he was convicted, the time of his conviction, and the term of imprisonment. The last publication shall be published at least twenty days before the hearing. The affidavit of the publisher of the paper or the person posting the notice showing that notice has been published or posted shall accompany the application. This notice requirement does not apply to an inmate who has been released from the state penitentiary for at least five years and who was convicted of not more than one felony, if the felony for which he was convicted is not punishable by life imprisonment. Section 3. That chapter 24-14 be amended by adding thereto a NEW SECTION to read as follows: Upon receipt of an application for clemency, the board of pardons and paroles shall make a good faith effort to notify, in writing, any victim as defined in § 23A-28C-4. Section 4. That § 24-14-9 be amended to read as follows: 24-14-9. Applications for exceptional pardons shall be in accordance with § § 24-14-3 and , 24-14-5 , and section 3 of this Act . The notice requirement contained in § 24-14-4 shall does not apply to exceptional pardons."}, {"bill_id": 18317, "bill_version_id": 98355, "bill_version": "Senate Engrossed", "bill_version_date": "2003-03-04T17:30:25-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the official records and the notification requirements relating to a pardon. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 24-14-11 be amended to read as follows: 24-14-11. Any person who has been granted a pardon under the provisions of this chapter shall be released from all disabilities consequent on such the person's conviction. Upon the granting of a pardon under the provisions of this chapter, the Governor shall order that all official records relating to the pardoned person's arrest, indictment or information, trial, finding of guilt, and receipt of a pardon shall be sealed. The effect of such order is to restore such The Governor shall certify as part of the pardon whether or not the pardon was issued following the provisions of this chapter. The receipt of any pardon, which was granted without following the provisions of this chapter, may not be sealed. The pardon restores the person, in the contemplation of the law, to the status the person occupied before arrest, indictment, or information. No person as to whom such order has been entered may be held thereafter under any provision of any law to be guilty of perjury or of giving a false statement by reason of such person's failure to recite or acknowledge such arrest, indictment, information, or trial in response to any inquiry made of such person for any purpose. For the sole purpose of consideration of the sentence of a defendant for subsequent offenses or the determination of whether the defendant is a habitual offender under chapter 22-7 or 32-23 , the pardoned offense shall be considered a prior conviction. The court shall forward a nonpublic record of disposition to the Division of Criminal Investigation. The nonpublic record shall be retained solely for use by law enforcement agencies, prosecuting attorneys, and courts in sentencing such person for any subsequent offense and in determining whether or not, in any subsequent proceeding, the person is an habitual offender under chapter 22-7 or 32-23. Section 2. That § 24-14-4 be amended to read as follows: 24-14-4. Any applicant shall, upon notice of hearing from the board for clemency consideration, publish once , at a time between one and two weeks prior to the hearing, in some newspaper of general circulation in each week for three consecutive weeks in all official newspapers designated by the county where the offense was committed or, if no such newspaper exists, shall post in a conspicuous place on the door of the courthouse of such county , the name of the person on whose behalf the application is made, the public offense for which he the person was convicted, the time of his the person's conviction, and the term of imprisonment. The last publication shall be published at least twenty days before the hearing. The affidavit of the publisher of the paper or the person posting the notice showing that notice has been published or posted shall accompany the application. This notice requirement does not apply to an inmate who has been released from the state penitentiary for at least five years and who was convicted of not more than one felony, if the felony for which he the inmate was convicted is not punishable by life imprisonment. Section 3. That chapter 24-14 be amended by adding thereto a NEW SECTION to read as follows: Upon the scheduling of a clemency hearing, the Board of Pardons and Paroles shall notify the victim pursuant to § § 24-15-8.1 and 24-15A-22. Notice of a clemency hearing shall be made at least two weeks prior to the hearing. The notice shall provide the offender's clemency hearing date, time, and location and shall advise the victim that the victim may be present at the hearing and may state an opinion regarding clemency. Section 4. That § 24-14-9 be amended to read as follows: 24-14-9. Applications for exceptional pardons shall be in accordance with § § 24-14-3 and , 24-14-5 , and section 3 of this Act . The notice requirement contained in § 24-14-4 shall does not apply to exceptional pardons. Section 5. That § 24-15-8.1 be amended to read as follows: 24-15-8.1. The victim may request in writing to be notified by the Board of Pardons and Parole when an inmate who was convicted of committing the crime is granted parole or , the inmate's parole is revoked , an offender is granted a clemency hearing, or clemency is recommended . The board shall send the notice by first class mail to the address provided by the victim. However, the board is not liable for any damages to the victim if it fails to mail the notice. Section 6. That § 24-15A-22 be amended to read as follows: 24-15A-22. The victim may request in writing to be notified by the board when an inmate who was convicted of committing the crime is released on parole or , the inmate's parole is revoked , an offender is granted a clemency hearing, or clemency is recommended . The board shall send the notice by first class mail to the address provided by the victim. However, the board is not liable for any damages to the victim if it fails to mail the notice."}, {"bill_id": 18317, "bill_version_id": 98602, "bill_version": "Conference Committee Engrossed", "bill_version_date": "2003-03-08T09:37:59-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the official records and the notification requirements relating to a pardon. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 24-14-11 be amended to read as follows: 24-14-11. Any person who has been granted a pardon under the provisions of this chapter shall be released from all disabilities consequent on such the person's conviction. Upon the granting of a pardon under the provisions of this chapter, the Governor shall order that all official records relating to the pardoned person's arrest, indictment or information, trial, finding of guilt, and receipt of a pardon application for a pardon, and the proceedings of the Board of Pardons and Paroles shall be sealed. The effect of such order is to restore such The Governor shall file a public document with the secretary of state certifying that the Governor has pardoned the person in compliance with the provisions of this chapter. The document shall remain a public document for five years and after five years that document shall be sealed. The receipt of any pardon, which was granted without following the provisions of this chapter, may not be sealed. The pardon restores the person, in the contemplation of the law, to the status the person occupied before arrest, indictment, or information. No person as to whom such order has been entered may be held thereafter under any provision of any law to be guilty of perjury or of giving a false statement by reason of such person's failure to recite or acknowledge such arrest, indictment, information, or trial in response to any inquiry made of such person for any purpose. For the sole purpose of consideration of the sentence of a defendant for subsequent offenses or the determination of whether the defendant is a habitual offender under chapter 22-7 or 32-23 , the pardoned offense shall be considered a prior conviction. The court shall forward a nonpublic record of disposition to the Division of Criminal Investigation. The nonpublic record shall be retained solely for use by law enforcement agencies, prosecuting attorneys, and courts in sentencing such person for any subsequent offense and in determining whether or not, in any subsequent proceeding, the person is an habitual offender under chapter 22-7 or 32-23. Section 2. That § 24-14-4 be amended to read as follows: 24-14-4. Any applicant shall, upon notice of hearing from the board for clemency consideration, publish once , at a time between one and two weeks prior to the hearing, in some newspaper of general circulation in each week for three consecutive weeks in all official newspapers designated by the county where the offense was committed or, if no such newspaper exists, shall post in a conspicuous place on the door of the courthouse of such county , the name of the person on whose behalf the application is made, the public offense for which he the person was convicted, the time of his the person's conviction, and the term of imprisonment. The last publication shall be published at least twenty days before the hearing. The affidavit of the publisher of the paper or the person posting the notice showing that notice has been published or posted shall accompany the application. This notice requirement does not apply to an inmate who has been released from the state penitentiary for at least five years and who was convicted of not more than one felony, if the felony for which he the inmate was convicted is not punishable by life imprisonment. Section 3. That chapter 24-14 be amended by adding thereto a NEW SECTION to read as follows: Upon the scheduling of a clemency hearing, the Board of Pardons and Paroles shall notify the victim pursuant to § § 24-15-8.1 and 24-15A-22. Notice of a clemency hearing shall be made at least two weeks prior to the hearing. The notice shall provide the offender's clemency hearing date, time, and location and shall advise the victim that the victim may be present at the hearing and may state an opinion regarding clemency. Section 4. That § 24-14-9 be amended to read as follows: 24-14-9. Applications for exceptional pardons shall be in accordance with § § 24-14-3 and , 24-14-5 , and section 3 of this Act . The notice requirement contained in § 24-14-4 shall does not apply to exceptional pardons. Section 5. That § 24-15-8.1 be amended to read as follows: 24-15-8.1. The victim may request in writing to be notified by the Board of Pardons and Parole when an inmate who was convicted of committing the crime is granted parole or , the inmate's parole is revoked , an offender is granted a clemency hearing, or clemency is recommended . The board shall send the notice by first class mail to the address provided by the victim. However, the board is not liable for any damages to the victim if it fails to mail the notice. Section 6. That § 24-15A-22 be amended to read as follows: 24-15A-22. The victim may request in writing to be notified by the board when an inmate who was convicted of committing the crime is released on parole or , the inmate's parole is revoked , an offender is granted a clemency hearing, or clemency is recommended . The board shall send the notice by first class mail to the address provided by the victim. However, the board is not liable for any damages to the victim if it fails to mail the notice."}, {"bill_id": 18317, "bill_version_id": 98603, "bill_version": "Enrolled", "bill_version_date": "2003-03-24T00:00:00-06:00", "bill_text": ""}, {"bill_id": 18317, "bill_version_id": 98671, "bill_version": "Style and Form Veto Engrossed", "bill_version_date": "2003-03-24T16:46:30-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the official records and the notification requirements relating to pardons, paroles and commutations. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 24-14-11 be amended to read as follows: 24-14-11. Any person who has been granted a pardon under the provisions of this chapter shall be released from all disabilities consequent on such the person's conviction. Upon the granting of a pardon under the provisions of this chapter, the Governor shall order that all official records relating to the pardoned person's arrest, indictment or information, trial, finding of guilt, and receipt of a pardon application for a pardon, and the proceedings of the Board of Pardons and Paroles shall be sealed. The effect of such order is to restore such The Governor shall file a public document with the secretary of state certifying that the Governor has pardoned the person in compliance with the provisions of this chapter. The document shall remain a public document for five years and after five years that document shall be sealed. The receipt of any pardon, which was granted without following the provisions of this chapter, may not be sealed. The pardon restores the person, in the contemplation of the law, to the status the person occupied before arrest, indictment, or information. No person as to whom such order has been entered may be held thereafter under any provision of any law to be guilty of perjury or of giving a false statement by reason of such person's failure to recite or acknowledge such arrest, indictment, information, or trial in response to any inquiry made of such person for any purpose. For the sole purpose of consideration of the sentence of a defendant for subsequent offenses or the determination of whether the defendant is a habitual offender under chapter 22-7 or whether the defendant has prior driving under the influence convictions pursuant to chapter 32- 23 , the pardoned offense shall be considered a prior conviction. The court shall forward a nonpublic record of disposition to the Division of Criminal Investigation. The nonpublic record shall be retained solely for use by law enforcement agencies, prosecuting attorneys, and courts in sentencing such person for any subsequent offense and in determining whether or not, in any subsequent proceeding, the person is a habitual offender under chapter 22-7 or the determination of whether the defendant has prior driving under the influence convictions pursuant to chapter 32-23. Section 2. That § 24-14-4 be amended to read as follows: 24-14-4. Any applicant shall, upon notice of hearing from the board for clemency consideration, publish once , at a time between one and two weeks prior to the hearing, in some newspaper of general circulation in each week for three consecutive weeks in one of the official newspapers designated by the county where the offense was committed or, if no such newspaper exists, shall post in a conspicuous place on the door of the courthouse of such county , the name of the person on whose behalf the application is made, the public offense for which he the person was convicted, the time of his the person's conviction, and the term of imprisonment. The last publication shall be published at least twenty days before the hearing. The affidavit of the publisher of the paper or the person posting the notice showing that notice has been published or posted shall accompany the application. This notice requirement does not apply to an inmate who has been released from the state penitentiary for at least five years and who was convicted of not more than one felony, if the felony for which he the inmate was convicted is not punishable by life imprisonment. Section 3. That chapter 24-14 be amended by adding thereto a NEW SECTION to read as follows: Upon the scheduling of a clemency hearing, the Board of Pardons and Paroles shall notify the victim pursuant to § § 24-15-8.1 and 24-15A-22. Notice of a clemency hearing shall be made at least two weeks prior to the hearing. The notice shall provide the offender's clemency hearing date, time, and location and shall advise the victim that the victim may be present at the hearing and may state an opinion regarding clemency. Section 4. That § 24-14-9 be amended to read as follows: 24-14-9. Applications for exceptional pardons shall be in accordance with § § 24-14-3 and , 24-14-5 , and section 3 of this Act . The notice requirement contained in § 24-14-4 shall does not apply to exceptional pardons. Section 5. That § 24-15-8.1 be amended to read as follows: 24-15-8.1. The victim may request in writing to be notified by the Board of Pardons and Parole when an inmate who was convicted of committing the crime is granted parole or , the inmate's parole is revoked , an offender is granted a clemency hearing, or clemency is recommended . The board shall send the notice by first class mail to the address provided by the victim. However, the board is not liable for any damages to the victim if it fails to mail the notice. Section 6. That § 24-15A-22 be amended to read as follows: 24-15A-22. The victim may request in writing to be notified by the board when an inmate who was convicted of committing the crime is released on parole or , the inmate's parole is revoked , an offender is granted a clemency hearing, or clemency is recommended . The board shall send the notice by first class mail to the address provided by the victim. However, the board is not liable for any damages to the victim if it fails to mail the notice."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18317, "action_date": "2003-02-06T14:00:00-06:00", "document_id": 96717, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96717.pdf", "status_text": "First read in House and referred to", "journal_page": 331, "committee_id_action": 798, "committee_id_assigned": 793, "result": "N", "vote": {}}, {"bill_id": 18317, "action_date": "2003-02-10T10:00:00-06:00", "document_id": 96877, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96877.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 793, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18317, "action_date": "2003-02-10T10:00:00-06:00", "document_id": 96877, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96877.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 793, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18317, "action_date": "2003-02-12T10:00:00-06:00", "document_id": 97063, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97063.pdf", "status_text": "Do Pass Amended,", "journal_page": 402, "committee_id_action": 793, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54443, "president_vote": null, "Yea": [2859, 2861, 2869, 2875, 2894, 2899, 2905, 2909, 2937, 2912], "Excused": [2870], "Nay": [2929, 2917]}}, {"bill_id": 18317, "action_date": "2003-02-12T10:00:00-06:00", "document_id": 97063, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97063.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 793, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18317, "action_date": "2003-02-12T10:00:00-06:00", "document_id": 97063, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97063.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 793, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18317, "action_date": "2003-02-14T13:00:00-06:00", "document_id": 97264, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97264.pdf", "status_text": "Deferred to another day", "journal_page": 441, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18317, "action_date": "2003-02-18T14:00:00-06:00", "document_id": 97336, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97336.pdf", "status_text": "Do Pass Amended,", "journal_page": 457, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56661, "president_vote": null, "Yea": [2833, 2836, 2837, 2839, 2841, 2842, 2843, 2844, 2845, 2846, 2848, 2855, 2858, 2860, 2861, 2862, 2863, 2864, 2866, 2869, 2870, 2871, 2872, 2873, 2874, 2875, 2879, 2884, 2888, 2890, 2892, 2894, 2895, 2896, 2898, 2900, 2902, 2905, 2906, 2907, 2909, 2910, 2911, 2912, 2913, 2915, 2917, 2919, 2920, 2923, 2930, 2931, 2932, 2933, 2934, 2936, 2937, 2938, 2899], "Excused": [2857, 2889, 2893, 2914, 2924], "Nay": [2859, 2877, 2885, 2922, 2925, 2929]}}, {"bill_id": 18317, "action_date": "2003-02-19T14:00:00-06:00", "document_id": 97433, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97433.pdf", "status_text": "First read in Senate and referred to", "journal_page": 505, "committee_id_action": 799, "committee_id_assigned": 781, "result": "N", "vote": {}}, {"bill_id": 18317, "action_date": "2003-02-28T07:45:00-06:00", "document_id": 98136, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98136.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 781, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18317, "action_date": "2003-02-28T07:45:00-06:00", "document_id": 98136, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98136.pdf", "status_text": "Do Pass Amended,", "journal_page": 638, "committee_id_action": 781, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55234, "president_vote": null, "Yea": [2853, 2882, 2897, 2908, 2926, 2928, 2935, 2851, 2838]}}, {"bill_id": 18317, "action_date": "2003-02-28T07:45:00-06:00", "document_id": 98136, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98136.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 781, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18317, "action_date": "2003-02-28T07:45:00-06:00", "document_id": 98136, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98136.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 781, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18317, "action_date": "2003-03-04T14:00:00-06:00", "document_id": 98360, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98360.pdf", "status_text": "Motion to Amend,", "journal_page": 704, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18317, "action_date": "2003-03-04T14:00:00-06:00", "document_id": 98360, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98360.pdf", "status_text": "Do Pass Amended,", "journal_page": 705, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55403, "president_vote": null, "Yea": [2832, 2834, 2835, 2838, 2840, 2849, 2850, 2851, 2852, 2853, 2854, 2856, 2865, 2868, 2876, 2878, 2880, 2881, 2882, 2883, 2886, 2887, 2891, 2897, 2901, 2903, 2904, 2908, 2916, 2921, 2926, 2927, 2928, 2935], "Excused": [2847]}}, {"bill_id": 18317, "action_date": "2003-03-06T14:00:00-06:00", "document_id": 98515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98515.pdf", "status_text": "Conference Committee appointments", "journal_page": 743, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18317, "action_date": "2003-03-07T09:00:00-06:00", "document_id": 98533, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98533.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 779, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55510, "president_vote": null, "Yea": [2832, 2834, 2838, 2840, 2847, 2849, 2850, 2851, 2852, 2853, 2854, 2856, 2865, 2868, 2876, 2878, 2880, 2881, 2882, 2883, 2886, 2887, 2891, 2897, 2901, 2903, 2904, 2908, 2916, 2921, 2926, 2927, 2928, 2935], "Excused": [2835]}}, {"bill_id": 18317, "action_date": "2003-03-08T09:00:00-06:00", "document_id": 98610, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98610.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 807, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56908, "president_vote": null, "Yea": [2833, 2836, 2837, 2839, 2841, 2842, 2843, 2844, 2845, 2846, 2848, 2855, 2857, 2858, 2859, 2860, 2861, 2862, 2863, 2864, 2866, 2869, 2870, 2871, 2872, 2873, 2874, 2875, 2879, 2884, 2888, 2889, 2890, 2892, 2893, 2894, 2895, 2896, 2898, 2900, 2902, 2905, 2906, 2907, 2909, 2910, 2912, 2913, 2915, 2917, 2919, 2920, 2922, 2923, 2925, 2929, 2930, 2932, 2933, 2934, 2936, 2937, 2938, 2899], "Nay": [2877, 2885, 2911, 2924], "Excused": [2914, 2931]}}, {"bill_id": 18317, "action_date": "2003-03-08T09:00:00-06:00", "document_id": 98610, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98610.pdf", "status_text": "Signed by Speaker", "journal_page": 816, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18317, "action_date": "2003-03-08T09:00:00-06:00", "document_id": 98622, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98622.pdf", "status_text": "Signed by President", "journal_page": 793, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18317, "action_date": "2003-03-08T09:00:00-06:00", "document_id": 98610, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98610.pdf", "status_text": "Delivered to the Governor", "journal_page": 827, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18317, "action_date": "2003-03-24T10:00:00-06:00", "document_id": 98675, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98675.pdf", "status_text": "Vetoed for Style and Form", "journal_page": 836, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18317, "action_date": "2003-03-24T14:00:00-06:00", "document_id": 98657, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98657.pdf", "status_text": "Vetoed by Governor", "journal_page": null, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18317, "action_date": "2003-03-25T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2449, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/18317"}