{"session_id": 69, "bill_id": 24827, "bill_type": "Senate Bill", "bill_number": 32, "bill_title": "provide for the distribution of tax revenue from certain gross receipts occurring on fairgrounds.", "sponsors": [{"legislator_profile_id": 4485, "is_prime": true}, {"legislator_profile_id": 4537, "is_prime": true}, {"legislator_profile_id": 4492, "is_prime": false}, {"legislator_profile_id": 4529, "is_prime": false}, {"legislator_profile_id": 4531, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4570, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 24827, "bill_version_id": 257773, "bill_version": "Introduced", "bill_version_date": "2023-12-29T17:17:11.06-06:00", "bill_text": "An Act to provide for the distribution of tax revenue from certain gross receipts occurring on fairgrounds. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 10-45 be amended with a NEW SECTION: Any person filing a return and remittance in accordance with the provisions of § 10-45-27.3 must also report the amount of tax remitted in the previous monthly period on gross receipts from all sales of tangible personal property and on gross receipts from services rendered, taxable under this chapter, occurring on county fairgrounds during a county fair. If a county abided by the provisions of section 2 of this Act in the previous fiscal year, the secretary of revenue must deposit the amount of tax remitted on gross receipts from all sales of tangible personal property and on gross receipts from services rendered, pursuant to § 10-45-27.3, occurring on a county fairground during a county fair into a restricted county fairground fund of that county to be used for purposes set forth in §§ 7-27-1, 7-27-1.1, 7-27-3, and 7-27-17. Section 2. That chapter 7-27 be amended with a NEW SECTION: Each fiscal year, to be eligible to receive gross receipts tax revenue pursuant to section 1 of this Act, a county must make expenditures from the county general fund for purposes set forth in §§ 7-27-1, 7-27-1.1, 7-27-3, and 7-27-17, in an amount totaling no less than the minimum amount for the county. For purposes of this section, the term \"base year amount\" is the average over the five fiscal years immediately preceding the 2024 fiscal year, after removing the highest and lowest values of the five fiscal years, of all expenditures from a county general fund for purposes set forth in §§ 7-27-1, 7-27-1.1, 7-27-3, and 7-27-17. For purposes of this section, the term \"minimum amount\" is the base year amount after being annually increased by the lesser of three percent or the index factor, as defined in § 10-13-38."}], "amendments": [], "fiscal_notes": [], "action_log": []}