{"session_id": 10, "bill_id": 2495, "bill_type": "Senate Commemoration", "bill_number": 9, "bill_title": "Honoring Erin Williams of Watertown, South Dakota Girls State Governor, and Daniel Wanous of Sioux Falls, South Dakota Boys State Governor, and commending the South Dakota American Legion and Auxiliary for their sponsorship and coordination of the Girls State and Boys State programs.", "sponsors": [{"legislator_profile_id": 77, "is_prime": true}, {"legislator_profile_id": 50, "is_prime": true}, {"legislator_profile_id": 44, "is_prime": false}, {"legislator_profile_id": 75, "is_prime": false}, {"legislator_profile_id": 53, "is_prime": false}, {"legislator_profile_id": 56, "is_prime": false}, {"legislator_profile_id": 42, "is_prime": false}, {"legislator_profile_id": 79, "is_prime": false}, {"legislator_profile_id": 21, "is_prime": false}, {"legislator_profile_id": 40, "is_prime": false}, {"legislator_profile_id": 15, "is_prime": false}, {"legislator_profile_id": 41, "is_prime": false}, {"legislator_profile_id": 24, "is_prime": false}, {"legislator_profile_id": 59, "is_prime": false}, {"legislator_profile_id": 25, "is_prime": false}, {"legislator_profile_id": 78, "is_prime": false}, {"legislator_profile_id": 76, "is_prime": false}, {"legislator_profile_id": 90, "is_prime": false}, {"legislator_profile_id": 18, "is_prime": false}, {"legislator_profile_id": 70, "is_prime": false}, {"legislator_profile_id": 96, "is_prime": false}, {"legislator_profile_id": 39, "is_prime": false}, {"legislator_profile_id": 54, "is_prime": false}, {"legislator_profile_id": 82, "is_prime": false}, {"legislator_profile_id": 13, "is_prime": false}, {"legislator_profile_id": 55, "is_prime": false}, {"legislator_profile_id": 28, "is_prime": false}, {"legislator_profile_id": 31, "is_prime": false}, {"legislator_profile_id": 95, "is_prime": false}, {"legislator_profile_id": 43, "is_prime": false}, {"legislator_profile_id": 94, "is_prime": false}, {"legislator_profile_id": 4, "is_prime": false}, {"legislator_profile_id": 3, "is_prime": false}, {"legislator_profile_id": 16, "is_prime": false}, {"legislator_profile_id": 10, "is_prime": false}, {"legislator_profile_id": 81, "is_prime": false}, {"legislator_profile_id": 34, "is_prime": false}, {"legislator_profile_id": 98, "is_prime": false}, {"legislator_profile_id": 52, "is_prime": false}, {"legislator_profile_id": 86, "is_prime": false}, {"legislator_profile_id": 80, "is_prime": false}, {"legislator_profile_id": 45, "is_prime": false}, {"legislator_profile_id": 22, "is_prime": false}, {"legislator_profile_id": 101, "is_prime": false}, {"legislator_profile_id": 47, "is_prime": false}], "keywords": ["Senate Commemorative"], "audio": [], "bill_versions": [{"bill_id": 2495, "bill_version_id": 16567, "bill_version": "Introduced", "bill_version_date": "2011-02-09T09:10:38.43-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Erin Williams of Watertown, South Dakota Girls State Governor, and Daniel Wanous of Sioux Falls, South Dakota Boys State Governor, and commending the South Dakota American Legion and Auxiliary for their sponsorship and coordination of the Girls State and Boys State programs. WHEREAS, Erin Williams and Daniel Wanous have been selected and are serving in these high offices and are outstanding young South Dakota leaders; and WHEREAS, the goals of Boys State and Girls State are to help youth understand and appreciate the American system of government and way of life, including the rights and responsibilities of citizenship, and to give better knowledge of the fundamental principles of government within the State of South Dakota through unique learn-by-doing workshops; and WHEREAS, the South Dakota American Legion and Auxiliary have worked diligently for more than the last sixty years in conducting these fine programs: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-sixth Legislature of the State of South Dakota, that Erin Williams and Daniel Wanous be congratulated for their outstanding achievements; that appreciation be extended to those adults who donate time and energy to the programs; and that the South Dakota American Legion and Auxiliary be recognized for their many years of sponsoring and conducting Boys State and Girls State."}, {"bill_id": 2495, "bill_version_id": 16841, "bill_version": "Enrolled", "bill_version_date": "2011-02-14T17:31:54.43-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Erin Williams of Watertown, South Dakota Girls State Governor, and Daniel Wanous of Sioux Falls, South Dakota Boys State Governor, and commending the South Dakota American Legion and Auxiliary for their sponsorship and coordination of the Girls State and Boys State programs. WHEREAS, Erin Williams and Daniel Wanous have been selected and are serving in these high offices and are outstanding young South Dakota leaders; and WHEREAS, the goals of Boys State and Girls State are to help youth understand and appreciate the American system of government and way of life, including the rights and responsibilities of citizenship, and to give better knowledge of the fundamental principles of government within the State of South Dakota through unique learn-by-doing workshops; and WHEREAS, the South Dakota American Legion and Auxiliary have worked diligently for more than the last sixty years in conducting these fine programs: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-sixth Legislature of the State of South Dakota, that Erin Williams and Daniel Wanous be congratulated for their outstanding achievements; that appreciation be extended to those adults who donate time and energy to the programs; and that the South Dakota American Legion and Auxiliary be recognized for their many years of sponsoring and conducting Boys State and Girls State. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2495, "action_date": "2011-02-09T14:00:00-06:00", "document_id": 16639, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16639.pdf", "status_text": "", "journal_page": 390, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}]}