{"session_id": 24, "bill_id": 7133, "bill_type": "House Bill", "bill_number": 1185, "bill_title": "revise certain provisions regarding livestock satellite video auction agencies and electronic auctions of livestock.", "sponsors": [{"legislator_profile_id": 964, "is_prime": true}], "keywords": ["Agriculture and Horticulture", "Animals and Livestock"], "audio": [{"meeting_datetime": "2016-02-09T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hag18.mp3", "start_seconds": 2715.0}, {"meeting_datetime": "2016-02-09T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hag18.mp3", "start_seconds": 2715.0}, {"meeting_datetime": "2016-02-09T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hag18.mp3", "start_seconds": 2715.0}], "bill_versions": [{"bill_id": 7133, "bill_version_id": 38530, "bill_version": "Introduced", "bill_version_date": "2016-02-02T11:25:03.97-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding livestock satellite video auction agencies and electronic auctions of livestock. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 40-15 be amended by adding a NEW SECTION to read: Satellite video auction agency is a place or establishment operated for profit where livestock are sold or offered for sale at a facility within or outside the state through the use of satellite video. Section 2. That § 40-15-1 be amended to read: 40-15-1. Any person operating a place of business where livestock are bought and sold through public auction or satellite video auction, including livestock buying stations not buying and selling through public auction, is a livestock auction agency, except any place or operation where future farmers or 4-H groups or fair associations or private fairs conduct sales of livestock, any place or operation conducted for a dispersal sale of the livestock of a farmer, dairyman, livestock breeder, or feeder who is discontinuing said business and no other livestock is sold or offered for sale, and any place of operation where a breeder or an association of breeders of livestock assemble and offer for sale and sell under their own management any livestock. Section 3. That § 40-15-13.2 be amended to read: 40-15-13.2. The board shall promulgate rules pursuant to chapter 1-26 to ensure: (1) That livestock for immediate slaughter sold on a carcass basis are weighed on livestock scales certified by the United States Packers and Stockyards Administration for weighing livestock on a carcass basis; and (2) That livestock for immediate slaughter sold on a live basis are weighed on livestock scales certified by the United States Packers and Stockyards Administration for weighing such livestock; and (3) That a fee is assessed for all livestock sold by electronic auction on a per head basis in an amount equal to ten percent of the minimum inspection fees as provided for in § 40-15-17. Section 4. That § 40-15-26 be amended to read: 40-15-26. The livestock auction agency or satellite video auction agency shall ensure that any livestock passing through a livestock auction agency for interstate or intrastate traffic, are is inspected, examined, and tested before being removed from the premises as required by the state of destination. Shipment of such livestock shall be covered by such a certificate of health as may be required by the state of destination before such livestock is removed from the premises of the auction agency; but if such the certificate is made from physical examination only, it shall be issued without charge by the veterinary inspector to the shipper. Section 5. That § 40-15-31.1 be amended to read: 40-15-31.1. The term, electronic auction, refers to computer-accessible auctions where livestock are bought and sold through public auction. The Animal Industry Board shall regulate electronic satellite video auctions. Any livestock auction agency licensed under this chapter may also be licensed to operate electronic satellite video auctions of livestock for immediate slaughter if the application and licensure procedures for the electronic auctions are in compliance with §§ 40-15-1 to 40-15-10, inclusive. The provisions of §§ 40-15-11, 40-15-12, 40-15-14, 40-15-16, 40-15-21, 40-15-26 to 40-15-34, inclusive, 40-15-35.1, 40-15-36, 40-15-38, and 40-15-39 also apply to electronic satellite video auction agencies. Section 6. That § 40-15-31.2 be repealed. 40-15-31.2. Livestock sold by electronic auction not delivered directly from the farm of origin to a United States Department of Agriculture or state inspected slaughter establishment may pass only through a United States Department of Agriculture approved stockyard for all classes of livestock."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7133, "action_date": "2016-02-02T14:00:00-06:00", "document_id": 38563, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38563.pdf", "status_text": "First Reading House", "journal_page": 235, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7133, "action_date": "2016-02-03T14:00:00-06:00", "document_id": 38701, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38701.pdf", "status_text": "Referred to", "journal_page": 255, "committee_id_action": 325, "committee_id_assigned": 321, "result": "N", "vote": {}}, {"bill_id": 7133, "action_date": "2016-02-09T07:45:00-06:00", "document_id": 38754, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38754.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 321, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7133, "action_date": "2016-02-09T07:45:00-06:00", "document_id": 39043, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39043.pdf", "status_text": "Tabled", "journal_page": 333, "committee_id_action": 321, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20732, "president_vote": null, "Yea": [964, 1039, 980, 1056, 1058, 1018, 1054, 1007, 1030, 988, 1032, 1055, 1031]}}]}