{"session_id": 10, "bill_id": 2929, "bill_type": "House Commemoration", "bill_number": 1015, "bill_title": "Honoring Mary Jo May on her participation and achievements in the Washington Internships for Native Students program.", "sponsors": [{"legislator_profile_id": 31, "is_prime": true}, {"legislator_profile_id": 32, "is_prime": true}, {"legislator_profile_id": 30, "is_prime": false}, {"legislator_profile_id": 63, "is_prime": false}, {"legislator_profile_id": 96, "is_prime": false}, {"legislator_profile_id": 62, "is_prime": false}, {"legislator_profile_id": 39, "is_prime": false}, {"legislator_profile_id": 28, "is_prime": false}, {"legislator_profile_id": 64, "is_prime": false}, {"legislator_profile_id": 66, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 2929, "bill_version_id": 16859, "bill_version": "Introduced", "bill_version_date": "2011-02-15T09:07:57.017-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Mary Jo May on her participation and achievements in the Washington Internships for Native Students program. WHEREAS, Mary Jo May of Kyle, South Dakota, a graduate of Bennett County High School, was selected as an intern under the Washington Internships for Native Students (WINS) program and served in Washington, D.C., during the summer of 2010. WINS is a prestigious internship program that offers students of American Indian, Alaska Native, and Native Hawaiian nations the opportunity to build leadership skills while living, studying, and interning in Washington, D.C. Ms. May was one of only three students from South Dakota and one hundred students nationwide selected for the program; and WHEREAS, during her internship, Ms. May worked with the Department of Veterans Affairs in Historic Preservation researching in such areas as Native American women veterans, Native American scouts, and Native American Medal of Honor recipients; and WHEREAS, from her research work, Ms. May created an exhibit that was selected for display at the Smithsonian Institution's National Museum of the American Indian. Hers was the only exhibit selected for display at the museum; and WHEREAS, Ms. May will attend Black Hills State University and will major in education, with plans to teach history. She is the daughter of Avery and Liz May of Kyle, South Dakota: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-sixth Legislature of the State of South Dakota, that Mary Jo May is recognized and honored for her accomplishments during 2010 as a participant in the Washington Internships for Native Students (WINS) program and for the selection of her work for display at the Smithsonian's National Museum of the American Indian."}, {"bill_id": 2929, "bill_version_id": 17103, "bill_version": "Enrolled", "bill_version_date": "2011-02-17T15:35:33.967-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Mary Jo May on her participation and achievements in the Washington Internships for Native Students program. WHEREAS, Mary Jo May of Kyle, South Dakota, a graduate of Bennett County High School, was selected as an intern under the Washington Internships for Native Students (WINS) program and served in Washington, D.C., during the summer of 2010. WINS is a prestigious internship program that offers students of American Indian, Alaska Native, and Native Hawaiian nations the opportunity to build leadership skills while living, studying, and interning in Washington, D.C. Ms. May was one of only three students from South Dakota and one hundred students nationwide selected for the program; and WHEREAS, during her internship, Ms. May worked with the Department of Veterans Affairs in Historic Preservation researching in such areas as Native American women veterans, Native American scouts, and Native American Medal of Honor recipients; and WHEREAS, from her research work, Ms. May created an exhibit that was selected for display at the Smithsonian Institution's National Museum of the American Indian. Hers was the only exhibit selected for display at the museum; and WHEREAS, Ms. May will attend Black Hills State University and will major in education, with plans to teach history. She is the daughter of Avery and Liz May of Kyle, South Dakota: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-sixth Legislature of the State of South Dakota, that Mary Jo May is recognized and honored for her accomplishments during 2010 as a participant in the Washington Internships for Native Students (WINS) program and for the selection of her work for display at the Smithsonian's National Museum of the American Indian. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2929, "action_date": "2011-02-15T14:00:00-06:00", "document_id": 16910, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16910.pdf", "status_text": "", "journal_page": 406, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2929"}