{"session_id": 43, "bill_id": 11590, "bill_type": "House Bill", "bill_number": 1130, "bill_title": "revise the requirements for an enhanced permit to carry a concealed pistol.", "sponsors": [{"legislator_profile_id": 1710, "is_prime": true}, {"legislator_profile_id": 1720, "is_prime": true}, {"legislator_profile_id": 1723, "is_prime": false}, {"legislator_profile_id": 1654, "is_prime": false}, {"legislator_profile_id": 1670, "is_prime": false}, {"legislator_profile_id": 1764, "is_prime": false}, {"legislator_profile_id": 1668, "is_prime": false}, {"legislator_profile_id": 1707, "is_prime": false}, {"legislator_profile_id": 1699, "is_prime": false}, {"legislator_profile_id": 1743, "is_prime": false}, {"legislator_profile_id": 1693, "is_prime": false}, {"legislator_profile_id": 1680, "is_prime": false}, {"legislator_profile_id": 1659, "is_prime": false}, {"legislator_profile_id": 1681, "is_prime": false}, {"legislator_profile_id": 1744, "is_prime": false}, {"legislator_profile_id": 1736, "is_prime": false}, {"legislator_profile_id": 1728, "is_prime": false}, {"legislator_profile_id": 1676, "is_prime": false}, {"legislator_profile_id": 1734, "is_prime": false}, {"legislator_profile_id": 1748, "is_prime": false}, {"legislator_profile_id": 1731, "is_prime": false}, {"legislator_profile_id": 1742, "is_prime": false}, {"legislator_profile_id": 1738, "is_prime": false}, {"legislator_profile_id": 1739, "is_prime": false}, {"legislator_profile_id": 1717, "is_prime": false}, {"legislator_profile_id": 1678, "is_prime": false}, {"legislator_profile_id": 1667, "is_prime": false}, {"legislator_profile_id": 1722, "is_prime": false}, {"legislator_profile_id": 1737, "is_prime": false}, {"legislator_profile_id": 1679, "is_prime": false}, {"legislator_profile_id": 1715, "is_prime": false}, {"legislator_profile_id": 1673, "is_prime": false}, {"legislator_profile_id": 1765, "is_prime": false}, {"legislator_profile_id": 1746, "is_prime": false}, {"legislator_profile_id": 1733, "is_prime": false}, {"legislator_profile_id": 1725, "is_prime": false}, {"legislator_profile_id": 1674, "is_prime": false}, {"legislator_profile_id": 1688, "is_prime": false}, {"legislator_profile_id": 1692, "is_prime": false}, {"legislator_profile_id": 1730, "is_prime": false}, {"legislator_profile_id": 1762, "is_prime": false}, {"legislator_profile_id": 1735, "is_prime": false}, {"legislator_profile_id": 1687, "is_prime": false}], "keywords": ["Firearms", "Law Enforcement"], "audio": [], "bill_versions": [{"bill_id": 11590, "bill_version_id": 65052, "bill_version": "Introduced", "bill_version_date": "2020-01-29T14:30:20.527-06:00", "bill_text": "An Act to revise the requirements for an enhanced permit to carry a concealed pistol. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 23-7-53 be AMENDED: 23-7-53. Enhanced permit to carry concealed pistol--Initial application--Renewal. An applicant may submit an application to the sheriff of the county in which the applicant resides for an optional A person may apply for an enhanced permit to carry a concealed pistol. The application shall include or for a renewal of an enhanced permit, by submitting to the sheriff of the county in which the person resides: (1) The A completed application for the optional enhanced permit to carry a concealed pistol; (2) A copy of the applicant's person's fingerprints for submission to the Federal Bureau of Investigation, and to any governmental agency or entity that is authorized to receive such information, for in order to conduct a state, national, and international criminal history background check; (3) An authorization to run for a fingerprint background check; (4) A separate payment fee of forty-three dollars and twenty-five cents for the cost of processing the fingerprint background check and, if the sheriff takes the fingerprints, the sheriff shall secure the fingerprints at no additional charge to the applicant; (5) A separate application (a) A fee of one hundred dollars for the optional an initial permit to carry a concealed pistol which shall be distributed, fifty percent to of which must be retained by the sheriff and fifty percent of which must be provided to the secretary of state to be used by the secretary of state to administer for administration of the concealed carry program; and or (b) A fee of fifty dollars for the renewal of a permit to carry a concealed pistol, fifty percent of which must be retained by the sheriff and fifty percent of which must be provided to the secretary of state for administration of the concealed carry program; and (6) Proof that the applicant has successfully person: (a) Successfully completed a qualifying handgun course, as defined in § 23-7-58 within the preceding twelve months; or proof that the applicant is (b) Is a current or former South Dakota law enforcement officer. An application for the renewal of an enhanced permit may not be submitted earlier than ninety days prior to the expiration date printed on the permit. The sheriff shall forward the to the Division of Criminal Investigation for processing a copy of the applicant's fingerprints, the applicant's authorization for processing to process a fingerprint background check, and the payment fee for the fingerprint background check to the Division of Criminal Investigation for processing. A sheriff may not charge a fee for collecting fingerprints required by this section. Section 2. That § 23-7-54 be AMENDED: 23-7-54. Temporary enhanced permit to carry concealed pistol--Issuance. The sheriff shall retain the application and other documents until the sheriff receives the results of the background checks required pursuant to § 23-7-53. Within seven days following receipt of a confirmation that the applicant passed each criminal background check required pursuant to this section and § 23-7-53, the sheriff shall file the application with the secretary of state pursuant to § 23-7-8. If the applicant a person submits an application for an initial or a renewed permit pursuant to § 23-7-53, meets the requirements of § 23-7-7.1, is not otherwise prohibited by state or federal law, 18 U.S.C. 922(g) as amended to October 26, 2005, or 18 U.S.C. 922(n) as amended to October 26, 2005, from receiving, possessing, or transporting a firearm, passes the required fingerprint background check, and passes a National Instant Criminal Background Check, the sheriff of the county where the applicant to whom the person submitted the application shall, within thirty days of receiving the application, issue the applicant to the person a temporary enhanced permit to carry a concealed pistol. The temporary permit must that clearly designate that designates the permit is as being enhanced. Section 3. That § 23-7-56 be REPEALED. 23-7-56. Renewal of enhanced permit to carry concealed pistol."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11590, "action_date": "2020-01-30T13:00:00-06:00", "document_id": 65199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65199.pdf", "status_text": "First Reading House", "journal_page": 98, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11590, "action_date": "2020-02-04T14:00:00-06:00", "document_id": 65696, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65696.pdf", "status_text": "Referred to", "journal_page": 117, "committee_id_action": 480, "committee_id_assigned": 461, "result": "N", "vote": {}}, {"bill_id": 11590, "action_date": "2020-02-07T13:00:00-06:00", "document_id": 67056, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67056.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 229, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}]}