{"session_id": 7, "bill_id": 1249, "bill_type": "Senate Bill", "bill_number": 175, "bill_title": "set a maximum limit on certain license and permit fees that may be established by the Game, Fish and Parks Commission.", "sponsors": [{"legislator_profile_id": 680, "is_prime": true}, {"legislator_profile_id": 651, "is_prime": true}, {"legislator_profile_id": 653, "is_prime": false}, {"legislator_profile_id": 666, "is_prime": false}, {"legislator_profile_id": 660, "is_prime": false}, {"legislator_profile_id": 693, "is_prime": false}, {"legislator_profile_id": 634, "is_prime": false}, {"legislator_profile_id": 659, "is_prime": false}, {"legislator_profile_id": 721, "is_prime": false}, {"legislator_profile_id": 737, "is_prime": false}, {"legislator_profile_id": 645, "is_prime": false}, {"legislator_profile_id": 689, "is_prime": false}], "keywords": ["Appropriations", "Department of Game, Fish and Parks", "Fees", "Game, Fish and Parks", "State Affairs and Government"], "audio": [{"meeting_datetime": "2009-02-13T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst22.mp3", "start_seconds": 5450.0}, {"meeting_datetime": "2009-02-13T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst22.mp3", "start_seconds": 5450.0}, {"meeting_datetime": "2009-02-13T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst22.mp3", "start_seconds": 5450.0}], "bill_versions": [{"bill_id": 1249, "bill_version_id": 6528, "bill_version": "Introduced", "bill_version_date": "2009-02-02T10:05:34.813-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to set a maximum limit on certain license and permit fees that may be established by the Game, Fish and Parks Commission. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 41-6 be amended by adding thereto a NEW SECTION to read as follows: The maximum hunting license and permit fees that the Game, Fish and Parks Commission may set pursuant to § § 41-2-18, 41-6-10, 41-6-18.4, 41-6-19.6, and 41-17-1.1(9) are as follows: (1) Resident predator/varmint license, $5; (2) Resident small game license: (a) Sixteen years of age and older, $24; (b) Under 16 years of age, $5; (3) Resident one-day small game license, $10; (4) Resident combination license, $44; (5) Resident junior combination license, 16 to 18 years of age, inclusive, $25; (6) Resident furbearer license, $25; (7) Nonresident furbearer license, $250; (8) Resident spring one-tag wild turkey license, $15; (9) Resident spring two-tag wild turkey license, $20; (10) Resident fall one-tag wild turkey license, $5; (11) Resident fall two-tag wild turkey license, $10; (12) Resident deer or antelope one-tag license, $30; (13) Resident deer or antelope two-tag license, $40; (14) Resident antelope three-tag license, $40; (15) Resident-landowner-on-own land deer or antelope license, one-half the fee of the deer or antelope license which has been applied for; (16) Resident one-tag antlerless deer or doe-fawn antelope license, $10; (17) Resident two-tag antlerless deer or doe-fawn antelope license, $20; (18) Resident three-tag doe-fawn antelope license, $20; (19) Resident elk license: (a) Any elk or bull elk, $150; (b) Antlerless elk, $100; (20) Resident landowner depredation elk, one-half the fee of the elk license which has been applied for; (21) Resident mountain goat license, $250; (22) Resident Black Hills bighorn sheep license, $250; (23) Canada goose special unit permit, $10; (24) Nonresident small game license: (a) Sixteen years of age and older, $105; (b) Under 16 years of age, $25; (25) Special nonresident waterfowl license, includes migratory bird certification permit, $105; (26) Fall three-consecutive days temporary nonresident waterfowl license, $70; (27) Spring snow goose temporary nonresident license: (a) Sixteen years of age and older, $40; (b) Under 16 years of age, $20; (28) Early fall Canada goose temporary nonresident license, $40; (29) Nonresident spring one-tag wild turkey license, $80; (30) Nonresident spring two-tag wild turkey license, $95; (31) Nonresident fall one-tag wild turkey license, $70; (32) Nonresident fall two-tag wild turkey license, $80; (33) Nonresident deer or antelope one-tag license, $190; (34) Nonresident deer or antelope two-tag license, $240; (35) Nonresident antelope three-tag license, $240; (36) Nonresident one-tag antlerless deer or doe-fawn antelope license, $50; (37) Nonresident two-tag antlerless deer or doe-fawn antelope license, $75; (38) Nonresident three-tag doe-fawn antelope license, $75; (39) Nonresident predator license, $35; (40) Custer State Park elk license: (a) Custer State Park rifle any elk license, $300; (b) Custer State Park early archery elk license, $300; (c) Custer State Park late archery elk license, $200; (d) Custer State Park special antlerless elk license, $200; (41) Custer State Park deer license: (a) Custer State Park any deer license, $150; (b) Custer State Park two-tag whitetail license for one any whitetail deer and one antlerless whitetail deer, $150; (c) Custer State Park one-tag or two-tag antlerless deer license, $25; (42) Custer State Park bison license: (a) Custer State Park trophy bull bison license, $5,000; (b) Custer State Park non-trophy bull bison license, $1,500; (c) Custer State Park cow bison license, $1,000; (43) Custer State Park bighorn sheep license, $500; (44) Custer State Park coyote license, $10; (45) Nonrefundable application fee: (a) Archery and rifle elk, $5; (b) Mountain goat, $5; (c) Bighorn sheep, $5; (46) Resident special any deer license, $150; (47) Nonresident special any deer license, $500; (48) Youth deer or antelope license: (a) Resident, $5; (b) Nonresident, $10; (49) Tundra swan permit: (a) Resident, $5; (b) Nonresident, $10; (50) Migratory bird certification permit, $5; (51) Nonresident shooting preserve license: (a) One-day, $30; (b) Five-consecutive days, $60; (c) Annual, $80; (52) Mountain lion license, $10; (53) Resident mentored youth deer, antelope, or turkey license, $5; (54) Any big game license hunting unit, other than elk, bighorn sheep, or mountain goat, for which no licenses have been allocated for the purpose of acquiring a preference point, $5. Section 2. That chapter 41-6 be amended by adding thereto a NEW SECTION to read as follows: The maximum fishing license and permit fees that the Game, Fish and Parks Commission may set pursuant to § § 41-2-18, 41-6-10, and 41-6-37.1 are as follows: (1) Resident fishing license, $25; (2) Resident senior fishing license, age 65 or over, $10; (3) Nonresident fishing license, $60; (4) Nonresident family fishing license, $60; (5) One-day fishing license, valid from 12:01 a.m. to 12:00 midnight, inclusive: (a) Resident, $7; (b) Nonresident, $14; (6) Nonresident three-consecutive-days fishing license, $32; (7) Special paddlefish permit, $20. Section 3. That § 41-17-13 be amended to read as follows: 41-17-13. A park license may be required to permit a motor vehicle and the occupants entrance to any state park (except Bear Butte when used by persons participating in religious activities) and to any of the following state recreation areas or state lakeside use areas: Lake Poinsett; the Yankton unit, the Midway unit, and the Gavins Point unit of Lewis and Clark Lake; Sandy Shore; Farm Island; Mina Lake; Richmond Lake; Lake Louise; Pickerel Lake; Angostura; Lake Vermillion; Shadehill; Llewellyn Johns; Burke Lake; Lake Cochrane; West Whitlock; Swan Creek; West Bend; Snake Creek; Walker's Point; Platte Creek; Lake Alvin; Pelican Lake; Bush's Landing; Little Bend; Lake Hiddenwood; East Whitlock; Sutton Bay; Dodge Draw; Lake Thompson; Indian Creek; Downstream (below Oahe Dam); North Point; American Creek; Randall Creek; Chief White Crane; Pierson Ranch; Spring/Cow Creek; Okobojo Point; Walth Bay; Spillway (Fort Randall Dam); Pease Creek; North Wheeler; Whetstone Bay; East Shore; Peoria Flats; West Shore; West Chamberlain; South Shore; Tailrace (Fort Randall Dam); Revheim Park; Springfield; Buryanek; West Pollock; Bob's Landing; Rocky Point; and Big Sioux. The Game, Fish and Parks Commission shall, by rules promulgated pursuant to chapter 1-26, set annual and daily park entrance fees. The Game, Fish and Parks Commission shall, by rules promulgated pursuant to chapter 1-26, establish a system by which owners of two or more vehicles may purchase an additional license each year for each vehicle registered to the same owner for one-half the price of the annual license. All fees collected pursuant to this section shall be deposited in the parks and recreation fund established in § 41-17-21. However, the park entrance fees may not be more than: (1) The fee for an annual park entrance license sticker is $28 for the first vehicle and $14 for each additional vehicle registered to the same owner; (2) The fee for a transferable annual park entrance license is $60; (3) The temporary park entrance license fee at Custer State Park is $6 a person or $15 a vehicle, whichever is less; (4) Except at Custer State Park, the daily park entrance license fee is $4 for each person in the motor vehicle who is twelve years old or older or $6 a vehicle; (5) Commercial motor coach daily park entrance license fee not to exceed $3 for each person. Section 4. That § 41-2-35 be amended to read as follows: 41-2-35. All moneys in There is hereby created in the state treasury the Department of Game, Fish and Parks fund are hereby annually appropriated to be used with any moneys otherwise appropriated to pay the necessary expenses of effectuating the purposes of this title . The Department of Game, Fish and Parks fund shall be budgeted and expended in accordance with Title 4 on warrants drawn by the state auditor on vouchers approved by the secretary of game, fish and parks. Section 5. That § 41-2-35.1 be repealed. 41-2-35.1. Notwithstanding any other provisions of law, all funds received by the Department of Game, Fish and Parks shall be set forth in an informational budget as described in § 4-7-7.2 and be annually reviewed by the Legislature. The provisions of this section shall not operate to cause the loss of control over expenditures of any portion of dedicated revenues received by the Department of Game, Fish and Parks. Section 6. That § 41-19-1 be amended to read as follows: 41-19-1. The There is hereby created in the state treasury the snowmobile trails fund established pursuant to § 32-5-9.2 is hereby appropriated . The snowmobile trails fund shall be budgeted and expended in accordance with Title 4 on warrants drawn by the state auditor on vouchers approved by the secretary of game, fish and parks for the administration of § 41-19-2 and shall not revert at the close of any fiscal year but shall accumulate."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1249, "action_date": "2009-02-02T14:00:00-06:00", "document_id": 6600, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6600.pdf", "status_text": "First read in Senate and referred to", "journal_page": 262, "committee_id_action": 54, "committee_id_assigned": 39, "result": "N", "vote": {}}, {"bill_id": 1249, "action_date": "2009-02-13T10:00:00-06:00", "document_id": 7255, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7255.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 39, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1249, "action_date": "2009-02-13T10:00:00-06:00", "document_id": 7457, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7457.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 413, "committee_id_action": 39, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4086, "president_vote": null, "Yea": [653, 677, 659, 661, 648, 642, 649], "Nay": [634, 689]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/1249"}