{"session_id": 48, "bill_id": 14629, "bill_type": "House Bill", "bill_number": 1272, "bill_title": "require insurance coverage for off-label uses of prescription drugs used for the treatment of cancer under certain circumstances.", "sponsors": [{"legislator_profile_id": 2263, "is_prime": true}, {"legislator_profile_id": 2282, "is_prime": true}, {"legislator_profile_id": 2224, "is_prime": false}, {"legislator_profile_id": 2230, "is_prime": false}], "keywords": ["Health Insurance", "Insurance"], "audio": [], "bill_versions": [{"bill_id": 14629, "bill_version_id": 81189, "bill_version": "Introduced", "bill_version_date": "1999-01-29T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require insurance coverage for off-label uses of prescription drugs used for the treatment of cancer under certain circumstances. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"FDA,\" the federal Food and Drug Administration; (2) \"Health insurer,\" any person who provides health insurance in this state. The term includes a licensed insurance company, a prepaid hospital or medical service plan, a health maintenance organization, a multiple employer welfare arrangement, or any person providing a plan of health insurance subject to state insurance regulation; (3) \"Medical literature,\" published scientific studies published in at least two articles from major peer reviewed medical journals that present data supporting the proposed off-label use or uses as generally safe and effective unless there is clear and convincing contradictory evidence presented in a major peer reviewed medical journal; (4) \"Standard reference compendia,\" one of the following: (a) The United States Pharmacopeia Drug Information; (b) The American Medical Association Drug Evaluations; or (c) The American Hospital Formulary Service Drug Information; (5) \"Drug,\" the primary anti-cancer or antineoplastic agent or agents. Section 2. No health insurer issuing a policy which provides coverage for prescription drugs may exclude coverage of any drug used for the treatment of cancer on the grounds that the drug has not been approved by the FDA for that indication if that drug is recognized for treatment of such indication in one of the standard reference compendia or in the medical literature. The prescribing physician shall submit documentation supporting the proposed off-label use or uses to the insurer, if requested. Any coverage of a drug that serves as the primary treatment required by this Act shall also include medically necessary services associated with the administration of the drug. Section 3. No coverage is required under this Act for the following: (1) Any drug which has not been fully licensed or approved by the FDA; (2) The use of any drug if the FDA has determined that use to be contraindicated; or (3) Any experimental drug not otherwise approved for any indication by the FDA. Section 4. The provisions of this Act apply to drugs used in the treatment for cancer only, and nothing in this Act may be construed to create, impair, alter, limit, modify, enlarge, abrogate, or prohibit reimbursement for medications used in the treatment of any other disease or condition. Section 5. Nothing in this Act may be construed to prevent the application of contractual deductibles or co-payment provisions or managed care review. Section 6. Any person seeking to refer a dispute to the director of insurance shall do so in writing within thirty days of the denial of coverage of the drug. The director shall appoint an advisory panel of five members to make recommendations to the director regarding whether a particular off-label use is medically appropriate, if a dispute about payment for off-label use is referred to the director. The panel shall consist of two oncologists, a representative of a managed care plan, a representative of the insurance industry, and a representative of an organization devoted to cancer patient advocacy. The members of the advisory panel shall serve at the pleasure of the director and shall receive no compensation for their service on this advisory panel."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14629, "action_date": "1999-02-01T14:00:00-06:00", "document_id": 82122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82122.pdf", "status_text": "First read in House and referred to", "journal_page": 282, "committee_id_action": 628, "committee_id_assigned": 619, "result": "N", "vote": {}}, {"bill_id": 14629, "action_date": "1999-02-10T07:45:00-06:00", "document_id": 81914, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81914.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 619, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14629, "action_date": "1999-02-10T07:45:00-06:00", "document_id": 81914, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81914.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 457, "committee_id_action": 619, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41184, "president_vote": null, "Yea": [2203, 2229, 2243, 2277, 2284, 2301, 2231], "Excused": [2216], "Nay": [2244, 2264, 2276, 2268]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14629"}