{"session_id": 56, "bill_id": 19207, "bill_type": "House Concurrent Resolution", "bill_number": 1016, "bill_title": "Supporting an appeal of certain federal management plans for the Nebraska National Forest and associated national grasslands in Nebraska and South Dakota.", "sponsors": [{"legislator_profile_id": 3123, "is_prime": true}, {"legislator_profile_id": 3146, "is_prime": true}, {"legislator_profile_id": 3088, "is_prime": false}, {"legislator_profile_id": 3105, "is_prime": false}, {"legislator_profile_id": 3129, "is_prime": false}], "keywords": ["House Concurrent Resolutions"], "audio": [], "bill_versions": [{"bill_id": 19207, "bill_version_id": 101638, "bill_version": "Introduced", "bill_version_date": "2004-02-20T08:12:16-06:00", "bill_text": "A CONCURRENT RESOLUTION, Supporting an appeal of certain federal management plans for the Nebraska National Forest and associated national grasslands in Nebraska and South Dakota. WHEREAS, the United States Forest Service issued a Final Environmental Impact Statement and Land and Resource Management Plan (FEIS) in July 2001, for the Nebraska National Forest and the associated national grasslands in Nebraska and South Dakota; and WHEREAS, the national grasslands associated with the Nebraska National Forest for administrative purposes include the Buffalo Gap National Grasslands and the Fort Pierre National Grasslands in South Dakota and the Oglala National Grasslands in Nebraska; and WHEREAS, Fall River, Custer, Pennington, and Jackson counties submitted substantial and substantive recommendations for the FEIS during the comment period allowed by the United States Forest Service; and WHEREAS, Rick Cables, Rocky Mountain Regional Forester, signed the Record of Decision for the Nebraska National Forest Final Environmental Impact Statement and Land and Resource Management Plan (ROD) on July 31, 2002; and WHEREAS, the ROD failed to adopt and address the vast majority of the substantive recommendations made by Fall River, Custer, Pennington, and Jackson counties; and WHEREAS, Fall River, Custer, Pennington, and Jackson counties in South Dakota; Dawes and Sioux counties in Nebraska; the Black Hills Multiple Use Coalition; the South Dakota Stockgrowers Association; the Cottonwood, Pioneer, Sugarloaf, Central South Dakota, White River, Eastern Pennington, and Indian Creek grazing districts; and numerous individuals and businesses holding permits for use of the Nebraska National Forest and associated grasslands have formed the Nebraska National Forest Plans Revision Appeal Coalition; and WHEREAS, the purpose of the Nebraska National Forest Plans Revision Appeal Coalition is to seek administrative review of the ROD by the United States Department of Agriculture. The coalition believes the Forest Service has not adequately addressed the potential adverse environmental and economic impacts the land and people of the region will sustain. The coalition believes the ROD will enhance the risk of wildfire, as the ROD calls for increased fuel loads and limitations on access for fire suppression on thousands of acres of the grasslands. The ROD makes no definitive provisions for any control of the prairie dog population and colonization of adjacent private property; and WHEREAS, the ROD designates thousands of acres for the purpose of creating large, concentrated prairie dog complexes, containing thousands of prairie dogs. Large, concentrated prairie dog complexes have facilitated sylvatic and bubonic plague epidemics, decimating prairie dog populations in those areas; and WHEREAS, from 1960 through 2001, thirty-three human cases of plague in the United States were positively linked with prairie dogs or their fleas, and four of those were fatal; and WHEREAS, the coalition believes that large, concentrated prairie dog populations are a threat to the health of the region's prairie dog, wildlife, and domestic animal populations and potentially to the health of the area's human population; and WHEREAS, the Chief of the United States Forest Service issued a decision on February 4, 2004, affirming the ROD, thus denying the coalition's appeal; and WHEREAS, the Undersecretary of the United States Department of Agriculture, Mark Rey, has the authority under 36 C.F.R. 217.7 to review the Chief's decision; and WHEREAS, the coalition has formally requested the Undersecretary to conduct such a review: NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Seventy- ninth Legislature of the State of South Dakota, the Senate concurring therein, that the South Dakota Legislature supports the administrative appeal initiated by the Nebraska National Forest Plans Revision Appeal Coalition; and BE IT FURTHER RESOLVED, that the South Dakota Legislature respectfully requests the United States Department of Agriculture Undersecretary to conduct a personal administrative review of the ROD in order to correct potential adverse environmental and economic impacts that the land and people of the region will sustain; and BE IT FURTHER RESOLVED, that the South Dakota Legislature respectfully requests Governor Mike Rounds, Senator Tom Daschle, and Senator Tim Johnson to vigorously support the administrative appeal and request the Undersecretary of the United States Department of Agriculture to conduct a personal review for the reasons stated in this Resolution."}, {"bill_id": 19207, "bill_version_id": 102025, "bill_version": "Enrolled", "bill_version_date": "2004-02-25T08:43:31-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19207, "action_date": "2004-02-20T14:00:00-06:00", "document_id": 101727, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101727.pdf", "status_text": "Introduced", "journal_page": 699, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19207, "action_date": "2004-02-21T13:00:00-06:00", "document_id": 101795, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101795.pdf", "status_text": "Adopt Resolution", "journal_page": 717, "committee_id_action": 831, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59596, "president_vote": null, "Yea": [3045, 3048, 3049, 3051, 3053, 3054, 3055, 3056, 3057, 3060, 3067, 3069, 3070, 3071, 3072, 3073, 3074, 3075, 3076, 3078, 3080, 3081, 3082, 3083, 3084, 3085, 3086, 3088, 3090, 3095, 3096, 3099, 3100, 3102, 3104, 3105, 3106, 3108, 3110, 3112, 3114, 3118, 3119, 3121, 3122, 3123, 3124, 3125, 3126, 3127, 3129, 3130, 3131, 3133, 3135, 3136, 3140, 3141, 3142, 3143, 3144, 3145, 3147, 3148, 3149, 3111], "Excused": [3058, 3107, 3117, 3134]}}, {"bill_id": 19207, "action_date": "2004-02-23T14:00:00-06:00", "document_id": 101895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101895.pdf", "status_text": "Introduced", "journal_page": 640, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19207, "action_date": "2004-02-24T14:00:00-06:00", "document_id": 102005, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102005.pdf", "status_text": "Concur In resolution", "journal_page": 666, "committee_id_action": 832, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58172, "president_vote": null, "Yea": [3044, 3046, 3047, 3050, 3052, 3059, 3061, 3062, 3064, 3065, 3066, 3068, 3077, 3079, 3087, 3089, 3091, 3092, 3093, 3094, 3097, 3098, 3101, 3103, 3109, 3113, 3115, 3116, 3120, 3128, 3132, 3137, 3138, 3139, 3146]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/19207"}