{"session_id": 4, "bill_id": 454, "bill_type": "House Commemoration", "bill_number": 1005, "bill_title": "Honoring Sioux Falls Washington High School for celebrating one hundred years of education on February 14, 2008.", "sponsors": [{"legislator_profile_id": 568, "is_prime": true}, {"legislator_profile_id": 567, "is_prime": true}], "keywords": ["Commemorations"], "audio": [], "bill_versions": [{"bill_id": 454, "bill_version_id": 3104, "bill_version": "Introduced", "bill_version_date": "2008-02-13T11:06:09.49-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Sioux Falls Washington High School for celebrating one hundred years of education on February 14, 2008. WHEREAS, on Valentine's Day, 1908, 328 students began their first day at the newly constructed and renamed Washington High School; and WHEREAS, since February 1908, Washington High School has created a tradition in assuring that all students demonstrate life skills such as analytical thinking, communicating, problem solving, decision making, retrieving and evaluating information, and collaboration; and WHEREAS, Washington High School's first-rate, dedicated, diverse staff has sent more than 39,000 graduates from the Sioux Falls area and from numerous foreign countries into the world and encouraged the development of lifelong learners who contribute to their community, succeed in a changing world, and value themselves and others: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Third Legislature of the State of South Dakota, that Sioux Falls Washington High School be honored for its dedication to education for its first one hundred years."}, {"bill_id": 454, "bill_version_id": 3322, "bill_version": "Enrolled", "bill_version_date": "2008-02-15T12:55:36.233-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Sioux Falls Washington High School for celebrating one hundred years of education on February 14, 2008. WHEREAS, on Valentine's Day, 1908, 328 students began their first day at the newly constructed and renamed Washington High School; and WHEREAS, since February 1908, Washington High School has created a tradition in assuring that all students demonstrate life skills such as analytical thinking, communicating, problem solving, decision making, retrieving and evaluating information, and collaboration; and WHEREAS, Washington High School's first-rate, dedicated, diverse staff has sent more than 39,000 graduates from the Sioux Falls area and from numerous foreign countries into the world and encouraged the development of lifelong learners who contribute to their community, succeed in a changing world, and value themselves and others: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Third Legislature of the State of South Dakota, that Sioux Falls Washington High School be honored for its dedication to education for its first one hundred years. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 454, "action_date": "2008-02-13T14:00:00-06:00", "document_id": 3138, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3138.pdf", "status_text": "", "journal_page": 570, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}]}