{"session_id": 45, "bill_id": 12704, "bill_type": "Senate Bill", "bill_number": 73, "bill_title": "to increase certain license fees and other fees charged by the Office of the Secretary of State.", "sponsors": [], "keywords": ["Secretary of State", "Signed by Governor", "State Government Fees & Charges"], "audio": [], "bill_versions": [{"bill_id": 12704, "bill_version_id": 74145, "bill_version": "Introduced", "bill_version_date": "1997-01-12T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase certain license fees and other fees charged by the Office of the Secretary of State. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 23-7-8.2 be amended to read as follows: 23-7-8.2. The permit to carry a concealed pistol shall be is valid for a period of four years from the date of issuance. The fee for issuing the permit is six ten dollars. The fee shall be collected by the local authority shall collect the fee . Three Seven dollars of the fee shall be remitted to the secretary of state and three dollars shall be deposited in the general fund of the county or municipality issuing the permit. Section 2. That § 37-6-5 be amended to read as follows: 37-6-5. Subject to the limitations set forth in § § 37-6-6 to 37-6-11, inclusive, any person who adopts and uses a mark in this state may file in the office of the secretary of state, on a form to be furnished by the secretary of state, an application for registration of that mark setting forth , but not limited to, the following information: (1) The name and business address of the person applying for such the registration; and, if a corporation, the state of incorporation; (2) The goods or services in connection with which the mark is used and the mode or manner in which the mark is used in connection with such the goods or services and the class in which such the goods fall; (3) The date when the mark was first used anywhere and the date when it was first used in this state by the applicant or his the applicant's predecessor in business; and (4) A statement that the applicant is the owner of the mark and that no other person has the right to use such the mark in this state either in the identical form thereof or in such near resemblance thereto as might be calculated to deceive or to be mistaken therefor. The application shall be signed under oath by the applicant or by a member of the firm or an officer of the corporation or association applying. The application shall be accompanied by a specimen or facsimile of the mark in triplicate. The application for registration shall be accompanied by a filing fee of ten fifty dollars, payable to the secretary of state. Section 3. That § 37-6-14 be amended to read as follows: 37-6-14. Registration of a mark under § 37-6-13 shall be is effective for a term of ten four years from the date of registration. Upon application filed within six months prior to the expiration of such the term, on a form to be furnished by the secretary of state, the registration may be renewed for a like term. A renewal fee of five fifty dollars, payable to the secretary of state, shall accompany the application for renewal of the registration. A mark registration may be renewed for successive periods of ten four years in like manner. The secretary of state shall notify registrants of marks of the necessity of renewal within the year next preceding the expiration of the ten years from the date of registration by writing to the last known address of the registrants. Section 4. That § 37-6-17 be amended to read as follows: 37-6-17. A mark and its registration under § 37-6-13 shall be is assignable with the good will of the business in which the mark is used, or with that part of the good will of the business connected with the use of and symbolized by the mark. Assignment shall be by instruments in writing duly executed and may be recorded with the secretary of state upon the payment of a fee of five fifty dollars payable to the secretary of state who, upon recording of the assignment, shall issue in the name of the assignee a new certificate for the remainder of the term of the registration or of the last renewal thereof. An assignment of any registration under § 37-6-13 shall be is void as against any subsequent purchaser for valuable consideration without notice unless it is recorded with the secretary of state within three months after the date thereof or prior to such subsequent purchase. Section 5. That § 1-8-10 be amended to read as follows: 1-8-10. The secretary of state shall charge the following fees for services performed in his the Office of the Secretary of State and shall collect such the fees in advance: (1) For filing, recording, and safekeeping of any instrument or paper required by law to be filed and recorded in his the office, one dollar per page; (2) For making a copy or transcript of any record, instrument, or paper, except campaign finance reports, on file in his the office, fifty cents one dollar per page; (3) For filing and safekeeping of any instrument or paper required by law to be filed only, one dollar; except the oath of office of members of the Legislature and legislative officers, employees and governmental officers, employees and agencies, for which there is no fee; (4) For each commission, requisition, passport, or other document, signed by the Governor and attested by the secretary of state, under the great seal of the state, except commissions issued for executive appointment and extraditions, and making the proper record for the same, five dollars; (5) For filing application, bond , and issuing commission of notary public, five ten dollars; (6) For official certificate, attestation, and impression of the great seal, two dollars; (7) For filing or recording any other instrument or document, one dollar; (8) For a certified copy of any document, instrument, or paper on file in his the office, fifty cents one dollar per page and five dollars for the certificate and affixing the seal; (9) For making a copy of any campaign finance report, thirty cents per page for the first ten pages and ten cents per page for each page thereafter. However, there is no fee to any government agency pursuant to subdivisions (1), (2), and (9). Section 6. That § 47-9-7 be amended to read as follows: 47-9-7. The secretary of state shall charge and collect for: (1) Filing articles of incorporation and issuing a certificate of incorporation or filing an application of a foreign corporation for a certificate of authority to transact business in this state and issuing such the certificate: For purposes only of computing fees under this section, the dollar value of each authorized share having a par value shall be equal to such par value and the value of each authorized share having no par value shall be equal to one hundred dollars per share. The maximum amount charged under this subdivision may not exceed sixteen thousand dollars; (2) Filing articles of amendment and issuing a certificate of amendment, twenty dollars; (3) Filing restated articles of incorporation, twenty dollars; (4) Filing articles of merger or consolidation and issuing a certificate of merger or consolidation, twenty dollars; (5) Filing an application to reserve a corporate name, ten fifteen dollars; (6) Filing a notice of transfer of a reserved corporate name, five ten dollars. (7) Filing a statement of change of address of registered office or change of registered agent, or both, five ten dollars; (8) Filing a statement of the establishment of a series of shares, twenty dollars; (9) Filing a statement of cancellation of shares, twenty dollars; (10) Filing a statement of reduction of stated capital, twenty dollars; (11) Filing a statement of revocation of voluntary dissolution proceedings, five ten dollars; (12) Filing articles of dissolution, five ten dollars; (13) Filing an application of a foreign corporation for an amended certificate of authority to transact business in this state and issuing an amended certificate of authority, twenty dollars; (14) Filing a copy of an amendment to the articles of incorporation of a foreign corporation holding a certificate of authority to transact business in this state, twenty dollars; (15) Filing a copy of articles of merger of a foreign corporation holding a certificate of authority to transact business in this state, twenty dollars; (16) Filing an application for withdrawal of a foreign corporation and issuing a certificate of withdrawal, five ten dollars; (17) Filing any other statement or report except an annual report, of a domestic or foreign corporation, five ten dollars; (18) Filing by a domestic corporation of articles of amendment, restated articles of incorporation, or articles of merger or consolidation in which the surviving corporation is a domestic corporation, which provides authority to increase the number of authorized shares of such corporation, in addition to the other fees as hereinbefore imposed by this section, an additional fee shall be charged as shall make, together with the fee paid at the time of the incorporation, a total sum equal to the fee which would be required under this section in case the corporation had been incorporated for such total increased capitalization; (19) Filing by a foreign corporation of articles of amendment or articles of merger when the surviving or new corporation is a foreign corporation, which articles provide authority to increase the number of authorized shares of such foreign corporation, in addition to the other fees hereinbefore imposed by this section, an additional fee shall be charged as shall make, together with the sum that would have been paid at the time of authorization based on the fee schedule in subdivision (1) of this section, a total sum equal to the fee which would be required under this section in the case the corporation had been authorized for such total increased capitalization; (20) All articles of amendment or articles of merger when if the surviving or new corporation is a foreign corporation shall be filed with the secretary of state within thirty days after the same they have been filed with the secretary of state or other proper officer of the state wherein the corporation is organized. In case of failure to so file within the time specified in this subdivision, the corporation shall pay to the secretary of state on the filing of such articles of amendment or articles of merger a penalty of twenty-five dollars; (21) Filing an annual report of a domestic or foreign corporation, ten twenty-five dollars; (22) Each corporation, domestic or foreign, that fails or refuses to file its annual report for any year within the time prescribed by this chapter shall be is subject to a penalty of fifty dollars to be assessed by the secretary of state; (23) Issuing a certificate of existence, five ten dollars; (24) Filing articles of correction, twenty dollars. Section 7. That § 47-9-8 be amended to read as follows: 47-9-8. The secretary of state shall charge and collect for furnishing a certified copy of any document, instrument, or paper relating to a corporation, fifty cents one dollar per page and five dollars for the certificate and affixing the seal thereto. Section 8. That § 47-28-8 be amended to read as follows: 47-28-8. The secretary of state shall charge and collect for furnishing a certified copy of any document, instrument, or paper relating to a corporation, fifty cents one dollar per page, and five dollars for the certificate and affixing the seal thereto. Section 9. That § 47-34-54 be amended to read as follows: 47-34-54. The secretary of state shall charge and collect for: (1) Filing the original articles of organization and issuing certificates of organization, in the case of a domestic limited liability company or filing, registering and issuing a certificate of authority in the case of a foreign liability company; if the total agreed contributions of the limited liability company are: (2) For amending the articles of organization in the case of a domestic limited liability company or amending the registration in the case of a foreign limited liability company, a filing fee of five ten dollars; together with the appropriate fee set out in subdivision (1) of this section of if the amendment is to increase the amount of capital; (3) For filing articles of dissolution, issuing a certificate of dissolution and canceling the certificate of organization, seven dollars and fifty cents ten dollars ; (4) For filing a statement of change of address of registered office or change of registered agent, or both, five ten dollars; (5) For filing articles of merger or consolidation, five ten dollars; (6) An annual tax of fifty dollars, due and payable January second of each year. This tax is delinquent if not paid by February first and a penalty of fifty dollars shall also be assessed. Section 10. That § 48-7-108 be amended to read as follows: 48-7-108. To become a registered limited liability partnership, a partnership shall file with the secretary of state a registration stating the name of the partnership; the address of its principal office; if the partnership's principal office is not located in this state, the address of a registered office and the name and address of a registered agent for service of process in this state, which the partnership will be required to maintain; a brief statement of the business in which the partnership engages; any other matters that the partnership determines to include; and that the partnership thereby registers as a registered limited liability partnership. The registration shall be executed by one or more partners authorized to execute a registration. The registration shall be accompanied by a fee set by § 48-7-206.1 of ninety dollars . The secretary of state shall register as a registered limited liability partnership any partnership that submits a completed registration with the required fee. A partnership registered under this section shall pay, in each year following the year in which its registration is filed, on a date specified by the secretary of state, the fee set by § 48-7-206.1 a fee of twenty-five dollars . The fee shall be accompanied by a notice, on a form provided by the secretary of state, of any material changes in the information contained in the partnership's registration. Registration is effective immediately after the date a registration is filed or at any later date or time specified in the registration, and remains effective until: (1) It is voluntarily withdrawn by filing with the secretary of state a written withdrawal notice executed by one or more partners authorized to execute a withdrawal notice; or (2) Thirty days after receipt by the partnership of a notice from the secretary of state sent by certified or registered mail, that the partnership has failed to make timely payment of the annual fee, unless the fee is paid within such a thirty-day period. A partnership becomes a registered limited liability partnership at the time of the filing of the initial registration with the secretary of state or at any later date or time specified in the registration if, in either case, there has been substantial compliance with the requirements of this chapter. A partnership continues as a registered limited liability partnership if there has been substantial compliance with the requirements of this chapter. The status of a partnership as a registered limited liability partnership and the liability of a partner of such registered limited liability partnership may not be adversely affected by errors or subsequent changes in the information stated in a registration or notice. The fact that a registration or a notice is on file with the secretary of state is notice that the partnership is a registered limited liability partnership and is notice of all other facts set forth in the registration or notice. A partnership that has registered as a registered limited liability partnership is for all purposes the same partnership that existed before the registration and continues to be a partnership under the laws of this state. If a registered limited liability partnership dissolves, a partnership which continues the business of or is a successor to such registered limited liability partnership and which intends to be a registered limited liability partnership may not be is not required to file a new registration and shall be is deemed to have filed any documents required or permitted under this section which were filed by the predecessor partnership. The filing of a registration with the secretary of state shall make makes it unnecessary to file any other documents under chapter 37-11. The secretary of state shall provide forms for a registration and a notice pursuant to this section. Section 11. That § 48-7-110 be amended to read as follows: 48-7-110. A partnership, including a registered limited liability partnership, formed pursuant to an agreement governed by § § 48-7-108 to 48-7-111, inclusive, may conduct its business, carry on its operations, and have and exercise the powers granted by § § 48-7-108 to 48-7-111, inclusive, in any state, territory, district, or possession of the United States, or in any foreign country. It is the intent of the Legislature that the legal existence of registered limited liability partnerships formed pursuant to an agreement governed by § § 48-7-108 to 48-7-111, inclusive, be recognized outside the boundaries of this state and that the laws of this state governing such registered limited liability partnerships transacting business outside this state be granted the protection of full faith and credit under the Constitution of the United States. It is the policy of this state that the internal affairs of partnerships, including registered limited liability partnerships, formed pursuant to an agreement governed by § § 48-7-108 to 48-7-111, inclusive, including the liability of partners for debts, obligations , and liabilities of or chargeable to the partnership or another partner or partners, are subject to and governed by the laws of this state. Before transacting business in this state, a foreign registered limited liability partnership shall comply with any statutory or administrative registration or filing requirements governing the specific type of business in which the partnership is engaged, and file a notice with the secretary of state, on such forms as the secretary shall provide, stating: the name of the partnership; the jurisdiction the laws of which govern its partnership agreement and under which it is registered as a limited liability partnership; the address of its principal office; if the partnership's principal office is not located in this state, the address of a registered office and the name and address of a registered agent for service of process in this state, which the partnership will be required to maintain; a brief statement of the business in which the partnership engages; any other information that the partnership determines to include; and a statement that the partnership is a registered limited liability partnership. Such The notice shall be accompanied by the fee specified by § 48-7-206.1 of ninety dollars . Such The notice shall be is effective for two years from the date of filing, after which time the partnership shall file a new notice. The filing of such the notice with the secretary of state shall make makes it unnecessary to file any other documents under chapter 37-11. The failure of a foreign registered limited liability partnership to file a notice or to appoint and maintain a registered agent in this state does not affect the liability of the partners or impair the validity of any contract or act of the foreign registered limited liability partnership and does not prevent the foreign registered limited liability partnership from defending any action or proceeding in any court of this state, but the foreign registered limited liability partnership may not maintain any action or proceeding in any court of this state until it has filed a notice. A foreign registered limited liability partnership, by transacting business in this state without filing a notice, appoints the secretary of state as its agent for service of process with respect to causes of action arising out of the transaction of business in this state. The name of a foreign registered limited liability partnership doing business in this state shall contain the words \"Registered Limited Liability Partnership\" or \"Limited Liability Partnership\" or the abbreviation \"L.L.P.\" or \"LLP\", or such other similar words or abbreviation that may be required or authorized by the laws of the state where the partnership is registered, as the last words or letters of its name. The internal affairs of foreign registered limited liability partnerships, including the liability of partners for debts, obligations, and liabilities of or chargeable to the partnership or another partner or partners, are subject to and governed by the laws of the jurisdiction in which the foreign registered limited liability partnership is registered. Section 12. That § 48-7-206.1 be amended to read as follows: 48-7-206.1. The provisions of § 1-8-10 notwithstanding, the fee for filing any document required under this chapter with the secretary of state is ten ninety dollars. Section 13. That § 57A-9-403 be amended to read as follows: 57A-9-403. (1) Presentation for filing of a financing statement and tender of the filing fee or acceptance of the statement by the filing officer constitutes filing under this chapter. (2) Except as provided in subsection (6) a filed financing statement is effective for a period of five years from the date of filing and thereafter for a period of sixty days. A filed financing statement which states that the obligation secured is payable on demand is effective for five years from the date of filing and thereafter for a period of sixty days. The effectiveness of a filed financing statement lapses on the expiration of the five year and sixty-day period unless a continuation statement is filed prior to the lapse. If a security interest perfected by filing exists at the time insolvency proceedings are commenced by or against the debtor, the security interest remains perfected until termination of the insolvency proceedings and thereafter for a period of sixty days or until expiration of the five year and sixty-day period, whichever occurs later. Upon such lapse the security interest becomes unperfected, unless it is perfected without filing. If the security interest becomes unperfected upon lapse, it is deemed to have been unperfected as against a person who became a purchaser or lien creditor before lapse. (3) A continuation statement may be filed by the secured party within six months before and sixty days after the expiration of the five-year period specified in subsection (2). Any such continuation statement must be signed by the secured party, identify the original statement by file number and by the debtor's social security number or internal revenue service taxpayer identification number, and state that the original statement is still effective. A continuation statement signed by a person other than the secured party of record must be accompanied by a separate written statement of assignment signed by the secured party of record and complying with subsection (2) of § 57A-9-405, including payment of the required fee. Upon timely filing of the continuation statement, the effectiveness of the original statement is continued for five years after the last date to which the filing was effective whereupon it lapses in the same manner as provided in subsection (2) unless another continuation statement is filed prior to such lapse. Succeeding continuation statements may be filed in the same manner to continue the effectiveness of the original statement. Unless a statute on disposition of public records provides otherwise, the filing officer may remove a lapsed statement from the files and destroy it immediately if he the officer has retained a microfilm or other photographic record, or in other cases after one year after the lapse. The filing officer shall so arrange matters by physical annexation of financing statements to continuation statements or other related filings, or by other means, that if he the officer physically destroys the financing statements of a period more than five years past, those which have been continued by a continuation statement, or which are still effective under subsection (6) shall be retained. (4) Except as provided in subsection (7) a filing officer shall mark each statement with a file number and with the date and hour of filing and shall hold the statement or a microfilm or other photographic copy thereof for public inspection. In addition, the filing officer shall index the statements according to the name of the debtor and shall note in the index the file number and the address of the debtor given in the statement. (5) Except as provided in subsection (8), the uniform fee for filing and indexing and for stamping a copy furnished by the secured party to show the date and place of filing for an original financing statement or for a continuation statement shall be three is ten dollars if the statement is in the standard form prescribed by the secretary of state and otherwise shall be seven is fourteen dollars, plus in each case, if the financing statement is subject to subsection (5) of § 57A-9-402, two dollars. The uniform fee for each name more than one required to be indexed shall be is two dollars. The secured party may at his the secured party's option show a trade name for any person and an extra uniform indexing fee of two dollars shall be paid with respect thereto. (6) If the debtor is a transmitting utility (subsection (5) of § 57A-9-401) and a filed financing statement so states, it is effective until a termination statement is filed. A real estate mortgage which is effective as a fixture filing under subsection (6) of § 57A-9-402 remains effective as a fixture filing until the mortgage is released or satisfied of record or its effectiveness otherwise terminates as to the real estate. (7) When If a financing statement covers timber to be cut or covers minerals or the like (including oil and gas) or accounts subject to subsection (5) of § 57A-9-103, or is filed as a fixture filing, it shall be filed for record and the filing officer shall index it under the names of the debtor and any owner of record shown on the financing statement in the same fashion as if they were the mortgagors in a mortgage of the real estate described, and to the extent that the law of this state provides for indexing of mortgages under the name of the mortgagee, under the name of the secured party as if he the secured party were the mortgagee thereunder, or where indexing is by description in the same fashion as if the financing statement were a mortgage of the real estate described. (8) When If a filed financing or continuation statement covers farm products or accounts, or livestock, or general intangibles arising from or relating to the sale of farm products by a farmer, or crops growing or to be grown, or equipment used in farming operations, the fee for filing must be established by the secretary of state is ten dollars if the statement is in the standard form prescribed by the secretary of state and if otherwise, the fee is fourteen dollars. In each case, if the financing statement is subject to subsection (5) of § 57A-9-402, the fee is two dollars. The uniform fee for each name more than one required to be indexed is two dollars. The secured party may at the secured party's option show a trade name for any person and an extra uniform indexing fee of two dollars shall be paid with respect thereto . The secretary of state shall deposit all fees he collects collected in the general fund of the state treasury. (9) Within one working day of receipt of a financing or continuation statement described in subsection (8), the secretary of state shall record the information contained in the statement on a centralized computer system that the secretary shall establish. The computer system shall allow access to financing statement information by any type of communications which conform to standards used by the state central computer. The system shall have safeguards to allow only access to Uniform Commercial Code data and to prevent alteration, addition, or deletion of the Uniform Commercial Code data. The computer shall be accessible whenever the state computer system is available. A printout of information from the system is prima facie evidence of the existence or nonexistence of the filing of a financing statement. Section 14. That § 57A-9-403.8 be amended to read as follows: 57A-9-403.8. The secretary of state shall adopt rules pursuant to chapter 1-26 establishing fees for filing a financing statement pursuant to subsection (8) of § 57A-9-403 and for the cost of a printout or certificate pursuant to § 57A-9-407. The secretary of state may adopt rules concerning the operation of the central agricultural security interest computer filing system, prescribing such matters as format for data and the type of information to be recorded from the financing statement. For collateral described in subsection (8) of § 57A-9-403, the secretary of state shall by administrative rule establish fees for the refiling of continuation statement or amendments as described in § 57A-9-403.6, and the filing of termination statements, assignment of security interests, and release of collateral as described in § § 57A-9-404, 57A-9-405 and 57A-9-406. The secretary of state shall deposit all fees that he collects in the general fund of the state treasury. Section 15. That § 57A-9-404 be amended to read as follows: 57A-9-404. (1) If a financing statement is filed then within one month or within ten days following written demand by the debtor after there is no outstanding secured obligation and no commitment to make advances, incur obligations or otherwise give value, the secured party must file with each filing officer with whom the financing statement was filed, a termination statement to the effect that he the secured party no longer claims a security interest under the financing statement, which shall be identified by file number. A termination statement signed by a person other than the secured party of record must be accompanied by a separate written statement of assignment signed by the secured party of record complying with subsection (2) of § 57A-9-405 , including payment of the required fee . If the affected secured party fails to file such a termination statement as required by this subsection, or to send such a termination statement within ten days after proper demand therefor he shall be the secured party is liable to the debtor for one hundred dollars, and in addition for any loss caused to the debtor by such the failure. (2) On presentation to the filing officer of such a termination statement he must the officer shall note it in the index. If he the officer has received the termination statement in duplicate, he the officer shall return one copy of the termination statement to the secured party stamped to show the time of receipt thereof. If the filing officer has a microfilm or other photographic record of the financing statement and of any related continuation statement, statement of assignment and statement of release, he the officer may remove the originals from the files at any time after receipt of the termination statement, or if he the officer has no such record, he the officer may remove them from the files at any time after one year after receipt of the termination statement. (3) If the termination statement is in the standard form prescribed by the secretary of state, the uniform fee for filing and indexing the termination statement shall be two dollars, and otherwise shall be two dollars, plus in each case an additional fee of two dollars for each name more than one against which the termination statement is required to be indexed. Section 16. That § 57A-9-405 be amended to read as follows: 57A-9-405. (1) A financing statement may disclose an assignment of a security interest in the collateral described in the financing statement by indication in the financing statement of the name and address of the assignee or by an assignment itself or a copy thereof on the face or back of the statement. On presentation to the filing officer of such a financing statement the filing officer shall mark the same as provided in § 57A-9-403(4). The uniform fee for filing, indexing and furnishing filing data for a financing statement so indicating an assignment shall be three is ten dollars if the statement is in the standard form prescribed by the secretary of state and , if otherwise shall be seven the fee is fourteen dollars, plus in each case an additional fee of two dollars for each name more than one against which the financing statement is required be indexed. (2) A secured party may assign of record all or a part of his the secured party's rights under a financing statement by the filing in the place where the original financing statement was filed of a separate written statement of assignment signed by the secured party of record and setting forth the name of the secured party of record and the debtor, the file number and the date of filing of the financing statement and the name and address of the assignee and containing a description of the collateral assigned. A copy of the assignment is sufficient as a separate statement if it complies with the preceding sentence. On presentation to the filing officer of such a separate statement, the filing officer shall mark such the separate statement with the date and hour of the filing. He The filing officer shall note the assignment on the index of the financing statement, or in the case of a fixture filing, or a filing covering timber to be cut, or covering minerals or the like (including oil and gas) or accounts subject to subsection (5) of § 57A-9-103, he the officer shall index the assignment under the name of the assignor as grantor and, to the extent that the law of this state provides for indexing the assignment of a mortgage under the name of the assignee, he the filing officer shall index the assignment of the financing statement under the name of the assignee. The uniform fee for filing, indexing and furnishing filing data about such a separate statement of assignment shall be three is ten dollars if the statement is in the standard form prescribed by the secretary of state and , if otherwise shall be seven , the fee is fourteen dollars, plus in each case an additional fee of one dollar for each name more than one against which the statement of assignment is required to be indexed. Notwithstanding the provisions of this subsection, an assignment of record of a security interest in a fixture contained in a mortgage effective as a fixture filing (subsection (6) of § 57A-9-402) may be made only by an assignment of the mortgage in the manner provided by the law of this state other than this title. (3) After the disclosure or filing of an assignment under this section, the assignee is the secured party of record. Section 17. That § 57A-9-406 be amended to read as follows: 57A-9-406. A secured party of record may by his the secured party's signed statement release all or part of any collateral described in a filed financing statement. The statement of release is sufficient if it contains a description of the collateral being released, the name and address of the debtor, the name and address of the secured party, and the file number of the financing statement. A statement of release signed by a person other than the secured party of record must be accompanied by a separate written statement of assignment signed by the secured party of record and complying with subsection (2) of § 57A-9-405, including payment of the required fee. Upon presentation of such a statement of release to the filing officer he , the officer shall mark the statement with the hour and date of filing and shall note the same upon the margin of the index of the filing of the financing statement. The uniform fee for filing and noting such a statement of release shall be three is ten dollars if the statement is in the standard form prescribed by the secretary of state and , if otherwise shall be seven , the fee is fourteen dollars, plus in each case an additional fee of one dollar for each name more than one against which the statement of release is required to be indexed. Section 18. That § 57A-9-407 be amended to read as follows: 57A-9-407. (1) If the person filing any financing statement, termination statement, statement of assignment, or statement of release, furnishes the filing officer a copy thereof, the filing officer shall upon request note upon the copy the file number and date and hour of the filing of the original and deliver or send the copy to such person. (2) Upon request of any person, the filing officer shall issue his a certificate showing whether there is on file on the date and hour stated therein, any presently effective financing statement naming a particular debtor and any statement of assignment thereof and, if there is, giving the date and hour of filing of each such statement and the names and addresses of each secured party therein. The uniform fee for such a certificate shall be four is ten dollars if the request for the certificate is in the standard form prescribed by the secretary of state and , if otherwise shall be seven the fee is fourteen dollars. Upon request the filing officer shall furnish a copy of any filed financing statement or statement of assignment for a uniform fee of fifty cents one dollar per page. (3) A computer printout from the system described in subsection (9) of § 57A-9-403 constitutes the certificate of the secretary of state as to whether there is on file, on the date and hour stated thereon, such a financing statement covering the collateral described in subsection (8) of § 57A-9-403. The fee for requesting a printout from the secretary of state or for a certificate made on a requestor's own computer using telephone dial-up access shall be established by the secretary of state."}, {"bill_id": 12704, "bill_version_id": 74144, "bill_version": "Enrolled", "bill_version_date": "1997-02-27T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12704, "action_date": "1997-01-14T14:00:00-06:00", "document_id": 72867, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72867.pdf", "status_text": "First read in Senate and referred to", "journal_page": 25, "committee_id_action": 545, "committee_id_assigned": 543, "result": "N", "vote": {}}, {"bill_id": 12704, "action_date": "1997-02-03T07:45:00-06:00", "document_id": 72264, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72264.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 543, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12704, "action_date": "1997-02-03T07:45:00-06:00", "document_id": 72264, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72264.pdf", "status_text": "Deferred to another day", "journal_page": 275, "committee_id_action": 543, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12704, "action_date": "1997-02-06T07:45:00-06:00", "document_id": 72299, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72299.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 543, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12704, "action_date": "1997-02-06T07:45:00-06:00", "document_id": 72299, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72299.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 543, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12704, "action_date": "1997-02-14T08:00:00-06:00", "document_id": 72367, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72367.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 543, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12704, "action_date": "1997-02-14T08:00:00-06:00", "document_id": 72367, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72367.pdf", "status_text": "Do Pass,", "journal_page": 445, "committee_id_action": 543, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37771, "president_vote": null, "Nay": [1905, 1955, 1977], "Yea": [1889, 1908, 1925, 1938, 1935, 1920]}}, {"bill_id": 12704, "action_date": "1997-02-15T14:00:00-06:00", "document_id": 72915, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72915.pdf", "status_text": "Deferred to another day", "journal_page": 480, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12704, "action_date": "1997-02-18T14:00:00-06:00", "document_id": 72917, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72917.pdf", "status_text": "Do Pass,", "journal_page": 499, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37239, "president_vote": null, "Yea": [1884, 1885, 1889, 1893, 1901, 1908, 1911, 1915, 1920, 1925, 1927, 1928, 1935, 1938, 1956, 1969, 1972, 1981, 1986], "Nay": [1905, 1919, 1930, 1932, 1939, 1945, 1946, 1955, 1959, 1960, 1965, 1976, 1977, 1978, 1979], "Excused": [1912]}}, {"bill_id": 12704, "action_date": "1997-02-18T14:00:00-06:00", "document_id": 72917, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72917.pdf", "status_text": "Intent to reconsider", "journal_page": 499, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12704, "action_date": "1997-02-19T14:00:00-06:00", "document_id": 72919, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72919.pdf", "status_text": "Reconsidered", "journal_page": 523, "committee_id_action": 545, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 35740, "president_vote": null, "Nay": [1884, 1885, 1889, 1893, 1901, 1908, 1911, 1915, 1920, 1925, 1927, 1928, 1938, 1956, 1969, 1972, 1981, 1986], "Yea": [1905, 1912, 1919, 1930, 1932, 1939, 1945, 1946, 1955, 1959, 1960, 1965, 1976, 1977, 1978, 1979], "Excused": [1935]}}, {"bill_id": 12704, "action_date": "1997-02-20T14:00:00-06:00", "document_id": 72920, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72920.pdf", "status_text": "First read in House and referred to", "journal_page": 622, "committee_id_action": 544, "committee_id_assigned": 531, "result": "N", "vote": {}}, {"bill_id": 12704, "action_date": "1997-02-25T08:00:00-06:00", "document_id": 72439, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72439.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 531, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12704, "action_date": "1997-02-25T08:00:00-06:00", "document_id": 72439, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72439.pdf", "status_text": "Do Pass,", "journal_page": 677, "committee_id_action": 531, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35702, "president_vote": null, "Nay": [1896, 1974, 1944], "Yea": [1913, 1906, 1933, 1952, 1957, 1964], "Excused": [1966]}}, {"bill_id": 12704, "action_date": "1997-02-26T14:00:00-06:00", "document_id": 72928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72928.pdf", "status_text": "Do Pass,", "journal_page": 737, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35827, "president_vote": null, "Yea": [1886, 1888, 1890, 1891, 1892, 1894, 1895, 1897, 1899, 1900, 1903, 1904, 1906, 1907, 1909, 1910, 1914, 1916, 1917, 1918, 1921, 1931, 1933, 1934, 1936, 1937, 1941, 1942, 1943, 1944, 1950, 1951, 1953, 1957, 1961, 1962, 1963, 1964, 1966, 1967, 1968, 1973, 1980, 1984, 1985, 1987, 1924], "Nay": [1887, 1896, 1898, 1902, 1922, 1923, 1926, 1929, 1947, 1948, 1949, 1954, 1958, 1970, 1971, 1974, 1975, 1982, 1983, 1988], "Excused": [1913, 1940, 1952]}}, {"bill_id": 12704, "action_date": "1997-03-04T14:00:00-06:00", "document_id": 72937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72937.pdf", "status_text": "Signed by President", "journal_page": 785, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12704, "action_date": "1997-03-04T14:00:00-06:00", "document_id": 72936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72936.pdf", "status_text": "Signed by Speaker", "journal_page": 878, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12704, "action_date": "1997-03-05T14:00:00-06:00", "document_id": 72939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72939.pdf", "status_text": "Delivered to the Governor", "journal_page": 799, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12704, "action_date": "1997-03-11T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 639, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/12704"}