{"session_id": 59, "bill_id": 20594, "bill_type": "House Bill", "bill_number": 1151, "bill_title": "revise certain provisions concerning the use of certain real property sales to value other real property and to revise the general fund levies of school districts.", "sponsors": [{"legislator_profile_id": 3374, "is_prime": true}, {"legislator_profile_id": 3378, "is_prime": true}, {"legislator_profile_id": 3370, "is_prime": false}, {"legislator_profile_id": 3379, "is_prime": false}, {"legislator_profile_id": 3390, "is_prime": false}, {"legislator_profile_id": 3406, "is_prime": false}, {"legislator_profile_id": 3409, "is_prime": false}, {"legislator_profile_id": 3412, "is_prime": false}, {"legislator_profile_id": 3414, "is_prime": false}, {"legislator_profile_id": 3423, "is_prime": false}, {"legislator_profile_id": 3429, "is_prime": false}, {"legislator_profile_id": 3460, "is_prime": false}, {"legislator_profile_id": 3463, "is_prime": false}, {"legislator_profile_id": 3464, "is_prime": false}], "keywords": ["Real Property", "School Districts", "Tax Levy", "Taxes"], "audio": [{"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hta17.mp3", "start_seconds": 6757.0}], "bill_versions": [{"bill_id": 20594, "bill_version_id": 106810, "bill_version": "Introduced", "bill_version_date": "2006-01-19T11:51:49-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions concerning the use of certain real property sales to value other real property and to revise the general fund levies of school districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-6-74 be amended to read as follows: 10-6-74. Any real property which sells for more than one hundred fifty sixty percent of its assessed value, may not be used for the purpose of valuing other real property. The sale of any real property which is not used for the purpose of valuing other real property pursuant to this section may not be used in any sales ratio study. Section 2. That § 10-6-33.15 be amended to read as follows: 10-6-33.15. For the purposes of § 10-6-33.14, the agricultural income value shall be determined using capitalized actual annual cash rent. The actual annual cash rent is the actual annual cash rent, excluding the actual per acre tax on agricultural land, determined through an analysis of actual arm's length rental agreements collected within the county in the year prior to the year for which the income value is being determined. The annual cash rent shall be capitalized at seven and three-fourths percent. Section 3. For taxes payable in 2009, the levy for the general fund of a school district, as provided in § 10-12-42, shall be lowered by: (1) Eleven cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section, owner-occupied property as provided for in subdivision (3) of this section, and nonagricultural acreage property as provided for in subdivision (4) of this section; (2) Three cents per thousand dollars of taxable valuation for agricultural property; and (3) Five cents per thousand dollars of taxable valuation for an owner-occupied single-family dwelling as defined in § 10-13-40. This rate reduction is in addition to any other adjustment made by the Eighty-second Legislature of the State of South Dakota to the levy for the general fund of a school district as provided in § 10-12-42. Section 4. For taxes payable in 2009, the levy for the general fund of a school district, as provided in § 10-12-42, shall be increased by ninety-seven cents per thousand dollars of taxable valuation for nonagricultural acreage property. This rate increase is in addition to any other adjustment made by the Eighty-second Legislature of the State of South Dakota to the levy for the general fund of a school district as provided in § 10-12-42. Section 5. That § 10-6-74 be amended to read as follows: 10-6-74. Any real property which sells for more than one hundred fifty one hundred seventy- five percent of its assessed value, may not be used for the purpose of valuing other real property. The sale of any real property which is not used for the purpose of valuing other real property pursuant to this section may not be used in any sales ratio study. This section is effective on July 1, 2007. Section 6. That § 10-6-74 be amended to read as follows: 10-6-74. Any real property which sells for more than one hundred fifty one hundred ninety percent of its assessed value, may not be used for the purpose of valuing other real property. The sale of any real property which is not used for the purpose of valuing other real property pursuant to this section may not be used in any sales ratio study. This section is effective on July 1, 2008. Section 7. That § 10-6-74 be amended to read as follows: 10-6-74. Any real property which sells for more than one hundred fifty two hundred ten percent of its assessed value, may not be used for the purpose of valuing other real property. The sale of any real property which is not used for the purpose of valuing other real property pursuant to this section may not be used in any sales ratio study. This section is effective on July 1, 2009. Section 8. That § 10-6-74 be repealed. 10-6-74. Any real property which sells for more than one hundred fifty percent of its assessed value, may not be used for the purpose of valuing other real property. The sale of any real property which is not used for the purpose of valuing other real property pursuant to this section may not be used in any sales ratio study. Section 9. Section 8 of this Act is effective on July 1, 2010."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20594, "action_date": "2006-01-19T14:00:00-06:00", "document_id": 106834, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106834.pdf", "status_text": "First read in House and referred to", "journal_page": 147, "committee_id_action": 893, "committee_id_assigned": 889, "result": "N", "vote": {}}, {"bill_id": 20594, "action_date": "2006-02-02T07:30:00-06:00", "document_id": 107795, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107795.pdf", "status_text": "Tabled", "journal_page": 343, "committee_id_action": 889, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64039, "president_vote": null, "Yea": [3370, 3378, 3385, 3389, 3392, 3402, 3420, 3433, 3436, 3457, 3459, 3460, 3414, 3464], "Nay": [3463]}}]}