{"session_id": 45, "bill_id": 12628, "bill_type": "Senate Bill", "bill_number": 79, "bill_title": "to repeal the licensure requirement to sell certain poisons.", "sponsors": [], "keywords": ["Drugs & Controlled Substances", "Pharmacists & Pharmacies"], "audio": [], "bill_versions": [{"bill_id": 12628, "bill_version_id": 74159, "bill_version": "Introduced", "bill_version_date": "1997-01-12T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal the licensure requirement to sell certain poisons. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-20-8 be repealed. 34-20-8. No person, not a registered pharmacist, shall have authority to sell any poisons as provided in § 34-20-9 until he shall have procured a license from the state board of pharmacy so to do. Section 2. That § 34-20-9 be repealed. 34-20-9. Any dealer, not a registered pharmacist, being a citizen of the United States or a resident of South Dakota, and of good moral character, may procure a license as provided in this chapter to sell certain poisons, to wit: (1) Paris green, lead arsenate, calcium arsenate; (2) Preparations and mixtures intended for insecticidal and fungicidal use in which the active ingredients are organic compounds of mercury; (3) Copper carbonate, copper sulphate, copperas, formaldehyde, paradichlorobenzene, motor ether, stock dips; and any dealer may procure a license as provided in this chapter to sell rat and gopher poisons, excepting such as contain any of the poisons set forth in schedule \"A\" in § 34-20-2. The state board of pharmacy and the secretary of agriculture by and with the approval of the attorney general shall have authority, subject to the requirements of chapter 1-26, to add, from time to time, to the above list similar products as they may come upon the market. Section 3. That § 34-20-10 be repealed. 34-20-10. The state board of pharmacy upon receipt of an application in such form as it shall prescribe accompanied by a license fee of six dollars shall issue to such applicant a license to sell the poisons enumerated in § 34-20-9, provided that such application shall require the applicant to state that he will comply with the regulations governing the sale of poisons as provided for in § § 34-20-12 to 34-20-15, inclusive. Such license shall be valid until the first day of January following the date of issue, and may be renewed upon payment to the secretary of the board of pharmacy of the fee prescribed herein. Section 4. That § 34-20-11 be repealed. 34-20-11. The secretary of the state board of pharmacy shall immediately notify the secretary of the department of agriculture of the issuance or revocation of any license under § 34-20-10. Section 5. That § 34-20-12 be repealed. 34-20-12. The poisons enumerated in § 34-20-9 shall be sold by licensees under § 34-20-10 only in original packages, and each package shall be labeled with the name of the active ingredients, a suitable method of antidotal treatment and marked in plain and conspicuous red letters not less than one-fourth inch high with the word \"poison,\" and with the figure of the skull and crossbones in likesize and color. Section 6. That § 34-20-13 be repealed. 34-20-13. Every licensee selling any of the poisons enumerated in § 34-20-9 shall keep a register in which he shall record the name of the purchaser, date of sale, the name and quantity of poison sold, and for what purpose. Such register in the following form: REFER TO THE BOOK FOR THE PROPER TABLE shall be open at all times for inspection. Section 7. That § 34-20-22 be amended to read as follows: 34-20-22. Any person who violates any provision of this chapter , or who shall sell or keep or offer for sale without a license any poisons for sale of which license is required, shall be is guilty of a Class 2 misdemeanor if such violation is not otherwise classified, and every separate sale or separate day of continuing in violation of said chapter , shall be constitutes a separate and distinct offense. Conviction hereunder shall also operate to invalidate and to cancel the license to sell poisons in the discretion of the court."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12628, "action_date": "1997-01-14T14:00:00-06:00", "document_id": 72867, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72867.pdf", "status_text": "First read in Senate and referred to", "journal_page": 27, "committee_id_action": 545, "committee_id_assigned": 522, "result": "N", "vote": {}}, {"bill_id": 12628, "action_date": "1997-01-22T10:00:00-06:00", "document_id": 72197, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72197.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 522, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12628, "action_date": "1997-02-03T10:00:00-06:00", "document_id": 72271, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72271.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 522, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12628, "action_date": "1997-02-05T10:00:00-06:00", "document_id": 72608, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72608.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 522, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12628, "action_date": "1997-02-10T10:00:00-06:00", "document_id": 72637, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72637.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 522, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12628, "action_date": "1997-02-12T10:00:00-06:00", "document_id": 72346, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72346.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 522, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12628, "action_date": "1997-02-12T10:00:00-06:00", "document_id": 72346, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72346.pdf", "status_text": "Tabled", "journal_page": 404, "committee_id_action": 522, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37893, "president_vote": null, "Yea": [1885, 1927, 1939, 1946, 1959, 1911], "Excused": [1893]}}]}