{"session_id": 53, "bill_id": 17316, "bill_type": "Senate Bill", "bill_number": 174, "bill_title": "create a Board of Corrections, to give rule-making authority, and to abolish the Corrections Commission.", "sponsors": [{"legislator_profile_id": 2737, "is_prime": true}, {"legislator_profile_id": 2795, "is_prime": true}, {"legislator_profile_id": 2743, "is_prime": false}, {"legislator_profile_id": 2761, "is_prime": false}, {"legislator_profile_id": 2764, "is_prime": false}, {"legislator_profile_id": 2772, "is_prime": false}, {"legislator_profile_id": 2780, "is_prime": false}, {"legislator_profile_id": 2803, "is_prime": false}, {"legislator_profile_id": 2814, "is_prime": false}], "keywords": ["Penal Institutions", "State Affairs and Government"], "audio": [], "bill_versions": [{"bill_id": 17316, "bill_version_id": 92493, "bill_version": "Introduced", "bill_version_date": "2002-01-22T10:01:32-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a Board of Corrections, to give rule-making authority, and to abolish the Corrections Commission. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Board of Corrections shall consist of five members appointed by the Governor, by and with the consent of the Senate. Not all members may belong to the same political party. One member of the board shall be a doctor of medicine, and one member of the board shall be a veteran. The term of office of the appointed members of the board shall be six years and until their successors are appointed and qualified. The regular term of each board member shall be from and after the tenth day of January immediately preceding the appointment and the expiration of all terms shall occur on the tenth day of January of each odd-numbered year. All appointments for the full term shall be made before the first day of February of the odd- numbered year. No officer of any state institution under control of such board is eligible to membership on such board. Section 2. Before entering upon the discharge of duties, each member of the Board of Corrections shall take and subscribe the constitutional official oath or affirmation. Section 3. Any vacancy in the membership of such board shall be filled by the Governor, and the appointees to fill vacancies shall hold until the next session of the Legislature succeeding their appointment, at which time their term of office as a vacancy appointees shall cease and appointments be made to fill the vacancies for the unexpired portion of the term, if any. Section 4. The Board of Corrections may employ an executive director, chosen on the basis of demonstrated business and administrative ability, who shall serve as secretary, and adviser to the board, and to whom the board shall delegate such authority and duties as may promote the most efficient and economical administration in the institutions under the board's control. Section 5. All meetings of such Board of Corrections shall be public. A majority of the members constitutes a quorum. Section 6. The penal institutions of the state consisting of the State Penitentiary, Mike Durfee State Prison, South Dakota Women's Prison, Custer Youth Correctional Facility, Custer female program facilities, State Training School, and the Juvenile Prison shall be under the charge and control of the Board of Corrections. Section 7. That § 1-15-1.3 be repealed. 1-15-1.3. The head of the Department of Corrections is the secretary of corrections. The secretary of corrections shall be appointed by the Governor with the consent of the Senate and shall serve at the pleasure of the Governor pursuant to S.D. Const., Art. IV, § 9. The secretary of corrections shall be qualified by training and experience to administer the programs of the Department of Corrections and have such other qualification as may be specified by statute. Section 8. That § 1-15-1.4 be amended to read as follows: 1-15-1.4. The Department of Corrections, under the direction and control of the secretary Board of Corrections, shall govern the state training school, the youth forestry camps, the Lamont youth development center, the state penitentiary and other state correctional facilities, parole services, the Board of Pardons and Paroles and such other agencies as may be created by statute, executive order, and administrative action and placed under the Department Board of Corrections. Section 9. That § 1-15-1.5 be repealed. 1-15-1.5. The Department of Corrections shall perform all of the functions of the former Board of Charities and Corrections for the agencies in § 1-15-1.4. Section 10. That § 1-15-1.8 be amended to read as follows: 1-15-1.8. Unless inconsistent with other provisions of this chapter, all rules, regulations, and standards of the agencies in § 1-15-1.4 that are in effect on July 1, 1989 2002 , shall continue with full force and effect until they are specifically altered, amended, or revoked in the manner provided by law, unless the statutory authority for such rules is superseded by this chapter. Section 11. That § 1-15-1.10 be amended to read as follows: 1-15-1.10. The rights, privileges, and duties of the holders of bonds and other obligations issued, and of the parties to contracts, leases, indentures, and other transactions entered into, before July 1, 1989 2002 , by the state or by any agency, officer, or employee thereof, and covenants and agreements as set forth therein, remain in effect, and none of those rights, privileges, duties, covenants, or agreements is impaired or diminished by abolition of an agency in this chapter. The Department Board of Corrections replaces the Board of Charities and Department of Corrections for the agencies in § 1-15-1.4 and succeeds to its rights and leases, indentures, and other transactions. Section 12. That § 1-15-1.11 be amended to read as follows: 1-15-1.11. No judicial or administrative suit, action, or other proceeding lawfully commenced before July 1, 1989 2002 , by or against any agency or any officer of the state, in his official capacity or in relation to the discharge of his official duties, may abate or be affected by the reason of the taking effect of any reorganization under the provisions of this chapter. The court may allow the suit, action, or other proceeding to be maintained by or against the successor of any agency or any officer affected by this chapter. Section 13. That § 1-15-1.12 be amended to read as follows: 1-15-1.12. The secretary Board of Corrections may grant the warden of any adult correctional facility the same duties, responsibilities, and authority granted to the warden of the state penitentiary by state law for inmates at facilities under the warden's control. Section 14. That § 1-15-1.13 be repealed. 1-15-1.13. There is established a Corrections Commission. The commission shall be assigned to the Department of Corrections. The commission shall consist of nine members: (1) Three members appointed by the Governor. The Governor shall appoint: one member from a list of three nominees provided by the Industry and Commerce Association of South Dakota; one member from a list of three nominees provided by the South Dakota Retailers Association; and one member representing labor; (2) Two senators, one from each political party, appointed by the respective political party caucus leader; (3) Two representatives, one from each political party, appointed by the respective political party caucus leader; and (4) Two members appointed by the Chief Justice of the Supreme Court. Members shall serve at the pleasure of the appointing authority and may be removed by the appointing authority at any time. The commission shall meet at least two times each year at the call of the secretary of the Department of Corrections or the chair of the commission. The commission shall assist the Department of Corrections in examining criminal justice issues and developing initiatives to address problems in corrections and the criminal justice system. In addition, no funds, other than those for normal operating costs and replacement of existing necessary equipment, may be expended from the prison industries revolving fund for the purposes of enhancement, development, or expansion of prison industries without approval of the commission. Section 15. That § 1-15-1.14 be amended to read as follows: 1-15-1.14. The Board of Corrections Commission established in § 1-15-1.13 section 1 of this Act shall undertake a continuing study of criminal sanctions in South Dakota. The study shall include a review of current felonies, felony sentences, sentencing options and practices. The commission shall recommend a range of sanctioning options and a plan for its implementation and annually report its findings and recommendations to the Legislature, Governor, and Chief Justice of the Supreme Court. Section 16. That § 1-15-10 be amended to read as follows: 1-15-10. The Department Board of Corrections may make contracts for service, the erection of buildings, the purchase and lease of lands, materials, and supplies needed, except such supplies as are under the supervision of the Bureau of Administration as prescribed by chapter 5-23; and in carrying out such contracts may expend money, exact and collect penalties, and purchase, lease, and sell property within the limitations of the state and national laws. Section 17. That § 1-15-10.1 be amended to read as follows: 1-15-10.1. The Department Board of Corrections may enter into contracts with the proper authorities of other states or the federal government, to provide for the support, maintenance, care, and treatment of other persons subject to or receiving institutional treatment in any such other state or federal government, in the appropriate institution in South Dakota under the control and jurisdiction of the department. Any person residing in any institution under the provisions of this section is subject to return to the sending state or federal government at the discretion of the head of the institution in which such person is residing. Section 18. That § 1-15-10.2 be amended to read as follows: 1-15-10.2. The expenses for such support, maintenance, care, and treatment as agreed upon may not be less than an amount required to compensate the State of South Dakota for the total cost thereof to the state. Such compensation when received shall be deposited with the state treasurer and credited to the funds of the institution affected, as directed by the secretary Board of Corrections and shall be expended for the same purposes and in the same manner as other funds credited to such institution are expended. Section 19. That § 1-15-10.3 be amended to read as follows: 1-15-10.3. The Department Board of Corrections may transfer any person who is a resident at any institution under its control to another state or to the federal government for like institutional care, and contract with the proper authorities of such other state or federal government for the support, maintenance, care, and treatment in the appropriate institution in such state or of the federal government. The expense for such support, maintenance, care, and treatment as agreed upon shall be paid out of funds available to the department and paid out on vouchers approved by the secretary of corrections, or in such case as agreed upon by the receiving state or federal government, may be reimbursed by the trading of like residents on a day for day basis. Section 20. That § 1-15-10.4 be amended to read as follows: 1-15-10.4. The Department Board of Corrections may contract with the federal government, through any of its authorized departments, boards, commissions, or agencies for the admission, treatment, care, custody, or attendance of those persons who are the responsibility of the federal government or residents of South Dakota, or committed from South Dakota. The contracts shall specify that the federal government shall compensate the State of South Dakota for the total cost to the state for the treatment, care, custody, or attendance of the persons. Section 21. That § 1-15-11 be amended to read as follows: 1-15-11. The Department Board of Corrections may bring suit in the proper court in its own name, to enforce any contract made by it and any suit relating to such property, or to the care, custody, control, management, or improvement thereof, and the attorney general shall prosecute any such suit upon the request of the secretary Board of Corrections. Any money collected upon any judgment obtained under the provisions of this section shall be paid into the treasury for the benefit of the penal institutions and credited to the proper fund or funds. This section and § 1-15-10 confer upon the Department Board of Corrections all powers which are necessary to the proper legal management of the correctional institutions placed under its control, and the property belonging to the same. Section 22. That § 1-15-12 be amended to read as follows: 1-15-12. No supplies of any kind may be purchased for state institutions from any officer or employee of any state institution, or from any firm or corporation in which such officer or employee may be interested , and it . It is unlawful for the state auditor to allow any bills to any such officer, employee, or corporation or firm in which they may be interested, for any supplies of any kind or character for any state institution. Section 23. That § 1-15-13 be amended to read as follows: 1-15-13. The Department Board of Corrections may, subject to chapter 4-8B, accept and control on behalf of the institutions of this state under its supervision: (1) Any federal funds, grants-in-aid, subventions, or other financial aids that may be made available to such institutions for grants, program expansion, establishing institutes or instructional centers, or any other program made available to them; (2) Any federal funds which may become available for equipment, personnel or administrative salaries, educational services, buildings, building repairs and additions, or any other institutional program, improvement, or expansion. The state treasurer shall receive such sums as may be allotted to the Department of Corrections for institutions under its jurisdiction, for any purpose, from the United States government. Such donations and allotments shall be placed in a special fund available to the institution designated. The state auditor shall draw warrants upon the special fund herein provided for upon presentation of vouchers duly approved by the secretary of corrections. Section 24. That § 1-15-14 be amended to read as follows: 1-15-14. The Department Board of Corrections may condemn private property for public use. The term, private property, includes that portion of any street, alley, or other public highway along both sides of which the land is owned by the state. If the Department Board of Corrections considers it necessary to condemn any private property for the purpose of erecting or repairing any building or buildings or extending grounds and premises of any of the correctional institutions of the state of which it has control, the secretary Board of Corrections shall declare such condemnation necessary, stating the purposes and extent thereof, and communicate the same to the attorney general, and thereupon proceedings for such condemnation shall be had, in the name of the state as plaintiff, as provided in chapter 21-35. Section 25. That § 1-15-16 be amended to read as follows: 1-15-16. The Department Board of Corrections may expend from any appropriation of money for the construction of any public building that may lawfully be constructed under its supervision, or from any appropriation made for such purposes, sufficient funds to purchase and secure such protection from loss by fire during the erection of such building as may be proper in the judgment of the secretary of corrections. Section 26. That § 1-15-16.1 be amended to read as follows: 1-15-16.1. The Department Board of Corrections may move, dismantle, destroy, or sell temporary buildings or structures as the secretary board may determine to be in the best interests of the State of South Dakota, in order to make better use of the area, or because of extensive maintenance and repair costs, or because of fire safety hazards. However, such structures shall be evaluated by the Bureau of Administration and a determination made that it would not be economically feasible to repair, remodel, or redesign the structures for other use. Receipts from the sale of such structures shall be deposited in the state general fund. Section 27. That § 1-15-17 be amended to read as follows: 1-15-17. The Department Board of Corrections may expend any moneys appropriated by the Legislature for maintenance, repair, remodeling, modernization, and replacement projects by using institutional personnel and inmates as may be determined by the secretary to be feasible. Section 28. That § 1-15-18 be amended to read as follows: 1-15-18. The secretary Board of Corrections shall prescribe the management of such institutions, and such manner of keeping the accounts thereof so that all property belonging to the state can be readily ascertained at any time from the books and accounts thereof, and shall provide a method of identification of all property belonging to the state in any of such institutions. Section 29. That § 1-15-20 be amended to read as follows: 1-15-20. The Department Board of Corrections at any time may promulgate rules, pursuant to chapter 1-26, concerning: (1) Public contact with inmates through telephone and mail services and visits; (2) Inmate release date calculations; (3) Standards for parole supervision and parolee conduct; (4) Federal and out-of-state inmates housed in state correctional facilities; and (5) Inmate accounts. The department board may prescribe departmental policies and procedures for the management of its institutions and agencies, including inmate disciplinary matters. Inmate disciplinary matters consist of all matters relating to individual inmate behavior and to all matters relating to the maintenance of order, control, and safety within any institution under the supervision of the Department Board of Corrections. Section 30. That § 1-15-23 be amended to read as follows: 1-15-23. The secretary Board of Corrections may inquire into and examine the condition of the institutions under the department's control, financially or otherwise; inquire and examine into their methods of instruction and government and management of their inmates, the official conduct of all officers and employees of the same, the condition of the buildings, grounds, and other property connected therewith, and into all other matters pertaining to their usefulness and good management. For these purposes the secretary shall have free access to the grounds, buildings, and all books and papers relating to such institutions, and all persons in any manner connected with the same shall give such information and afford such facilities for inspection as the secretary may require, and any neglect or refusal on the part of any officer, employee, or person connected with such institutions to comply with the requirements of this section shall be sufficient cause for his removal. The secretary board may administer oaths and examine any person in relation to any matter connected with the inquiries authorized by this chapter. Section 31. That § 1-15-24 be amended to read as follows: 1-15-24. If, in the opinion of the secretary Board of Corrections, any matter in regard to the management of any institution under the department's control, or any matter in regard to any inmate of any such institution, requires legal investigation or action of any kind, notice thereof may be given by the secretary Board of Corrections to the attorney general, who shall make inquiry and take such proceedings in the premises as he may deem necessary and proper, and shall report his action and the results thereof to the secretary without delay. Section 32. That § 1-15-30 be amended to read as follows: 1-15-30. The state advisory group shall be responsible for the following: (1) In conjunction with the secretary of the Department Board of Corrections, establish policy on how the formula grants program of the act is to be administered in South Dakota; (2) Approve the state plan, and any modifications thereto, required by 223(a) of the act prior to submission to the Office of Juvenile Justice and Delinquency Prevention; (3) Submit annual recommendations to the Governor and Legislature concerning the functions of the advisory group and the status of the state's compliance with the act; (4) Approve or disapprove grant applications and other funding requests submitted to the Department of Corrections under § § 1-15-27 to 1-15-31, inclusive, and assist with monitoring grants and other fund awards; (5) Assist the Department Board of Corrections in monitoring the state's compliance with the act; (6) Contact and seek regular input from juveniles currently under the jurisdiction of the juvenile justice system; and (7) Perform other such activities as determined by the secretary of the Department of Corrections or the Board of Corrections . Section 33. That § 1-15-32 be amended to read as follows: 1-15-32. If a treaty in effect between the United States and a foreign country provides for the transfer or exchange of convicted offenders to the country of which the offenders are citizens or nationals, the Governor may, on behalf of the state and subject to the terms of the treaty, authorize the secretary Board of Corrections to consent to the transfer or exchange of offenders under the jurisdiction of the Department of Corrections and take any other action necessary to initiate the participation of this state in the treaty. Section 34. That § 1-15-34 be amended to read as follows: 1-15-34. In the event If a county fails to transport an inmate as required in § § 1-15-33 to 1-15-35, inclusive, the county may be billed for the cost of the transport and is responsible for the payment thereof. Section 35. That § 1-15-35 be amended to read as follows: 1-15-35. In the event If the Department of Corrections fails to transport an inmate as required in § § 1-15-33 to 1-15-35, the department may be billed for the cost of the transport and is responsible for the payment thereof."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17316, "action_date": "2002-01-22T14:00:00-06:00", "document_id": 92570, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92570.pdf", "status_text": "First read in Senate and referred to", "journal_page": 171, "committee_id_action": 769, "committee_id_assigned": 751, "result": "N", "vote": {}}, {"bill_id": 17316, "action_date": "2002-01-28T07:45:00-06:00", "document_id": 93000, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93000.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 751, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17316, "action_date": "2002-01-28T07:45:00-06:00", "document_id": 93000, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93000.pdf", "status_text": "Tabled", "journal_page": 240, "committee_id_action": 751, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53608, "president_vote": null, "Yea": [2733, 2740, 2772, 2796, 2819, 2829, 2734, 2753], "Excused": [2821]}}]}