{"session_id": 44, "bill_id": 22510, "bill_type": "Senate Commemoration", "bill_number": 814, "bill_title": "To honor and remember Orris \"Orrie\" Swayze for his dedicated service to his family and the state.", "sponsors": [{"legislator_profile_id": 1850, "is_prime": true}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 22510, "bill_version_id": 218901, "bill_version": "Introduced", "bill_version_date": "2021-03-02T14:05:27.29-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, To honor and remember Orris \"Orrie\" Swayze for his dedicated service to his family and the state. WHEREAS, Orrie Swayze was born in Graceville, Minnesota, on November 2, 1943. After high school, Orris attended South Dakota State University and graduated with a Bachelor's Degree in Chemistry and then became a son of South Dakota; and WHEREAS, Orrie served his country as a member of the Reserve Officer Training Corps, and after graduation from college, enlisted in the United States Air Force; and WHEREAS, after retiring from the military, Orrie became a farmer and rancher, beginning his farming career with his brother Mick; and WHEREAS, Orrie was the proud husband to Kathleen Kempter BlueDog and the proud father of three children: Kristi, Brandy, and Patrick. Orrie was also blessed with eight grandchildren whom he loved dearly: Justin Hendricks, Jeremy Hendricks, James Late, Connor Late, Daniel Late, Kinley Swayze, Blaze Swayze, and Oaklee Swayze; and WHEREAS, Orrie's other great passion was ethanol, being instrumental in promoting the development of the ethanol industry in South Dakota; and WHEREAS, Orrie worked tirelessly with politicians like Governor Janklow, Tom Daschle, and the South Dakota Legislature to get approval for the pipeline tax to support ethanol, install ethanol blender pumps, and encourage the use of ethanol and ethanol blends to protect our environment, and support the farm economy; and WHEREAS, Orrie also belonged to many organizations, including starting the South Dakota Corn Growers Association and Corn Council as the first vice president, while also being a member of the American Coalition of Ethanol, South Dakota Farmer's Union, the VFW, the American Legion, and the VVA: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Sixth Legislature of the State of South Dakota, that the Legislature extends condolences to his family and honors Orrie Swayze for his dedication to his family, the ethanol industry, our great state."}], "amendments": [], "fiscal_notes": [], "action_log": [], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22510"}