{"session_id": 45, "bill_id": 12773, "bill_type": "House Bill", "bill_number": 1104, "bill_title": "to permit an optional retirement plan for certain employees of the Board of Regents.", "sponsors": [{"legislator_profile_id": 1900, "is_prime": true}, {"legislator_profile_id": 1915, "is_prime": true}, {"legislator_profile_id": 1897, "is_prime": false}, {"legislator_profile_id": 1912, "is_prime": false}, {"legislator_profile_id": 1936, "is_prime": false}, {"legislator_profile_id": 1945, "is_prime": false}, {"legislator_profile_id": 1960, "is_prime": false}, {"legislator_profile_id": 1970, "is_prime": false}, {"legislator_profile_id": 1986, "is_prime": false}], "keywords": ["South Dakota Retirement System", "State Universities & School of Mines"], "audio": [], "bill_versions": [{"bill_id": 12773, "bill_version_id": 73207, "bill_version": "Introduced", "bill_version_date": "1997-01-27T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to permit an optional retirement plan for certain employees of the Board of Regents. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 3-12-47 be amended by adding thereto six NEW SUBDIVISIONS to read as follows: \"Regents employees,\" those faculty members and other employees of the Board of Regents who are employed in permanent full-time positions as defined in subdivision 3-12-47(54) and who are exempt from the provisions of the Career Service Act pursuant to subdivision 3-6A- 13(5); \"Eligible regents employees,\" those regents employees who are hired on or after the effective date of this Act except for new hires who are already vested in the South Dakota Retirement System, all regents employees who are not vested as defined in subdivision 3-12- 47(73) as of the effective date of this Act and to whom subdivision 3-12-47(73) is applicable, and all regents employees who are electing members under § 3-12-146 and who have less than three years of credited service as an electing member as of the effective date of this Act. Any regents employee who has received or is receiving any benefit pursuant to chapter 3-12 other than in accordance with section 8 of this Act, is not eligible to participate in the regents retirement plan; \"Electing regents employees,\" those eligible regents employees who elect to participate in the regents retirement plan and forfeit permanently the opportunity to participate in the South Dakota Retirement System within one hundred twenty days of the employee's eligibility date. Electing regents employees who later resume membership in the South Dakota Retirement System are not entitled to any benefits, rights or other provisions provided in chapter 3-12 except as otherwise provided by section 8 of this Act for those years of participation in the regents retirement plan; \"Employee's eligibility date,\" for eligible regents employees hired after the effective date of this Act, the date employment commences, and for eligible regents employees participating in the South Dakota Retirement System, as of the effective date of this Act; \"Regents retirement plan,\" an optional retirement plan established, notwithstanding the provisions of chapter 3-12 and chapter 3-13, by the Board of Regents by which annuity or other investment contracts, either fixed or other asset categories or a combination thereof, providing retirement and other benefits may be purchased for eligible regents employees; \"Class C member,\" regents employees other than electing regents employees as defined by this Act. A Class C member shall receive the same benefits as a Class A member under the provisions of chapter 3-12. Section 2. The Board of Regents may establish a Board of Regents Retirement Plan. The Board of Regents and electing regents employees may contribute, to the extent authorized by law, toward the purchase of such contracts. The Board of Regents shall provide for the administration of the regents retirement plan. Section 3. The Board of Regents shall designate at least two but not more than five companies to which payments of contributions may be made under the regents retirement plan, taking into consideration the following: (1) The efficacy of the annuity or other investment contracts in the recruitment and retention of eligible regents employees; (2) The nature and extent of the rights and benefits to be provided by such contracts for the electing regents employees and their beneficiaries; (3) The relation of such rights and benefits to the amount of the contributions to be made to such regents retirement plan; (4) The suitability of such rights and benefits to the needs and interest of electing regents employees and of the Board of Regents in the recruitment and retention of eligible regents employees; and (5) The ability and financial capacity of the designated companies to provide rights and benefits under the contracts. The Board of Regents may enter into any contract to provide a disability or deferred compensation plan for electing regents employees. Section 4. Any electing regents employee who was an actively contributing member of the South Dakota Retirement System may refund accumulated contributions as defined in subdivision 3-12-47(2) in accordance with § 3-12-76 as if a termination of public service had occurred no later than October 31, 1997. Any electing regents employee who was an actively contributing electing member under § 3-12-146 may withdraw contributions in accordance with § 3-12-150 as if a termination of public service had occurred no later than October 31, 1997. Any member who withdraws accumulated contributions or contributions pursuant to § 3-12-150 under this section forfeits all credited service and benefits under chapter 3-12. Section 5. Participation in the regents retirement plan may be elected by eligible regents employees by an irrevocable written election to participate in the regents retirement plan filed with the Board of Regents and with the South Dakota Retirement System no later than one hundred twenty days after the employee's eligibility date. The election constitutes a waiver of all rights and benefits provided by the South Dakota Retirement System, except as otherwise provided. An election by an eligible regents employee of the regents retirement plan is irrevocable. Failure to so elect constitutes irrevocable inclusion of the employee as a member of the South Dakota Retirement System. Section 6. Any electing regents employee is permanently ineligible for membership in the South Dakota Retirement System so long as the employee is employed in any position by the Board of Regents. If the employee terminates employment and is again employed by the Board of Regents, the employee shall again participate in the regents retirement plan and is not eligible to participate in the South Dakota Retirement System. Section 7. That subdivision (16) of § 3-12-47 be amended to read as follows: (16) \"Class A member,\" all members other than Class B members and Class C members ; Section 8. That § 3-12-48 be amended to read as follows: 3-12-48. There is created a governing authority of the system to consist of a board known as the Board of Trustees. Voting representation on the board shall be the following: (1) Two state employee members; (2) Two teacher members; (3) A participating municipality member; (4) A participating county member; (5) A participating classified employee member; (6) A current contributing Class B member other than a justice, judge, or magistrate judge; (7) A justice, judge, or magistrate judge; (8) One head of a principal department established pursuant to § 1-32-2, or one head of a bureau under the office of executive management established pursuant to § 1-33-3 appointed by the Governor; (9) An individual appointed by the Governor; (10) A county commissioner of a participating county; (11) A school district board member; (12) An elected municipal official of a participating municipality; (13) A retiree; and (14) A faculty or administrative member employed by the board of regents and not subject to the provisions of chapter 3-6A A Class C member . A representative of the State Investment Council shall serve as an ex officio nonvoting member. Section 9. That § 3-12-62 be amended to read as follows: 3-12-62. All of the following permanent full-time employees are included as members in the system: (1) All state employees; (2) All teachers; (3) All justices, judges, and law-trained magistrates; (4) All policemen and firemen of participating municipalities; (5) All general employees of participating municipalities; (6) All employees of participating counties; (7) All classified employees of school districts that are participating with their classified employees; (8) All employees of the Board of Regents except as provided by this Act ; (9) All state law enforcement officers. Section 10. That § 3-12-71 be amended to read as follows: 3-12-71. The member shall make a contribution and the employer shall make an equal contribution, except as otherwise specified, at the following rates: (1) Class A members five percent of compensation; (2) Justices, judges and law-trained magistrates nine percent of compensation; (3) All other Class B members eight percent of compensation ; (4) Class C members, five percent of compensation . The employer shall cause to be deducted on each payroll of a member for each payroll period the contribution payable by the member as provided in this section. Effective July 1, 1984, contributions required of members by this section shall be made by the participating unit pursuant to the provisions of § 414(h)(2) of the Internal Revenue Code of 1954, as amended and in effect on January 1, 1984. Such contributions shall be classified as member contributions for all purposes under this chapter. A member may not receive the amount of such contributions directly rather than as contributions under this section. Section 11. Contributions to the regents retirement plan shall be made by the Board of Regents and the electing regents employees as follows: (1) Electing regents employee, five percent of compensation; (2) Board of Regents, four and one hundred thirty-seven thousandths of a percent (4.137%) of compensation. Such contributions shall be made in accordance with the applicable provisions of the Internal Revenue Code and may not be paid directly to the participating employee rather than to the company issuing the contract. Section 12. The Board of Regents shall pay on a monthly basis commencing on November 1, 1997, and ending on October 31, 2027, eight hundred sixty-three thousandths of a percent (0.863%) of compensation as defined in subdivision 3-12-47(20) for each electing regents employee to the South Dakota Retirement System. Section 13. No retirement, death or other benefit may be paid by the South Dakota Retirement System or the Board of Regents for service credited under the regents retirement plan. Electing regents employees may not be considered as employees of a participating unit of the South Dakota Retirement System as defined in subdivision 3-12-47(52) and shall be excluded from all of the provisions of chapter 3-12. Electing regents employees may receive such benefits only from a designated company in accordance with the terms of the contracts. However, retirement benefits shall be paid in the form of a lifetime income or annual minimum distributions in accordance with the Internal Revenue Code and as permitted by the designated companies. Section 14. The rights of a person to a benefit, return of contributions, the benefit itself, any optional benefits and any moneys contributed to an annuity or other investment contract as a result of participation in the regents retirement plan provided by this Act are exempt from any state, county, municipal, or other local tax and are not subject to execution, garnishment, attachment, operation of bankruptcy or insolvency laws, or any other process of law whatsoever and are unassignable, except as required under applicable law, including any qualified domestic relations order as defined in the Internal Revenue Code. Section 15. That § 13-49-14.2 be amended to read as follows: 13-49-14.2. Except for the provisions of as permitted under chapter 3-12 and the provisions of this Act , the Board of Regents may not enter into any contract to provide a retirement or , deferred compensation , or disability plan for any of its employees, other than the president or provost of each of its colleges and universities and the executive director of the Board of Regents."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12773, "action_date": "1997-01-27T14:00:00-06:00", "document_id": 72884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72884.pdf", "status_text": "First read in House and referred to", "journal_page": 154, "committee_id_action": 544, "committee_id_assigned": 538, "result": "N", "vote": {}}, {"bill_id": 12773, "action_date": "1997-02-10T10:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 538, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12773, "action_date": "1997-02-13T06:45:00-06:00", "document_id": 72349, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72349.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 538, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12773, "action_date": "1997-02-18T19:00:00-06:00", "document_id": 72397, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72397.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 538, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12773, "action_date": "1997-02-18T19:00:00-06:00", "document_id": 72397, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72397.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 561, "committee_id_action": 538, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36506, "president_vote": null, "Yea": [1951, 1907, 1887, 1902], "Nay": [1936]}}]}