{"session_id": 15, "bill_id": 3228, "bill_type": "House Bill", "bill_number": 1010, "bill_title": "repeal certain outdated and obsolete statutes and rules related to the Department of Health.", "sponsors": [], "keywords": ["Administrative Rules", "Department of Health", "Public Health and Safety"], "audio": [{"meeting_datetime": "2012-01-24T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe08.mp3", "start_seconds": 3070.0}, {"meeting_datetime": "2012-01-24T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe08.mp3", "start_seconds": 3070.0}, {"meeting_datetime": "2012-01-24T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe08.mp3", "start_seconds": 3070.0}, {"meeting_datetime": "2012-01-24T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe08.mp3", "start_seconds": 3070.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she19.mp3", "start_seconds": 788.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she19.mp3", "start_seconds": 788.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she19.mp3", "start_seconds": 788.0}, {"meeting_datetime": "2012-02-10T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she19.mp3", "start_seconds": 788.0}], "bill_versions": [{"bill_id": 3228, "bill_version_id": 19060, "bill_version": "Introduced", "bill_version_date": "2012-01-04T15:19:27.473-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain outdated and obsolete statutes and rules related to the Department of Health. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-1-10 be repealed. 34-1-10. A Division of Dental Health is hereby created, which shall be under the direct supervision of the secretary of health, and conducted by a full-time director of dental health. Section 2. That § 34-1-11 be repealed. 34-1-11. The director of dental health shall be a regularly licensed dentist who shall have at least one school year of training in an accredited school of public health. Section 3. That § 34-1-12 be repealed. 34-1-12. The duties of the Division of Dental Health shall be the development and promotion of those activities which result in the protection and improvement of the dental health of the people of the state. Section 4. That § 34-1-13 be repealed. 34-1-13. The Department of Health shall adopt rules and regulations for the proper administration of §§ 34-1-10 to 34-1-12, inclusive. The Department of Health through the Division of Dental Health shall have supervision over the dentists employed by municipalities, counties, school districts, and custodial institutions. Section 5. That § 34-1-31 be repealed. 34-1-31. Any health care facility, as defined in § 34-12-1.1, or any physician or other health practitioner providing treatment to any person who has been injured in an agricultural accident or who has suffered an illness or poisoning related to substances or practices used for agricultural purposes shall report the accident, illness, or poisoning to the Department of Health. Section 6. That § 34-1-32 be repealed. 34-1-32. The Department of Health shall maintain a registry of all cases of agricultural injury, illness, or poisoning reported pursuant to § 34-1-31. The department shall compile statistical data on the cases and shall make summaries of the data available to state and federal agencies and to the public for purposes of public education and promotion of agricultural safety and health. The data shall be provided in a manner that does not violate the right to privacy of any affected person. Section 7. That § 34-1-33 be repealed. 34-1-33. The Department of Health shall promulgate rules, pursuant to chapter 1-26, to specify criteria, procedures, and forms for reporting injuries, illnesses, and poisonings pursuant to § 34-1-31 and to specify categories of information to be maintained and procedures by which government agencies and the public may obtain information from the registry pursuant to § 34-1-32. Section 8. That § 34-12-1.1 be amended to read as follows: 34-12-1.1. Terms used in this chapter mean: (1) \"Ambulatory surgery center,\" any facility which is not part of a hospital and which is not an office of a dentist, whether for individual or group practice, in which surgical procedures requiring the use of general anesthesia are performed upon patients; (2) \"Assisted living center,\" any institution, rest home, boarding home, place, building, or agency which is maintained and operated to provide personal care and services which meet some need beyond basic provision of food, shelter, and laundry; (3) \"Chemical dependency treatment facility,\" any facility which provides a structured inpatient treatment program for alcoholism or drug abuse; (4) \"Health care facility,\" any institution, sanitarium, maternity home, birth center, ambulatory surgery center, chemical dependency treatment facility, hospital, nursing facility, assisted living center, rural primary care hospital, adult foster care home, inpatient hospice, residential hospice, place, building, or agency in which any accommodation is maintained, furnished, or offered for the hospitalization, nursing care, or supervised care of the sick or injured; (5) \"Hospital,\" any establishment with an organized medical staff with permanent facilities that include inpatient beds and is primarily engaged in providing by or under the supervision of physicians, to inpatients, any of the following services: diagnostic or therapeutic services for the medical diagnosis, treatment, or care of injured, disabled, or sick persons; obstetrical services including the care of the newborn; or rehabilitation services for injured, disabled, or sick persons. In no event may the inpatient beds include nursing facility beds or assisted living center beds unless the same are licensed as such pursuant to this chapter; (6) \"Maternity home,\" any institution, place, building, or agency in which, within a period of six months, more than one woman, during pregnancy, or during or after delivery, except women related by blood or marriage, are kept for care or treatment; or which has in its custody or control at any one time, two or more infants under the age of two years, unattended by parents or guardians, for the purpose of providing them with care, food, and lodging, except infants related to the one having such custody or control by blood or marriage; (7) \"Nursing facility,\" any facility which is maintained and operated for the express or implied purpose of providing care to one or more persons whether for consideration or not, who are not acutely ill but require nursing care and related medical services of such complexity as to require professional nursing care under the direction of a physician on a twenty-four hour per day basis; or a facility which is maintained and operated for the express or implied purpose of providing care to one or more persons, whether for consideration or not, who do not require the degree of care and treatment which a hospital is designed to provide, but who because of their mental or physical condition require medical care and health services which can be made available to them only through institutional facilities; (8)(7) \"Critical access hospital,\" any nonprofit or public hospital providing emergency care on a twenty-four hour basis located in a rural area which has limited acute inpatient services, focusing on primary and preventive care, and which has in effect an agreement with a general hospital that provides emergency and medical backup services and accepts patient referrals from the critical access hospital. For the purposes of this subdivision, a rural area is any municipality of under fifty thousand population; (9)(8) \"Adult foster care home,\" a family-style residence which provides supervision of personal care, health services, and household services for no more than four aged, blind, physically disabled, developmentally disabled, or socially-emotionally disabled adults; (10)(9) \"Inpatient hospice,\" any facility which is not part of a hospital or nursing home which is maintained and operated for the express or implied purpose of providing all levels of hospice care to terminally ill individuals on a twenty-four hour per day basis; (11)(10) \"Residential hospice,\" any facility which is not part of a hospital or nursing home which is maintained and operated for the express or implied purpose of providing custodial care to terminally ill individuals on a twenty-four hour per day basis; and (12)(11) \"Birth center,\" any health care facility at which a woman is scheduled to give birth following a normal, uncomplicated pregnancy, but does not include a hospital or the residence of the woman giving birth. Section 9. That § 34-14-7 be repealed. 34-14-7. As used in §§ 34-14-8 to 34-14-15, inclusive, \"institution\" means any school or college of agriculture, veterinary medicine, medicine, pharmacy, dentistry, or other educational or scientific establishment properly concerned with the investigation of, or instruction concerning the structure or functions of living organisms, the cause, prevention, control, or cure of diseases or abnormal conditions of human beings or animals. Section 10. That § 34-14-8 be repealed. 34-14-8. Such institutions may apply to the State Department of Health for a license to obtain animals from establishments maintained by or for municipalities for the impounding, care, and disposal of animals seized by lawful authority. However, no such establishment may be required to furnish animals to such institutions. If, after investigation, the State Department of Health finds that the institution making request for licensure is a fit and proper agency within the meaning of §§ 34-14-6 to 34-14-15, inclusive, to receive a license, and that the public interest will be served thereby, it may issue a license to such institution authorizing it to obtain animals subject to the restrictions and limitations provided in this chapter. Section 11. That § 34-14-9 be repealed. 34-14-9. Each institution licensed under § 34-14-8 shall pay an annual license fee of ten dollars for each calendar year, or part thereof, to the State Department of Health. All such license fees shall be deposited in the general revenue fund of the State of South Dakota. Section 12. That § 34-14-12 be repealed. 34-14-12. The licensed institution shall provide, at its own expense, for the transportation of such animals from the establishment to the institution and shall use them only in the conduct of its scientific and educational activities and for no other purpose. Section 13. That § 34-14-13 be repealed. 34-14-13. The State Department of Health may promulgate rules pursuant to chapter 1-26 to carry out the provisions of this chapter, including provisions for controlling the humane use of animals for the diagnosis and treatment of human and animal diseases, the advancement of veterinary, dental, medical, and biological sciences and the testing and diagnosing, improvement, and standardization of laboratory specimens, biological products, pharmaceuticals, and drugs. The department may inspect or investigate any institution which has applied for a license or has been granted a license under § 34-14-8. Section 14. That § 34-14-14 be repealed. 34-14-14. It is a Class 1 misdemeanor to furnish impounded animals to an unlicensed institution. Section 15. That § 34-14-15 be repealed. 34-14-15. The State Department of Health upon compliance with chapter 1-26, may revoke the license granted any institution: (1) If the institution has violated any provisions of §§ 34-14-6 to 34-14-13, inclusive; or (2) Has failed to comply with the conditions required by the State Department of Health in respect to the issuance of such license. Section 16. That § 34-7-1 be repealed. 34-7-1. As used in this chapter: (1) \"Department\" means South Dakota Department of Health; (2) \"Federal secretary\" means the secretary of health and human services of the United States; (3) \"Hospital\" includes public health centers and general, tuberculosis, mental, chronic disease, and other types of hospitals, and related facilities, including osteopathic hospitals, such as laboratories, out-patient departments, nurses' home and training facilities, and mental service facilities operated in connection with hospitals, but does not include any hospital furnishing primarily domiciliary care; (4) \"Nonprofit hospital\" means any hospital owned and operated by a corporation or association, no part of the net earnings of which inures, or may lawfully inure, to the benefit of any private shareholder or individual; (5) \"Public health center\" means a publicly owned facility for the provision of public health services, including related facilities such as laboratories, clinics, and administrative offices operated in connection with public health centers; (6) \"The federal act\" means Public Law 88-443 approved August 18, 1964, entitled the Hospital and Medical Facilities Amendments of 1964 and all amendments thereto, Public Law 88-156 approved October 24, 1963, entitled The Maternal and Child Health and Mental Retardation Amendments for 1963 and all amendments thereto, Public Law 88-164 approved October 31, 1963, entitled Mental Retardation Facilities Construction Act and all amendments thereto, or any other public law relating to hospital survey and construction. Section 17. That § 34-7-2 be repealed. 34-7-2. The Department of Health constitutes the sole agency of the state for the purpose of: (1) Making an inventory of existing hospitals, surveying the need for construction of hospitals, and developing a program of hospital construction as provided in §§ 34-7-8 to 34-7-18, inclusive; and (2) Developing and administering a state plan for the construction of public and other nonprofit hospitals as provided in §§ 34-7-8 to 34-7-18, inclusive. Section 18. That § 34-7-8 be repealed. 34-7-8. The Department of Health is authorized and directed to make an inventory of existing hospitals, including public, nonprofit, and proprietary hospitals, to survey the need for construction of hospitals, and, on the basis of such inventory and survey, to develop a program, for the construction of such public and other nonprofit hospitals as will, in conjunction with existing facilities, afford the necessary physical facilities for furnishing adequate hospital, clinic, and similar services to all the people of the state. Section 19. That § 34-7-9 be repealed. 34-7-9. The Department of Health is authorized to make application to the federal secretary for federal funds to assist in carrying out the survey and planning activities herein provided. Such funds shall be deposited in the state treasury and shall be available to the secretary of health for expenditure for carrying out the purposes of this chapter. Any such funds received and not expended for such purposes shall be repaid to the treasury of the United States. Section 20. That § 34-7-10 be repealed. 34-7-10. The construction program shall provide, in accordance with regulations prescribed under the federal act, for adequate hospital facilities for the people residing in this state and in so far as possible shall provide for their distribution throughout the state in such manner as to make all types of hospital service reasonably accessible to all persons in the state. Section 21. That § 34-7-11 be repealed. 34-7-11. The Department of Health shall prepare and submit to the federal secretary a state plan which shall include the hospital construction program developed under §§ 34-7-8 to 34-7-18, inclusive, and which shall provide for the establishment, administration, and operation of hospital construction activities in accordance with the requirements of the federal act and regulations thereunder. The department shall, prior to the submission of such plan to the federal secretary, give adequate publicity to a general description of all the provisions proposed to be included therein, and hold a public hearing at which all persons or organizations with a legitimate interest in such plan may be given an opportunity to express their views. Section 22. That § 34-7-12 be repealed. 34-7-12. The state plan shall set forth the relative need for the several projects included in the construction program determined in accordance with regulations prescribed pursuant to the federal act, and provide for the construction, in so far as financial resources available therefor and for maintenance and operations make possible, in the order of such relative need. Section 23. That § 34-7-13 be repealed. 34-7-13. After approval of the plan by the federal secretary, the Department of Health shall publish a general description of the provisions thereof in at least one newspaper having general circulation in each county in the state, and shall make the plan, or a copy thereof, available upon request to all interested persons or organizations. Section 24. That § 34-7-14 be repealed. 34-7-14. The Department of Health shall from time to time review the hospital construction program and submit to the federal secretary any modifications thereof which it may find necessary and may submit to the federal secretary such modification of the state plan, not inconsistent with the requirements of the federal act, as it may deem advisable. Section 25. That § 34-7-15 be repealed. 34-7-15. The department shall by regulation prescribe minimum standards for the maintenance and operation of hospitals which receive federal aid for construction under the state plan. Said department, in adopting minimum standards, shall not adopt any standard which would in any way discriminate between the various healing arts or which would in any way prohibit osteopathic hospitals from receiving aid under this chapter or which would prohibit hospitals allowing osteopathic physicians to practice their profession in said hospital from receiving federal aid under this chapter. Section 26. That § 34-7-16 be repealed. 34-7-16. Applications for hospital construction projects for which federal funds are requested shall be submitted to the department and may be submitted by the state or any political subdivision thereof or by any public or nonprofit agency authorized to construct and operate a hospital. Each application for a construction project shall conform to federal and state requirements. Section 27. That § 34-7-17 be repealed. 34-7-17. The department shall afford to every applicant for a construction project an opportunity for a fair hearing. If the department, after affording reasonable opportunity for development and presentation of applications in the order of relative need, finds that a project application complies with the requirements of § 34-7-16 and is otherwise in conformity with the state plan, it shall approve such application and shall recommend and forward it to the federal secretary. Section 28. That § 34-7-18 be repealed. 34-7-18. From time to time the Department of Health shall inspect each construction project approved by the federal secretary, and, if the inspection so warrants, the department shall certify to the federal secretary that work has been performed upon the project, or purchases have been made, in accordance with the approved plans and specifications, and that payment of an installment of federal funds is due to the applicant. Section 29. That § 34-7-20 be repealed. 34-7-20. In carrying out the purposes of the chapter, the Department of Health is authorized and directed to require such reports, make such inspections and investigations and prescribe such regulations as the department deems necessary. Section 30. That § 34-7-21 be repealed. 34-7-21. In carrying out the purposes of the chapter, the Department of Health is authorized and directed to procure in its discretion the temporary or intermittent services of experts or consultants or organizations thereof, by contract, when such services are to be performed on a part-time or fee-for-service basis and do not involve the performance of administrative duties. Section 31. That § 34-7-22 be repealed. 34-7-22. The Department of Health is authorized and directed, to the extent that it considers desirable to effectuate the purposes of this chapter, to enter into agreements for the utilization of the facilities and services of other departments, agencies, and institutions, public or private. Section 32. That § 34-7-23 be repealed. 34-7-23. In carrying out the purposes of the chapter, the Department of Health is authorized and directed to accept on behalf of the state and to deposit with the state treasurer any grant, gift, or contribution made to assist in meeting the cost of carrying out the purposes of this chapter, and to expend the same for such purposes. Section 33. That § 34-7-25 be repealed. 34-7-25. In carrying out the purposes of the chapter, the Department of Health is authorized and directed to provide such methods of administration and take such other action as may be necessary to comply with the requirements of the federal act and the regulations thereunder. Section 34. That § 34-7-27 be repealed. 34-7-27. This chapter may be cited as the \"South Dakota Hospital Survey and Construction Law.\" Section 35. That § 34-27-1 be repealed. 34-27-1. Before any person shall proceed to construct any mausoleum, vault, or other burial structure entirely or partly above ground, capable of containing twenty or more deceased human bodies for permanent interment, such person shall present the plans for such construction to the Department of Health and if approved by such department may proceed with the construction of such mausoleum, vault, or structure; and no such structure shall be erected otherwise than in accordance with the plans approved by such department. Section 36. That § 34-27-2 be repealed. 34-27-2. All crypts or catacombs, if any be placed in such mausoleum, vault, or other structure, shall be so constructed that all parts thereof may be readily examined by the Department of Health or any health officer, and such crypts or catacombs shall be so hermetically sealed after any deceased body or bodies shall have been placed therein, that no offensive or unhealthful odor or effluvia may escape therefrom. Section 37. That § 34-27-3 be repealed. 34-27-3. Should any person fail to hermetically seal any such crypt or catacomb and by reason of such failure any offensive odor or effluvia shall arise therefrom, the Department of Health or any health officer shall upon the complaint of any resident of the township or first or second class municipality where such mausoleum, vault, or other burial structure may be situated, compel the sexton or other person in charge of such burial structure immediately to remove the deceased body or bodies therefrom and properly inter the same at the expense of the person owning such burial structure; and if no such person can be found in the county where the same may be located, such interment shall be at the expense of the county where such burial structure may be situated. Section 38. That ARSD 44:17:01:01 be repealed. 44:17:01:01. Use of chloramphenicol restricted. The use of chloramphenicol is restricted to animals not raised for food production. The chemical may not be used in meat-, egg-, or milk-producing animals. Section 39. That ARSD 44:17:01:02 be repealed. 44:17:01:02. Use by veterinarians. The use of chloramphenicol shall only be by or on the order of a licensed veterinarian for nonfood-producing animals. For purposes of §§ 44:17:01:05 to 44:17:01:09, inclusive, the licensed veterinarian normally providing the health care for the animals identified in the certification statement shall certify by original signature that he has never prescribed chloramphenicol to such animals. He shall also certify that, to the best of his knowledge, each party in the chain of ownership or possession has not administered chloramphenicol to the animals proposed for importation. Section 40. That ARSD 44:17:01:03 be repealed. 44:17:01:03. Labeling requirements. Commercially distributed chloramphenicol shall be labeled with the name of the drug. The label shall contain the statement, \"Warning: Not For Use In Animals Which Are Raised For Food Production.\" Section 41. That ARSD 44:17:01:04 be repealed. 44:17:01:04. Importation of food animals. No animals raised for food production from any area outside the United States which has not restricted the use of chloramphenicol as of May 10, 1985, but subsequently restricts its use may be imported into this state for a period of 12 months from the effective date of the restriction except as provided in §§ 44:17:01:05 to 44:17:01:08, inclusive. Section 42. That ARSD 44:17:01:05 be repealed. 44:17:01:05. Certification and permitting of food-producing animals. Prior to importation into South Dakota of food-producing animals from an area outside the United States where the use of chloramphenicol is permitted, each party in the chain of ownership or possession of the animals shall certify that chloramphenicol has not been implanted, injected, or ingested into the animals and that the animals have not otherwise been exposed to chloramphenicol. The certification shall be verified in writing by the head of the department of agriculture from the area from which the animals are imported, or his designee. The certificate constitutes the application for a permit to import food-producing animals. It shall be filed with the South Dakota department of health prior to the importation of the animals into this state. The certificate shall include a list of individual animals which are identified by ear tag or an equivalent form of identification which clearly allows easy inspection and verification by South Dakota authorities. The total number, species, and age in weeks shall be stated on the certificate. Food-producing animals which are intended exclusively for breeding purposes are exempted from the provisions in §§ 44:17:01:05 to 44:17:01:08, inclusive, provided required health certification is submitted to the South Dakota livestock sanitary board and a permit for importation has been issued by the livestock sanitary board. Section 43. That ARSD 44:17:01:06 be repealed. 44:17:01:06. Certificate requirements. The certificate shall also include the following information: (1) The name and address of each owner, producer, and seller and the place or places of animal origin; (2) The date of shipping departure; (3) The name and address of broker/shipper/exporter; (4) The means of conveyance; (5) The port of entry into South Dakota and the date and estimated time of arrival; (6) The destination point of the animals and date and the estimated time of arrival; (7) The name and address of the consignee; and (8) The purpose and intended use of the animals in South Dakota. Section 44. That ARSD 44:17:01:07 be repealed. 44:17:01:07. Verification by department. The department shall verify the contents of the certificate and may require any additional information or laboratory testing that it determines necessary. Such verification may include on-site inspections by South Dakota agriculture officials of the animals intended for importation or qualitative laboratory testing for chloramphenicol residues in the animals, or both. If the department of health requires further or confirmatory laboratory testing to verify the contents of the certificate, the applicant shall produce results of such testing in one of two ways: (1) The applicant may submit verifiable test results obtained from a laboratory approved for chloramphenicol analysis of animal tissues by the department of agriculture of the area from which the animals are imported; or (2) The applicant may submit an affidavit from a processing plant or other consignee in South Dakota which indicates it is willing to assume responsibility for holding animals or retaining carcasses until laboratory testing is completed by the United States department of agriculture's food safety and inspection service laboratory in Athens, Georgia. If this is done, the department may issue a conditional permit. Laboratory testing for chloramphenicol residue shall be done on urine, serum, or muscle tissues. The acceptable tolerance level for chloramphenicol in the analyzed animal tissues is zero. The arrangement for and the expense associated with required laboratory testing is the responsibility of the applicant requesting a permit to import food-producing animals. Section 45. That ARSD 44:17:01:08 be repealed. 44:17:01:08. Permit issuance. All required elements of the certification process must be met for the South Dakota department of health to begin to process a permit to import food-producing animals. A permit must be issued to the applicant prior to shipment of the animals. The permit must be in the possession of the party transporting the animals upon entering this state unless the department has issued a conditional permit under subdivision 44:17:01:07(2). The secretary of health shall issue a permit authorizing importation within fourteen days after the department of health's verification of the contents of the applicant's certificate and completion of any necessary laboratory tests. Section 46. That ARSD 44:17:01:09 be repealed. 44:17:01:09. Enforcement. The provisions of this article shall be enforced through monitoring by the South Dakota highway patrol, the livestock sanitary board, and department of agriculture field inspectors. Section 47. That ARSD 44:61:01:01 be repealed. 44:61:01:01. Definitions. Terms used in this article mean: (1) \"Board,\" the South Dakota Board of Regents; (2) \"Department,\" the South Dakota Department of Health; (3) \"Participating physician,\" a primary care physician who has agreed to practice medicine for a specified length of time in an underserved area in exchange for waiver of the medical school tuition; (4) \"Primary care physician,\" a medical doctor licensed in South Dakota who specializes in family practice, general internal medicine, general pediatrics, or general obstetrics/gynecology; (5) \"Rural county,\" a county in South Dakota that has a population under 50,000; (6) \"Service area,\" a geographic area surrounding a primary care practice site; (7) \"Service obligation,\" the amount of medical service each participating physician is obligated to provide in an underserved area or underserved facility; (8) \"Underserved area,\" a geographic area that has been designated by the department to be in need of one or more primary care physicians; and (9) \"Underserved facility,\" a facility designated by the department to be in need of the services of one or more primary care physicians. Section 48. That ARSD 44:61:02:02 be repealed. 44:61:02:02. Publication of designations. Annually, the department shall publish maps or a list of the areas or facilities designated as underserved for each primary care specialty. Section 49. That ARSD 44:61:02:03 be repealed. 44:61:02:03. Automatic designation as underserved facility. The department shall automatically designate the following facilities as underserved: (1) A state-owned health or correctional facility; (2) A migrant health center as defined in 42 U.S.C. § 254b in effect on July 1, 1994; (3) A community health center as defined in 42 U.S.C. § 254c in effect July 1, 1994; (4) A homeless project as defined in 42 U.S.C. § 256 in effect July 1, 1994; and (5) An Indian Health Service hospital. Section 50. That ARSD 44:61:03:01 be repealed. 44:61:03:01. Minimum service required. For each year of tuition waived, a primary care physician must provide direct primary care services for either: (1) Forty hours a week, 48 weeks a year, in an area or facility designated by the department as underserved at the time the physician signed the tuition agreement; or (2) Twenty hours a week, 48 weeks a year for two years, a total of 96 weeks, in an area or facility designated by the department as underserved at the time the service obligation begins. Section 51. That ARSD 44:61:03:02 be repealed. 44:61:03:02. Satisfaction of service obligation -- Placement of physicians. Participating physicians must satisfy their service obligations by practicing as follows: (1) Participating primary care physicians shall practice in any rural county that has a ratio of population to primary care physician in excess of 1,500 to 1 or in a facility receiving automatic designation; (2) If there is evidence satisfactory to the department that no practice opportunities are available for that primary care specialty in any rural county that has a ratio of population to primary care physician in excess of 1,500 to 1 or in any facility receiving automatic designation, the participating primary care physician shall practice in any remaining municipality in the state that is located outside a radius of 20 miles extending from the center of any municipality that has a population of more than 50,000. Section 52. That ARSD 44:61:03:03 be repealed. 44:61:03:03. Residence in underserved area not required. A physician need not reside in an underserved area to qualify for a tuition waiver based on a service commitment to an underserved area or facility. Section 53. That ARSD 44:61:04:01 be repealed. 44:61:04:01. Annual practice report forms. Each participating physician shall certify the fulfillment of the service obligation by completing the annual practice report form provided by the department. The physician shall return the completed form to the department and send a copy to the Office of Student Affairs, School of Medicine, University of South Dakota, Vermillion, South Dakota 57069, within 30 days after receipt. The annual practice report form shall include the location and amount of primary care service performed by the participating physician. Section 54. That ARSD 44:61:04:02 be repealed. 44:61:04:02. Forwarding of report to board. The department shall forward one copy of each annual practice report to the board to certify fulfillment of each participating physician's service obligation. Section 55. That ARSD 44:61:04:03 be repealed. 44:61:04:03. Change of address. Each participating physician shall advise the department in writing of any personal or professional change of address within 30 days after the change."}, {"bill_id": 3228, "bill_version_id": 21404, "bill_version": "Enrolled", "bill_version_date": "2012-02-14T08:40:15.627-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3228, "action_date": "2012-01-10T12:00:00-06:00", "document_id": 19242, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19242.pdf", "status_text": "First read in House and referred to", "journal_page": 17, "committee_id_action": 173, "committee_id_assigned": 162, "result": "N", "vote": {}}, {"bill_id": 3228, "action_date": "2012-01-24T07:45:00-06:00", "document_id": 19533, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19533.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 162, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3228, "action_date": "2012-01-24T07:45:00-06:00", "document_id": 20002, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20002.pdf", "status_text": "Do Pass", "journal_page": 170, "committee_id_action": 162, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10438, "president_vote": null, "Yea": [262, 303, 293, 297, 272, 279, 237, 292, 278, 295, 294, 227], "Excused": [224]}}, {"bill_id": 3228, "action_date": "2012-01-24T07:45:00-06:00", "document_id": 20002, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20002.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 162, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3228, "action_date": "2012-01-25T14:00:00-06:00", "document_id": 20176, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20176.pdf", "status_text": "Do Pass", "journal_page": 202, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10535, "president_vote": null, "Yea": [222, 262, 265, 227, 242, 231, 281, 269, 296, 211, 314, 257, 260, 258, 225, 268, 245, 217, 303, 313, 293, 297, 270, 299, 266, 221, 272, 279, 305, 271, 248, 263, 230, 280, 301, 237, 246, 292, 304, 267, 294, 312, 213, 241, 311, 277, 307, 276, 308, 273, 315, 282, 278, 259, 224, 216, 295, 302, 283, 244, 306, 310, 275, 309, 300, 298, 274, 256, 215], "Excused": [238]}}, {"bill_id": 3228, "action_date": "2012-01-26T13:30:00-06:00", "document_id": 20314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20314.pdf", "status_text": "First read in Senate and referred to", "journal_page": 195, "committee_id_action": 171, "committee_id_assigned": 151, "result": "N", "vote": {}}, {"bill_id": 3228, "action_date": "2012-02-10T10:00:00-06:00", "document_id": 20964, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20964.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 151, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3228, "action_date": "2012-02-10T10:00:00-06:00", "document_id": 21219, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21219.pdf", "status_text": "Do Pass", "journal_page": 358, "committee_id_action": 151, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11430, "president_vote": null, "Yea": [239, 285, 223, 290, 291, 228], "Excused": [261]}}, {"bill_id": 3228, "action_date": "2012-02-10T10:00:00-06:00", "document_id": 21219, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21219.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 151, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3228, "action_date": "2012-02-13T14:00:00-06:00", "document_id": 21358, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21358.pdf", "status_text": "Do Pass", "journal_page": 390, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11560, "president_vote": null, "Yea": [253, 284, 239, 251, 288, 249, 255, 250, 235, 234, 247, 287, 285, 212, 228, 286, 233, 291, 264, 240, 252, 214, 226, 219, 220, 229, 290, 236, 243, 261, 289, 218, 254, 232], "Excused": [223]}}, {"bill_id": 3228, "action_date": "2012-02-14T13:00:00-06:00", "document_id": 21460, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21460.pdf", "status_text": "Signed by the Speaker", "journal_page": 476, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3228, "action_date": "2012-02-15T14:00:00-06:00", "document_id": 21535, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21535.pdf", "status_text": "Signed by the President", "journal_page": 457, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3228, "action_date": "2012-02-16T13:00:00-06:00", "document_id": 21571, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21571.pdf", "status_text": "Delivered to the Governor", "journal_page": 513, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3228, "action_date": "2012-02-22T14:00:00-06:00", "document_id": 21857, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21857.pdf", "status_text": "Signed by the Governor", "journal_page": 542, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5127, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3228"}