{"session_id": 56, "bill_id": 18398, "bill_type": "House Bill", "bill_number": 1286, "bill_title": "regulate the practice of naturopathy.", "sponsors": [{"legislator_profile_id": 3049, "is_prime": true}, {"legislator_profile_id": 3092, "is_prime": true}, {"legislator_profile_id": 3074, "is_prime": false}, {"legislator_profile_id": 3098, "is_prime": false}, {"legislator_profile_id": 3102, "is_prime": false}, {"legislator_profile_id": 3108, "is_prime": false}, {"legislator_profile_id": 3128, "is_prime": false}], "keywords": ["Administrative Rules", "Department of Health", "Professions and Occupations"], "audio": [{"meeting_datetime": "2004-02-07T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hhe19hb1286a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-07T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hhe19hb1286a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-07T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hhe19hb1286a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18398, "bill_version_id": 99888, "bill_version": "Introduced", "bill_version_date": "2004-01-26T11:35:05-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate the practice of naturopathy. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Department,\" the Department of Health; (2) \"Secretary,\" the secretary of health; (3) \"Naturopath,\" any person licensed under this Act; (4) \"Committee,\" the South Dakota Naturopathic Practice Advisory Committee; (5) \"Educational program,\" a program preparing persons for the practice of naturopathy; (6) \"Nutrition and food science,\" the prevention and treatment of disease or other human conditions through the use of foods, water, herbs, roots, bark, or natural food elements; (7) \"Manual manipulation\" or \"mechanotherapy,\" manipulation of a part or the whole of the body by hand or by mechanical means; (8) \"Physical modalities,\" use of physical, chemical, electrical, and other noninvasive modalities including heat, cold, air, light, water in any of its forms, sound, massage, and therapeutic exercise; (9) \"Homeopathy,\" a system of medicine based on the use of infinitesimal doses of medicines capable of producing symptoms similar to those of the disease treated, as listed in the homeopathic pharmacopeia of the United States; (10) \"Medicines of mineral, animal, and botanical origin,\" medicines other than controlled substances derived from animal organs, tissues, oils, minerals, and plants administered orally and topically, excluding legend drugs with the following exceptions: vitamins, minerals, whole gland thyroid, and substances as exemplified in traditional botanical and herbal pharmacopeia and nondrug contraceptive devices excluding interuterine devices. The term includes intermuscular injections limited to vitamin B-12 preparations and combinations if a clinical or laboratory evaluation has indicated vitamin B-12 deficiency; (11) \"Hygiene and immunization,\" the use of such preventative techniques as personal hygiene, asepsis, public health, and immunizations, to the extent allowed by rule; (12) \"Minor office procedures,\" care incident thereto of superficial lacerations and abrasions, and the removal of foreign bodies located in superficial structures, not to include the eye; and the use of antiseptics and topical local anesthetics in connection therewith; (13) \"Common diagnostic procedures,\" the use of venipuncture to withdraw blood, commonly used diagnostic modalities consistent with naturopathic practice, health history taking, physical examination, radiography, examination of body orifices excluding endoscopy, and laboratory medicine which obtains samples of human tissue products, including superficial scrapings but excluding procedures which would require surgical incision; (14) \"Suggestion,\" techniques including counseling, biofeedback, and hypnosis; (15) \"Radiography,\" the ordering but not the interpretation of radiographic diagnostic studies and the taking and interpretation of standard radiographs. Section 2. No person may practice naturopathy or represent himself or herself as a naturopath without first applying for and receiving a license from the secretary to practice naturopathy. Section 3. Naturopathic medicine or naturopathy is the practice by naturopaths of the art and science of the diagnosis, prevention, and treatment of disorders of the body by stimulation or support, or both, of the natural processes of the human body. A naturopath is responsible and accountable to the consumer for the quality of naturopathic care rendered. The practice of naturopathy includes manual manipulation or mechanotherapy, the prescription, administration, dispensing, and use, except for the treatment of malignancies or neoplastic disease, of nutrition and food science, physical modalities, homeopathy, certain medicines of mineral, animal, and botanical origin, hygiene and immunization, common diagnostic procedures, and suggestion. However, nothing in this Act prohibits consultation and treatment of a patient in concert with a practitioner licensed under chapter 36-4. No person licensed under this Act may employ the term, chiropractic, to describe any services provided by a naturopath under this Act. Section 4. Nothing in this Act may be construed to prohibit or restrict: (1) The practice of a profession by persons who are licensed, certified, or registered under other laws of this state who are performing services within their authorized scope of practice; (2) The practice of naturopathic medicine by a person employed by the government of the United States while the person is engaged in the performance of duties prescribed for him or her by the laws and regulations of the United States; (3) The practice of naturopathic medicine by students enrolled in a school approved by the secretary. The performance of services shall be pursuant to a course of instruction or assignments from an instructor and under the supervision of the instructor. The instructor shall be a naturopath licensed pursuant to this Act; or (4) The practice of oriental medicine or oriental herbology, or the rendering of other dietary or nutritional advice. Section 5. The secretary shall: (1) Set all license examination, renewal, and late renewal fees, not to exceed three hundred dollars, by rules promulgated pursuant to chapter 1-26; (2) Establish forms and procedures necessary to administer this Act; (3) Determine the minimum education and experience requirements for licensure by rules promulgated pursuant to chapter 1-26, including approval of educational programs; (4) Prepare and administer or approve the preparation and administration of examinations for licensure; (5) Issue a license to any applicant who has met the education, training, and examination requirements for licensure and deny a license to any applicant who does not meet the minimum qualifications for licensure. However, the denial of a license based on unprofessional conduct or impaired practice shall be governed by chapter 1-26; (6) Hire clerical, administrative, and investigative staff as needed to implement and administer this Act and hire individuals, including those licensed under this Act, to serve as examiners or consultants as necessary to implement and administer this Act; (7) Maintain the official department record of all applicants and licensees; (8) Determine whether alternative methods of training are equivalent to formal education, and establish forms, procedures, and criteria for evaluation of an applicant's equivalent alternative training to determine the applicant's eligibility to take the examination; (9) Establish by rule, promulgated pursuant to chapter 1-26, the procedures for an appeal of examination failure; (10) Conduct a hearing on an appeal of a denial of a license based on the applicant's failure to met the minimum qualifications for licensure. The hearing shall be conducted pursuant to chapter 1-26; and (11) Promulgate rules, pursuant to chapter 1-26, implementing a continuing competency program. Section 6. There is hereby created the South Dakota Naturopathic Advisory Committee consisting of five members appointed by the secretary who shall advise the secretary concerning the administration of this Act. Three members of the initial committee shall be persons who would qualify for licensing under this Act. Their successors shall be naturopaths who are licensed under this Act. Two members of the committee shall be persons who are unaffiliated with the profession. For the initial committee, one unaffiliated member and one naturopath shall serve four-year terms, one unaffiliated member and one naturopath shall serve three-year terms, and one naturopath shall serve a two-year term. The term of office for committee members after the initial committee is four years. Any committee member may be removed for just cause including a finding of fact of unprofessional conduct, impaired practice, or more than three unexcused absences. The secretary may appoint a new member to fill any vacancy on the committee for the remainder of the unexpired term. No committee member may serve more than two consecutive terms, whether full or partial. Section 7. Committee members shall be compensated in accordance with § 3-9-2. Section 8. The committee may elect annually a chair and vice-chair to direct the meetings of the committee. The committee shall meet at least once each year and may hold additional meetings as called by the secretary or the chair. Section 9. The secretary, any member of the committee, and any person acting on the secretary's or a member's behalf, are immune from suit in any civil action based on any act performed in the course of the person's duties. Section 10. The department shall issue a license to any applicant who meets the following requirements: (1) Successful completion of an educational program approved by the secretary, the minimum standard of which shall be the successful completion of a doctorate degree program in naturopathy which includes a minimum of two hundred post-graduate hours in the study of mechanotherapy from an approved educational program, or successful completion of equivalent alternate training that meets the criteria established by the secretary; (2) Successful completion of any equivalent experience requirement established by the secretary; (3) Successful completion of an examination administered or approved by the secretary; (4) Good moral character; and (5) Not having engaged in unprofessional conduct, or being unable to practice with reasonable skill and safety as a result of a physical or mental impairment. Section 11. The secretary shall establish, by rules promulgated pursuant to chapter 1-26, the standards for approval of educational programs and alternate training and may contract with individuals or organizations having expertise in the profession or in education, or both, to report to the secretary the information necessary for the secretary to evaluate the educational programs. The standards for approval shall be based on the minimal competencies necessary for safe practice. The standards and procedures for approval shall apply equally to educational programs and equivalent alternate training within the United States and those in foreign jurisdictions. The secretary may establish a fee for educational program evaluation, not to exceed five hundred dollars. The fee shall be determined by the administrative costs for the educational program evaluation, including costs for site evaluation. Section 12. The date and location of the examination shall be established by the secretary. Any applicant who has been found to meet the education and experience requirements for licensure shall be scheduled for the next examination following the filing of the application. The secretary shall establish, by rules promulgated pursuant to chapter 1-26, the examination application deadline. The examination shall contain subjects appropriate to the standards of competency and scope of practice. The secretary shall establish, by rules promulgated pursuant to chapter 1-26, the requirements for a reexamination if the applicant has failed the examination. The committee may recommend to the secretary an examination prepared or administered, or both, by a private testing agency or association of licensing boards. Section 13. The secretary shall establish, by rules promulgated pursuant to chapter 1-26, the standards for licensure of applicants licensed in another jurisdiction. However, the standards for reciprocity of licensure may not be less than required for licensure in this state."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18398, "action_date": "2004-01-26T14:00:00-06:00", "document_id": 99935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99935.pdf", "status_text": "First read in House and referred to", "journal_page": 207, "committee_id_action": 831, "committee_id_assigned": 822, "result": "N", "vote": {}}, {"bill_id": 18398, "action_date": "2004-02-07T07:45:00-06:00", "document_id": 100858, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100858.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 822, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18398, "action_date": "2004-02-07T07:45:00-06:00", "document_id": 100858, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100858.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 451, "committee_id_action": 822, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57206, "president_vote": null, "Yea": [3055, 3082, 3083, 3099, 3108, 3112, 3127, 3141, 3144, 3143], "Excused": [3074, 3071], "Nay": [3145]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/18398"}