{"session_id": 68, "bill_id": 24253, "bill_type": "Senate Concurrent Resolution", "bill_number": 603, "bill_title": "Supporting the acknowledgement of the Lake Traverse Reservation boundaries as provided in federal law.", "sponsors": [{"legislator_profile_id": 4339, "is_prime": true}, {"legislator_profile_id": 4466, "is_prime": false}], "keywords": ["Indian Tribes", "Senate Concurrent Resolution"], "audio": [], "bill_versions": [{"bill_id": 24253, "bill_version_id": 246763, "bill_version": "Introduced", "bill_version_date": "2023-01-26T10:49:40.243-06:00", "bill_text": "A CONCURRENT RESOLUTION, Supporting the acknowledgement of the Lake Traverse Reservation boundaries as provided in federal law. WHEREAS, the Sisseton-Wahpeton Oyate of the Lake Traverse Reservation is one of nine federally-recognized Indian tribes located in the State of South Dakota, and is located in North Dakota as well; and WHEREAS, in 1975, the United States Supreme Court addressed, in DeCoteau v. District Court, 420 U.S. 425, \"whether the Lake Traverse Indian Reservation in South Dakota, created by an 1867 Treaty between the United States and the Sisseton and Wahpeton bands of Sioux Indians, was terminated and returned to the public domain, by the Act of March 3, 1891.\"The Supreme Court held that an 1891 federal allotment law \"terminated the Lake Traverse Reservation, and that consequently the state courts have jurisdiction over conduct on non-Indian lands within the 1867 reservation borders\"; and WHEREAS, in 1974, Congress was aware of the split in authority between the South Dakota Supreme Court, which held that the Lake Traverse Reservation was terminated, and the Eighth Circuit Court of Appeals, which held that the Lake Traverse Reservation remained as it was established in 1867; and WHEREAS, while DeCoteau was pending before the Supreme Court, in 1974, in 1974 Congress enacted Public Law 93-491 recognizing the boundaries of the Lake Traverse Reservation and authorizing the Secretary of the Interior to acquire trust lands for the Tribe and to consolidate the Tribe’s landholdings \"within the boundaries of the Lake Traverse Reservation in North and South Dakota.\" 88 Stat. 1468 (1974); and WHEREAS, in 1978, Congress amended Public Law 93-491 to permit individual members to acquire new trust lands within the boundaries of the Lake Traverse Reservation and to provide the Tribe with a first right of purchase when trust lands within the Lake Traverse Reservation are subject to sale. Public Law 95-398, 92 Stat. 850 (1978); and WHEREAS, the 1978 Act and its legislative history demonstrate, once again, Congress’s intent to recognize the boundaries of the Lake Traverse Reservation. In addition to the Act, there are also several references in the Senate and House Reports to the Lake Traverse Reservation boundaries, such as describing it as \"V-shaped.\" S. Rep. No. 95-983, at 2 (1978); H.R. Rep. No. 95-1511, at 2 (1978); and WHEREAS, in 1984 Congress enacted additional legislation to protect and promote the tribe’s trust land within the boundaries of the Lake Traverse Reservation. Public Law 98-513, 98 Stat. 2411. Again, the title of the Act expressly refers to the Lake Traverse Reservation. Among many other things, the Secretary is authorized to acquire additional trust land for the Tribe within the Lake Traverse Reservation; and WHEREAS, the 1984 Act \"shall govern the right to inherit trust or restricted land located with such States and within the original exterior boundaries of the Lake Traverse Indian Reservation as described in article III of the Treaty of February 19, 1867.\" Public Law 98-513 98 Stat. 2411 (1984); and WHEREAS, federal statutes \"are the supreme Law of the Land,\" and we must \"ascertain and follow the original meaning\" of these Acts of Congress. Acts of Congress control even though a Tribe’s history may be \"long and messy,\" and that the land in question was \"once undivided and held by the Tribe, is now fractured into pieces.\" 140 S. Ct. at 2462: NOW, THEREFORE, BE IT RESOLVED, by the Senate of the Ninety-Eighth Legislature of the State of South Dakota, the House of Representatives concurring therein, that three federal laws, Public Law 93-491, Public Law 95-398, and Public Law 98-513, confirm that Congress recognizes the boundaries of the Lake Traverse Reservation, which serves as the permanent home of the Sisseton-Wahpeton Oyate as provided and promised in the Treaty of February 19, 1867, between the Sisseton-Wahpeton Oyate and the United States."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24253, "action_date": "2023-01-26T13:00:00-06:00", "document_id": 246354, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246354.pdf", "status_text": "First Reading Senate", "journal_page": 122, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24253, "action_date": "2023-01-30T14:00:00-06:00", "document_id": 246905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246905.pdf", "status_text": "Referred to", "journal_page": 134, "committee_id_action": 1183, "committee_id_assigned": 1184, "result": "N", "vote": {}}, {"bill_id": 24253, "action_date": "2023-02-06T14:00:00-06:00", "document_id": 248536, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248536.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 198, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24253"}