{"session_id": 36, "bill_id": 10130, "bill_type": "Senate Commemoration", "bill_number": 28, "bill_title": "Honoring and commending Blake Crosby on being awarded Lennox School District Teacher of the Year.", "sponsors": [{"legislator_profile_id": 1558, "is_prime": true}, {"legislator_profile_id": 1575, "is_prime": true}, {"legislator_profile_id": 1599, "is_prime": false}, {"legislator_profile_id": 1556, "is_prime": false}, {"legislator_profile_id": 1569, "is_prime": false}, {"legislator_profile_id": 1597, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 10130, "bill_version_id": 53798, "bill_version": "Introduced", "bill_version_date": "2019-02-19T10:08:39.57-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and commending Blake Crosby on being awarded Lennox School District Teacher of the Year. WHEREAS, Blake Crosby, a fifth-grade teacher for Lennox School District, has been awarded Lennox School District Teacher of the Year; and WHEREAS, Blake Crosby has served in a multitude of roles throughout the years and strives to create classrooms where a student will experience a sense of community, enjoy learning, and feel confident; and WHEREAS, Blake Crosby's greatest contribution to the education profession is his love of students and commitment to his work: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fourth Legislature of the State of South Dakota, that the Legislature commends and honors Blake Crosby for his selection as Lennox School District Teacher of the Year."}, {"bill_id": 10130, "bill_version_id": 54058, "bill_version": "Enrolled", "bill_version_date": "2019-02-21T17:29:28.167-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and commending Blake Crosby on being awarded Lennox School District Teacher of the Year. WHEREAS, Blake Crosby, a fifth-grade teacher for Lennox School District, has been awarded Lennox School District Teacher of the Year; and WHEREAS, Blake Crosby has served in a multitude of roles throughout the years and strives to create classrooms where a student will experience a sense of community, enjoy learning, and feel confident; and WHEREAS, Blake Crosby's greatest contribution to the education profession is his love of students and commitment to his work: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fourth Legislature of the State of South Dakota, that the Legislature commends and honors Blake Crosby for his selection as Lennox School District Teacher of the Year. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 10130, "action_date": "2019-02-19T14:00:00-06:00", "document_id": 53842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53842.pdf", "status_text": "", "journal_page": 410, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}]}