{"session_id": 68, "bill_id": 23794, "bill_type": "House Bill", "bill_number": 1183, "bill_title": "authorize the state's participation in the interstate compact on occupational therapy licensure.", "sponsors": [{"legislator_profile_id": 4354, "is_prime": true}, {"legislator_profile_id": 4408, "is_prime": false}], "keywords": ["Boards and Commissions", "Compacts", "Fees", "Health Care", "Licensure", "Professions and Occupations"], "audio": [], "bill_versions": [{"bill_id": 23794, "bill_version_id": 247097, "bill_version": "Introduced", "bill_version_date": "2023-01-30T08:23:50.873-06:00", "bill_text": "An Act to authorize the state's participation in the interstate compact on occupational therapy licensure. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: The State of South Dakota is hereby authorized to participate in the interstate compact on occupational therapy licensure, as set forth in this chapter. Section 2. That a NEW SECTION be added: The purpose of the interstate compact on occupational therapy licensure is to facilitate the interstate practice of occupational therapy, with the goal of improving public access to occupational therapy services. The practice of occupational therapy occurs in the state where the patient or client is located, at the time of the encounter. The compact preserves the authority of states to protect public health and safety through the current system of state licensure. The compact is designed to achieve the following objectives: A. Increase public access to occupational therapy services by providing for the mutual recognition of other member state licenses; B. Enhance the ability of states to protect the public’s health and safety; C. Encourage the cooperation of member states in regulating multi-state occupational therapy practice; D. Support spouses of relocating military members; E. Enhance the exchange of licensure, investigative, and disciplinary information between member states; F. Allow a remote state to hold a provider of services with a compact privilege in that state accountable to that state’s practice standards; and G. Facilitate the use of telehealth technology for the purpose of increasing access to occupational therapy services. Section 3. That a NEW SECTION be added: As used in this compact: A. “Active duty military” means full-time duty status in the active uniformed service of the United States, including members of the National Guard and Reserve on active duty orders, pursuant to 10 U.S.C. chapter 1209 and 10 U.S.C. chapter 1211; B. “Adverse action” means any administrative, civil, equitable, or criminal action permitted by a state’s laws, which is imposed by a licensing board or other authority against an occupational therapist or an occupational therapy assistant, including actions against an individual’s license or compact privilege such as censure, revocation, suspension, probation, monitoring of the licensee, or restriction on the licensee’s practice; C. “Alternative program” means a non-disciplinary monitoring process approved by an occupational therapy licensing board; D. “Compact privilege” means the authorization, which is equivalent to a license, granted by a remote state to allow a licensee from another member state to practice as an occupational therapist or practice as an occupational therapy assistant in the remote state under its laws and rules. The practice of occupational therapy occurs in the member state where the patient or client is located at the time of the patient or client encounter; E. \"Continuing education” means a requirement, as a condition of license renewal, to provide evidence of participation in, or completion of, educational and professional activities relevant to a practice or area of work; F. “Current significant investigative information” means investigative information that a licensing board, after an inquiry or investigation that includes notification and an opportunity for the occupational therapist or occupational therapy assistant to respond, if required by state law, has reason to believe is not groundless and, if proved true, would indicate more than a minor infraction; G. “Data system” means a repository of information about licensees, including license status, investigative information, compact privileges, and adverse actions; H. “Encumbered license” means a license in which an adverse action restricts the practice of occupational therapy by the licensee or an adverse action has been reported to the national practitioners data bank; I. “Executive committee” means a group of directors elected or appointed to act on behalf of, and within the powers granted to them by, the commission; J. “Home state” means the member state that is the licensee’s primary state of residence; K. “Impaired practitioner” means individuals whose professional practice is adversely affected by substance abuse, addiction, or other health-related conditions; L. “Investigative information” means information, records, and documents received or generated by an occupational therapy licensing board pursuant to an investigation; M. “Jurisprudence requirement” means the assessment of an individual’s knowledge of the laws and rules governing the practice of occupational therapy in a state; N. “Licensee” means an individual who currently holds an authorization from the state to practice as an occupational therapist or as an occupational therapy assistant; O. “Member state” means a state that has enacted the compact; P. “Occupational therapist” means an individual who is licensed by a state to practice occupational therapy; Q. “Occupational therapy assistant” means an individual who is licensed by a state to assist in the practice of occupational therapy; R. “Occupational therapy” means the care and services provided by an occupational therapist or an occupational therapy assistant, as set forth in the member state’s statutes and rules; S. “Occupational therapy compact commission” means the national administrative body whose membership consists of all states that have enacted the compact; T. “Occupational therapy licensing board” means the agency of a state that is authorized to license and regulate occupational therapists and occupational therapy assistants; U. “Primary state of residence” means the state, also known as the home state, in which an occupational therapist or occupational therapy assistant who is not active duty military declares a primary residence for legal purposes as verified by a driver’s license, a federal income tax return, a lease, a deed, a mortgage, voter registration, or other verifying documentation as further defined by commission rules; V. “Remote state” means a member state, other than the home state, in which a licensee is exercising or seeking to exercise the compact privilege; W. “Rule” means a regulation promulgated by the commission that has the force of law; X. “Single-state license” means an occupational therapist or occupational therapy assistant license issued by a member state that authorizes practice only within the issuing state and does not include a compact privilege in any other member state; Y. “State” means any state, commonwealth, district, or territory of the United States, which regulates the practice of occupational therapy; and Z. “Telehealth” means the application of telecommunication technology to deliver occupational therapy services for assessment, intervention, and consultation. Section 4. That a NEW SECTION be added: A. To participate in the compact, a member state must: 1. License occupational therapists and occupational therapy assistants; 2. Participate fully in the commission’s data system, including using the commission’s unique identifier as defined in rules of the commission; 3. Have a mechanism in place for receiving and investigating complaints about licensees; 4. Notify the commission, in compliance with the terms of the compact and rules, of any adverse action or the availability of investigative information regarding a licensee; 5. Implement or utilize procedures for considering the criminal history records of applicants for an initial compact privilege. These procedures shall include the submission of fingerprints or other biometric-based information by applicants for the purpose of obtaining an applicant’s criminal history record information from the Federal Bureau of Investigation and the agency responsible for retaining that state’s criminal records; (a) A member state shall, within a time frame established by the commission, require a criminal background check for a licensee seeking or applying for a compact privilege, whose primary state of residence is that member state, by receiving the results of the Federal Bureau of Investigation criminal record search, and shall use the results in making licensure decisions; and (b) Communication between a member state, the commission, and among member states, regarding the verification of eligibility for licensure through the compact, may not include any information received from the Federal Bureau of Investigation relating to a federal criminal records check performed by a member state under Public Law 92-544; 6. Comply with the rules of the commission; 7. Utilize only a recognized national examination as a requirement for licensure pursuant to the rules of the commission; and 8. Have continuing education requirements as a condition for license renewal. B. A member state shall grant the compact privilege to a licensee holding an unencumbered license in another member state, in accordance with the terms of the compact and rules. C. A member state may charge a fee for granting a compact privilege. D. A member state shall provide for the state’s delegate to attend all occupational therapy compact commission meetings. E. Individuals not residing in a member state may apply for a member state’s single-state license, as provided under the laws of each member state. The single-state license granted to these individuals may not be recognized as granting the compact privilege in any other member state. F. Nothing in this compact affects the requirements established by a member state for the issuance of a single-state license. Section 5. That a NEW SECTION be added: A. To exercise the compact privilege under the compact, the licensee must: 1. Hold a license in the home state; 2. Have a United States social security number or national practitioner identification number; 3. Have no encumbrance on any state license; 4. Be eligible for a compact privilege in any member state, in accordance with this section; 5. Have paid all fines and completed all requirements resulting from any adverse action against any license or compact privilege, and two years must have elapsed from the date of the completion; 6. Notify the commission that the licensee is seeking the compact privilege within a remote state; 7. Pay any applicable fees, including any state fee, for the compact privilege; 8. Complete a criminal background check in accordance with section 4 of this Act, provided the licensee is responsible for the payment of any fee associated with the completion of a criminal background check; 9. Meet any jurisprudence requirements established by the remote state in which the licensee is seeking a compact privilege; and 10. Report to the commission any adverse action taken by a non-member state within thirty days from the date the adverse action is taken. B. The compact privilege is valid until the expiration date of the home state license. The licensee must comply with the requirements of this section to maintain the compact privilege in the remote state. C. A licensee providing occupational therapy in a remote state under the compact privilege shall function within the laws and rules of the remote state. D. An occupational therapy assistant practicing in a remote state must be supervised by an occupational therapist licensed or holding a compact privilege in that remote state. E. A licensee providing occupational therapy in a remote state is subject to that state’s regulatory authority. A remote state may, in accordance with due process and that state’s laws, remove a licensee’s compact privilege in the remote state for a specific period of time, impose fines, and take any other necessary action to protect the health and safety of its residents. The licensee may be ineligible for a compact privilege in any state until the specific time for removal has passed and all fines are paid. F. If a home state license is encumbered, the licensee loses the compact privilege in any remote state until the home state license is no longer encumbered and two years have elapsed from the date on which the home state license is no longer encumbered. G. Once an encumbered license in the home state is restored to good standing, the licensee must meet the requirements of this section to obtain a compact privilege in any remote state. H. If a licensee’s compact privilege in any remote state is removed, the individual may lose the compact privilege in any other remote state until: 1. The specific period of time for which the compact privilege was removed has ended; 2. All fines have been paid and all conditions have been met; 3. Two years have elapsed from the date of completing requirements set forth in this subdivision; and 4. The compact privileges are reinstated by the commission, and the compact data system is updated to reflect the reinstatement. I. If a licensee’s compact privilege in any remote state is removed due to an erroneous charge, privileges must be restored through the compact data system. J. Once the requirements of subdivision H have been met, the licensee must meet the requirements of subdivision A to obtain a compact privilege in a remote state. Section 6. That a NEW SECTION be added: A. An occupational therapist or occupational therapy assistant may hold a home state license, which allows for compact privileges in member states, in only one member state at a time. B. If an occupational therapist or occupational therapy assistant changes the primary state of residence by moving between two member states: 1. The occupational therapist or occupational therapy assistant shall file an application for obtaining a new home state license by virtue of a compact privilege, pay all applicable fees, and notify the current and new home state in accordance with applicable rules adopted by the commission. 2. Upon receipt of an application for obtaining a new home state license by virtue of compact privilege, the new home state shall verify that the occupational therapist or occupational therapy assistant meets the criteria outlined in section 5 of this Act via the data system, without need for primary source verification, except for: a. A Federal Bureau of Investigation fingerprint-based criminal background check, if not previously performed or updated pursuant to rules adopted by the commission, in accordance with Public Law 92-544; b. Any other criminal background check, as required by the new home state; and c. Submission of any jurisprudence requirements of the new home state. 3. The former home state shall convert the former home state license into a compact privilege once the new home state has activated the new home state license in accordance with rules adopted by the commission. 4. Notwithstanding any other provision of this compact, if the occupational therapist or occupational therapy assistant cannot meet the criteria in section 5 of this Act, the new home state shall apply its requirements for issuing a new single-state license. 5. The occupational therapist or the occupational therapy assistant shall pay all applicable fees to the new home state in order to be issued a new home state license. C. If an occupational therapist or occupational therapy assistant changes the primary state of residence by moving from a member state to a non-member state, or from a non-member state to a member state, the state criteria applies for issuance of a single-state license in the new state. D. Nothing in this compact interferes with a licensee’s ability to hold a single-state license in multiple states, provided, for purposes of this compact, a licensee may have only one home state license. E. Nothing in this compact affects the requirements established by a member state for the issuance of a single-state license. Section 7. That a NEW SECTION be added: Active duty military personnel, or the spouse of such a service member, shall designate a home state in which the individual has a current license in good standing. The individual may retain the home state designation during the period the service member is on active duty. Subsequent to designating a home state, the individual may change the home state only through application for licensure in the new state or through the process described in section 6 of this Act. Section 8. That a NEW SECTION be added: A. A home state has exclusive power to take adverse action against an occupational therapist’s or an occupational therapy assistant’s license issued by the home state. B. A remote state has the authority, in accordance with existing state due process law, to: 1. Take adverse action against an occupational therapist’s or occupational therapy assistant’s compact privilege within that member state. 2. Issue subpoenas for hearings and investigations that require the attendance and testimony of witnesses, as well as the production of evidence. Subpoenas issued by a licensing board in a member state for the attendance and testimony of witnesses or the production of evidence from another member state must be enforced in the latter state by a court, according to the practice and procedure of that court applicable to subpoenas issued in proceedings pending before it. The issuing authority shall pay any witness fees, travel expenses, mileage and other fees required by the state in which the witnesses or evidence are located. C. For purposes of taking adverse action, the home state shall give the same priority and effect to reported conduct received from a member state as it would if the conduct had occurred within the home state. In so doing, the home state shall apply its own state laws to determine appropriate action. D. The home state shall complete any pending investigations of an occupational therapist or occupational therapy assistant who changes the primary state of residence during the course of the investigations. The home state, in which the investigations were initiated, may take appropriate action and shall promptly report the conclusions of the investigations to the data system. The data system administrator shall promptly notify the new home state of any adverse action. E. A member state, if otherwise permitted by state law, may recover from the affected occupational therapist or occupational therapy assistant the cost of the investigations and disposition of cases resulting from any adverse action taken against that occupational therapist or occupational therapy assistant. F. A member state may take adverse action based on the factual findings of the remote state, provided that the member state follows its own procedures for taking the adverse action. G. In addition to any authority granted to a member state by its respective state laws and rules, a member state may participate with other member states in joint investigations of licensees. A member state shall share any investigative, litigation, or compliance material in furtherance of any joint or individual investigation initiated under the compact. H. If an adverse action is taken by the home state against an occupational therapist’s or occupational therapy assistant’s license, the occupational therapist’s or occupational therapy assistant’s compact privilege, in all other member states, must be deactivated until all encumbrances have been removed from the state license. All home state disciplinary orders that impose adverse action against an occupational therapist’s or occupational therapy assistant’s license must include a statement that the occupational therapist’s or occupational therapy assistant’s compact privilege is deactivated in all member states during the pendency of the order. I. If a member state takes adverse action, it shall promptly notify the administrator of the data system. The administrator of the data system shall promptly notify the home state of any adverse action by a remote state. J. Nothing in this compact overrides a member state’s decision that participation in an alternative program may be used in lieu of adverse action. Section 9. That a NEW SECTION be added: A. The compact member states hereby create and establish a joint public agency known as the occupational therapy compact commission. 1. The commission is an instrumentality of the compact states. 2. Venue is proper and judicial proceedings by or against the commission may only be brought in a court of competent jurisdiction where the principal office of the commission is located. The commission may waive venue and jurisdictional defenses to the extent it adopts or consents to participate in alternative dispute resolution proceedings. 3. Nothing in this compact constitutes a waiver of sovereign immunity. B. The following terms and conditions are also applicable: 1. Each member state has and is limited to one delegate selected by that member state’s licensing board; 2. The delegate must be: a. A current member of the licensing board, who is an occupational therapist, occupational therapy assistant, or public member; or b. An administrator of the licensing board; 3. A delegate may be removed or suspended from office, as provided by the law of the state from which the delegate is appointed; 4. The member state board shall fill any vacancy occurring in the commission within ninety days; 5. Each delegate is entitled to one vote with regard to the promulgation of rules and the creation of bylaws and: (a) May participate in the business and affairs of the commission; (b) May vote in person or by such other means as provided in the bylaws; and (c) May participate in meetings, by telephone or other means of communication, if permitted in the bylaws; 6. The commission shall meet at least once during each calendar year. Additional meetings may be held as set forth in the bylaws; and 7. The commission shall by rule establish a term of office for delegates. C. The commission has the following powers and duties: 1. To establish a code of ethics for the commission; 2. To establish the fiscal year of the commission; 3. To establish bylaws; 4. To maintain its financial records in accordance with the bylaws; 5. To meet and take such actions as are consistent with the provisions of this compact and the bylaws; 6. To promulgate uniform rules to facilitate and coordinate implementation and administration of this compact, provided the rules shall have the force and effect of law and are binding on all member states; 7. To bring and prosecute legal proceedings or actions in the name of the commission, provided that the standing of any state occupational therapy licensing board to sue or be sued under applicable law is not affected; 8. To purchase and maintain insurance and bonds; 9. To borrow, accept, or contract for services of personnel, including employees of a member state; 10. To hire employees, elect or appoint officers, fix compensation, define duties, grant such individuals authority to carry out the purposes of the compact, and establish the commission’s personnel policies and programs relating to conflicts of interest, qualifications of personnel, and other related personnel matters; 11. To accept donations and grants of money, equipment, supplies, materials and services, and receive, utilize and dispose of the same, provided that the commission shall avoid any appearance of impropriety and conflict of interest; 12. Lease, purchase, accept gifts or donations of, or otherwise own, hold, improve or use, any property, real, personal or mixed, provided that the commission shall avoid any appearance of impropriety; 13. Sell, convey, mortgage, pledge, lease, exchange, abandon, or otherwise dispose of any property real, personal, or mixed; 14. Establish a budget and make expenditures; 15. Borrow money; 16. Appoint committees, including standing committees composed of members, state regulators, state legislators or their representatives, and consumer representatives, and such other interested individuals as may be designated in this compact and the bylaws; 17. Provide and receive information from, and cooperate with, law enforcement agencies; 18. Establish and elect an executive committee; and 19. Perform such other functions as necessary or appropriate to achieve the purposes of this compact, consistent with the state regulation of occupational therapy licensure and practice. D. The executive committee may act on behalf of the commission according to the terms of this compact. 1. The executive committee is composed of: a. Seven voting members who are elected by the commission from the membership of the commission; b. One ex-officio nonvoting member from a recognized national occupational therapy professional association; and c. One ex-officio nonvoting member from a recognized national occupational therapy certification organization. 2. The ex-officio members must be selected by their respective organizations. 3. The commission may remove any member of the executive committee as provided in the bylaws. 4. The executive committee shall meet at least annually. 5. The executive committee has the following duties and responsibilities: a. To recommend to the entire commission changes to the rules or bylaws, changes to this chapter, fees paid by compact member states such as annual dues, and any commission compact fee charged to licensees for the compact privilege; b. To ensure compact administration services are appropriately provided, by contract or otherwise; c. To prepare and recommend the budget; d. To maintain financial records on behalf of the commission; e. To monitor compact compliance by member states and provide compliance reports to the commission; f. To establish additional committees as necessary; and g. To perform other duties as provided in the rules or bylaws. E. The following terms and conditions are also applicable: 1. Each meeting is open to the public, and public notice of the meetings must be given in the same manner as required under the rulemaking provisions in section 11 of this Act; 2. The commission, the executive committee, or another committee of the commission may convene in a closed, non-public meeting, if there is the need to discuss: a. The non-compliance of a member state with its obligations under the compact; b. The employment, compensation, discipline or other matters, practices, or procedures, related to specific employees, or other matters related to the commission’s internal personnel practices and procedures; c. Current, threatened, or reasonably anticipated litigation; d. The negotiation of contracts for the purchase, lease, or sale of goods, services, or real estate; e. Accusing any person of a crime or formally censuring any person; f. The disclosure of trade secrets or commercial or financial information that is privileged or confidential; g. The disclosure of personal information, if disclosure would constitute an unwarranted invasion of personal privacy; h. The disclosure of investigative records compiled for law enforcement purposes; i. The disclosure of information related to any investigative reports prepared by or on behalf of or for use of the commission or other committee responsible for investigating or determining compliance issues pursuant to the compact; or j. Any matter exempt from disclosure by federal or member state statute; 3. If a meeting, or portion of a meeting, is closed pursuant to this section, the commission’s legal counsel or designee shall certify that the meeting may be closed and shall reference each relevant exempting provision; and 4. The commission shall keep minutes that fully and clearly describe all matters discussed in a meeting and shall provide a full and accurate summary of actions taken, and the reasons therefore, including a description of the views expressed, provided: (a) All documents considered in connection with an action must be identified in the minutes; and (b) All minutes and documents of a closed meeting must remain under seal, subject to release by a majority vote of the commission or an order of a court. F. The following terms and conditions are also applicable: 1. The commission shall pay, or provide for the payment of, the reasonable expenses of its establishment, organization, and ongoing activities; 2. The commission may accept any and all appropriate revenue sources, donations, and grants of money, equipment, supplies, materials, and services; 3. The commission may levy on and collect an annual assessment from each member state or impose fees on other parties to cover the cost of the operations and activities of the commission and its staff, which must be in an amount sufficient to cover its annual budget, as approved by the commission each year, for which revenue is not provided by other sources. The aggregate annual assessment amount must be allocated based upon a formula to be determined by the commission. The commission shall promulgate a rule that is binding upon all member states; 4. The commission may not incur obligations of any kind prior to securing the funds adequate to meet the same, nor may the commission pledge the credit of any member state, except by and with the authority of the member state; and 5. The commission shall keep accurate accounts of all receipts and disbursements, provided: (a) The receipts and disbursements of the commission are subject to the audit and accounting procedures established under the bylaws: (b) All receipts and disbursements of funds handled by the commission must be audited yearly, by a certified or licensed public accountant: and (c) The report of the audit must be included in and become part of the annual report of the commission. G. The following terms and conditions are also applicable: 1. The members, officers, executive director, employees, and representatives of the commission are immune from suit and liability, either personally or in their official capacity, for any claim for damage to or loss of property or personal injury or other civil liability caused by or arising out of any actual or alleged act, error or omission that occurred, or that the person against whom the claim is made had a reasonable basis for believing occurred within the scope of commission employment, duties or responsibilities; provided that nothing in this paragraph shall be construed to protect any such person from suit and/or liability for any damage, loss, injury, or liability caused by the intentional or willful or wanton misconduct of that person; 2. The commission shall defend any member, officer, executive director, employee, or representative of the commission in any civil action seeking to impose liability arising out of any actual or alleged act, error, or omission that occurred within the scope of commission employment, duties, or responsibilities, or that the person against whom the claim is made had a reasonable basis for believing occurred within the scope of commission employment, duties, or responsibilities; provided that nothing herein shall be construed to prohibit that person from retaining his or her own counsel; and provided further, that the actual or alleged act, error, or omission did not result from that person’s intentional or willful or wanton misconduct; and 3. The commission shall indemnify and hold harmless any member, officer, executive director, employee, or representative of the commission for the amount of any settlement or judgment obtained against that person arising out of any actual or alleged act, error, or omission that occurred within the scope of commission employment, duties, or responsibilities, or that such person had a reasonable basis for believing occurred within the scope of commission employment, duties, or responsibilities, provided that the actual or alleged act, error, or omission did not result from the intentional or willful or wanton misconduct of that person. Section 10. That a NEW SECTION be added: A. The commission shall provide for the development, maintenance, and utilization of a coordinated database and reporting system containing licensure, adverse action, and investigative information on all licensed individuals in member states. B. A member state shall submit to the data system a uniform data set on all individuals to whom this compact is applicable, utilizing a unique identifier as required by the rules of the commission, including: 1. Identifying information; 2. Licensure data; 3. Adverse actions against a license or compact privilege; 4. Non-confidential information related to alternative program participation; 5. Any denial of application for licensure, and the reason for the denial; 6. Other information that may facilitate the administration of this compact, as determined by the rules of the commission; and 7. Current significant investigative information. C. Current significant investigative information and other investigative information pertaining to a licensee in any member state is available only to other member states. D. The commission shall promptly notify all member states of any adverse action taken against a licensee or an individual applying for a license. Adverse action information pertaining to a licensee in any member state is available to any other member state. E. A member state contributing information to the data system may designate information that may not be shared with the public without the express permission of the contributing state. F. Any information submitted to the data system that is subsequently required to be expunged by the laws of the member state contributing the information must be removed from the data system. Section 11. That a NEW SECTION be added: A. The commission shall exercise its rulemaking powers pursuant to the criteria set forth in this section and the rules adopted by the commission. Rules and amendments become binding as of the date specified in each rule or amendment. B. The commission shall promulgate rules to effectively and efficiently achieve the purposes of the compact. If the commission exercises its rulemaking authority in a manner that is beyond the scope of the purposes of the compact, or the powers granted under the compact, such an action by the commission is invalid and has no force and effect. C. If a majority of the member state legislatures rejects a rule, by enactment of a statute or resolution, in the same manner used to adopt the compact, within four years of the date the rule is adopted, the rule has no further force and effect in any member state. D. A rule or an amendment to a rule must be adopted at a regular or special meeting of the commission. E. Prior to the promulgation and adoption of a final rule by the commission, and at least thirty days in advance of the meeting at which the rule will be considered and voted upon, the commission shall file a notice of proposed rulemaking: 1. On the commission's website or on another publicly accessible platform; and 2. On the website of each member state's occupational therapy licensing board, on another publicly accessible platform, or in the publication that each state uses to publish proposed rules. F. The notice of proposed rulemaking must include: 1. The proposed time, date, and location of the meeting at which the rule will be considered and voted upon; 2. The text of the proposed rule or amendment and the reason for the proposed rule; 3. A request for comments on the proposed rule; and 4. The manner in which interested individuals may submit notice to the commission of their intention to attend the public hearing and offer written comments. G. Prior to adoption of a proposed rule, the commission shall allow persons to submit written data, facts, opinions, and arguments, which must be made available to the public. H. The commission shall grant an opportunity for a public hearing before it adopts a rule or amendment, if a hearing is requested by: 1. At least twenty-five persons; 2. A state or federal governmental subdivision or agency; or 3. An association or organization having at least twenty-five members. I. If a hearing is held on the proposed rule or amendment, the commission shall publish the place, time, and date of the scheduled public hearing. If the hearing is held via electronic means, the commission shall publish the mechanism for access to the electronic hearing. 1. Any person wishing to be heard at the hearing shall notify the executive director of the commission or another designated member, in writing, of the desire to appear and testify at the hearing, not less than five business days before the scheduled date of the hearing. 2. Hearings must be conducted in a manner that provides each person who wishes to comment a fair and reasonable opportunity to comment orally or in writing. 3. All hearings must be recorded. A copy of the recording must be made available upon request. 4. Nothing in this section may be construed as requiring a separate hearing on each rule. Rules may be grouped for the convenience of the commission at hearings required by this section. J. Following the scheduled hearing date, or by the close of business on the scheduled hearing date if the hearing was not held, the commission shall consider all written and oral comments received. K. If no written notice of intent to attend the public hearing by interested parties is received, the commission may proceed with promulgation of the proposed rule, without a public hearing. L. The commission shall, by majority vote of all members, take final action on the proposed rule and shall determine the effective date of the rule, if any, based on the rulemaking record and the full text of the rule. M. Upon determination that an emergency exists, the commission may consider and adopt an emergency rule without prior notice, opportunity for comment, or hearing, provided that the usual rulemaking procedures set forth in the compact and in this section must be retroactively applied to the rule as soon as reasonably possible, but no later than ninety days after the effective date of the rule. For the purposes of this provision, an emergency rule is one that must be adopted immediately in order to: 1. Meet an imminent threat to public health, safety, or welfare; 2. Prevent a loss of commission or member state funds; 3. Meet a deadline for the promulgation of an administrative rule that is established by federal law or regulation; or 4. Protect public health and safety. N. The commission or an authorized committee of the commission may direct revisions to a previously adopted rule or amendment for purposes of correcting typographical errors, errors in formatting, errors in consistency, or grammatical errors. Public notice of any revisions must be posted on the website of the commission. The revision is subject to challenge by any person for a period of thirty days after posting. The revision may be challenged only on grounds that the revision results in a material change to a rule. A challenge must be made in writing and delivered to the chair of the commission, prior to the end of the notice period. If no challenge is made, the revision takes effect without further action. If the revision is challenged, the revision may not take effect without the approval of the commission. Section 12. That a NEW SECTION be added: A. The following terms and conditions are also applicable: 1. The executive, legislative, and judicial branches of state government in each member state shall enforce this compact and take all actions necessary and appropriate to effectuate the compact’s purposes and intent, provided, this compact and the rules promulgated hereunder have standing as statutory law; 2. All courts shall take judicial notice of the compact and the rules in any judicial or administrative proceeding in a member state pertaining to the subject matter of the compact, which may affect the powers, responsibilities, or actions of the commission; and 3. The commission is entitled to receive service of process in any such proceeding, and has standing to intervene in such a proceeding for all purposes, provided a failure to provide service of process to the commission renders a judgment or order void as to the commission, this compact, or promulgated rules. B. The following terms and conditions are also applicable: 1. If the commission determines that a member state has defaulted in the performance of its obligations or responsibilities under this compact or the promulgated rules, the commission shall: a. Provide written notice to the defaulting state and other member states regarding the nature of the default, the proposed means of curing the default, and any other action to be taken by the commission; and b. Provide remedial training and specific technical assistance regarding the default; 2. If a state in default fails to cure the default, the defaulting state may be terminated from the compact upon an affirmative vote of a majority of the member states, and all rights, privileges and benefits conferred by this compact may be terminated on the effective date of termination, provided a cure of the default does not relieve the offending state of obligations or liabilities incurred during the period of default; 3. Termination of membership in the compact may be imposed only after all other means of securing compliance have been exhausted; 4. Notice of intent to suspend or terminate must be given by the commission to the governor, the majority and minority leaders of the defaulting state’s legislature, and each of the member states; 5. A state that has been terminated is responsible for all assessments, obligations, and liabilities incurred through the effective date of termination, including obligations that extend beyond the effective date of termination; 6. The commission may not bear any costs related to a state that is found to be in default or that has been terminated from the compact, unless agreed upon in writing between the commission and the defaulting state; and 7. The defaulting state may appeal the action of the commission by petitioning the U.S. District Court for the District of Columbia or the federal district where the commission has its principal offices, provided the prevailing member must be awarded all costs of litigation, including reasonable attorney’s fees. C. The following terms and conditions are also applicable: 1. Upon request by a member state, the commission shall attempt to resolve disputes related to the compact, which arise among member states and between member and non-member states; and 2. The commission shall promulgate a rule providing for both mediation and binding dispute resolution for disputes as appropriate. D. The following terms and conditions are also applicable: 1. The commission, in the reasonable exercise of its discretion, shall enforce the provisions and rules of this compact; 2. By majority vote, the commission may initiate legal action in the United States District Court for the District of Columbia or the federal district where the commission has its principal offices against a member state in default to enforce compliance with the provisions of the compact and its promulgated rules and bylaws, provided the relief sought may include both injunctive relief and damages; 3. If judicial enforcement is necessary, the prevailing member must be awarded all costs of litigation, including reasonable attorney’s fees; and 4. The remedies set forth in this section are not the exclusive remedies of the commission and the commission may pursue other remedies available under federal or state law. Section 13. That a NEW SECTION be added: A. The compact shall take effect on the date that the compact is enacted in the tenth member state. The provisions, which become effective at that time, are limited to the powers granted to the commission relating to assembly and the promulgation of rules. Thereafter, the commission shall meet and exercise rulemaking powers necessary to the implementation and administration of the compact. B. Any state that joins the compact after the initial adoption of the rules is subject to the rules as they exist on the date that the compact becomes law in that state. Any rule that was previously adopted by the commission has the full force and effect of law on the day the compact becomes law in that state. C. A member state may withdraw from this compact by repealing the enacting statute. 1. A member state’s withdrawal is not effective until six months after enactment of the repealing statute. 2. Withdrawal does not affect the continuing requirement of the withdrawing state’s occupational therapy licensing board to comply with the investigative and adverse action reporting requirements of this compact prior to the effective date of withdrawal. D. Nothing contained in this compact invalidates or prevents any occupational therapy licensure agreement or other cooperative arrangement between a member state and a non-member state, provided it does not conflict with this compact. E. This compact may be amended by the member states. No amendment to this compact may become effective and binding upon any member state until it is enacted into law by all the member states. Section 14. That a NEW SECTION be added: This compact must be liberally construed so as to effectuate its purposes. The provisions of this compact are severable and if any phrase, clause, sentence, or provision of this compact is declared to be contrary to the constitution of any member state or of the United States, or the applicability to any government, agency, person, or circumstance is held invalid, the validity of the remainder of this compact and the applicability of this compact to any government, agency, person, or circumstance is not affected. If this compact is held to be contrary to the constitution of any member state, the compact must remain in full force and effect as to the remaining member states and in full force and effect as to the member state affected as to all severable matters. Section 15. That a NEW SECTION be added: A. A licensee providing occupational therapy in a remote state under the compact privilege shall function within the laws and rules of the remote state. B. Nothing in this compact prevents the enforcement of any other law of a member state, which is not inconsistent with the compact. C. Any laws in a member state that are in conflict with this compact are superseded to the extent of the conflict. D. Any lawful actions of the commission, including all rules and bylaws promulgated by the commission, are binding upon the member states. E. All agreements between the commission and the member states are binding in accordance with their terms. F. If any provision of this compact exceeds the constitutional limits imposed on the legislature of any member state, the provision is ineffective to the extent of the conflict with the constitutional provision in question in that member state."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23794, "action_date": "2023-01-30T14:00:00-06:00", "document_id": 246888, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246888.pdf", "status_text": "Prime Sponsor Changed at the Request of the Prime Sponsor", "journal_page": 170, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23794, "action_date": "2023-01-30T14:00:00-06:00", "document_id": 246888, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246888.pdf", "status_text": "First read in House and referred to", "journal_page": 170, "committee_id_action": 1159, "committee_id_assigned": 1158, "result": "N", "vote": {}}, {"bill_id": 23794, "action_date": "2023-02-14T07:45:00-06:00", "document_id": 249166, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249166.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1158, "committee_id_assigned": null, "result": "N", "vote": {}}]}