{"session_id": 24, "bill_id": 7102, "bill_type": "House Bill", "bill_number": 1069, "bill_title": "revise certain provisions related to genetic counselor licensure.", "sponsors": [{"legislator_profile_id": 1003, "is_prime": true}, {"legislator_profile_id": 970, "is_prime": true}, {"legislator_profile_id": 1042, "is_prime": false}, {"legislator_profile_id": 977, "is_prime": false}, {"legislator_profile_id": 995, "is_prime": false}, {"legislator_profile_id": 966, "is_prime": false}, {"legislator_profile_id": 1033, "is_prime": false}, {"legislator_profile_id": 1047, "is_prime": false}, {"legislator_profile_id": 1021, "is_prime": false}, {"legislator_profile_id": 1002, "is_prime": false}, {"legislator_profile_id": 1019, "is_prime": false}, {"legislator_profile_id": 1035, "is_prime": false}, {"legislator_profile_id": 1065, "is_prime": false}, {"legislator_profile_id": 972, "is_prime": false}, {"legislator_profile_id": 1011, "is_prime": false}, {"legislator_profile_id": 1020, "is_prime": false}, {"legislator_profile_id": 1012, "is_prime": false}, {"legislator_profile_id": 1045, "is_prime": false}, {"legislator_profile_id": 1026, "is_prime": false}, {"legislator_profile_id": 978, "is_prime": false}], "keywords": ["Licenses", "Professions and Occupations"], "audio": [{"meeting_datetime": "2016-01-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hhe10.mp3", "start_seconds": 146.0}, {"meeting_datetime": "2016-01-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hhe10.mp3", "start_seconds": 146.0}, {"meeting_datetime": "2016-01-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hhe10.mp3", "start_seconds": 146.0}, {"meeting_datetime": "2016-01-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hhe10.mp3", "start_seconds": 146.0}, {"meeting_datetime": "2016-02-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou13.mp3", "start_seconds": 1030.0}, {"meeting_datetime": "2016-02-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou13.mp3", "start_seconds": 1030.0}, {"meeting_datetime": "2016-02-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou13.mp3", "start_seconds": 1030.0}, {"meeting_datetime": "2016-02-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou13.mp3", "start_seconds": 1030.0}, {"meeting_datetime": "2016-02-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou13.mp3", "start_seconds": 1030.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she25.mp3", "start_seconds": 180.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she25.mp3", "start_seconds": 180.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she25.mp3", "start_seconds": 180.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she25.mp3", "start_seconds": 180.0}], "bill_versions": [{"bill_id": 7102, "bill_version_id": 37776, "bill_version": "Introduced", "bill_version_date": "2016-01-20T12:40:51.067-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions related to genetic counselor licensure. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-36-1 be amended to read: 36-36-1. Terms used in this chapter mean: (1) \"ABGC,\" the American Board of Genetic Counseling; (2) \"ABMG,\" the American Board of Medical Genetics \"ABMGG,\" the American Board of Medical Genetics and Genomics; (3) \"ACGC,\" the Accreditation Council for Genetic Counseling; (4) \"Board,\" The South Dakota Board of Medical and Osteopathic Examiners; (4)(5) \"Genetic counselor,\" a person licensed under this chapter to engage in the practice of genetic counseling; (5)(6) \"Referral,\" a written or telecommunicated authorization for genetic counseling services from a licensed physician or a licensed certified nurse midwife, licensed certified nurse practitioner, licensed clinical nurse specialist, or a licensed physician assistant, who has an agreement and signed protocols with a licensed physician who authorizes referrals to a genetic counselor; and (6)(7) \"Supervision,\" the ongoing direct clinical review, for the purposes of training or teaching, by a supervisor approved by the board who monitors the performance or a person's supervised interaction with a client and provides regular documented face-to-face consultation, guidance, and instructions with respect to the clinical skills and competencies of the person supervised. This supervision may be by personal contact or indirect contact by telecommunication. Section 2. That § 36-36-2 be amended to read: 36-36-2. For the purposes of this chapter, genetic counseling is a communication process, conducted by appropriately trained persons that includes: (1) Assisting a person, the person's family, a health care provider, or the public with comprehending the issues inherent to genetic counseling. Such The assistance may include the following: (a) Appreciating the medical, psychological, and social implications of a disorder including features, variability, usual course, and management options; (b) Learning how genetic factors contribute to the disorder and affect the chance for recurrence of the condition in other family members; (c) Understanding available options for coping with, preventing, or reducing the chance of occurrence or recurrence of a condition; (d) Selecting the most appropriate, accurate, and cost-effective methods of diagnosis, including the ordering of genetic tests consistent with the referral and reporting requirements of this chapter; or (e) Understanding genetic tests, including diagnostic genetic tests, screening tests, or predispositional genetic tests, coordinating testing for inherited disorders, and interpreting complex genetic test results; (2) Assessing the likelihood of the occurrence or recurrence of an abnormality in the fetus in structure, function, or metabolism or of any potentially inherited or genetically influenced condition. Such The assessment may include the following: (a) Obtaining and analyzing a complete health history of a person and the person's family; (b) Reviewing pertinent medical records; (c) Evaluating the risks from exposure to possible mutagens or teratogens; or (d) Discussing Ordering genetic testing or other evaluations, consistent with the referral and reporting requirements of this chapter, to diagnose a condition or determine the carrier status of one or more family members; and (3) Facilitating an individual's or family's: (a) Exploration of the perception of risk and burden associated with a genetic disorder; (b) Decision-making regarding testing or medical interventions consistent with the individual's or family's beliefs, goals, needs, resources, or cultural, ethical, or moral views; and (c) Adjustment and adaptation to the condition or the genetic risk by addressing needs for psychological, social, and medical support. Section 3. That § 36-36-3 be amended to read: 36-36-3. For the purposes of this chapter, the practice of genetic counseling is the process of helping people understand and adapt to the medical, psychological, and familial implications of genetic contributions to disease performed pursuant to a referral. This process integrates the following: (1) Interpretation of family and medical histories to assess the chance of disease occurrence or recurrence; (2) Education about inheritance, testing, management, prevention, resources, and research; and (3) Ordering genetic testing consistent with the referral and reporting requirements of this chapter; and (4) Counseling to promote informed decisions and adaptation to the risk or condition. Section 4. That § 36-36-5 be amended to read: 36-36-5. Any person desiring to engage in the practice of genetic counseling in this state shall apply to the board for a license and pay the license fee. The application shall contain such the information as the board may require. The license fee shall be established by the board by rules promulgated pursuant to chapter 1-26. The license fee may not exceed two hundred dollars. The board may grant a license to any applicant who gives satisfactory proof of being of at least eighteen years of age and who is of good moral character and also fulfills the following requirements: (1) Education at one of the following levels: (a) Master's degree from a genetic counseling training program that is accredited by the ABGC ACGC and approved by the board; or (b) Doctoral degree from a medical genetics training program that is accredited by the ABMG ABMGG and approved by the board; and (2) Successful completion of all requirements of the certification examination within a period not to exceed four years from initial examination to successful completion and with no more than two attempts. Section 5. That § 36-36-7 be amended to read: 36-36-7. No licensed genetic counselor may provide genetic counseling to individuals, couples, groups, or families without a documented referral from a physician, certified nurse midwife, licensed certified nurse practitioner, licensed clinical nurse specialist, or a licensed physician assistant. The licensed physician, certified nurse midwife, licensed certified nurse practitioner, licensed clinical nurse specialist, or licensed physician assistant shall maintain supervision of the patient. The licensed genetic counselor shall submit reports to the physician, certified nurse midwife, licensed certified nurse practitioner, licensed clinical nurse specialist, or licensed physician assistant on any services provided, including genetic testing. No genetic testing may be provided unless ordered by a licensed genetic counselor, physician, certified nurse midwife, licensed certified nurse practitioner, licensed clinical nurse specialist, or licensed physician assistant. Section 6. That § 36-36-9 be amended to read: 36-36-9. The board may issue a temporary license to an applicant who has paid the temporary license fee, meets all the qualifications for licensure as established in § 36-36-5 with the exception of certification by the ABMG ABMGG or ABGC, and has submitted evidence to the board that the applicant is a candidate accepted to write the examination or is awaiting the results of the first examination for which the applicant is eligible after graduation from an approved genetic counseling program. The board shall establish a temporary license fee by rules promulgated pursuant to chapter 1-26. The temporary license fee may not exceed one hundred dollars. A temporary licensee shall take the next available examination. If any temporary licensee fails the first sitting of ABGC or ABMG ABMGG certification examination or the temporary license expires, then he or she the applicant may reapply for a second temporary license. A temporary license may not be issued if the applicant has failed the ABGC or ABMG ABMGG certification examination more than twice. A temporary license expires on the occurrence of the following: (1) Issuance of a regular license; (2) Failure to pass the board-approved examination; or (3) Expiration of the term for which the temporary license was issued. Section 7. That § 36-36-10 be amended to read: 36-36-10. Any licensee practicing pursuant to the authority of a temporary license shall practice under the supervision of a licensed genetic counselor or a physician approved by the board with current ABMG ABMGG certification in clinical genetics. Section 8. That § 36-36-11 be amended to read: 36-36-11. Each license issued pursuant to this chapter shall be renewed annually on a date set by the board. The board shall renew a license upon payment of the renewal fee, submission of a renewal application in a form approved by the board, and evidence satisfactory to the board of the applicant's successful completion, within a three year period prior to the application for license renewal of five continuing education units or fifty contact hours. Any genetic counselor who maintains current certification by the ABGC or ABMG may document compliance with this requirement by providing proof of current certification by the ABGC or ABMG of continuing education requirements. The board shall establish the renewal fee by rules promulgated pursuant to chapter 1-26. The fee may not exceed one hundred dollars. Section 9. That § 36-36-12 be amended to read: 36-36-12. The board shall promulgate rules pursuant to chapter 1-26 pertaining to fees, licensure, investigations, and disciplinary proceedings, and continuing education."}, {"bill_id": 7102, "bill_version_id": 38567, "bill_version": "House Engrossed", "bill_version_date": "2016-02-02T15:03:49.663-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions related to genetic counselor licensure. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-36-1 be amended to read: 36-36-1. Terms used in this chapter mean: (1) \"ABGC,\" the American Board of Genetic Counseling; (2) \"ABMG,\" the American Board of Medical Genetics \"ABMGG,\" the American Board of Medical Genetics and Genomics; (3) \"ACGC,\" the Accreditation Council for Genetic Counseling; (4) \"Board,\" The South Dakota Board of Medical and Osteopathic Examiners; (4)(5) \"Genetic counselor,\" a person licensed under this chapter to engage in the practice of genetic counseling; (5)(6) \"Referral,\" a written or telecommunicated authorization for genetic counseling services from a licensed physician or a licensed certified nurse midwife, licensed certified nurse practitioner, licensed clinical nurse specialist, or a licensed physician assistant, who has an agreement and signed protocols with a licensed physician who authorizes referrals to a genetic counselor; and (6)(7) \"Supervision,\" the ongoing direct clinical review, for the purposes of training or teaching, by a supervisor approved by the board who monitors the performance or a person's supervised interaction with a client and provides regular documented face-to-face consultation, guidance, and instructions with respect to the clinical skills and competencies of the person supervised. This supervision may be by personal contact or indirect contact by telecommunication. Section 2. That § 36-36-2 be amended to read: 36-36-2. For the purposes of this chapter, genetic counseling is a communication process, conducted by appropriately trained persons that includes: (1) Assisting a person, the person's family, a health care provider, or the public with comprehending the issues inherent to genetic counseling. Such The assistance may include the following: (a) Appreciating the medical, psychological, and social implications of a disorder including features, variability, usual course, and management options; (b) Learning how genetic factors contribute to the disorder and affect the chance for recurrence of the condition in other family members; (c) Understanding available options for coping with, preventing, or reducing the chance of occurrence or recurrence of a condition; (d) Selecting the most appropriate, accurate, and cost-effective methods of diagnosis, including the ordering of genetic tests consistent with the referral and reporting requirements of this chapter; or (e) Understanding genetic tests, including diagnostic genetic tests, screening tests, or predispositional genetic tests, coordinating testing for inherited disorders, and interpreting complex genetic test results; (2) Assessing the likelihood of the occurrence or recurrence of an abnormality in the fetus in structure, function, or metabolism or of any potentially inherited or genetically influenced condition. Such The assessment may include the following: (a) Obtaining and analyzing a complete health history of a person and the person's family; (b) Reviewing pertinent medical records; (c) Evaluating the risks from exposure to possible mutagens or teratogens; or (d) Discussing Ordering genetic testing or other evaluations, consistent with the referral and reporting requirements of this chapter, to diagnose a condition or determine the carrier status of one or more family members; and (3) Facilitating an individual's or family's: (a) Exploration of the perception of risk and burden associated with a genetic disorder; (b) Decision-making regarding testing or medical interventions consistent with the individual's or family's beliefs, goals, needs, resources, or cultural, ethical, or moral views; and (c) Adjustment and adaptation to the condition or the genetic risk by addressing needs for psychological, social, and medical support. Section 3. That § 36-36-3 be amended to read: 36-36-3. For the purposes of this chapter, the practice of genetic counseling is the process of helping people understand and adapt to the medical, psychological, and familial implications of genetic contributions to disease performed pursuant to a referral. This process integrates the following: (1) Interpretation of family and medical histories to assess the chance of disease occurrence or recurrence; (2) Education about inheritance, testing, management, prevention, resources, and research; and (3) Ordering genetic testing consistent with the referral and reporting requirements of this chapter; and (4) Counseling to promote informed decisions and adaptation to the risk or condition. Section 4. That § 36-36-5 be amended to read: 36-36-5. Any person desiring to engage in the practice of genetic counseling in this state shall apply to the board for a license and pay the license fee. The application shall contain such the information as the board may require. The license fee shall be established by the board by rules promulgated pursuant to chapter 1-26. The license fee may not exceed two hundred dollars. The board may grant a license to any applicant who gives satisfactory proof of being of at least eighteen years of age and who is of good moral character and also fulfills the following requirements: (1) Education at one of the following levels: (a) Master's degree from a genetic counseling training program that is accredited by the ABGC ACGC and approved by the board; or (b) Doctoral degree from a medical genetics training program that is accredited by the ABMG ABMGG and approved by the board; and (2) Successful completion of all requirements of the certification examination within a period not to exceed four years from initial examination to successful completion and with no more than two attempts. Section 5. That § 36-36-7 be amended to read: 36-36-7. No licensed genetic counselor may provide genetic counseling to individuals, couples, groups, or families without a documented referral from a physician, certified nurse midwife, licensed certified nurse practitioner, licensed clinical nurse specialist, or a licensed physician assistant. The licensed physician, certified nurse midwife, licensed certified nurse practitioner, licensed clinical nurse specialist, or licensed physician assistant shall maintain supervision of the patient, including the regular review of orders of genetic tests. The licensed genetic counselor shall submit reports to the physician, certified nurse midwife, licensed certified nurse practitioner, licensed clinical nurse specialist, or licensed physician assistant on any services provided, including genetic testing. No genetic testing may be provided unless ordered by a licensed genetic counselor, physician, certified nurse midwife, licensed certified nurse practitioner, licensed clinical nurse specialist, or licensed physician assistant. Section 6. That § 36-36-9 be amended to read: 36-36-9. The board may issue a temporary license to an applicant who has paid the temporary license fee, meets all the qualifications for licensure as established in § 36-36-5 with the exception of certification by the ABMG ABMGG or ABGC, and has submitted evidence to the board that the applicant is a candidate accepted to write the examination or is awaiting the results of the first examination for which the applicant is eligible after graduation from an approved genetic counseling program. The board shall establish a temporary license fee by rules promulgated pursuant to chapter 1-26. The temporary license fee may not exceed one hundred dollars. A temporary licensee shall take the next available examination. If any temporary licensee fails the first sitting of ABGC or ABMG ABMGG certification examination or the temporary license expires, then he or she the applicant may reapply for a second temporary license. A temporary license may not be issued if the applicant has failed the ABGC or ABMG ABMGG certification examination more than twice. A temporary license expires on the occurrence of the following: (1) Issuance of a regular license; (2) Failure to pass the board-approved examination; or (3) Expiration of the term for which the temporary license was issued. Section 7. That § 36-36-10 be amended to read: 36-36-10. Any licensee practicing pursuant to the authority of a temporary license shall practice under the supervision of a licensed genetic counselor or a physician approved by the board with current ABMG ABMGG certification in clinical genetics. Section 8. That § 36-36-11 be amended to read: 36-36-11. Each license issued pursuant to this chapter shall be renewed annually on a date set by the board. The board shall renew a license upon payment of the renewal fee, submission of a renewal application in a form approved by the board, and evidence satisfactory to the board of the applicant's successful completion, within a three year period prior to the application for license renewal of five continuing education units or fifty contact hours. Any genetic counselor who maintains current certification by the ABGC or ABMG may document compliance with this requirement by providing proof of current certification by the ABGC or ABMG of continuing education requirements. The board shall establish the renewal fee by rules promulgated pursuant to chapter 1-26. The fee may not exceed one hundred dollars. Section 9. That § 36-36-12 be amended to read: 36-36-12. The board shall promulgate rules pursuant to chapter 1-26 pertaining to fees, licensure, investigations, and disciplinary proceedings, and continuing education."}, {"bill_id": 7102, "bill_version_id": 39898, "bill_version": "Enrolled", "bill_version_date": "2016-02-24T09:55:22.267-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7102, "action_date": "2016-01-20T14:00:00-06:00", "document_id": 37789, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37789.pdf", "status_text": "First read in House and referred to", "journal_page": 68, "committee_id_action": 325, "committee_id_assigned": 313, "result": "N", "vote": {}}, {"bill_id": 7102, "action_date": "2016-01-26T09:00:00-06:00", "document_id": 37852, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37852.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 313, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7102, "action_date": "2016-01-26T09:00:00-06:00", "document_id": 38102, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38102.pdf", "status_text": "Do Pass", "journal_page": 176, "committee_id_action": 313, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20268, "president_vote": null, "Yea": [1040, 995, 1050, 1060, 1065, 1048, 993, 1026, 1053, 1019, 1003], "Nay": [1049, 1061]}}, {"bill_id": 7102, "action_date": "2016-01-27T14:00:00-06:00", "document_id": 38272, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38272.pdf", "status_text": "Deferred to another day", "journal_page": 204, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7102, "action_date": "2016-01-28T13:00:00-06:00", "document_id": 38415, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38415.pdf", "status_text": "Deferred to another day", "journal_page": 222, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7102, "action_date": "2016-02-02T14:00:00-06:00", "document_id": 38563, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38563.pdf", "status_text": "Motion to amend", "journal_page": 238, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7102, "action_date": "2016-02-02T14:00:00-06:00", "document_id": 38563, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38563.pdf", "status_text": "Do Pass Amended", "journal_page": 238, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20435, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 1057, 964, 1040, 995, 986, 1050, 1060, 1009, 1033, 980, 985, 976, 1022, 1056, 1021, 1002, 1019, 1065, 972, 963, 1062, 1038, 982, 1055, 1044, 1048, 1024, 1003, 1018, 1059, 1054, 1028, 992, 1034, 1006, 1007, 1052, 1030, 988, 993, 1026, 981, 1023, 1069, 1029, 990, 1032, 1025, 1051, 965, 1053, 1064, 989], "Nay": [1039, 1049, 1061, 1017, 1058, 1036, 1031, 1027, 996], "Excused": [1015, 987, 968, 991]}}, {"bill_id": 7102, "action_date": "2016-02-03T14:00:00-06:00", "document_id": 38700, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38700.pdf", "status_text": "First read in Senate and referred to", "journal_page": 196, "committee_id_action": 309, "committee_id_assigned": 298, "result": "N", "vote": {}}, {"bill_id": 7102, "action_date": "2016-02-22T10:00:00-06:00", "document_id": 39654, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39654.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 298, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7102, "action_date": "2016-02-22T10:00:00-06:00", "document_id": 39735, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39735.pdf", "status_text": "Do Pass", "journal_page": 380, "committee_id_action": 298, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21253, "president_vote": null, "Yea": [974, 966, 1035, 994, 1066, 1046, 1001]}}, {"bill_id": 7102, "action_date": "2016-02-22T10:00:00-06:00", "document_id": 39735, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39735.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 298, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7102, "action_date": "2016-02-23T14:00:00-06:00", "document_id": 39863, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39863.pdf", "status_text": "Do Pass Amended", "journal_page": 413, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21350, "president_vote": null, "Yea": [974, 977, 999, 1037, 966, 1014, 1067, 979, 969, 1005, 1047, 998, 1035, 997, 984, 994, 1041, 967, 975, 1011, 1010, 1020, 971, 1016, 1001, 1046, 1066, 1012, 1045, 970, 978, 1013, 973, 1008], "Excused": [1000]}}, {"bill_id": 7102, "action_date": "2016-02-25T12:30:00-06:00", "document_id": 39997, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39997.pdf", "status_text": "Signed by the Speaker", "journal_page": 707, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7102, "action_date": "2016-02-29T14:00:00-06:00", "document_id": 40100, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40100.pdf", "status_text": "Signed by the President", "journal_page": 481, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7102, "action_date": "2016-03-01T14:00:00-06:00", "document_id": 40194, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40194.pdf", "status_text": "Delivered to the Governor", "journal_page": 744, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7102, "action_date": "2016-03-07T14:00:00-06:00", "document_id": 40418, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40418.pdf", "status_text": "Signed by the Governor", "journal_page": 784, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6234}