{"session_id": 8, "bill_id": 2165, "bill_type": "Senate Commemoration", "bill_number": 28, "bill_title": "Commending and honoring the Jones County Turner Youth Foundation as the recipient of the National Association of Resource Conservation and Development Councils Outstanding Youth Involvement Award.", "sponsors": [{"legislator_profile_id": 779, "is_prime": true}, {"legislator_profile_id": 778, "is_prime": true}, {"legislator_profile_id": 777, "is_prime": false}], "keywords": ["Senate Commemoratives"], "audio": [], "bill_versions": [{"bill_id": 2165, "bill_version_id": 13753, "bill_version": "Introduced", "bill_version_date": "2010-03-10T07:48:12.61-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the Jones County Turner Youth Foundation as the recipient of the National Association of Resource Conservation and Development Councils Outstanding Youth Involvement Award. WHEREAS, members of the Jones County Turner Youth Foundation have volunteered their time and unique talents for the betterment of the Turner Community Center and successfully completed the renovation ot the Turner Community Center; and WHEREAS, this is the first time the National Association of Resource Conservation and Development Councils has awarded its Outstanding Youth Involvement Award in the state of South Dakota; and WHEREAS, the National Association of Resource Conservation and Development Councils Outstanding Youth Involvement Award is given for resource conservation and development; and WHEREAS, the Jones County Turner Youth Foundation protected and developed economic, natural, and social resources: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-fifth Legislature of the State of South Dakota, that the Jones County Turner Youth Foundation be commended and honored for its success in winning the National Association of Resource Conservation and Development Councils Outstanding Youth Involvement Award."}, {"bill_id": 2165, "bill_version_id": 13955, "bill_version": "Enrolled", "bill_version_date": "2010-03-12T15:30:30.823-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the Jones County Turner Youth Foundation as the recipient of the National Association of Resource Conservation and Development Councils Outstanding Youth Involvement Award. WHEREAS, members of the Jones County Turner Youth Foundation have volunteered their time and unique talents for the betterment of the Turner Community Center and successfully completed the renovation ot the Turner Community Center; and WHEREAS, this is the first time the National Association of Resource Conservation and Development Councils has awarded its Outstanding Youth Involvement Award in the state of South Dakota; and WHEREAS, the National Association of Resource Conservation and Development Councils Outstanding Youth Involvement Award is given for resource conservation and development; and WHEREAS, the Jones County Turner Youth Foundation protected and developed economic, natural, and social resources: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-fifth Legislature of the State of South Dakota, that the Jones County Turner Youth Foundation be commended and honored for its success in winning the National Association of Resource Conservation and Development Councils Outstanding Youth Involvement Award. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2165, "action_date": "2010-03-10T10:00:00-06:00", "document_id": 13782, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13782.pdf", "status_text": "", "journal_page": 641, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2165"}