{"session_id": 49, "bill_id": 15321, "bill_type": "House Bill", "bill_number": 1036, "bill_title": "to revise certain provisions pertaining to persons with mental illness.", "sponsors": [], "keywords": ["Department of Human Services", "Mental Illness"], "audio": [{"meeting_datetime": "2000-01-27T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou13hb1036a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-01-27T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou13hb1036a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-01-27T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou13hb1036a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-08T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen21hb1036a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-08T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen21hb1036a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 15321, "bill_version_id": 86140, "bill_version": "Introduced", "bill_version_date": "2000-01-08T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions pertaining to persons with mental illness. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 27A-1-1 be amended to read as follows: 27A-1-1. Terms used in this title mean: (1) \"Administrator,\" that person designated by the secretary of human services to discharge the administrative functions of the Human Services Center including the delegation of responsibilities to the appropriate Human Services Center staff; (2) \"Appropriate regional facility,\" a facility designated by the department for the prehearing custody of an individual apprehended under authority of this title which is as close as possible in the immediate area to where the apprehension occurred; and is no more restrictive of mental, social, or physical freedom than necessary to protect the individual or others from physical injury. In determining the least restrictive facility, considerations shall include the preferences of the individual, the environmental restrictiveness of the setting, the proximity of the facility to the patient's residence, and the availability of family, legal and other community resources and support; (3) \"Center,\" the South Dakota Human Services Center; (4) \"Danger to others,\" behavior due to severe mental illness which supports a reasonable expectation that the person will inflict serious physical injury upon another person in the very near future . Such behavior shall be evidenced by recent acts , due to a severe mental illness, as evidenced by the person's treatment history and the person's recent acts or omissions which constitute a danger of serious physical injury for another individual. Such acts may include a recently expressed threat if the threat is such that, if considered in the light of its context or in light of the person's recent previous acts or omissions , it is substantially supportive of an expectation that the threat will be carried out; (5) \"Danger to self,\" (a) behavior due to severe mental illness which supports a A reasonable expectation that the person will inflict serious physical injury upon himself or herself in the very near future . Such behavior is evidenced by recent acts , due to a severe mental illness, as evidenced by the person's treatment history and the person's recent acts or omissions which constitute a danger of suicide or self-inflicted serious physical injury. Such acts may include a recently expressed threat if the threat is such that, if considered in the light of its context or in light of the person's recent previous acts or omissions , it is substantially supportive of an expectation that the threat will be carried out; or (b) recent behavior or related physical conditions which show there is a A reasonable expectation of danger of serious personal harm in the very near future , due to a severe mental illness, as evidenced by the person's treatment history and the person's recent acts or omissions which demonstrate an inability to provide for some basic human needs such as food, clothing, shelter, physical health essential medical care , or personal safety, or by arrests for criminal behavior which occur as a result of the worsening of the person's severe mental illness; (6) \"Department,\" the Department of Human Services; (7) \"Essential medical care,\" medical care, that in its absence, a person cannot improve or a person's condition may deteriorate, or the person may improve but only at a significantly slower rate; (8) \"Facility director,\" that person designated to discharge the administrative functions of an inpatient psychiatric facility, other than the center, including the delegation of responsibilities to the appropriate facility staff; (8) (9) \"Informed consent,\" consent voluntarily, knowingly , and competently given without any element of force, fraud, deceit, duress, threat , or other form of coercion after conscientious explanation of all information that a reasonable person would consider significant to the decision in a manner reasonably comprehensible to general lay understanding; (9) (10) \"Inpatient psychiatric facility,\" a public or private facility or unit thereof which provides mental health diagnosis, observation, evaluation, care, treatment , or rehabilitation when the individual resides on the premises including , but not limited to, a hospital, institution, clinic, mental health center or facility, or satellite thereof. An inpatient psychiatric facility may not include a residential facility which functions primarily to provide housing and other such supportive services when so designated by the department; (10) (11) \"Inpatient treatment,\" mental health diagnosis, observation, evaluation, care, treatment , or rehabilitation rendered inside or on the premises of an inpatient psychiatric facility when the individual resides on the premises; (11) (12) \"Least restrictive treatment alternative,\" the treatment and conditions of treatment which, separately and in combination, are no more intrusive or restrictive of mental, social , or physical freedom than necessary to achieve a reasonably adequate therapeutic benefit. In determining the least restrictive alternative, considerations shall include the values and preferences of the patient, the environmental restrictiveness of treatment settings, the duration of treatment, the physical safety of the patient and others, the psychological and physical restrictiveness of treatments, the relative risks and benefits of treatments to the patient, the proximity of the treatment program to the patient's residence, and the availability of family and community resources and support; (12) (13) \"Mental health center,\" any private nonprofit organization which receives financial assistance from the state or its political subdivisions and which is established or organized for the purpose of conducting a program approved by the department for the diagnosis and treatment, or both, of persons with mental and emotional disorders; (13) (14) \"Next of kin,\" for the purposes of this title, the person's next of kin , in order of priority stated , is the person's spouse if not legally separated, adult son or daughter, either parent or adult brother or sister; (14) (15) \"Physician,\" any person licensed by the state to practice medicine or osteopathy or employed by a federal facility within the State of South Dakota to practice medicine or osteopathy; (15) (16) \"Resident,\" \"patient,\" or \"recipient,\" any person voluntarily receiving or ordered by a board or court to undergo evaluation or treatment; (16) (17) \"Secretary,\" the secretary of the Department of Human Services; (17) (18) \"Severe mental illness,\" substantial organic or psychiatric disorder of thought, mood, perception, orientation , or memory which significantly impairs judgment, behavior , or ability to cope with the basic demands of life. Mental retardation, epilepsy, other developmental disability, alcohol or substance abuse, or brief periods of intoxication, or criminal behavior do not, alone, constitute severe mental illness. Section 2. That § 27A-7-1 be amended to read as follows: 27A-7-1. In each county there shall be a chair of a county board of mental illness. The county board of mental illness shall consist of two people appointed by the board of county commissioners for a three-year term and a A magistrate judge or lawyer shall be appointed by the presiding circuit judge of the circuit in which the county is situated to serve as the chair of the county board of mental illness. Any board conducting commitment hearings shall consist of the chair and two additional people appointed by the board of county commissioners for a three- year term . The two members appointed by the county commission shall be residents of the county. The member appointed by the presiding circuit judge need not be a resident of the county. The members of the board of mental illness who are appointed by the board of county commissioners may be appointed to more than one term but, may not serve more than two consecutive three-year terms. The magistrate judge or lawyer shall serve as the chair of the county board of mental illness. The state's attorney for the county may not serve on the county board of mental illness. Each appointing authority may shall also appoint alternates. Pursuant to chapter 1-24, two or more counties may jointly contract to establish a board of mental illness to serve all contracting counties. Section 3. That § 27A-10-1 be amended to read as follows: 27A-10-1. When If any person is alleged to be severely mentally ill and in such condition that immediate intervention is necessary for the protection from physical harm of himself to self or others, any person, eighteen years of age or older, may complete a petition the chairman of the county board of mental illness where such allegedly severely mentally ill person is found, stating the factual basis for concluding that such person is severely mentally ill and in immediate need of intervention. The petition shall be upon a form and be verified by affidavit. The petition shall include the following: (1) A statement by the petitioner that he the petitioner believes, on the basis of personal knowledge, that such person is, as a result of severe mental illness, a danger to self or others; (2) The specific nature of the danger; (3) A summary of the information upon which the statement of danger is based; (4) A statement of facts which caused the person to come to the petitioner's attention; (5) The address and signature of the petitioner and a statement of his the petitioner's interest in the case; and (6) The name of the person to be evaluated; the address, age, marital status , and occupation of the person and the name and address of the person's nearest relative. The state's attorney or other person designated by the board of county commissioners shall assist the petitioner in completing the petition. No designee may be a member of the county board of mental illness. Upon completion of the petition, the petition shall be forthwith submitted to the chair of the county board of mental illness where such severely mentally ill person is found. The term, forthwith, means that the petition shall be completed and submitted to the chair at the earliest possible time during normal waking hours. If a petition is not filed with the chair within twenty-four hours of the apprehension of the person, the person shall be released. If the person is released, the referring county shall provide the person with transportation to the county where the person was taken into custody if the person so chooses. If the county where the person was apprehended is served by a board other than the board serving the county where the facility to which the person is transported is located, a copy of the petition shall also be forthwith filed with the chair of such board. Section 4. That § 27A-10-2 be amended to read as follows: 27A-10-2. After examination of a petition filed under § 27A-10-1, the chair of the county board of mental illness may order the apprehension and transportation by a law enforcement officer or other designee of any person who whom the chair has probable cause to believe meets the criteria in § 27A-10-1 to an appropriate regional facility other than the Human Services Center. A No jail may not be used for prehearing custody until the availability of other appropriate regional facilities has been explored and exhausted. No person may remain be held in a jail for longer than twenty-four hours on a mental illness hold alone. If the alleged mentally ill person is a nonresident of the state, the Human Services Center may be used as an appropriate regional facility. If a nonresident of the state is transported to the Human Services Center, the State of South Dakota shall pay any expenses and costs provided for in this title as the responsibility of the county of residence, subject to any right of reimbursement. If the Human Services Center is not utilized for a nonresident of the state, the referring county shall pay any expenses and costs provided for in this title as the responsibility of the county of residence, subject to any right of reimbursement. If the facility to which the person is transported is in a county served by another board of mental illness, a copy of the petition shall be forthwith filed with the chair of such board. The referring county shall pay any expenses incurred in apprehension and transportation of the person, subject to reimbursement by the county ultimately proven to be the county of residence. However, the provisions of chapter 28-14 do not apply. No lien may be placed against the person for the costs incurred in the apprehension or transportation of the person. Section 5. That § 27A-10-4 be amended to read as follows: 27A-10-4. After a peace law enforcement officer or other designee transports an apprehended person to an appropriate regional facility pursuant to § 27A-10-3, the peace law enforcement officer, a physician , or other person with personal knowledge of the relevant facts shall forthwith complete a petition the chairman of the county board of mental illness serving the area wherein the facility is located as provided in § 27A-10-1. The term \"forthwith\" means that the petition shall be completed and submitted to the chairman at the earliest possible time during normal waking hours. Each county shall designate a peace officer or officers or other county official to assist with the completion and submission of such petition to the board chairman. If a petition is not filed with the chairman within twenty-four hours of the apprehension of the person, the person shall be released. In the event of such release, the referring county shall provide the person with transportation to the county where he was taken into custody if the person so chooses. If the county where the person was apprehended is served by a county board other than the board serving the county where the facility to which the person is transported is located, a copy of the petition shall also be forthwith filed with the chairman of such board. Section 6. That § 27A-10-5 be amended to read as follows: 27A-10-5. Immediately after a person is taken into custody pursuant to § 27A-10-2 or 27A- 10-3 , a hold is initiated pursuant to § 27A-8-10.1 or 27A-10-19 , or a petition is filed pursuant to § 27A-8-11.2, the person shall be notified both orally and in writing of the following: (1) The right to immediately contact someone of the person's choosing; (2) The right to immediately contact and be represented by counsel; (3) That the person will be examined by a qualified mental health professional, designated by the chair of the county board of mental illness, within twenty-four hours after being taken into custody to determine whether custody should continue; and (4) The right, if custody is continued, to an independent examination and to a hearing within five days after being taken into custody, within six days if there is a Saturday, Sunday, or holiday within that time period, or within seven days if there is a Saturday, Sunday, and holiday within that time period. The person shall be further notified that the costs of any commitment proceedings, post- commitment treatment, medication and any hearing related to the medication, any post-commitment proceeding, including a habeas corpus proceeding, the costs of , compensation for the attorney appointed to represent the person , and any other costs associated with any proceeding in any appeals proceedings, an additional examination requested by the person pursuant to § 27A-11A-9, and a certified transcript or tape of proceedings requested by the person pursuant to § 27A-11A-2 are that person's responsibility and that a lien for the amount of these costs may be filed upon the person's real and personal property to ensure payment. The notice shall also be given forthwith to the county board serving the county where the person was apprehended. Section 7. That § 27A-10-6 be amended to read as follows: 27A-10-6. Within twenty-four hours after apprehension of any person who allegedly requires emergency intervention or a hold is initiated pursuant to § 27A-8-10.1, or a petition is filed pursuant to § 27A-8-11.2, a qualified mental health professional designated by the chairman chair of the county board serving the area where the person is detained other than the person bringing the petition or initiating the hold shall perform an examination, including a mental status examination, of the person. Preceding the examination, the qualified mental health professional shall identify herself or himself to the person and explain the nature and purpose of the examination, including the fact that it is being performed to assist in the determination of whether custody should continue and that the examination may be used as evidence in an involuntary commitment hearing. The qualified mental health professional shall immediately report any findings to the chair of the county board. The referring county shall pay any expenses of the examination by the qualified mental health professional, subject to reimbursement by the county ultimately proven to be the county of residence. However, the provisions of chapter 28-14 do not apply. No lien may be placed against the person for the costs incurred in the qualified mental health professional examination. Section 8. That § 27A-10-7 be amended to read as follows: 27A-10-7. If the examination required in § 27A-10-6 does not support a finding that the person meets the criteria for involuntary commitment in § 27A-1-2, he the person shall be released. Following such release, the referring county shall provide the person with transportation to the county where he the person was taken into custody if the person so chooses. These costs are subject to reimbursement by the county ultimately proven to be the county of residence. No lien may be placed against the person for the transportation expenses. If the chairman chair of the county board finds, as a result of the examination required in § 27A-10-6 and an investigation of the petition for emergency intervention that the person meets the criteria in § 27A-1-2, he the chair may order that the person continue to be detained in an appropriate regional facility including, if necessary, the center, pending the hearing required in § 27A-10-8. No lien may be placed against the person for the costs associated with detainment pending the hearing. Section 9. That § 27A-10-8 be amended to read as follows: 27A-10-8. Within five days after the person is taken into custody, within six days if there is a Saturday, Sunday, or holiday within that time period, or within seven days if there is a Saturday, Sunday, and holiday within that time period, the person shall be provided an involuntary commitment hearing. The referring county shall pay any expenses incurred by the board holding the hearing, including the transportation of the person to the hearing, subject to reimbursement by the county ultimately proven to be the county of residence. The provisions of chapter 28-14 do not apply to this section. No lien may be placed against the person for the expenses incurred by the board holding the hearing, including the transportation of the person to the hearing. Section 10. That § 27A-10-14 be amended to read as follows: 27A-10-14. Within ninety days after the involuntary commitment of a person who is still under the commitment order, the county board of mental illness which serves the county in which the person is receiving treatment shall conduct a review hearing in the county to determine if the person continues to meet the criteria in § 27A-10-9.1. Notice of the review hearing shall be given to the person, and the person's attorney if the person has retained counsel, at least ten days prior to the hearing. If the person has not retained counsel at the time of the notice, the chairman chair of the county board shall immediately appoint counsel to represent the person. At the time the notice of hearing is given, the person and the person's attorney shall be informed of all evidence that will be considered at the review hearing. Any evidence subsequently discovered shall be immediately transmitted to the person and the person's attorney. The rights and procedures applicable during an initial commitment hearing are applicable to review hearings. A petition pursuant to § 27A-10-1 need not be filed. The board of mental illness may order the continued involuntary commitment of the person to the same or an alternative placement or program for up to six months if a majority of the board finds by clear and convincing evidence supported by written findings of fact and conclusions of law that the criteria in § 27A-10-9.1 are met. If continued involuntary commitment is ordered, a review in the manner provided in this section shall be conducted within six months after the order. If the county board issues another order of continued involuntary commitment, the next review shall be held within six months after the order. If the second six-month review justifies continued commitment, the county board may order continued involuntary commitment for up to twelve months. Subsequent reviews shall be conducted within each twelve months thereafter that the person remains under commitment. If the board orders the continued involuntary commitment of the person, the board shall immediately notify the person and the person's attorney of the person's right to appeal pursuant to § 27A-11A-25. If findings that justify continued commitment are not made, the board shall order that the person be immediately discharged from involuntary commitment. Following discharge, the referring county shall provide the person with transportation to the county where the person was taken into custody if the person so chooses. The county ultimately shown to be the county of residence shall reimburse the referring county for any transportation costs. However, the provisions of chapter 28-14 do not apply. No lien may be placed against the person for the expense incurred in the transportation of this person. Section 11. That § 27A-11A-4 be amended to read as follows: 27A-11A-4. In any proceeding for involuntary commitment, review or detention, or in any proceeding challenging commitment or detention, the state's attorney for the county in which the proceeding is held shall represent the persons or agencies petitioning for commitment or detention petitioner and shall defend all challenges to commitment or detention. The county ultimately shown to be the county of residence shall reimburse the county in which the proceeding is held for any reasonable cost of such representation. However, the provisions of chapter 28-14 do not apply. No lien may be placed against the person for the costs incurred in any proceeding for involuntary commitment, review, or detention. Section 12. That § 27A-11A-9 be amended to read as follows: 27A-11A-9. The referring county shall pay any expenses of the evaluation required in § § 27A-10-6 and 27A-15-17.1, subject to reimbursement by the county ultimately proven to be the county of residence. However, the provisions of chapter 28-14 do not apply. No lien may be placed against the person for the costs incurred in completing the evaluation required in § § 27A- 10-6 and 27A-15-17.1. The person has the right to obtain an additional examination paid for by the county which may be placed in evidence before the board, the reasonable expense of which shall be reimbursed to the county unless the person is indigent. A lien for the amount of these costs may be filed upon the person's real and personal property to ensure payment. Section 13. That § 27A-11A-12 be amended to read as follows: 27A-11A-12. Counsel appointed by the board or a court to represent a person shall be paid by the county of residence. The counsel shall be reasonably compensated for such services and for necessary expenses and costs incident to the proceedings at the rate fixed by the circuit court and in an amount approved by the chairman chair of the board of mental illness of the referring county. No lien may be placed against the patient for the cost of counsel related to any pre- commitment hearing or hearing to review commitment status pursuant to § § 27A-10-14 and 27A-10-15. Section 14. That § 27A-11A-14 be amended to read as follows: 27A-11A-14. Within ten days of the auditor's receipt of the committing board's findings regarding the residence and summary of proofs thereon, the county, other than the referring county, in which residence was found to be may request the committing board of mental illness to reopen the hearing upon the question of the person's residence by mailing a request to the chairman chair of the committing board of mental illness. Upon receipt of the request to reopen the commitment hearing, the committing board of mental illness shall, as soon as practicable, afford the county determined to be the person's county of residence an opportunity to appear before the board, at a time and place set by the board and not more than thirty days from the date of the request to reopen the hearing. Notice of the reopened hearing shall be given to the county where the person was found and to the county requesting the reopening of the hearing at least ten days prior to the reopened hearing by mailing notice thereof to the respective county auditors. Either county appearing at the reopened hearing may present any evidence it may have to establish that it is not the county of residence of the person. The board shall then determine, by a preponderance of evidence, the county of residence of the patient and either affirm or modify its prior finding. The ultimate finding of residence shall be filed with the clerk of courts of the committing county and the county of residence with copies mailed to the administrator of the center or other facility where the person is undergoing treatment. The referring county shall pay any expenses incurred by the committing board in conducting any reopened hearing, subject to reimbursement by the county ultimately proven to be the county of residence. No lien may be placed against the patient for the costs incurred in conducting any reopened hearing requested by county regarding the question of residence. Section 15. That § 27A-12-3.6 be amended to read as follows: 27A-12-3.6. Each person has the right to the implementation of a comprehensive individualized treatment program plan developed by appropriate qualified mental health professionals, including a psychiatrist. The treatment plan shall be consistent with current standards for facilities and programs and may not consist solely of chemical or drug therapy under any circumstances unless supported by sufficient psychiatric and medical opinion. A person has the right to ongoing participation, in a manner appropriate to such person's capabilities, in the planning of services to be provided such person, including the right to participate in the development and periodic review and revision of the plan and, in connection with such participation, the right to be provided with a reasonable explanation, in terms and language appropriate to such person's condition and ability to understand, of the following: (1) Such person's general mental condition and, if a physical examination has been provided, such person's general condition; (2) The objective of treatment; (3) The nature and significant possible adverse effects of recommended treatments; (4) The reasons why a particular treatment is considered appropriate; (5) The reasons why certain rights enumerated under § 27A-12-3.1, may have been limited; (6) Any appropriate and available alternative treatments, services and types of providers of mental health services ; and (7) An aftercare plan to facilitate discharge . Treatment programs plans shall be designed to achieve discharge at the earliest possible appropriate time and to maximize each person's development and acquisition of perceptual skills, social skills, self-direction, emotional stability, effective use of time, basic knowledge, vocational occupational skills , and social and economic values relevant to the community in which he the person lives. A qualified mental health professional who is a member of the person's treatment team shall periodically review, follow-up , and update all individualized treatment programs plans . Section 16. That § 27A-12-3.7 be amended to read as follows: 27A-12-3.7. To facilitate discharge at the earliest possible time, each person has the right to an aftercare plan which outlines available services and recommendations for continued post-discharge placement or treatment. Such An aftercare plan shall be developed cooperatively between the person, the legal guardian, if any, and if requested by the person or guardian, family members or others, the facility or program to which he the person is committed or admitted, and the mental health center located in the regional district to which the person will be discharged. A copy of the plan shall be delivered to the person and the legal guardian, if any. The plan shall: (1) Specify the services required in the community to meet the person's needs for treatment, vocation, housing, nutrition, physical care, and safety; (2) Specify any income subsidies for which the person is eligible; and (3) Identify local and state agencies which can provide services and support to the person. Participation in the discharge plan shall be at the person's discretion and the person's refusal to participate may not be considered a basis for continued detention if the person is otherwise entitled to discharge. Section 17. That § 27A-12-34 be amended to read as follows: 27A-12-34. If a person is admitted, involuntarily committed, or discharged from the Human Services Center, his next of kin or legally appointed guardian shall be notified of such action reasonable attempts shall be made to notify the person's legally appointed guardian. Upon obtaining consent to release information, reasonable attempts shall also be made to notify the person's next of kin. If the treating psychiatrist determines the person lacks the capacity to provide consent, the Human Services Center shall make reasonable attempts to notify the person's next of kin as to admission, or comitment to, or discharge from the Human Services Center, unless such notification is determined by the attending physician treating psychiatrist, with the input of the person's treatment team, to be detrimental to the person. Section 18. That § 27A-15-1 be amended to read as follows: 27A-15-1. Terms used in this chapter mean: (1) \"Clinical evaluation,\" an evaluation of the minor to determine the appropriateness of admission to an inpatient psychiatric facility or continued inpatient treatment. The evaluation shall include a personal interview with the minor and parent, guardian, or other legal custodian, an examination of all relevant available records, a mental status examination of the minor, relevant social history information, and an examination of the medical, psychological, social, behavioral, educational and developmental aspects of the minor's situation, including a full probe of the child's minor's background utilizing all relevant educational, treatment and other public and private service provider sources; (2) \"Independent clinical evaluation,\" a clinical evaluation of the minor performed by a qualified mental health professional who: (a) Is not currently involved in the diagnosis, treatment , or provision of services to the minor; and (b) Is not an employee of the facility to which admission of the minor is sought or to which the minor has been admitted; and (c) Will not receive monetary benefit by the minor's admission to or continued stay in an inpatient psychiatric facility; (3) \"Minor,\" a person under eighteen years of age except that for purposes of this title, the term does not include a person who is emancipated under Title 26 or who is married. Any person not included within this definition of minor shall come under this title's provisions which apply to adults; (4) \"Parent,\" a biological or adoptive parent who has legal custody of the minor, including either parent if the parents have joint legal custody ; (5) \"Psychiatric evaluation,\" an examination conducted by a psychiatrist which includes the history of present illness, past history of medical and psychiatric illness, pertinent psychosocial history, and a mental status examination that enables the formulation of a diagnostic summary . Section 19. That § 27A-15-1.1 be amended to read as follows: 27A-15-1.1. For the purposes of this chapter, an individual with a serious emotional disturbance is an individual who: (1) Is under eighteen years of age; (2) Exhibits behavior resulting in functional impairment which substantially interferes with, or limits the individual's role or functioning in the community, school, family, or peer group; (3) Has a mental disorder diagnosed under the Diagnostic and Statistical Manual of Mental Disorders, third fourth edition revised, 1987 1994 ; (4) Has demonstrated a need for one or more special care services, in addition to mental health; and (5) Has problems with a demonstrated or expected longevity of at least one year or has an impairment of short duration and high severity. For purposes of this section, mental retardation, epilepsy, other developmental disability, alcohol or substance abuse, brief period of intoxication, or criminal or delinquent behavior do not, alone, constitute serious emotional disturbance. Section 20. That § 27A-15-8 be amended to read as follows: 27A-15-8. The parent , guardian, or other legal custodian of the minor may execute a written application for the minor's admission. The execution of an application for admission shall be preceded by an explanation by the administrator or facility director to the parent , guardian, or other legal custodian and minor of the nature of inpatient status, including the types of treatment available, the restraints and restrictions to which the minor may be subject, a statement of the parent's , guardian's, or other legal custodian's rights and minor's rights under this title , including the minor's right to object to admission, and the right to view and copy records, under this title , and information regarding the interagency team as established in this chapter . Nothing in this chapter precludes the administrator or facility director or attending psychiatrist from arranging for and referring the parent , guardian, or other legal custodian and minor to the mental health center designated as the service center for the area in which the inpatient psychiatric facility is located for an independent clinical evaluation. Section 21. That § 27A-15-10 be amended to read as follows: 27A-15-10. After application for admission, the administrator or facility director may immediately admit the minor upon a determination that the criteria in § 27A-15-5 are met. Upon admission, each minor shall have a psychiatric evaluation within forty-eight hours excluding Saturday, Sunday, and holidays and the administrator or facility director shall promptly request all relevant information and records of treatment, education , and other services provided to the minor and arrange for a clinical evaluation of the minor by a psychiatrist to be conducted within twenty-four hours. In the event of the unavailability of a psychiatrist If information is not immediately available to complete a clinical evaluation , admission and treatment may be authorized in accordance with the provisions of this chapter by a physician pending the completion of a clinical evaluation by a psychiatrist within seven days. The parent, guardian, or other legal custodian, all public agencies and all providers of relevant services to the minor shall cooperate with the administrator or facility director and shall promptly deliver information and records upon request and without charge. Upon completion of the psychiatric and clinical evaluation required in this section, the administrator or facility director may authorize continued admission of the minor to the inpatient psychiatric facility for a period not to exceed forty-five days only upon written findings by the evaluating psychiatrist which reaffirm that the criteria in § 27A-15-5 are met. A copy of the written psychiatric and clinical evaluation and the written findings of the evaluator shall be immediately delivered to the parent , guardian, or other legal custodian upon request. If the minor is admitted all information and records subsequently received shall be considered by the evaluator in determining whether continued inpatient treatment is authorized under the criteria in § 27A-15-5. The written psychiatric and clinical evaluation , the written findings of the evaluator, and all records and relevant information shall become part of the minor's medical records. Section 22. That § 27A-15-21 be amended to read as follows: 27A-15-21. Within ten days after the admission of a minor by his parent , guardian, or other legal custodian under this chapter, the administrator or facility director shall ensure that a written comprehensive individualized treatment plan has been developed and implemented for the minor by appropriate qualified mental health professionals including a psychiatrist, and has been explained to the minor and to the parent , guardian, or other legal custodian consenting to the admission. The treatment plan shall be based on a diagnostic evaluation that includes examination of the medical, psychological, social, behavioral, educational , and developmental aspects of the minor's situation and reflects the need for inpatient treatment. The plan shall be designed to maximize each person's development and acquisition of perceptual skills, social skills, self-direction, emotional stability, effective use of time, basic knowledge, vocational occupational skills, and social and economic values relevant to the community in which the minor lives and to achieve the minor's discharge from inpatient treatment at the earliest reasonable appropriate time and . The plan shall include specific behavioral, emotional , and other treatment goals against which the success of treatment may be measured . The plan and shall prescribe an integrated program of therapies, experiences , and activities, including recreational and play opportunities in the open air, designed to meet the goals and . No plan may not consist solely of chemical therapy under any circumstances unless supported by sufficient psychiatric and medical opinion. The minor shall be involved in the preparation of the plan to the maximum feasible extent consistent with his the minor's ability to understand and participate, and the minor's family shall be involved to the maximum extent consistent with the minor's treatment needs. The plan shall include , at an appropriate time, post-discharge plans for placement and aftercare as provided in § 27A-15-27. Section 23. That § 27A-15-24 be amended to read as follows: 27A-15-24. Within forty-five days after the admission of a minor by his parent , guardian, or other legal custodian under this chapter and at least every forty-five days thereafter, the administrator or facility director shall arrange for a clinical a psychiatric evaluation of the minor shall be completed by a psychiatrist to assess the need for continued inpatient treatment. If the evaluator psychiatrist determines that the criteria in § 27A-15-5 are no longer met, the minor shall be immediately discharged to the custody of his the minor's parent , guardian, or other legal custodian . Parental The refusal of the parent, guardian, or other legal custodian to take physical custody of the minor is not sufficient reason for continued inpatient treatment. In the event of such refusal, the administrator or facility director shall explain alternative treatment options available to the parents , guardian, or other legal custodian and the child minor and advise the parent , guardian, or other legal custodian that refusal to take physical custody of the minor upon discharge will result in immediate notice to the state's attorney for further action. If the evaluator psychiatrist concludes that the criteria in § 27A-15-5 continue to be met, he the psychiatrist shall so state the reasons in written findings which, along with the clinical evaluation, shall become part of the minor's medical records. The administrator or facility director shall immediately inform the parent , guardian, or other legal custodian who consented to admission of his the right to request an independent clinical evaluation. The administrator or facility director shall also request of the parent , guardian, or other legal custodian an oral and written affirmation of informed consent to inpatient treatment of the minor. Affirmation of the notice to the parent , guardian, or other legal custodian and the parent's , guardian's, or other legal custodian's informed consent shall be in writing and be made part of the minor's medical records. A parent's , guardian's, or other legal custodian's failure to affirm his informed consent shall constitute constitutes notice of his intention to terminate inpatient treatment as provided in § 27A-15-12. Section 24. That § 27A-15-27 be amended to read as follows: 27A-15-27. A predischarge plan of aftercare for a minor admitted to inpatient treatment by a parent under this chapter , by a parent, guardian, or other legal custodian shall be formulated in cooperation with the minor and his the minor's family. The plan shall be explained to the minor and the parent , guardian, or other legal custodian who consented to admission, who shall be given a copy thereof. The plan shall , at a minimum : (1) Specify the services required in the community to meet the minor's needs for treatment, education, housing, nutrition, physical care , and safety; (2) Specify any income subsidies for which the minor is eligible; and (3) Identify all local and state agencies which can provide service and support to the minor. The lack of such a plan is not sufficient reason for the continued inpatient treatment of a minor if discharge is otherwise appropriate or required under this title. Section 25. That § 27A-15-38 be amended to read as follows: 27A-15-38. Within ten days after the involuntary commitment of a minor, the administrator, facility director, or, if the minor is committed to a program other than inpatient treatment, the director of such program shall ensure that a written comprehensive individualized treatment plan has been developed and implemented as provided in § 27A-15-21, and has been explained to the minor and his the minor's parent, guardian, or other legal custodian. If such a treatment plan has not been implemented within ten days, the minor shall be immediately released. The treatment plan shall be based on a diagnostic evaluation that includes examination of the medical, psychological, social, behavioral, educational , and developmental aspects of the minor's situation and reflects the need for the involuntary treatment. The plan shall be designed to maximize the minor's development and acquisition of perceptual skills, social skills, self-direction, emotional stability, effective use of time, basic knowledge, vocational occupational skills, and social and economic values relevant to the community in which the minor lives and to achieve the minor's discharge from involuntary commitment at the earliest possible appropriate time and . The plan shall include specific behavioral, emotional , and other treatment goals against which the success of treatment may be measured . The plan and shall prescribe an integrated program of therapies, activities , and experiences designed to meet the goals and . No plan may not consist solely of chemical therapy under any circumstances unless supported by sufficient psychiatric and medical opinion. If commitment is to an inpatient psychiatric facility, the plan shall include recreational and play opportunities in the open air. The minor shall be involved in the preparation of the plan to the maximum feasible extent consistent with his the minor's ability to understand and participate, and the minor's family shall be involved to the maximum extent consistent with the minor's treatment needs. The plan shall include , at an appropriate time, post-discharge plans for aftercare as provided in § 27A-15-44. Section 26. That § 27A-15-44 be amended to read as follows: 27A-15-44. A predischarge plan of aftercare for a planned discharge of an involuntarily committed minor shall be formulated in cooperation with the minor and his the minor's parent, guardian , or other legal custodian. A copy of the plan shall be delivered to the parent, guardian , or other legal custodian. The plan shall , at a minimum : (1) Specify the services required in the community to meet the minor's needs for treatment, education, housing, nutrition, physical care , and safety; (2) Specify any income subsidies for which the minor is eligible; and (3) Identify all local and state agencies which can provide services and support to the minor. The lack of such a plan is not sufficient reason for the continued commitment of a minor when release is otherwise appropriate or required under this title."}, {"bill_id": 15321, "bill_version_id": 86139, "bill_version": "Enrolled", "bill_version_date": "2000-02-09T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15321, "action_date": "2000-01-11T14:00:00-06:00", "document_id": 85620, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85620.pdf", "status_text": "First read in House and referred to", "journal_page": 19, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15321, "action_date": "2000-01-12T14:00:00-06:00", "document_id": 85622, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85622.pdf", "status_text": "Referred to", "journal_page": 33, "committee_id_action": 656, "committee_id_assigned": 647, "result": "P", "vote": {}}, {"bill_id": 15321, "action_date": "2000-01-26T07:45:00-06:00", "document_id": 85778, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85778.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 647, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15321, "action_date": "2000-01-26T07:45:00-06:00", "document_id": 85778, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85778.pdf", "status_text": "Do Pass,", "journal_page": 242, "committee_id_action": 647, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45361, "president_vote": null, "Yea": [2308, 2321, 2334, 2336, 2348, 2349, 2350, 2370, 2374, 2382, 2383, 2390]}}, {"bill_id": 15321, "action_date": "2000-01-27T14:00:00-06:00", "document_id": 85644, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85644.pdf", "status_text": "Do Pass,", "journal_page": 274, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 46004, "president_vote": null, "Yea": [2305, 2308, 2309, 2312, 2313, 2314, 2315, 2316, 2317, 2318, 2319, 2321, 2323, 2324, 2325, 2328, 2332, 2333, 2334, 2336, 2337, 2338, 2341, 2342, 2345, 2348, 2349, 2350, 2353, 2354, 2355, 2356, 2359, 2361, 2362, 2363, 2366, 2367, 2368, 2370, 2371, 2372, 2373, 2374, 2378, 2379, 2382, 2383, 2384, 2387, 2388, 2390, 2392, 2393, 2394, 2396, 2397, 2401, 2402, 2403, 2406, 2407, 2408, 2351], "Excused": [2327, 2404], "Absent": [2343, 2360, 2377, 2385]}}, {"bill_id": 15321, "action_date": "2000-01-28T14:00:00-06:00", "document_id": 85647, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85647.pdf", "status_text": "First read in Senate and referred to", "journal_page": 245, "committee_id_action": 657, "committee_id_assigned": 634, "result": "N", "vote": {}}, {"bill_id": 15321, "action_date": "2000-02-07T10:00:00-06:00", "document_id": 85873, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85873.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 634, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15321, "action_date": "2000-02-07T10:00:00-06:00", "document_id": 85873, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85873.pdf", "status_text": "Do Pass,", "journal_page": 337, "committee_id_action": 634, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43830, "president_vote": null, "Yea": [2329, 2358, 2369, 2304, 2311], "Excused": [2365, 2399]}}, {"bill_id": 15321, "action_date": "2000-02-08T14:00:00-06:00", "document_id": 85661, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85661.pdf", "status_text": "Do Pass,", "journal_page": 361, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44014, "president_vote": null, "Yea": [2304, 2306, 2307, 2311, 2320, 2322, 2326, 2329, 2330, 2331, 2335, 2339, 2340, 2344, 2346, 2347, 2352, 2357, 2358, 2364, 2365, 2369, 2375, 2376, 2380, 2381, 2386, 2389, 2391, 2395, 2398, 2399, 2400, 2405], "Excused": [2310]}}, {"bill_id": 15321, "action_date": "2000-02-09T14:00:00-06:00", "document_id": 85662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85662.pdf", "status_text": "Signed by Speaker", "journal_page": 550, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15321, "action_date": "2000-02-09T14:00:00-06:00", "document_id": 85663, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85663.pdf", "status_text": "Signed by President", "journal_page": 402, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15321, "action_date": "2000-02-09T14:00:00-06:00", "document_id": 85662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85662.pdf", "status_text": "Delivered to the Governor", "journal_page": 551, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15321, "action_date": "2000-02-15T14:00:00-06:00", "document_id": 85670, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85670.pdf", "status_text": "Signed by Governor", "journal_page": 662, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1617, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15321"}