{"session_id": 44, "bill_id": 22269, "bill_type": "House Bill", "bill_number": 1202, "bill_title": "require that commercial pesticide applicators provide proof of financial responsibility.", "sponsors": [{"legislator_profile_id": 3804, "is_prime": true}, {"legislator_profile_id": 1827, "is_prime": true}, {"legislator_profile_id": 1772, "is_prime": false}, {"legislator_profile_id": 1784, "is_prime": false}, {"legislator_profile_id": 1801, "is_prime": false}, {"legislator_profile_id": 1831, "is_prime": false}, {"legislator_profile_id": 1847, "is_prime": false}, {"legislator_profile_id": 1852, "is_prime": false}], "keywords": ["Administrative Procedure", "Agriculture and Horticulture", "Insurance", "Professions and Occupations"], "audio": [{"meeting_datetime": "2021-02-23T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hag26.mp3", "start_seconds": 6982.0}, {"meeting_datetime": "2021-02-23T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hag26.mp3", "start_seconds": 6982.0}, {"meeting_datetime": "2021-02-23T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hag26.mp3", "start_seconds": 6982.0}, {"meeting_datetime": "2021-02-23T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hag26.mp3", "start_seconds": 6982.0}], "bill_versions": [{"bill_id": 22269, "bill_version_id": 215462, "bill_version": "Introduced", "bill_version_date": "2021-02-02T07:13:13.163-06:00", "bill_text": "An Act to require that commercial pesticide applicators provide proof of financial responsibility. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 38-21-17 be AMENDED. 38-21-17. Commercial applicator license--Annual fee--Penalty. No person may perform any of the following acts without a commercial applicator's license issued by the secretary, unless exempt under the provisions of this chapter: (1) Engage in the business of applying pesticides to the lands of another; (2) Advertise as being in the business of applying pesticides to the lands of another at any time; (3) Apply pesticides while in the performance of duties as a governmental employee; or (4) Otherwise act as a commercial applicator. The secretary shall require a fee of thirty-five dollars for each Before issuing a commercial applicator license issued, the secretary shall require a fee in the amount of thirty-five dollars and proof of compliance with the financial responsibility provisions set forth in § 38-21-17.2. A violation of this section is a Class 2 misdemeanor. In addition to any criminal penalty, any person who violates this section is subject to a civil penalty not to exceed five thousand dollars per violation imposed by the circuit court. Any civil penalty collected shall be deposited into the state general fund. Section 2. That a NEW SECTION be added: 38-21-17.2. Commercial applicator--Proof of financial responsibility--Exceptions. The secretary may not issue a commercial applicator certificate unless the applicant furnishes proof of financial responsibility. Financial responsibility must be maintained, at a minimum, in the amount of one hundred thousand dollars. Financial responsibility may be demonstrated by a notarized letter from an officer of a financial institution or from a certified public accountant, attesting to the existence of net assets equal to at least one hundred thousand dollars, or by a performance bond or a general liability insurance policy. The performance bond or insurance policy must contain a provision requiring the issuing company to notify the secretary at least ten days before the effective date of cancellation, termination, or other modification of the bond or insurance policy. When requested by the secretary, a commercial applicator shall immediately furnish proof of compliance with this section. If the applicator is unable to furnish the required proof, the secretary may stop a pesticide application and not allow resumption until the applicator furnishes proof of compliance. The secretary shall immediately suspend the certification of a commercial applicator who fails to maintain the financial responsibility standards of this section. An application for reinstatement of a certificate suspended under this section must be accompanied by proof that any judgment previously rendered against the applicant has been satisfied. This section does not apply to: (1) A rancher who must obtain a commercial applicator certificate for controlling noxious weeds on federal acreage, as a condition of a federal grasslands lease; (2) A grazing association and its members, if either the association or any member must obtain a commercial applicator certificate for controlling noxious weeds on the leased federal acreage as a condition of a federal grasslands lease; (3) A person who must be certified in the right-of-way category; (4) A commercial applicator who controls noxious weeds on grassland, land producing tame hay, or other lands not devoted to the production of an annual crop; or (5) An employee of a commercial applicator, if the commercial applicator complies with this section."}], "amendments": [{"bill_id": 22269, "document_id": 217614, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217614.pdf", "legislator_profile_id": 3804, "document_id_instructions": 217925, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/217925.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 22269, "action_date": "2021-02-02T14:00:00-06:00", "document_id": 215283, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215283.pdf", "status_text": "First read in House and referred to", "journal_page": 177, "committee_id_action": 492, "committee_id_assigned": 486, "result": "N", "vote": {}}, {"bill_id": 22269, "action_date": "2021-02-23T07:00:00-06:00", "document_id": 217868, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217868.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 486, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22269, "action_date": "2021-02-23T07:00:00-06:00", "document_id": 217869, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217869.pdf", "status_text": "Motion to amend", "journal_page": 1, "committee_id_action": 486, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22269, "action_date": "2021-02-23T07:00:00-06:00", "document_id": 217869, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217869.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 1, "committee_id_action": 486, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69741, "president_vote": null, "Yea": [1770, 1778, 1788, 1792, 1817, 1820, 1832, 1868, 1883, 3782, 3794], "Nay": [3797], "Excused": [3802]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22269"}