{"session_id": 7, "bill_id": 1272, "bill_type": "House Commemoration", "bill_number": 1007, "bill_title": "Expressing the Legislature's respect and appreciation for the fifty-three years of devoted service by Gordon R. Pederson to his city, state, and nation.", "sponsors": [], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 1272, "bill_version_id": 7191, "bill_version": "Introduced", "bill_version_date": "2009-02-11T09:04:04.037-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Expressing the Legislature's respect and appreciation for the fifty-three years of devoted service by Gordon R. Pederson to his city, state, and nation. WHEREAS, on February 12, 2009, Governor M. Michael Rounds, will declare Gordon R. Pederson Day in South Dakota for Pederson's outstanding public service; and WHEREAS, Gordon Pederson loyally served twenty-three distinguished years in the United States Army and ascended to the rank of Lieutenant Colonel. Gordon Pederson became a true emblem of patriotism by dutifully serving his country during World War II, the Korean War, and the Vietnam War, including extended service in Korea and Vietnam as a combat infantry officer; and WHEREAS, Gordon Pederson unfailingly carried a picture of himself with Marilyn Monroe given to him by the actress in Korea in 1953 to commemorate the time he spent protecting the United States of America; and WHEREAS, Gordon Pederson faithfully served his state and the people of his district as a member of the South Dakota House of Representatives for thirty years. He served on the Legislative Research Council's Executive Board for fourteen years and was the board's vice- chair from 2005 to 2006. In addition, he served as chair of the House Transportation Committee for many years and is a bona fide expert of South Dakota's roadways: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-fourth Legislature of the State of South Dakota, that the South Dakota Legislature extends its undying respect and gratitude to Gordon R. Pederson for his lifelong commitment to public service and his unwavering devotion to duty in serving the State of South Dakota and the United States of America."}, {"bill_id": 1272, "bill_version_id": 7462, "bill_version": "Enrolled", "bill_version_date": "2009-02-13T14:58:36.397-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Expressing the Legislature's respect and appreciation for the fifty-three years of devoted service by Gordon R. Pederson to his city, state, and nation. WHEREAS, on February 12, 2009, Governor M. Michael Rounds, will declare Gordon R. Pederson Day in South Dakota for Pederson's outstanding public service; and WHEREAS, Gordon Pederson loyally served twenty-three distinguished years in the United States Army and ascended to the rank of Lieutenant Colonel. Gordon Pederson became a true emblem of patriotism by dutifully serving his country during World War II, the Korean War, and the Vietnam War, including extended service in Korea and Vietnam as a combat infantry officer; and WHEREAS, Gordon Pederson unfailingly carried a picture of himself with Marilyn Monroe given to him by the actress in Korea in 1953 to commemorate the time he spent protecting the United States of America; and WHEREAS, Gordon Pederson faithfully served his state and the people of his district as a member of the South Dakota House of Representatives for thirty years. He served on the Legislative Research Council's Executive Board for fourteen years and was the board's vice-chair from 2005 to 2006. In addition, he served as chair of the House Transportation Committee for many years and is a bona fide expert of South Dakota's roadways: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-fourth Legislature of the State of South Dakota, that the South Dakota Legislature extends its undying respect and gratitude to Gordon R. Pederson for his lifelong commitment to public service and his unwavering devotion to duty in serving the State of South Dakota and the United States of America."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1272, "action_date": "2009-02-11T14:00:00-06:00", "document_id": 7246, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7246.pdf", "status_text": "", "journal_page": 353, "committee_id_action": 56, "committee_id_assigned": null, "result": "N", "vote": {}}]}