{"session_id": 10, "bill_id": 2458, "bill_type": "Senate Bill", "bill_number": 30, "bill_title": "repeal certain provisions regarding the expungement of arrest records.", "sponsors": [], "keywords": ["Attorney General", "Crimes", "Criminal Procedure", "Law Enforcement"], "audio": [{"meeting_datetime": "2011-01-18T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sju05.mp3", "start_seconds": 858.0}, {"meeting_datetime": "2011-01-18T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sju05.mp3", "start_seconds": 858.0}, {"meeting_datetime": "2011-01-18T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sju05.mp3", "start_seconds": 858.0}], "bill_versions": [{"bill_id": 2458, "bill_version_id": 14679, "bill_version": "Introduced", "bill_version_date": "2011-01-07T10:33:14.643-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain provisions regarding the expungement of arrest records. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 23A-3-26 be repealed. 23A-3-26. Terms used in §§ 23A-3-27 to 23A-3-33, inclusive, mean: (1) \"Expungement,\" the sealing of all records on file within any court, detention or correctional facility, law enforcement agency, criminal justice agency, or Department of Public Safety concerning a person's detection, apprehension, arrest, detention, trial or disposition of an offense within the criminal justice system. Expungement does not imply the physical destruction of records. Section 2. That § 23A-3-27 be repealed. 23A-3-27. An arrested person may apply to the court that would have jurisdiction over the crime for which the person was arrested, for entry of an order expunging the record of the arrest after one year from the date of any arrest, if no accusatory instrument was filed, or at any time after an acquittal. Section 3. That § 23A-3-28 be repealed. 23A-3-28. At least fourteen days before any hearing on a motion for expungement, a copy of the motion shall be served upon the office of the prosecuting attorney who prosecuted the crime or violation, or who had authority to prosecute the charge if there was no accusatory instrument filed. The prosecuting attorney may contest the motion in writing and at the hearing on the motion. When a defendant or arrested person makes a motion under this section, the defendant or arrested person shall pay to the clerk of courts in the county where the motion is filed a fee equal to the filing fee for a civil action. If the defendant or arrested person establishes to the court's satisfaction that the person is indigent and unable to pay the fee, the court may waive the filing fee. Section 4. That § 23A-3-29 be repealed. 23A-3-29. The court may fix a time and place for a hearing on the motion unless waived by the defendant, arrested person, prosecuting attorney, and victim. The court may require the filing of such affidavits and may require the taking of such evidence as it deems proper. Section 5. That § 23A-3-30 be repealed. 23A-3-30. The court may enter an order of expungement if satisfied that the ends of justice and the best interest of the public as well as the defendant or the arrested person will be served by the entry of the order. Section 6. That § 23A-3-31 be repealed. 23A-3-31. Any order of expungement shall be reported to the Division of Criminal Investigation pursuant to chapters 23-5 and 23-6. The court shall forward a nonpublic record of disposition to the Division of Criminal Investigation which shall be retained solely for use by law enforcement agencies, prosecuting attorneys, and courts in sentencing the defendant or arrested person for subsequent offenses. As part of any order of expungement, the court shall order that all official records, other than the nonpublic records to be retained by the Division of Criminal Investigation, be sealed along with all records relating to the defendant or arrested person's arrest, detention, indictment or information, trial, and disposition. Section 7. That § 23A-3-32 be repealed. 23A-3-32. The effect of an order of expungement is to restore the defendant or arrested person, in the contemplation of the law, to the status the person occupied before the person's arrest or indictment or information. No person as to whom an order of expungement has been entered shall be held thereafter under any provision of any law to be guilty of perjury or of giving a false statement by reason of the person's failure to recite or acknowledge the person's arrest, indictment or information, or trial in response to any inquiry made of the person for any purpose. Section 8. That § 23A-3-33 be repealed. 23A-3-33. A court may issue an order of expungement for arrests that occurred before, as well as those that occurred after, July 1, 2010. There is no statute of limitation for making an application."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2458, "action_date": "2011-01-11T12:00:00-06:00", "document_id": 14781, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/14781.pdf", "status_text": "First read in Senate and referred to", "journal_page": 20, "committee_id_action": 113, "committee_id_assigned": 94, "result": "N", "vote": {}}, {"bill_id": 2458, "action_date": "2011-01-18T07:45:00-06:00", "document_id": 14844, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/14844.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 94, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2458, "action_date": "2011-01-18T07:45:00-06:00", "document_id": 15001, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15001.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 82, "committee_id_action": 94, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7938, "president_vote": null, "Yea": [75, 18, 16, 22, 79, 40, 45]}}]}