{"session_id": 43, "bill_id": 11951, "bill_type": "Senate Bill", "bill_number": 109, "bill_title": "provide protections for health care decisions governed by conscience.", "sponsors": [{"legislator_profile_id": 1682, "is_prime": true}, {"legislator_profile_id": 1716, "is_prime": true}, {"legislator_profile_id": 1741, "is_prime": false}, {"legislator_profile_id": 1699, "is_prime": false}, {"legislator_profile_id": 1763, "is_prime": false}, {"legislator_profile_id": 1736, "is_prime": false}, {"legislator_profile_id": 1734, "is_prime": false}, {"legislator_profile_id": 1742, "is_prime": false}, {"legislator_profile_id": 1703, "is_prime": false}, {"legislator_profile_id": 1725, "is_prime": false}, {"legislator_profile_id": 1688, "is_prime": false}], "keywords": ["Health Care", "Professions and Occupations"], "audio": [{"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/she25.mp3", "start_seconds": 200.0}, {"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/she25.mp3", "start_seconds": 200.0}, {"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/she25.mp3", "start_seconds": 200.0}], "bill_versions": [{"bill_id": 11951, "bill_version_id": 65077, "bill_version": "Introduced", "bill_version_date": "2020-01-29T14:49:39.12-06:00", "bill_text": "An Act to provide protections for health care decisions governed by conscience. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 36-2B-1. Definitions. As used in this chapter: (1) \"Conscience\" means: (a) The ethical, moral, philosophical, or religious beliefs or principles held by any health care provider; or (b) The ethical, moral, philosophical, or religious beliefs or principles reflected in the governing or guidance documents of a health care institution or payer, including articles of incorporation, bylaws, directives, mission statements, policies, and regulations; (2) \"Disclosure\" means a formal or informal communication or transmission, but does not include a communication or transmission concerning policy decisions that lawfully exercise discretionary authority, unless the health care provider engaged in the disclosure reasonably believes that the disclosure evinces: (a) A violation of any law, regulation, or rule; (b) A violation of any standard of care or other ethical guideline for the provision of a health care service; or (c) An abuse of authority, gross mismanagement, a gross waste of funds, or a substantial and specific danger to public health or safety; (3) \"Discrimination\" means any adverse action taken against or any threat of adverse action communicated to a health care provider, a health care institution, or a health care payer, regarding a decision not to participate in a health care service on the basis of conscience, and includes: (a) Adverse administrative action; (b) Creation of impediments to acquisitions, affiliations, or mergers; (c) Creation of impediments to expansion or improvements; (d) Demotion from current position; (e) Denial of board certification; (f) Denial of financial aid and other assistance; (g) Denial of grants, contracts, or other opportunities; (h) Denial, revocation, or suspension of licensure; (i) Denial of residency training opportunities; (j) Denial of staff privileges; (k) Increased administrative duties; (l) Loss of career specialty; (m) Reduction in compensation; (n) Reassignment to a different shift or job title; (o) Termination of employment; (p) Transfer from current position; and (q) Any other disciplinary action, penalty, or retaliatory action, whether executed or threatened; (4) \"Health care institution\" means any public or private ambulatory surgical center, clinic, hospital, medical center, medical school, medical training facility, nursing home, nursing school, pharmacy, physician's office, physician organization, professional association, or any other entity in which or location at which health care services are performed; (5) \"Health care payer\" means any employer, health maintenance organization, health plan, insurance company, management services organization, or any other entity that pays for, or arranges for the payment of, in whole or in part, any health care service provided to a patient; (6) \"Health care provider\" means: (a) Allied health professional; (b) Certified nurse practitioner; (c) Counselor; (d) Employee of a health care institution; (e) Laboratory technician; (f) Medical assistant; (g) Medical school faculty and students; (h) Nursing school faculty and students; (i) Psychology and counseling faculty and students; (j) Physician; (k) Physician assistant; (l) Nurse; (m) Nurse aide; (n) Pharmacist; (o) Pharmacy technician; (p) Medical researcher; (q) Social worker; or (r) Any other person who facilitates or participates in the provision of health care services to any person; (7) \"Health care service\" means medical care provided to a patient at any time during a course of treatment and includes: (a) Diagnosis; (b) Dispensing or administering any drug, device, or medication; (c) Initial examination; (d) Psychological therapy or counseling; (e) Referral; (f) Research; (g) Testing; (h) Therapy; and (i) Any other care or necessary service performed or provided by a health care provider; and (8) \"Participate\" means to admit, advise, assist with, counsel, facilitate, perform, provide, refer, or take part in the provision of a health care service. Section 2. That a NEW SECTION be added: 36-2B-2. Right of nonparticipation based on conscience--Discrimination prohibited. A health care provider has the right not to participate in any health care service that violates the provider's conscience. A health care provider may not be discriminated against if the provider exercises this right. A health care institution has the right not to participate in any health care service that violates the institution's conscience. A health care institution may not be discriminated against if the institution exercises this right. A health care payer has the right not to pay for any health care service that violates the payer's conscience. A health care payer may not be discriminated against if the payer exercises this right. No health care provider, health care institution, or health care payer may be civilly or criminally liable, or subject to any administrative action for exercising the right of conscience with respect to a health care service. Section 3. That a NEW SECTION be added: 36-2B-3. Religiously-based institutions or payers--Exception. This Act does not apply to any employment-related decisions of a religiously-based health care institution or health care payer that employees only persons of a particular religion. Section 4. That a NEW SECTION be added: 36-2B-4. Reporting of alleged violation. A health care provider may not be discriminated against as a result of reporting or providing disclosable information regarding an alleged violation of this Act to any person, public or private, charged with enforcing or having the authority to enforce this Act. Section 5. That a NEW SECTION be added: 36-2B-5. Action for damages. A civil action for damages or injunctive relief, or both, may be brought by a health care provider, health care institution, or health care payer, for any violation of this Act. Any additional burden or expense on another health care provider, health care institution, or health care payer, arising from the exercise of the right of conscience, is not a defense to any violation of this Act. Section 6. That a NEW SECTION be added: 36-2B-6. Treble damages--Injunctive relief. Any person aggrieved by a violation of this Act may commence a civil action. A court may award treble damages for a violation of this Act, together with costs and reasonable attorney's fees. A damage award under this section is cumulative and may not be limited by any other available remedies. A court may also provide injunctive relief under this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11951, "action_date": "2020-01-30T13:00:00-06:00", "document_id": 65050, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65050.pdf", "status_text": "First read in Senate and referred to", "journal_page": 118, "committee_id_action": 447, "committee_id_assigned": 457, "result": "N", "vote": {}}, {"bill_id": 11951, "action_date": "2020-02-24T10:00:00-06:00", "document_id": 68086, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68086.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 457, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11951, "action_date": "2020-02-24T10:00:00-06:00", "document_id": 68087, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68087.pdf", "status_text": "Tabled", "journal_page": null, "committee_id_action": 457, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33589, "president_vote": null, "Yea": [1763, 1742, 1726, 1659, 1750], "Excused": [1718, 1730]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/11951"}