{"session_id": 69, "bill_id": 24536, "bill_type": "House Bill", "bill_number": 1122, "bill_title": "prohibit cost sharing in certain health insurance policies for diagnostic and supplemental breast imaging examinations.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24536", "sponsors": [{"legislator_profile_id": 4505, "is_prime": true}, {"legislator_profile_id": 4488, "is_prime": false}, {"legislator_profile_id": 4496, "is_prime": false}, {"legislator_profile_id": 4506, "is_prime": false}, {"legislator_profile_id": 4523, "is_prime": false}, {"legislator_profile_id": 4575, "is_prime": false}], "keywords": ["Health Care", "Health Maintenance Organizations", "Insurance"], "audio": [], "bill_versions": [{"bill_id": 24536, "bill_version_id": 260847, "bill_version": "Introduced", "bill_version_date": "2024-01-19T09:53:16.083-06:00", "bill_text": "An Act to prohibit cost sharing in certain health insurance policies for diagnostic and supplemental breast imaging examinations. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 58-17 be amended with a NEW SECTION: A health insurance policy may not impose any cost-sharing requirements with respect to screening, diagnostic breast examinations, and supplemental breast examinations furnished to an individual enrolled under the policy. Terms used in this section mean: (1) \"Cost-sharing requirement,\" a deductible, coinsurance, copayment, or similar out-of-pocket expense; (2) \"Diagnostic breast examination,\" a medically necessary and appropriate examination of the breast, in accordance with National Comprehensive Cancer Network Guidelines, including diagnostic mammography, contrast-enhanced mammography, breast magnetic resonance imaging, or breast ultrasound, that is: (a) Used to evaluate an abnormality seen or suspected from a screening examination for breast cancer; or (b) Used to evaluate an abnormality detected by another means of examination; and (3) \"Supplemental breast examination,\" a medically necessary and appropriate examination of the breast, in accordance with National Comprehensive Cancer Network Guidelines, including diagnostic mammography, contrast-enhanced mammography, breast magnetic resonance imaging, or breast ultrasound, that is: (a) Used to screen for breast cancer when there is no abnormality seen or suspected; and (b) Based on personal or family medical history, or additional factors that may increase the individual’s risk of breast cancer. Section 2. That chapter 58-18 be amended with a NEW SECTION: A group health insurance policy may not impose any cost-sharing requirements with respect to screening, diagnostic breast examinations, and supplemental breast examinations furnished to an individual enrolled under the policy. Terms used in this section mean: (1) \"Cost-sharing requirement,\" a deductible, coinsurance, copayment, or similar out-of-pocket expense; (2) \"Diagnostic breast examination,\" a medically necessary and appropriate examination of the breast, in accordance with National Comprehensive Cancer Network Guidelines, including diagnostic mammography, contrast-enhanced mammography, breast magnetic resonance imaging, or breast ultrasound, that is: (a) Used to evaluate an abnormality seen or suspected from a screening examination for breast cancer; or (b) Used to evaluate an abnormality detected by another means of examination; and (3) \"Supplemental breast examination,\" a medically necessary and appropriate examination of the breast, in accordance with National Comprehensive Cancer Network Guidelines, including diagnostic mammography, contrast-enhanced mammography, breast magnetic resonance imaging, or breast ultrasound, that is: (a) Used to screen for breast cancer when there is no abnormality seen or suspected; and (b) Based on personal or family medical history, or additional factors that may increase the individual’s risk of breast cancer."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24536, "action_date": "2024-01-19T13:00:00-06:00", "document_id": 260712, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260712.pdf", "status_text": "First read in House and referred to", "journal_page": 93, "committee_id_action": 1197, "committee_id_assigned": 1192, "result": "N", "vote": {}}]}