{"session_id": 69, "bill_id": 24750, "bill_type": "Senate Bill", "bill_number": 59, "bill_title": "provide for the downgrade of commercial driver licenses and commercial learners permits upon notice of certain drug and alcohol violations.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24750", "sponsors": [], "keywords": ["Commercial Trucking", "Driver License", "Executive/Judiciary Request", "Motor Vehicles"], "audio": [], "bill_versions": [{"bill_id": 24750, "bill_version_id": 258469, "bill_version": "Introduced", "bill_version_date": "2024-01-05T16:59:10.13-06:00", "bill_text": "An Act to provide for the downgrade of commercial driver licenses and commercial learners permits upon notice of certain drug and alcohol violations. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 32-12A be amended with a NEW SECTION: The department must, upon receiving notification pursuant to 49 C.F.R. § 383.73 (September 29, 2022), that a commercial learner’s permit holder or a commercial driver license holder is prohibited from operating a commercial motor vehicle, downgrade the commercial learner’s permit or commercial driver license to a non-commercial motor vehicle operator's license. The downgrade must be completed and recorded on the commercial driver license information system within sixty days of the department's receipt of the notification. For purposes of this Act, the term \"downgrade\" means the department's removal of the commercial learner’s permit or commercial driver license privilege from the driver's license, as set forth in 49 C.F.R. § 383.5 (June 1, 1987). Section 2. That a NEW SECTION be added to chapter 32-12A: No downgrade may occur if before the department completes and records the downgrade on the commercial driver license information system driver record, the department receives notification that pursuant to 49 C.F.R. § 382.503(a) (October 7, 2021), the commercial learner’s permit holder or a commercial driver license holder is no longer prohibited from operating a commercial motor vehicle, the department must terminate the downgrade process without removing the commercial learner's permit or commercial driver license privilege from the driver's license. Section 3. That a NEW SECTION be added to chapter 32-12A: After the department completes and records the downgrade of the commercial driver license information system driver record, if the Federal Motor Carrier Safety Administration notifies the department that pursuant to 49 C.F.R. § 382.503(a) (October 7, 2021), a driver is no longer prohibited from operating a commercial motor vehicle, the state must make the driver eligible for reinstatement of the commercial learner's permit or commercial driver license privilege to the driver's license. Section 4. That a NEW SECTION be added to chapter 32-12A: After the department completes and records the downgrade of the driver record on the commercial driver license information system, and if the Federal Motor Carrier Safety Administration notifies the department that the driver was erroneously identified as prohibited from operating a commercial motor vehicle, the department shall: (1) Reinstate the commercial learner's permit or commercial driver license privilege to the driver's license as expeditiously as possible; and (2) Expunge from the commercial driver license information system the driver record and, if applicable, the motor vehicle record, as defined in 49 C.F.R. § 390.5T (March 9, 2022), any reference related to the driver's erroneous prohibited status."}], "amendments": [], "fiscal_notes": [], "action_log": []}