{"session_id": 49, "bill_id": 15510, "bill_type": "Senate Bill", "bill_number": 137, "bill_title": "create a youth smoking prevention fund to receive moneys paid to the state under the master settlement agreement with certain tobacco manufacturers and to provide for grants for qualified youth smoking prevention programs.", "sponsors": [{"legislator_profile_id": 2309, "is_prime": true}, {"legislator_profile_id": 2375, "is_prime": true}], "keywords": ["Department of Health", "Grants", "Tobacco Settlement Money"], "audio": [], "bill_versions": [{"bill_id": 15510, "bill_version_id": 86828, "bill_version": "Introduced", "bill_version_date": "2000-01-19T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a youth smoking prevention fund to receive moneys paid to the state under the master settlement agreement with certain tobacco manufacturers and to provide for grants for qualified youth smoking prevention programs. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Department\", the Department of Health; (2) \"Fund,\" the youth smoking prevention fund established pursuant to this Act; (3) \"Master settlement agreement,\" the tobacco litigation settlement agreement entered into by this state and certain other states, U.S. territories and possessions, and participating tobacco manufacturers, dated November 23, 1998; (4) \"State plan,\" the state plan for youth smoking prevention adopted pursuant to this Act; (5) \"Grantee,\" any public entity or private nonprofit entity approved by the Department of Health to receive moneys from the fund for qualified youth smoking prevention programs; (6) \"Qualified youth smoking prevention program,\" a program that meets the criteria set forth in the state plan for youth smoking prevention. Section 2. There is established in the state treasury a youth smoking prevention fund. The fund shall consist of twenty-five percent of all moneys received by the state under the master settlement agreement, and all other moneys, including gifts, grants, or other funds, designated for the fund. All interest derived from the deposit and investment of moneys in the fund shall be credited to the fund. The fund shall be administered by the Department of Health pursuant to this Act. Section 3. All moneys in the fund shall be subject to annual appropriations by the Legislature for such purposes as are authorized by this Act and shall be available for the award of grants for qualified youth smoking prevention programs and related administrative costs of the department. Section 4. No moneys from the fund may be used to engage in any political activities or lobbying, including support of or opposition to candidates, ballot initiatives, referenda, or other similar activities. Section 5. On or before January 1, 2001, the department shall propose a state plan for youth smoking prevention. On or before September first of each subsequent year, the department may propose amendments to the plan. The department shall submit its proposed state plan or any proposed amendments thereto to the Legislature. The Legislature may submit comments to the department on the proposed amendments to the plan on or before March first of each subsequent year. On or before July first, the department shall adopt a final state plan and shall make such plan public. Section 6. The state plan shall set out the criteria by which grant proposals are considered by the department. Such plan shall also describe the types of youth smoking prevention programs that shall be eligible for consideration for grants. Such eligible programs shall include: (1) Media campaigns directed to youth to prevent underage consumption of cigarettes; (2) School-based education programs to prevent youth smoking; (3) Community-based youth programs involving youth smoking prevention through general youth development; and (4) Enforcement and administration of chapter 34-46 related to the prevention of cigarette sales to minors and related retailer education and compliance efforts. Section 7. The state plan shall provide that no less than twenty-five percent of the dollar value of the grants awarded in each year shall be dedicated to programs described in subdivisions (2) and (3) of section 6 of this Act. Section 8. The state plan shall provide for a grant for an annual statewide school-based survey to measure cigarette use and behaviors towards cigarette use by individuals in grades 6- 12. Such survey shall involve a statistically valid sample of the individuals in each grade 6-12 and be made available to the public, along with the resulting data, excluding respondent identities and respondent-identifiable data, prior to January first of each year. The survey sample may not include any person who is eighteen years of age or older. Section 9. The state plan shall provide that no more than two percent of the fund shall be expended on the administrative costs of the department. Section 10. On or before January first of each year, beginning in 2001, the department shall award grants to qualified applicants for the next fiscal year. To the extent practicable and consistent with the criteria for qualified applicants set forth in the state plan, the department shall make recommendations for the expenditure of the total amount of funds appropriated in each fiscal year for qualified youth smoking prevention programs. Section 11. An applicant for a grant for a qualified youth smoking prevention program shall file an application with the department no later than July first of the year preceding the fiscal year for which the grant is requested. Section 12. An applicant that requests funding to initiate, continue, or expand a youth smoking prevention program shall demonstrate, by means of application, letters of recommendation, and such other means as the department may designate, that the proposed youth smoking prevention program for which it seeks funds meets the criteria set forth in the state plan. Previous grant recipients shall include recent evaluations of their programs with their applications. The department may not recommend the award of a grant unless it makes a specific finding, as to each applicant, that the program proposed to be funded meets the criteria set forth in the state plan. Section 13. In addition to evaluating the funding request pursuant to the criteria set out in the state plan, the department shall consider: (1) In the case of applications to fund media campaigns directed to youth to prevent underage consumption of cigarettes, whether the campaign provides for sound management and periodic evaluation of the campaign's relevance to the intended audience, including audience awareness of the campaign and recollection of the main message; (2) In the case of applications to fund school-based education programs to prevent youth smoking, whether their is credible evidence that the program is effective in reducing youth smoking; (3) In the case of applications to fund community-based youth programs involving youth smoking prevention through general youth development, whether the program: (a) Has a comprehensive strategy with a clear mission and goals; (b) Has committed, caring, and professional leadership; (c) Offers a diverse array of youth-centered activities in youth-accessible facilities; (d) Is culturally sensitive, inclusive, and diverse; (e) Involves youth in the planning, delivery, and evaluation of services that affect them; and (f) Offers a positive focus including all youth; (4) In the case of applications to fund enforcement and administration of chapter 34-46 related to the prevention of cigarette sales to minors and related retailer education and compliance efforts, whether the activities and efforts can reasonably be expected to reduce the extent to which tobacco products are available to individuals under the age of eighteen. Section 14. State government and local governments shall be eligible for grants provided pursuant to this Act. Section 15. On or before July first of each year, the department shall announce the award of grants for the next fiscal year. Any funds appropriated for qualified youth smoking prevention programs not expended in any fiscal year shall be retained in the fund and available for qualified youth smoking prevention programs in any following year. Section 16. As a condition to a receipt of funds under this Act, a grantee shall agree to file a report with the department on or before July first as to the following: (1) The amount received as a grant and the expenditures made with the proceeds of the grant; (2) A description of the program offered and the number of youths who participated in the program; and (3) The specific elements of the program meeting the criteria set forth in the state plan. Section 17. Any grantee failing to timely file the report required under this Act shall be responsible for the repayment of the full amount of the grant expended. Section 18. The department shall review and evaluate the reports of grantees required under this section and shall file a written report with the Executive Board of the Legislative Research Council on or before July first of each year on the status of the fund and the activities of the fund for the fiscal year most recently ended. The report shall include the beginning and ending balance of the fund for each fiscal year, payments or gifts received by the fund, income earned, and expenditures made, the name of each grantee and the amount of each grant made, the criteria used to award each grant, and whether the program implemented by each grantee met the criteria. The report shall be publicly available immediately upon its filing."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15510, "action_date": "2000-01-19T14:00:00-06:00", "document_id": 85633, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85633.pdf", "status_text": "First read in Senate and referred to", "journal_page": 118, "committee_id_action": 657, "committee_id_assigned": 639, "result": "N", "vote": {}}, {"bill_id": 15510, "action_date": "2000-01-26T07:45:00-06:00", "document_id": 85779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85779.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 639, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15510, "action_date": "2000-01-26T07:45:00-06:00", "document_id": 85779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85779.pdf", "status_text": "Tabled", "journal_page": 200, "committee_id_action": 639, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45387, "president_vote": null, "Yea": [2329, 2376, 2352, 2365, 2398, 2335, 2405, 2389, 2346]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15510"}