{"session_id": 69, "bill_id": 24783, "bill_type": "House Bill", "bill_number": 1079, "bill_title": "require property owner permission or a siting permit prior to entry for an examination and survey.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24783", "sponsors": [{"legislator_profile_id": 4531, "is_prime": true}, {"legislator_profile_id": 4474, "is_prime": false}, {"legislator_profile_id": 4503, "is_prime": false}, {"legislator_profile_id": 4524, "is_prime": false}, {"legislator_profile_id": 4533, "is_prime": false}, {"legislator_profile_id": 4537, "is_prime": false}, {"legislator_profile_id": 4542, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4556, "is_prime": false}, {"legislator_profile_id": 4561, "is_prime": false}, {"legislator_profile_id": 4566, "is_prime": false}], "keywords": ["Eminent Domain", "Judicial Remedies", "Pipelines", "Public Utilities and Carriers"], "audio": [], "bill_versions": [{"bill_id": 24783, "bill_version_id": 259362, "bill_version": "Introduced", "bill_version_date": "2024-01-11T12:46:30.897-06:00", "bill_text": "An Act to require property owner permission or a siting permit prior to entry for an examination and survey. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 21-35-31 be AMENDED: 21-35-31. The provisions of thisThis section applies only apply to a project which that requires a siting permit pursuant to chapter 49-41B. Each person vested with the authority to take private property for public use may cause an examination and survey to be made as necessary for its proposed facilities. The person or the person's agents and officers may enter the private property for the purpose of the causing an examination and survey. Any person seeking to cause an examination or survey, where permission for examination or survey has been denied, shall, provided the person: (1) HaveHas filed a siting permit application with the Public Utilities Commission pursuant to § 49-41B-11; (2) GiveHas given to the owner and any tenant in possession of the private property at least thirty days written notice, including the filing and of the expected dates of entry, to the owner and any tenant in possession of the private property and included with the notice a copy of the siting permit application; and (3) MakeMade a payment to the owner, or provide provided sufficient security for the payment, for any actual damage done to the property by the entry; and (4) Obtained, from the property owner, written consent for the entry at the appointed date and time. If the person fails to meet any criteria set forth in this section, the person may not enter the private property for the purpose of causing an examination and survey unless the commission has issued a siting permit and the payment or security specified in subdivision (3) has been provided to the property owner. This section does not apply to the state or its political subdivisions. This section is in addition to and not in derogation of other existing law."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24783, "action_date": "2024-01-12T13:00:00-06:00", "document_id": 259392, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259392.pdf", "status_text": "First read in House and referred to", "journal_page": 50, "committee_id_action": 1197, "committee_id_assigned": 1192, "result": "N", "vote": {}}]}