{"session_id": 20, "bill_id": 6007, "bill_type": "Senate Commemoration", "bill_number": 19, "bill_title": "Commending and honoring LuAnn Lindskov, 2014 South Dakota Teacher of the Year.", "sponsors": [{"legislator_profile_id": 438, "is_prime": true}, {"legislator_profile_id": 459, "is_prime": true}, {"legislator_profile_id": 444, "is_prime": false}, {"legislator_profile_id": 495, "is_prime": false}, {"legislator_profile_id": 472, "is_prime": false}, {"legislator_profile_id": 470, "is_prime": false}, {"legislator_profile_id": 847, "is_prime": false}, {"legislator_profile_id": 443, "is_prime": false}, {"legislator_profile_id": 526, "is_prime": false}, {"legislator_profile_id": 424, "is_prime": false}, {"legislator_profile_id": 439, "is_prime": false}, {"legislator_profile_id": 492, "is_prime": false}, {"legislator_profile_id": 491, "is_prime": false}, {"legislator_profile_id": 428, "is_prime": false}, {"legislator_profile_id": 475, "is_prime": false}, {"legislator_profile_id": 435, "is_prime": false}, {"legislator_profile_id": 440, "is_prime": false}, {"legislator_profile_id": 493, "is_prime": false}, {"legislator_profile_id": 849, "is_prime": false}, {"legislator_profile_id": 426, "is_prime": false}, {"legislator_profile_id": 494, "is_prime": false}, {"legislator_profile_id": 434, "is_prime": false}, {"legislator_profile_id": 486, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 6007, "bill_version_id": 30276, "bill_version": "Introduced", "bill_version_date": "2014-02-12T00:00:00-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring LuAnn Lindskov, 2014 South Dakota Teacher of the Year. WHEREAS, no one person has a greater impact on the education of a child than the teacher who establishes the primary learning and instructional environment; and WHEREAS, LuAnn Lindskov currently teaches math and science at Timber Lake High School in Timber Lake, South Dakota; and WHEREAS, LuAnn Lindskov has taught for more than twenty-eight years; and WHEREAS, LuAnn Lindskov is a member of Black Hills State University's QuarkNet, a group of South Dakota science teachers who study subatomic physics and network their students with physicists and students from around the world to collect and share cosmic radiation data; and WHEREAS, LuAnn Lindskov is a National Board Certified Teacher: NOW, THEREFORE, BE IT RESOLVED, by the Senate of the Eighty-Ninth Legislature of the State of South Dakota, the House of Representatives concurring therein, that LuAnn Lindskov be congratulated on her achievements and dedication to South Dakota students."}, {"bill_id": 6007, "bill_version_id": 30530, "bill_version": "Enrolled", "bill_version_date": "2014-02-18T16:58:58.403-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring LuAnn Lindskov, 2014 South Dakota Teacher of the Year. WHEREAS, no one person has a greater impact on the education of a child than the teacher who establishes the primary learning and instructional environment; and WHEREAS, LuAnn Lindskov currently teaches math and science at Timber Lake High School in Timber Lake, South Dakota; and WHEREAS, LuAnn Lindskov has taught for more than twenty-eight years; and WHEREAS, LuAnn Lindskov is a member of Black Hills State University's QuarkNet, a group of South Dakota science teachers who study subatomic physics and network their students with physicists and students from around the world to collect and share cosmic radiation data; and WHEREAS, LuAnn Lindskov is a National Board Certified Teacher: NOW, THEREFORE, BE IT RESOLVED, by the Senate of the Eighty-Ninth Legislature of the State of South Dakota, the House of Representatives concurring therein, that LuAnn Lindskov be congratulated on her achievements and dedication to South Dakota students. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6007, "action_date": "2014-02-12T14:00:00-06:00", "document_id": 30302, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30302.pdf", "status_text": "", "journal_page": 319, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}]}