{"session_id": 51, "bill_id": 16224, "bill_type": "Senate Bill", "bill_number": 153, "bill_title": "subject uncertified school administrators to a code of professional ethics.", "sponsors": [{"legislator_profile_id": 2526, "is_prime": true}, {"legislator_profile_id": 2590, "is_prime": true}, {"legislator_profile_id": 2530, "is_prime": false}, {"legislator_profile_id": 2531, "is_prime": false}, {"legislator_profile_id": 2532, "is_prime": false}, {"legislator_profile_id": 2539, "is_prime": false}, {"legislator_profile_id": 2541, "is_prime": false}, {"legislator_profile_id": 2543, "is_prime": false}, {"legislator_profile_id": 2547, "is_prime": false}, {"legislator_profile_id": 2552, "is_prime": false}, {"legislator_profile_id": 2558, "is_prime": false}, {"legislator_profile_id": 2557, "is_prime": false}, {"legislator_profile_id": 2559, "is_prime": false}, {"legislator_profile_id": 2562, "is_prime": false}, {"legislator_profile_id": 2569, "is_prime": false}, {"legislator_profile_id": 2572, "is_prime": false}, {"legislator_profile_id": 2575, "is_prime": false}, {"legislator_profile_id": 2577, "is_prime": false}, {"legislator_profile_id": 2579, "is_prime": false}, {"legislator_profile_id": 2581, "is_prime": false}, {"legislator_profile_id": 2584, "is_prime": false}, {"legislator_profile_id": 2585, "is_prime": false}, {"legislator_profile_id": 2586, "is_prime": false}, {"legislator_profile_id": 2589, "is_prime": false}, {"legislator_profile_id": 2591, "is_prime": false}, {"legislator_profile_id": 2592, "is_prime": false}, {"legislator_profile_id": 2598, "is_prime": false}, {"legislator_profile_id": 2607, "is_prime": false}, {"legislator_profile_id": 2609, "is_prime": false}, {"legislator_profile_id": 2615, "is_prime": false}], "keywords": ["School"], "audio": [{"meeting_datetime": "2001-02-06T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sed20sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-06T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sed20sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-06T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sed20sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-13T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sed25sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-13T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sed25sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-13T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sed25sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-13T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sed25sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-13T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sed25sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-13T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sed25sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-15T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sed27sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-15T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sed27sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-15T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sed27sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-15T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sed27sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-16T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen28sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-16T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen28sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-16T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen28sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-27T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hed35sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-27T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hed35sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-27T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hed35sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-27T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hed35sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-27T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hed35sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-27T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hed35sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-27T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hed35sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-27T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hed35sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-27T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hed35sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-27T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hed35sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-28T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou36sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-28T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou36sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-28T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou36sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-28T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou36sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-03-01T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen37sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-03-03T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen39a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-03-03T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou39sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-03-03T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou39sb0153a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-03-03T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hou39sb0153a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16224, "bill_version_id": 88466, "bill_version": "Introduced", "bill_version_date": "2001-01-25T08:16:21-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the index factor in the state aid to education formula. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"Average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and pupils for whom tuition is being paid pursuant to § 13-28-42 and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (3) \"Index factor,\" is two percent plus the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less ; (4) \"Per student allocation,\" for the period January 1, 1997, to June 30, 1997, inclusive, is $1,675. For school fiscal year 1998, beginning on July 1, 1997, the per student allocation shall be $3,350 increased by the index factor. Each school fiscal year thereafter, the per student allocation shall be the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" the per student allocation multiplied by the adjusted average daily membership; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42. Section 2. Any school district that receives revenue resulting from the enrollment adjustment shall use the resulting revenue to increase teachers' salaries. The Department of Education and Cultural Affairs shall certify to each school district the amount of revenue it will receive from general state aid to education resulting from the enrollment adjustment. Section 3. School districts shall certify to the Department of Education and Cultural Affairs that the revenue received resulting from the enrollment adjustment is used to increase teachers' salaries. Section 4. That § 13-37-35.1 be amended to read as follows: 13-37-35.1. Terms used in chapter 13-37 mean: (1) \"Level one disability,\" a mild disability; (2) \"Level two disability,\" a mental retardation or emotional disorder; (3) \"Level three disability,\" hearing impairment, deafness, visual impairment, deaf-blindness, orthopedic impairment, or traumatic brain injury; (4) \"Level four disability,\" autism; (5) \"Level five disability,\" multiple disabilities; (6) \"Index factor,\" is two percent plus the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less ; (7) \"Local effort,\" is the amount of taxes payable each year, using a levy for the special education fund of a school district of one dollar and thirty cents per thousand dollars of taxable valuation; (8) \"Allocation for a student with a level one disability,\" for the school fiscal year beginning July 1, 1999, is $3,504. For each school year thereafter, the allocation for a student with a level one disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent ; (9) \"Allocation for a student with a level two disability,\" for the school fiscal year beginning July 1, 1999, is $7,914. For each school year thereafter, the allocation for a student with a level two disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent ; (10) \"Allocation for a student with a level three disability,\" for the school fiscal year beginning July 1, 1999, is $10,116. For each school year thereafter, the allocation for a student with a level three disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent ; (11) \"Allocation for a student with a level four disability,\" for the school fiscal year beginning July 1, 1999, is $14,705. For each school year thereafter, the allocation for a student with a level four disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent ; (12) \"Allocation for a student with a level five disability,\" for the school fiscal year beginning July 1, 1999, is $15,808. For each school year thereafter, the allocation for a student with a level five disability shall be the previous fiscal year's allocation for such child increased by the lesser of the index factor or three percent ; (13) \"Child count,\" is the number of students in need of special education or special education and related services according to criteria set forth in rules promulgated pursuant to § § 13-37-1.1 and 13-37-46 submitted to the Department of Education and Cultural Affairs in accordance with rules promulgated pursuant to § 13-37-1.1; (14) \"Average daily membership,\" the average number of kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year plus the average number of pupils for whom the district pays tuition; (15) \"Nonpublic school,\" a sectarian organization or entity which is accredited by the secretary of education and cultural affairs for the purpose of instructing children of compulsory school age. This definition excludes any school that receives a majority of its revenues from public funds; (16) \"Nonpublic average daily membership,\" the average number of children under age sixteen who are approved for alternative instruction pursuant to § 13-27-2 during the previous school year plus: (a) For nonpublic schools located within the boundaries of a public school district with an average daily membership of six hundred or more during the previous school year, the average number of kindergarten through twelfth grade pupils enrolled during the previous regular school year in all nonpublic schools located within the boundaries of the public school district; (b) For nonpublic schools located within the boundaries of a public school district with an average daily membership of less than six hundred during the previous school year, the average number of resident kindergarten through twelfth grade pupils enrolled during the previous school year in all nonpublic schools located within the State of South Dakota; (17) \"Special education average daily membership,\" average daily membership plus nonpublic average daily membership; (18) \"Local need,\" an amount to be determined as follows: (a) Multiply the special education average daily membership by 0.089 and multiply the result by the allocation for a student with a level one disability; (b) Multiply the number of students having a level two disability as reported on the child count for the previous school fiscal year by the allocation for a student with a level two disability; (c) Multiply the number of students having a level three disability as reported on the child count for the previous school fiscal year by the allocation for a student with a level three disability; (d) Multiply the number of students having a level four disability as reported on the child count for the previous school fiscal year by the allocation for a student with a level four disability; (e) Multiply the number of students having a level five disability as reported on the child count for the previous school fiscal year by the allocation for a student with a level five disability; (f) Sum the results of (a) through (e); (19) \"Effort factor,\" the school district's special education tax levy in dollars per thousand divided by $1.30. The maximum effort factor is 1.0."}, {"bill_id": 16224, "bill_version_id": 90136, "bill_version": "Senate Education Engrossed", "bill_version_date": "2001-02-15T13:32:51-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require school districts to employ certified personnel in administrative positions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-8 be amended by adding thereto a NEW SECTION to read as follows: Only a person with a valid South Dakota certificate pursuant to chapter 13-42 may be employed in an administrative capacity, acting as a superintendent or principal. The professional practices commission regulating the profession for which the person is certified shall have the authority to reprimand or to recommend a disciplinary action against a person employed under this section, regardless of the person's assigned position. 450 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.021 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 16224, "bill_version_id": 91009, "bill_version": "House Education Engrossed", "bill_version_date": "2001-02-27T15:54:33-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to subject uncertified school administrators to a code of professional ethics and to allow for the publication of violations of the code of professional ethics. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-43 be amended by adding thereto a NEW SECTION to read as follows: Individuals employed in an administrative capacity, but who do not hold a valid South Dakota certificate pursuant to chapter 13-42, are subject to the code of professional ethics as established under § 13-43-45. Section 2. That chapter 13-43 be amended by adding thereto a NEW SECTION to read as follows: The Professional Administrators Practices and Standards Commission may publish a summary of the findings of fact, conclusions of law, and the decisions of the commission as they relate to violations of the code of professional ethics in the designated legal newspaper of the school system where the respondent is currently employed or was last employed. The findings shall be published for three consecutive weeks."}, {"bill_id": 16224, "bill_version_id": 91275, "bill_version": "Conference Committee Engrossed", "bill_version_date": "2001-03-04T00:28:34-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to subject uncertified school administrators to a code of professional ethics. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-43 be amended by adding thereto a NEW SECTION to read as follows: Individuals employed in an administrative capacity, but who do not hold a valid South Dakota certificate pursuant to chapter 13-42, are subject to the code of professional ethics as established under § 13-43-45. 450 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.021 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 16224, "bill_version_id": 91276, "bill_version": "Enrolled", "bill_version_date": "2001-03-04T00:30:50-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16224, "action_date": "2001-01-25T14:00:00-06:00", "document_id": 88645, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88645.pdf", "status_text": "First read in Senate and referred to", "journal_page": 212, "committee_id_action": 713, "committee_id_assigned": 688, "result": "N", "vote": {}}, {"bill_id": 16224, "action_date": "2001-02-06T07:45:00-06:00", "document_id": 89364, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89364.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 688, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16224, "action_date": "2001-02-06T07:45:00-06:00", "document_id": 89364, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89364.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 688, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16224, "action_date": "2001-02-13T07:45:00-06:00", "document_id": 89917, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89917.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 688, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16224, "action_date": "2001-02-13T07:45:00-06:00", "document_id": 89917, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89917.pdf", "status_text": "Tabled", "journal_page": null, "committee_id_action": 688, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49406, "president_vote": null, "Yea": [2529, 2552, 2585, 2590], "Nay": [2562, 2581, 2523]}}, {"bill_id": 16224, "action_date": "2001-02-13T07:45:00-06:00", "document_id": 89917, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89917.pdf", "status_text": "Reconsidered", "journal_page": null, "committee_id_action": 688, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49408, "president_vote": null, "Yea": [2529, 2552, 2562, 2581, 2585, 2590, 2523]}}, {"bill_id": 16224, "action_date": "2001-02-13T07:45:00-06:00", "document_id": 89917, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89917.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 688, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16224, "action_date": "2001-02-15T07:45:00-06:00", "document_id": 90107, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90107.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 688, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16224, "action_date": "2001-02-15T07:45:00-06:00", "document_id": 90107, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90107.pdf", "status_text": "Do Pass Amended,", "journal_page": 518, "committee_id_action": 688, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49608, "president_vote": null, "Excused": [2529], "Yea": [2552, 2562, 2581, 2585, 2590, 2523]}}, {"bill_id": 16224, "action_date": "2001-02-15T07:45:00-06:00", "document_id": 90107, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90107.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 688, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16224, "action_date": "2001-02-16T14:00:00-06:00", "document_id": 90289, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90289.pdf", "status_text": "Do Pass Amended,", "journal_page": 562, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49805, "president_vote": null, "Yea": [2516, 2523, 2524, 2529, 2531, 2532, 2535, 2536, 2542, 2551, 2552, 2562, 2567, 2569, 2580, 2581, 2584, 2585, 2590, 2597, 2598, 2607, 2609, 2616], "Nay": [2517, 2520, 2534, 2549, 2573, 2576, 2606, 2615, 2617], "Excused": [2539, 2550]}}, {"bill_id": 16224, "action_date": "2001-02-20T14:00:00-06:00", "document_id": 90359, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90359.pdf", "status_text": "First read in House and referred to", "journal_page": 604, "committee_id_action": 712, "committee_id_assigned": 701, "result": "N", "vote": {}}, {"bill_id": 16224, "action_date": "2001-02-22T10:00:00-06:00", "document_id": 90573, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90573.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 701, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16224, "action_date": "2001-02-22T10:00:00-06:00", "document_id": 90573, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90573.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 647, "committee_id_action": 701, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50023, "president_vote": null, "Yea": [2518, 2530, 2546, 2556, 2565, 2578, 2579, 2618, 2540], "Nay": [2519, 2541, 2572, 2583, 2604], "Excused": [2614]}}, {"bill_id": 16224, "action_date": "2001-02-22T10:00:00-06:00", "document_id": 90573, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90573.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 647, "committee_id_action": 701, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50023, "president_vote": null, "Yea": [2518, 2530, 2546, 2556, 2565, 2578, 2579, 2618, 2540], "Nay": [2519, 2541, 2572, 2583, 2604], "Excused": [2614]}}, {"bill_id": 16224, "action_date": "2001-02-27T10:00:00-06:00", "document_id": 90975, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90975.pdf", "status_text": "Reconsidered", "journal_page": null, "committee_id_action": 701, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50238, "president_vote": null, "Yea": [2518, 2519, 2530, 2541, 2546, 2556, 2565, 2572, 2578, 2583, 2614, 2618, 2540], "Nay": [2579, 2604]}}, {"bill_id": 16224, "action_date": "2001-02-27T10:00:00-06:00", "document_id": 90975, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90975.pdf", "status_text": "Do Pass Amended,", "journal_page": 763, "committee_id_action": 701, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50250, "president_vote": null, "Nay": [2518, 2541, 2546, 2579], "Yea": [2519, 2530, 2556, 2565, 2572, 2578, 2583, 2614, 2618, 2604, 2540]}}, {"bill_id": 16224, "action_date": "2001-02-27T10:00:00-06:00", "document_id": 90975, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/90975.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 701, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 16224, "action_date": "2001-02-28T14:00:00-06:00", "document_id": 91123, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91123.pdf", "status_text": "Do Pass Amended,", "journal_page": 797, "committee_id_action": 712, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 51742, "president_vote": null, "Yea": [2514, 2515, 2518, 2519, 2521, 2522, 2525, 2526, 2528, 2530, 2533, 2537, 2538, 2545, 2553, 2556, 2557, 2558, 2559, 2561, 2564, 2565, 2568, 2570, 2572, 2575, 2578, 2582, 2586, 2588, 2592, 2593, 2594, 2595, 2596, 2599, 2601, 2603, 2604, 2605, 2610, 2611, 2612, 2613, 2614, 2618], "Nay": [2527, 2543, 2544, 2546, 2547, 2548, 2554, 2555, 2560, 2563, 2566, 2571, 2574, 2577, 2579, 2583, 2587, 2589, 2591, 2600, 2602, 2608, 2540], "Excused": [2541]}}, {"bill_id": 16224, "action_date": "2001-03-02T14:00:00-06:00", "document_id": 91196, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91196.pdf", "status_text": "Conference Committee appointments", "journal_page": 831, "committee_id_action": 712, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16224, "action_date": "2001-03-03T14:00:00-06:00", "document_id": 91268, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91268.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 821, "committee_id_action": 713, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50393, "president_vote": null, "Yea": [2516, 2520, 2523, 2524, 2529, 2531, 2534, 2535, 2536, 2542, 2551, 2552, 2567, 2573, 2576, 2580, 2584, 2585, 2590, 2597, 2607, 2609, 2615, 2616, 2617], "Excused": [2517, 2539, 2550, 2606], "Nay": [2532, 2549, 2562, 2569, 2581, 2598]}}, {"bill_id": 16224, "action_date": "2001-03-03T14:00:00-06:00", "document_id": 91268, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91268.pdf", "status_text": "Signed by President", "journal_page": 822, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16224, "action_date": "2001-03-03T14:00:00-06:00", "document_id": 91268, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91268.pdf", "status_text": "Delivered to the Governor", "journal_page": 825, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16224, "action_date": "2001-03-03T14:00:00-06:00", "document_id": 91239, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91239.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 876, "committee_id_action": 712, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 51780, "president_vote": null, "Yea": [2514, 2515, 2518, 2521, 2522, 2528, 2530, 2533, 2537, 2538, 2541, 2547, 2548, 2553, 2554, 2555, 2556, 2557, 2559, 2560, 2563, 2565, 2571, 2572, 2574, 2577, 2578, 2582, 2583, 2586, 2588, 2589, 2592, 2593, 2594, 2596, 2599, 2600, 2601, 2602, 2603, 2604, 2605, 2611, 2612, 2613, 2614, 2618, 2540], "Nay": [2519, 2525, 2526, 2527, 2543, 2544, 2545, 2546, 2558, 2561, 2564, 2566, 2568, 2570, 2575, 2579, 2587, 2591, 2595, 2608, 2610]}}, {"bill_id": 16224, "action_date": "2001-03-03T14:00:00-06:00", "document_id": 91239, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/91239.pdf", "status_text": "Signed by Speaker", "journal_page": 880, "committee_id_action": 712, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16224, "action_date": "2001-03-09T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 841, "committee_id_action": 713, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1848}