{"session_id": 57, "bill_id": 19419, "bill_type": "House Bill", "bill_number": 1247, "bill_title": "provide for the establishment of infrastructure enhancement districts, to provide certain taxing authority, and to establish certain penalties.", "sponsors": [{"legislator_profile_id": 3151, "is_prime": true}, {"legislator_profile_id": 3184, "is_prime": true}, {"legislator_profile_id": 3190, "is_prime": false}, {"legislator_profile_id": 3213, "is_prime": false}], "keywords": ["Municipalities", "Taxes"], "audio": [{"meeting_datetime": "2005-02-05T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hst19hb1247a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-05T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hst19hb1247a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-05T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hst19hb1247a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19419, "bill_version_id": 103741, "bill_version": "Introduced", "bill_version_date": "2005-02-01T08:36:25-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the establishment of infrastructure enhancement districts, to provide certain taxing authority, and to establish certain penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Bonds or notes,\" any bonds or noted issued pursuant to this Act; (2) \"District or infrastructure enhancement district,\" a contiguous geographic area within a municipality defined and created by resolution of the governing body pursuant to this Act; (3) \"Governing body,\" the board of trustees, the board of commissioners, or the common council of a municipality; (4) \"Municipality,\" any incorporated city or town in this state; (5) \"Planning commission,\" a planning commission created under chapter 11-6 or a municipal planning committee of a governing body of a municipality which has no planning commission; (6) \"Project plan,\" the properly approved plan for the development or redevelopment of a district including all properly approved amendments thereto; (7) \"Taxable area,\" any business located in an infrastructure enhancement district that is subject to the taxes imposed by chapters 10-45 and 10-46. Section 2. A municipality may exercise those powers necessary and convenient to carry out the purposes of this Act, including the power to: (1) Create an infrastructure enhancement district and to define its boundaries; (2) Prepare project plans, approve the plans, and implement the provisions and purposes of the plans, including the acquisition by purchase or condemnation of real and personal property within the district and the sale, lease, or other disposition of such property to private individuals, partnerships, corporations, or other entities at a price less than the cost of such acquisition and of any site improvements undertaken by the municipality pursuant to a project plan; (3) Issue bonds and notes; (4) Deposit moneys into the special fund of any infrastructure enhancement district; and (5) Enter into any contracts or agreements, including agreements with bondholders, determined by the governing body to be necessary or convenient to implement the provisions and effectuate the purposes of project plans. The contracts or agreements may include conditions, restrictions, or covenants which run with the land or otherwise regulate the use of land or which establish a minimum market value for the land and completed improvements to be constructed thereon until a specified date, which date may not be later than the date of termination of the district pursuant to section 30 of this Act. Section 3. In order to implement the provisions of this Act, the planning commission shall hold a hearing at which interested parties are afforded a reasonable opportunity to express their views on the proposed creation of a district and its proposed boundaries. Notice of the hearing shall be published once, not less than ten nor more than thirty days prior to the date of the hearing in a legal newspaper having a general circulation in the redevelopment area of the municipality. Section 4. In order to implement the provisions of this Act, the planning commission shall designate the boundaries of an infrastructure enhancement district recommended by it to be created and submit the recommendation to the governing body. Section 5. In order to implement the provisions of this Act, the governing body shall adopt a resolution which: (1) Describes the boundaries, which may, but need not, be the same as those recommended by the planning commission, of a district with sufficient definiteness to identify with ordinary and reasonable certainty the territory included. The boundaries may not split a whole unit of property which is being used for a single purpose; (2) Creates the district on a given date; and (3) Assigns a name to the district for identification purposes. The first district created in each municipality shall be known as \"Infrastructure enhancement District Number One, City (or Town) of ____.\" Each subsequently created district shall be assigned the next consecutive number. Section 6. No infrastructure enhancement district may be created which overlaps any other infrastructure enhancement district. Section 7. To implement the provisions of this Act, the resolution required by section 5 of this Act shall contain findings that: (1) Not less than twenty-five percent, by area, of the real property within the district is in need of infrastructure improvements; and (2) The improvement of the area is likely to enhance significantly the value of substantially all of the other real property in the district. Section 8. Any area which by reason of: (1) Predominance of defective or inadequate street layouts; (2) Insanitary or unsafe conditions; (3) Deterioration of site or other improvements; (4) Predominance of defective or inadequate water and wastewater lines; (5) The existence of conditions which endanger life or property by fire and other causes; (6) That is predominantly undeveloped; or (7) Any combination of such factors; that substantially impairs or arrests the sound growth of a municipality or constitutes an economic or social liability or is a menace to the public health, safety, morals, and welfare in its present condition and use, is an area in need of infrastructure improvements. Section 9. To implement the provisions of this Act, the planning commission shall prepare and adopt a project plan for each district and submit the plan to the governing body. The plan shall include a statement listing: (1) The kind, number, and location of all proposed public works or improvements within the district; (2) An economic feasibility study; (3) A detailed list of estimated project costs; (4) A fiscal impact statement which shows the impact of the district; and (5) A description of the methods of financing all estimated project costs and the time when related costs or monetary obligations are to be incurred. No expenditure may be provided for in the plan more than twenty years after a district is created. Section 10. The term, project costs, means any expenditures made or estimated to be made, or monetary obligations incurred or estimated to be incurred, by a municipality which are listed in a project plan as costs of public works or improvements within a district, plus any incidental costs. Section 11. Project costs include: (1) Capital costs, including the actual costs of the construction of public works or improvements, buildings, structures, and permanent fixtures; the demolition, alteration, remodeling, repair, or reconstruction of existing buildings, structures, and permanent fixtures; the acquisition of equipment; the clearing and grading of land; and the amount of interest payable on bonds or notes issued pursuant to this Act until such time as revenue to be received from the district, as estimated by the project plan, are sufficient to pay the principal of and interest on the bonds or notes when due; (2) Financing costs, including all interest paid to holders of evidences of indebtedness issued to pay for project costs, any premium paid over the principal amount thereof because of the redemption of such obligations prior to maturity and a reserve for the payment of principal of and interest on such obligations in an amount determined by the governing body to be reasonably required for the marketability of such obligations; (3) Real property assembly costs, including the actual cost of the acquisition by a municipality of real or personal property within a district less any proceeds to be received by the municipality from the sale, lease, or other disposition of such property pursuant to a project plan; (4) Professional service costs, including those costs incurred for architectural, planning, engineering, and legal advice and services; (5) Imputed administrative costs, including reasonable charges for the time spent by municipal employees in connection with the implementation of a project plan; (6) Relocation costs; (7) Organizational costs, including the costs of conducting environmental impact and other studies and the costs of informing the public of the creation of the district and the implementation of project plans; and (8) Payments made, at the discretion of the governing body, which are found to be necessary or convenient to the creation of the district or the implementation of project plans. Section 12. The plan required by section 9 of this Act shall also include: (1) A map showing the existing uses and conditions of real property in the district; (2) A map showing the proposed improvements and uses therein; (3) A map showing the proposed changes of zoning ordinances; (4) A statement listing changes needed in the master plan, map, building codes, and municipal ordinances; (5) A list of estimated nonproject costs; and (6) A statement of a proposed method for the relocation of persons to be displaced. Section 13. In order to implement the provisions of this Act, the governing body shall approve a project plan. The approval shall be by resolution which contains findings that the plan is feasible and in conformity with the comprehensive plan, if any, of the municipality. Section 14. The planning commission may at any time adopt an amendment to a project plan which is subject to approval by the governing body in the same manner as an initial project plan. Section 15. Payment of project costs may be made by any of the following methods or by any combination thereof: (1) Payment by the municipality from the special fund of the district; (2) Payment out of the municipality's general funds; (3) Payment out of the proceeds of the sale of municipal improvement bonds issued by the municipality under chapter 9-44; (4) Payment out of the proceeds of revenue bonds issued by the municipality under chapter 9-54; and (5) Payment out of the proceeds of the sale of bonds or notes issued by the municipality under this Act. Section 16. All taxes received in a district shall, upon receipt by the municipal treasurer or finance officer, be deposited into a special fund for the district. The municipal treasurer or finance officer may deposit additional moneys into the fund pursuant to an appropriation by the governing body. Subject to any agreement with bondholders, moneys in the fund may be temporarily invested in the same manner as other municipal funds. Section 17. Moneys shall be paid out of the special fund created under section 16 of this Act only to pay project costs of the district, to reimburse the municipality for the payments, or to satisfy claims of holders of bonds, or notes issued for the district. Section 18. Bonds or notes shall be authorized by resolution of the governing body without the necessity of a referendum or any voter's approval. Section 19. Bonds or notes may not be issued in an amount exceeding the aggregate project costs. The bonds or notes may not mature later than twenty years from the date thereof. The bonds or notes may contain a provision authorizing the redemption thereof, in whole or in part, at stipulated prices, at the option of the municipality, on any interest payment date and shall provide the method of selecting the bonds or notes to be redeemed. The principal and interest on the bonds and notes may be payable at any time and at any place. The bonds or notes may be payable to their bearer or may be registered as to the principal or principal and interest. The bonds or notes may be in any denominations. Section 20. Bonds or notes are payable only out of the special fund created under section 16 of this Act. Each bond or note shall contain such recitals as are necessary to show that it is only so payable and that it does not constitute a general indebtedness of the municipality or a charge against its general taxing power. Section 21. The governing body shall irrevocably pledge all or a stated percentage of the special fund created under section 16 of this Act to the payment of the bonds or notes. The special fund or designated part thereof may thereafter be used only for the payment of the bonds or notes and interest until they have been fully paid, and any holder of the bonds or notes or of any coupons appertaining thereto shall have a lien against the special fund for payment of the bonds or notes and interest and may either at law or in equity protect and enforce the lien. Section 22. Each bond or note issued under the provisions of this Act and all interest coupons appurtenant thereto are declared to be negotiable instruments. Bonds so issued are not general obligation bonds and are payable only from the taxes received for the project as provided in sections 31 to 44, inclusive, of this Act. Section 23. To increase the security and marketability of its bonds or notes, a municipality may: (1) Create a lien for the benefit of the bondholders upon any public improvements or public works financed thereby or the revenues therefrom; or (2) Make covenants and do any and all acts, consistent with the South Dakota Constitution, necessary, convenient, or desirable in order to additionally secure bonds or notes or to make the bonds or notes more marketable according to the best judgment of the governing body, including the establishment of a reserve for the payment of principal of and interest on the bonds or notes funded from the proceeds of such bonds or notes or other revenues of the municipality; or (3) Comply with both subdivisions (1) and (2) of this section. Section 24. The State of South Dakota does hereby pledge to and agree with the holders of any bonds or notes issued under this Act that the state will not alter the rights vested in the bond holders until the notes or bonds, together with the interest thereon, with interest on any unpaid installments of interest, and all costs and expenses in connection with any action or proceeding by or on behalf of the bond holders, are fully met and discharged. Section 25. Bonds or notes may be sold at public or private sale at a price which the governing body deems in the best interests of the municipality. Insofar as the provisions are consistent with this Act, the provisions of chapter 9-25 relating to procedures for issuance, form, contents, execution, negotiation, and registration of municipal bonds and notes shall be followed. Section 26. The exercise of the power of eminent domain in connection with districts shall proceed as condemnation proceedings are conducted by the Department of Transportation under chapter 31-19. Section 27. As security for its fulfillment of the agreement with the governing body, a purchaser or lessee of redevelopment property shall furnish a performance bond, with such surety and in such form and amount as the governing body may approve or make such other guaranty as the governing body may deem necessary in the public interest. Section 28. If the governing body finds that the infrastructure enhancement improvements is not being carried out or maintained in accordance with the contract terms and conditions, or there is a failure to prosecute the work with diligence, or to assume its completion on time, it shall notify the purchaser or lessee and the surety in writing of the noncompliance. Unless the purchaser or lessee complies with the terms of the agreement within twenty days from the date of the notice, the governing body may take over the work and may cause the work to be done, and the cost of the work shall be paid by the surety. The governing body may take possession of the site of the work and utilize in completion of the work the materials, appliances, and plant as may be on the site of the work and necessary therefor. Section 29. After all project costs and all bonds and notes of the district have been paid or provided for subject to any agreement with bondholders, if any moneys remain in the fund, they shall be paid to the treasurer of the municipality. Section 30. The existence of a district shall terminate when the governing body, by resolution, dissolves the district, after payment or provision for payment of all project costs and all bonds and notes of the district. Section 31. Any municipality may impose a non-ad valorem tax within an infrastructure enhancement created pursuant to sections 1 to 30, inclusive, of this Act, in accordance with sections 31 to 44, inclusive, of this Act, by resolution enacted by its governing body. However, no tax may be levied on the sale, use, storage and consumption of items taxed under chapters 10-45 and 10-46, unless such tax conforms in all respects to the state tax on such items with the exception of the rate, and the rate levied does not exceed one percent. Section 32. Terms used in sections 31 to 44, inclusive, of this Act mean: (1) \"Department,\" the Department of Revenue and Regulation; (2) \"District,\" an infrastructure enhancement district established pursuant to this sections 1 to 30, inclusive, of this Act; (3) \"Gross receipts,\" the total amount or consideration, including cash, credit, property, and services, for which tangible personal property or services are sold, leased, or rented, valued in money, whether received in money or otherwise, without any deduction for the following: (a) The retailer's cost of the property or service sold; (b) The cost of materials used, labor or service cost, interest, losses, all costs of transportation to the retailer, all taxes imposed on the retailer, and any other expense of the retailer; (c) Except as provided in chapter 10-46A or 10-46B, charges by the retailer for any services necessary to complete the sale whether or not separately stated, including delivery charges; and (d) The value of exempt tangible personal property whether or not separately stated on the invoice, billing, or similar document given to the purchaser where taxable and exempt tangible personal property have been bundled together and sold by the retailer as a single product or piece of merchandise; Gross receipts do not include: (a) Discounts, including cash, term, or coupons that are not reimbursed by a third party that are allowed by a retailer and taken by a purchaser on a sale; (b) Interest, financing, and carrying charges from credit extended on the sale of tangible personal property or services, if the amount is separately stated on the invoice, bill of sale or similar document given to the purchaser; and (c) Any taxes legally imposed directly on the consumer that are separately stated on the invoice, bill of sale, or similar document given to the purchaser. Section 33. The tax imposed by section 31 of this Act shall be collected and administered by the department. Section 34. Any person who is subject to the tax imposed by sections 31 to 44, inclusive, of this Act shall make a return and remittance to the department on forms prescribed and furnished by the department in the following manner: (1) Any person whose tax liability is one thousand dollars or more annually, shall file the return and remit the tax on or before the twentieth day of the month following each monthly period; (2) Any person whose tax liability is less than one thousand dollars annually, shall file the return and remit the tax on or before the last day of the month following each two-month period; and (3) Any person whose tax liability is one thousand dollars or more annually and who remits the tax by electronic transfer to the state, shall file the return by electronic means on or before the twenty-third day of the month following each monthly period and remit the tax on or before the second to the last day of the month following each monthly period. The secretary of revenue and regulation may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest pursuant to § 10-59-6 shall be paid if a return or remittance is not made on time. Section 35. The secretary of revenue and regulation may require or allow some returns and remittances to be filed on a monthly, bimonthly, semiannual, or annual basis and the return and remittance is due the last day of the month following the reporting period. For any person issued a temporary or seasonal tax permit pursuant to chapter 10-45, the returns and remittances may be required at a time determined by the secretary. Section 10-59-6 applies to any return and payment made pursuant to this section. Section 36. The definitions, administrative, collection, and enforcement provisions of chapters 10-45 and 10-46 apply to the tax imposed by sections 31 to 44, inclusive, of this Act, where applicable. Section 37. The secretary of revenue and regulation may promulgate rules pursuant to chapter 1-26 concerning: (1) Licensing, including bonding and filing license applications; (2) The filing of returns and payment of the tax; (3) Determining the application of the tax and exemptions; (4) Taxpayer record-keeping requirements; and (5) Determining auditing methods. Section 38. Any person who: (1) Makes any false or fraudulent return in attempting to defeat or evade the tax imposed by sections 31 to 44, inclusive, of this Act is guilty of a Class 6 felony; (2) Fails to pay tax due under sections 31 to 44, inclusive, of this Act within sixty days from the date the tax becomes due is guilty of a Class 1 misdemeanor; (3) Fails to keep the records and books required by section 39 of this Act or refuses to exhibit these records to the secretary of revenue or the secretary's agents for the purpose of examination is guilty of a Class 1 misdemeanor; (4) Fails to file a return required by this Act within sixty days from the date the return is due is guilty of a Class 1 misdemeanor; (5) Willfully violates any rule of the secretary of revenue and regulation for the administration and enforcement of the provisions of sections 31 to 44, inclusive, of this Act is guilty of a Class 1 misdemeanor; or (6) Violates either subdivision (2) or subdivision (4) two or more times in any twelve-month period is guilty of a Class 6 felony. Section 39. Each person subject to tax under sections 31 to 44, inclusive, of this Act shall keep records and books of all receipts and sales, together with invoices, bills of lading, copies of bills of sale, and other pertinent papers and documents. The books and records and other papers and documents are, at all times during business hours of the day, subject to inspection by the secretary of revenue and regulation or the secretary's agents and employees to determine the amount of tax due. The books and records shall be preserved for a period of three years unless the secretary of revenue and regulation, in writing, authorized their destruction or disposal at an earlier date. Section 40. Any tax imposed by a municipality pursuant to the provisions of sections 31 to 44, inclusive, of this Act, may be referred to a vote of the people for its approval or disapproval. Section 41. The administration of the taxes adopted under sections 31 to 44, inclusive, of this Act shall be by the department. The department may prescribe forms and promulgate rules pursuant to chapter 1-26 for the making of returns and for the ascertainment, assessment, and collection of the tax imposed pursuant to this 31 to 44, inclusive, of this Act. The department shall keep full and accurate records of all moneys received and distributed under sections 31 to 44, inclusive, of this Act. Section 42. All moneys received and collected on behalf of a municipality by the department, pursuant to sections 31 to 44, inclusive, of this Act, shall be credited to a special district tax fund and after deducting the amount of refunds made, the amounts necessary to defray the cost of collecting the tax, and the administrative expenses incident thereto, shall be paid within thirty days after collection to the municipality entitled thereto. Section 43. Any new resolution or amendment to a resolution enacted under the authority of sections 31 to 44, inclusive, of this Act, and any tax rate affected thereby, can be effective only on January first or July first of a calendar year. The resolution or amendment shall be effective on the earlier of January first or July first following at least ninety days notification by the district to the secretary of revenue and regulation that the resolution or amendment has been enacted unless the resolution or amendment is suspended by operation of a referendum. If a resolution or amendment enacted under sections 31 to 44, inclusive, of this Act is referred and the referred resolution or amendment is approved the effective date shall be the earlier of January first or July first following at least ninety days notification by the district to the secretary of revenue and regulation that the resolution or amendment has been approved notwithstanding § 9-20-15. Notification of the enactment or approval of the resolution shall be in writing and mailed, along with a copy of the resolution or amendment, by registered or certified mail to the secretary of revenue and regulation. Section 44. Any municipality imposing a tax pursuant to sections 31 to 44, inclusive, of this Act may issue district non-ad valorem tax revenue bonds pursuant to this section and chapter 6-8B in anticipation of the collection of the taxes. The bonds shall be payable solely from the collections of the taxes imposed by the municipality under sections 31 to 44, inclusive, of this Act, as determined by the governing body. The governing body shall, in the resolution authorizing the bonds, agree that it will continue to impose and collect the taxes so long as the bonds are outstanding. The governing body shall also pledge so much of the collections of the taxes as may be necessary to pay the principal premium and interest on the bonds and to maintain any debt service reserve established for the bonds. The proceeds of the bonds may be used for land acquisition, capital asset acquisition, capital improvements, to establish a debt service reserve fund for the bonds, and to pay not more than one year's capitalized interest on the bonds. No election is required to authorize the issuance of municipal non-ad valorem tax revenue bonds. The bonds shall be issued and sold as provided in chapter 6-8B. Section 45. That § 10-59-1 be amended to read as follows: 10-59-1. The provisions of this chapter apply to any taxes or fees or persons subject to taxes or fees imposed by, and to any civil or criminal investigation authorized by, chapters 10-39, 10- 39A, 10-39B, 10-43, 10-45, 10-45D, 10-46, 10-46A, 10-46B, 10-46C, 10-47B, 10-52, 10-52A, sections 31 to 44, inclusive, of this Act, 32-3, 32-3A, 32-5, 32-5B, 32-6B, 32-9, 32-10, and 34A-13 and §§ 22-25-48, 49-31-51, 50-4-13 to 50-4-17, inclusive, and the provisions of chapter 10-45B."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19419, "action_date": "2005-02-01T14:00:00-06:00", "document_id": 103840, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103840.pdf", "status_text": "First read in House and referred to", "journal_page": 262, "committee_id_action": 860, "committee_id_assigned": 855, "result": "N", "vote": {}}, {"bill_id": 19419, "action_date": "2005-02-05T10:00:00-06:00", "document_id": 104169, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104169.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 855, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19419, "action_date": "2005-02-05T10:00:00-06:00", "document_id": 104169, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104169.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 349, "committee_id_action": 855, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 61668, "president_vote": null, "Yea": [3162, 3174, 3176, 3182, 3187, 3206, 3215, 3216, 3223, 3231, 3232], "Excused": [3171, 3167]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/19419"}