{"session_id": 4, "bill_id": 5069, "bill_type": "House Bill", "bill_number": 1124, "bill_title": "enhance education in South Dakota.", "sponsors": [{"legislator_profile_id": 615, "is_prime": true}, {"legislator_profile_id": 614, "is_prime": false}, {"legislator_profile_id": 591, "is_prime": false}, {"legislator_profile_id": 574, "is_prime": false}, {"legislator_profile_id": 542, "is_prime": false}, {"legislator_profile_id": 565, "is_prime": false}, {"legislator_profile_id": 558, "is_prime": false}, {"legislator_profile_id": 630, "is_prime": false}, {"legislator_profile_id": 603, "is_prime": false}, {"legislator_profile_id": 619, "is_prime": false}], "keywords": ["Appropriations", "Education"], "audio": [{"meeting_datetime": "2008-02-04T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hap17.mp3", "start_seconds": 6305.0}, {"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst21.mp3", "start_seconds": 126.0}, {"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst21.mp3", "start_seconds": 126.0}, {"meeting_datetime": "2008-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst23.mp3", "start_seconds": 638.0}, {"meeting_datetime": "2008-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst23.mp3", "start_seconds": 638.0}, {"meeting_datetime": "2008-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst23.mp3", "start_seconds": 638.0}, {"meeting_datetime": "2008-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst23.mp3", "start_seconds": 638.0}, {"meeting_datetime": "2008-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst23.mp3", "start_seconds": 638.0}, {"meeting_datetime": "2008-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst23.mp3", "start_seconds": 638.0}, {"meeting_datetime": "2008-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst23.mp3", "start_seconds": 638.0}, {"meeting_datetime": "2008-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst23.mp3", "start_seconds": 638.0}, {"meeting_datetime": "2008-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou24.mp3", "start_seconds": 7275.0}, {"meeting_datetime": "2008-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou24.mp3", "start_seconds": 7275.0}, {"meeting_datetime": "2008-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou24.mp3", "start_seconds": 7275.0}, {"meeting_datetime": "2008-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou24.mp3", "start_seconds": 7275.0}, {"meeting_datetime": "2008-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou24.mp3", "start_seconds": 7275.0}, {"meeting_datetime": "2008-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou24.mp3", "start_seconds": 7275.0}, {"meeting_datetime": "2008-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou24.mp3", "start_seconds": 7275.0}, {"meeting_datetime": "2008-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou24.mp3", "start_seconds": 7275.0}, {"meeting_datetime": "2008-02-21T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed28.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2008-02-21T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed28.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2008-02-21T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed28.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2008-02-21T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed28.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2008-02-21T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed28.mp3", "start_seconds": 108.0}, {"meeting_datetime": "2008-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen32.mp3", "start_seconds": 5181.0}, {"meeting_datetime": "2008-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen32.mp3", "start_seconds": 5181.0}, {"meeting_datetime": "2008-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen32.mp3", "start_seconds": 5181.0}, {"meeting_datetime": "2008-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen32.mp3", "start_seconds": 5181.0}], "bill_versions": [{"bill_id": 5069, "bill_version_id": 821, "bill_version": "Introduced", "bill_version_date": "2008-01-11T09:54:29.987-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to enhance education in the state and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby appropriated from the general fund the sum of one dollar ($ 1 ), or so much thereof as may be necessary, to the Department of Education to enhance education in the public elementary and secondary schools in this state. Section 2. The secretary of education shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 3. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2009 , shall revert in accordance with § 4-8-21. 250 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.04 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 5069, "bill_version_id": 3132, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2008-02-13T14:47:47.58-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a classification system, an evaluation system, and minimum annual salaries for certified teachers and school service specialists, and to revise certain provisions relating to teacher tenure. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby established a three-level classification system for certified teachers and school service specialists that provides for a minimum annual salary for each certified teacher or school service specialist within each level and requires a teacher or school service specialist to demonstrate increased competency and professional growth in order to progress from one level to the next within the system. For the purposes of this Act, a school service specialist is a school counselor, school library media education specialist, school psychologist, speech/language pathologist, school social worker, special education director, or curriculum director. Section 2. For the purposes of this Act, on July 1, 2009, any certified teacher with less than three years of teaching experience or any school service specialist with less than three years of experience providing direct services to students is classified at Level I, and any certified teacher with three or more years of teaching experience or any school service specialist with three or more years of experience providing direct services to students is classified at Level II. On July 1, 2010, any certified teacher or school service specialist classified at Level II shall receive a salary increase of one thousand dollars above the salary the teacher or school service specialist would have otherwise received for the current school fiscal year. On July 1, 2011, any certified teacher with six or more years of teaching experience who meets the qualifications in subdivisions (1) and (3) of section 6 of this Act is classified at Level III, and shall receive a salary increase of four thousand dollars above the salary the teacher would have otherwise received for the current school fiscal year. On July 1, 2011, any school service specialist with six or more years of experience providing direct services to students who meets the qualifications in subdivisions (1) and (3) of section 8 of this Act is classified at Level III, and shall receive a salary increase of four thousand dollars above the salary the school service specialist would have otherwise received for the current school fiscal year. Section 3. The minimum annual salary for any teacher or school service specialist at Level I is as follows: (1) For school fiscal year 2011, the minimum annual salary is thirty thousand dollars; and (2) For school fiscal year 2012 and thereafter, the minimum annual salary is the previous school fiscal year's minimum annual salary increased by the index factor as defined in subdivision 13-13-10.1(3). Any teacher or school service specialist who progresses from Level I to Level II shall receive a salary increase of one thousand dollars above the salary the teacher or school service specialist would have otherwise received for the current school fiscal year. Any teacher or school service specialist who progresses from Level II to Level III shall receive a salary increase of four thousand dollars above the salary the teacher or school service specialist would have otherwise received for the current school fiscal year. Section 4. In order to advance from Level I to Level II, a teacher shall: (1) Complete a mentoring or induction program approved by the Department of Education; (2) Demonstrate competency, as determined by an administrator trained pursuant to section 13 of this Act, in professional growth and classroom achievement through the annual evaluation process required in section 10 of this Act. Classroom achievement may be measured using standardized achievement tests, classroom exams, observations of student/teacher interactions, and other assessments; (3) Complete three years of teaching at Level I; and (4) Demonstrate the increased competency required for Level II by passing an assessment approved by the Department of Education that measures the skills of beginning teachers in a classroom setting. When a teacher has completed the requirements established in this section, the local school board shall submit documentation of that completion to the Department of Education. The Department of Education shall then review the documentation and issue a certificate to any teacher that the secretary of education determines has successfully completed the requirements necessary to advance from Level I to Level II. Section 5. At Level II, a teacher shall: (1) Submit a professional development plan and complete the hours of coursework necessary to maintain teacher certification pursuant to § 13-42-3; and (2) Demonstrate competency, as determined by an administrator trained pursuant to section 13 of this Act, in professional growth and classroom achievement through the annual evaluation process required in section 10 of this Act. Classroom achievement may be measured using standardized achievement tests, classroom exams, observations of student/teacher interactions, and other assessments. Section 6. Once a teacher progresses to Level II, the teacher may remain at that level or progress to Level III. In order to progress to Level III, a teacher shall: (1) Earn an advanced degree including a master's, specialist's, or doctorate or obtain a national certification as approved by the Board of Education based on the criteria established pursuant to section 15 of this Act; (2) Complete at least three years of teaching at Level II; and (3) Demonstrate competency, as determined by an administrator trained pursuant to section 13 of this Act, in professional growth and classroom achievement through the annual evaluation process required in section 10 of this Act. Classroom achievement may be measured using standardized achievement tests, classroom exams, observations of student/teacher interactions, and other assessments. When a teacher has completed the requirements established in this section, the local school board shall submit documentation of that completion to the Department of Education. The Department of Education shall then review the documentation and issue a certificate to any teacher that the secretary of education determines has successfully completed the requirements necessary to advance from Level II to Level III. Section 7. In order to advance from Level I to Level II, a school service specialist shall: (1) Complete a mentoring or induction program approved by the Department of Education; and (2) Demonstrate competency, as determined by an administrator trained pursuant to section 13 of this Act, through the annual evaluation process required in section 12 of this Act. When a school service specialist has completed the requirements established in this section, the local school board shall submit documentation of that completion to the Department of Education. The Department of Education shall then review the documentation and issue a certificate to any school service specialist that the secretary of education determines has successfully completed the requirements necessary to advance from Level I to Level II. Section 8. Once a school service specialist progresses to Level II, the school service specialist may remain at that level or progress to Level III. In order to progress to Level III, a school service specialist shall: (1) Earn an advanced degree including a master's, specialist's, or doctorate or obtain a national certification as approved by the Board of Education based on the criteria established pursuant to section 15 of this Act; (2) Complete at least three years of providing direct services to students at Level II; and (3) Demonstrate competency, as determined by an administrator trained pursuant to section 13 of this Act, through the annual evaluation process required in section 12 of this Act. When a school service specialist has completed the requirements established in this section, the local school board shall submit documentation of that completion to the Department of Education. The Department of Education shall then review the documentation and issue a certificate to any school service specialist that the secretary of education determines has successfully completed the requirements necessary to advance from Level II to Level III. Section 9. In addition to the minimum salaries established in this Act, any school district that hires a teacher or school service specialist in an area of need shall pay that teacher or school service specialist a signing bonus of two thousand five hundred dollars. The secretary of education shall determine the areas of need for each school year based upon teacher or school service specialist shortages, geography, and other factors and report those areas of need to each school district. Section 10. The school board of each local school district shall implement an evaluation system for the school district's certified teachers that includes observation of each certified teacher in the teacher's workplace. Section 11. The certified teacher evaluation system shall: (1) Include professional performance standards established pursuant to section 11 of this Act; (2) Require at least two observations during each school year for the evaluation of each Level I teacher as defined in this Act; (3) Require at least one observation during each school year for the evaluation of each Level II or Level III teacher as defined in this Act who met the school district performance standards during the previous school year; and (4) Include an improvement plan for any certified teacher whose performance does not meet the school district's performance standards, unless the teacher's performance is just cause for termination pursuant to § 13-43-6.1. Section 12. The school board of each local school district shall also implement an evaluation system for the school district's school service specialists that includes annual evaluations of all school service specialists within the district based upon the criteria established by the Board of Education pursuant to section 15 of this Act. Section 13. Each school district shall, at least once a year, provide training to the certified teachers and school service specialists who are subject to the evaluation systems. The training shall address the procedures of the evaluation systems, the standards that the school district uses to evaluate the performance of its certified teachers and school service specialists, and any other appropriate topics as determined by the school district. Each school district shall also provide annual training to administrators on how to conduct the evaluations required in section 10 and 12 of this Act. Section 14. The Department of Education shall promulgate rules pursuant to chapter 1-26 establishing the criteria the department will use to approve school district mentoring and induction programs, establishing the assessment required of teachers progressing to Level II, and providing for the performance standards that school districts will use to evaluate certified teachers. Section 15. The Board of Education shall promulgate rules pursuant to chapter 1-26 establishing the criteria the school districts will use to evaluate school service specialists and to establish the criteria and the annual review process that the board will use to determine the national certifications that will be recognized to allow a teacher or school service specialist to progress to Level III. Section 16. Beginning on July 1, 2010, any funds that a school district receives through the teacher compensation assistance program established in § 13-3-73 shall be used to fund teachers salaries according to the provisions of this Act. Section 17. That § 13-43-6.1 be amended to read as follows: 13-43-6.1. A teacher may be terminated, by the school board, at any time for just cause, including breach of contract, poor performance, incompetency, gross immorality, unprofessional conduct, insubordination, neglect of duty, or the violation of any policy or regulation of the school district. A school district may nonrenew a teacher who is in or beyond the fourth consecutive term of employment as a teacher with the school district classified at Level II or Level III in the classification system established in section 1 of this Act pursuant to § 13-43-6.3 for just cause, including breach of contract, poor performance, incompetency, gross immorality, unprofessional conduct, insubordination, neglect of duty, or the violation of any policy or regulation of the school district. Section 18. That § 13-43-6.3 be amended to read as follows: 13-43-6.3. Until a teacher is in or beyond the fourth consecutive term of employment as a teacher with the school district classified at Level II or Level III in the classification system established in section 1 of this Act , a school board may or may not renew the teacher's contract. The superintendent or chief executive officer shall give written notice of nonrenewal by April fifteenth but is not required to give further process or a reason for nonrenewal. After a teacher is in or beyond the fourth consecutive term of employment as a teacher with the school district classified at Level II or Level III in the classification system established in section 1 of this Act , §§ 13-43-6.1 and 13-43-6.2 apply to any nonrenewal of the teacher's contract. On or before April fifteenth, the superintendent or chief executive officer shall notify the teacher and the school board in writing of the recommendation to not renew the teacher's contract. Acceptance by the teacher of an offer from the district to enter into a new contract with the teacher shall be in the manner specified in the offer. Failure of the teacher to accept the offer in the manner specified constitutes the termination of the existing contract between the teacher and the district at the end of its term. Section 19. This Act is effective on July 1, 2009."}, {"bill_id": 5069, "bill_version_id": 3254, "bill_version": "House Engrossed", "bill_version_date": "2008-02-14T18:14:09.39-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a classification system, an evaluation system, and minimum annual salaries for certified teachers and school service specialists, to establish the Certified Teacher and School Service Specialist Classification and Evaluation System Advisory Board, and to revise certain provisions relating to teacher tenure. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby established a three-level classification system for certified teachers and school service specialists that provides for a minimum annual salary for each certified teacher or school service specialist within each level and requires a teacher or school service specialist to demonstrate increased competency and professional growth in order to progress from one level to the next within the system. For the purposes of this Act, a school service specialist is a school counselor, school library media education specialist, school psychologist, speech/language pathologist, school social worker, special education director, or curriculum director. Section 2. For the purposes of this Act, on July 1, 2009, any certified teacher with less than three years of teaching experience or any school service specialist with less than three years of experience providing direct services to students is classified at Level I, and any certified teacher with three or more years of teaching experience or any school service specialist with three or more years of experience providing direct services to students is classified at Level II. Beginning on July 1, 2010, the Department of Education, from funds appropriated for the teacher compensation assistance program established in § 13-3-73, shall provide each certified teacher or school service specialist classified at Level II with an annual salary incentive of one thousand dollars. Beginning on July 1, 2011, any certified teacher with six or more years of teaching experience who meets the qualifications in subdivisions (1) and (3) of section 6 of this Act or any certified school service specialist with six or more years of experience providing direct services to students who meets the qualifications in subdivisions (1) and (3) of section 8 of this Act is classified at Level III, and shall receive an annual salary incentive of five thousand dollars from the Department of Education from funds appropriated for the teacher compensation assistance program. Section 3. The minimum annual salary for any teacher or school service specialist at Level I is as follows: (1) For school fiscal year 2011, the minimum annual salary is thirty thousand dollars; and (2) For school fiscal year 2012 and thereafter, the minimum annual salary is the previous school fiscal year's minimum annual salary increased by the index factor as defined in subdivision 13-13-10.1(3). Any teacher or school service specialist who progresses from Level I to Level II shall receive from the Department of Education from funds appropriated for the teacher compensation assistance program an annual salary incentive of one thousand dollars above the salary the teacher or school service specialist receives for the current school fiscal year. Any teacher or school service specialist who progresses from Level II to Level III shall receive from the Department of Education from funds appropriated for the teacher compensation assistance program an annual salary incentive of five thousand dollars above the salary the teacher or school service specialist receives for the current school fiscal year. Section 4. In order to advance from Level I to Level II, a teacher shall: (1) Complete a mentoring or induction program approved by the Department of Education; (2) Demonstrate competency, as determined by an administrator trained pursuant to section 13 of this Act, in professional growth and classroom achievement through the annual evaluation process required in section 10 of this Act. Classroom achievement may be measured using standardized achievement tests, classroom exams, observations of student/teacher interactions, and other assessments; (3) Complete three years of teaching at Level I; and (4) Demonstrate the increased competency required for Level II by passing an assessment approved by the Department of Education that measures the skills of beginning teachers in a classroom setting. When a teacher has completed the requirements established in this section, the local school board shall submit documentation of that completion to the Department of Education. The Department of Education shall then review the documentation and issue a certificate to any teacher that the secretary of education determines has successfully completed the requirements necessary to advance from Level I to Level II. Section 5. At Level II, a teacher shall: (1) Submit a professional development plan and complete the hours of coursework necessary to maintain teacher certification pursuant to § 13-42-3; and (2) Demonstrate competency, as determined by an administrator trained pursuant to section 13 of this Act, in professional growth and classroom achievement through the annual evaluation process required in section 10 of this Act. Classroom achievement may be measured using standardized achievement tests, classroom exams, observations of student/teacher interactions, and other assessments. Section 6. Once a teacher progresses to Level II, the teacher may remain at that level or progress to Level III. In order to progress to Level III, a teacher shall: (1) Earn an advanced degree including a master's, specialist's, or doctorate or obtain a national certification as approved by the Board of Education based on the criteria established pursuant to section 15 of this Act; (2) Complete at least three years of teaching at Level II; and (3) Demonstrate competency, as determined by an administrator trained pursuant to section 13 of this Act, in professional growth and classroom achievement through the annual evaluation process required in section 10 of this Act. Classroom achievement may be measured using standardized achievement tests, classroom exams, observations of student/teacher interactions, and other assessments. When a teacher has completed the requirements established in this section, the local school board shall submit documentation of that completion to the Department of Education. The Department of Education shall then review the documentation and issue a certificate to any teacher that the secretary of education determines has successfully completed the requirements necessary to advance from Level II to Level III. Section 7. In order to advance from Level I to Level II, a school service specialist shall: (1) Complete a mentoring or induction program approved by the Department of Education; and (2) Demonstrate competency, as determined by an administrator trained pursuant to section 13 of this Act, through the annual evaluation process required in section 12 of this Act. When a school service specialist has completed the requirements established in this section, the local school board shall submit documentation of that completion to the Department of Education. The Department of Education shall then review the documentation and issue a certificate to any school service specialist that the secretary of education determines has successfully completed the requirements necessary to advance from Level I to Level II. Section 8. Once a school service specialist progresses to Level II, the school service specialist may remain at that level or progress to Level III. In order to progress to Level III, a school service specialist shall: (1) Earn an advanced degree including a master's, specialist's, or doctorate or obtain a national certification as approved by the Board of Education based on the criteria established pursuant to section 15 of this Act; (2) Complete at least three years of providing direct services to students at Level II; and (3) Demonstrate competency, as determined by an administrator trained pursuant to section 13 of this Act, through the annual evaluation process required in section 12 of this Act. When a school service specialist has completed the requirements established in this section, the local school board shall submit documentation of that completion to the Department of Education. The Department of Education shall then review the documentation and issue a certificate to any school service specialist that the secretary of education determines has successfully completed the requirements necessary to advance from Level II to Level III. Section 9. In addition to the minimum salaries established in this Act, any school district that hires a teacher or school service specialist in an area of need shall pay that teacher or school service specialist a signing bonus of two thousand five hundred dollars. The secretary of education shall determine the areas of need for each school year based upon teacher or school service specialist shortages, geography, and other factors and report those areas of need to each school district. Section 10. The school board of each local school district shall implement an evaluation system for the school district's certified teachers that includes observation of each certified teacher in the teacher's workplace. Section 11. The certified teacher evaluation system shall: (1) Include professional performance standards established pursuant to section 11 of this Act; (2) Require at least two observations during each school year for the evaluation of each Level I teacher as defined in this Act; (3) Require at least one observation during each school year for the evaluation of each Level II or Level III teacher as defined in this Act who met the school district performance standards during the previous school year; and (4) Include an improvement plan for any certified teacher whose performance does not meet the school district's performance standards, unless the teacher's performance is just cause for termination pursuant to § 13-43-6.1. Section 12. The school board of each local school district shall also implement an evaluation system for the school district's school service specialists that includes annual evaluations of all school service specialists within the district based upon the criteria established by the Board of Education pursuant to section 15 of this Act. Section 13. Each school district shall, at least once a year, provide training to the certified teachers and school service specialists who are subject to the evaluation systems. The training shall address the procedures of the evaluation systems, the standards that the school district uses to evaluate the performance of its certified teachers and school service specialists, and any other appropriate topics as determined by the school district. Each school district shall also provide annual training to administrators on how to conduct the evaluations required in section 10 and 12 of this Act. Section 14. The Department of Education shall promulgate rules pursuant to chapter 1-26 establishing the criteria the department will use to approve school district mentoring and induction programs, establishing the assessment required of teachers progressing to Level II, and providing for the performance standards that school districts will use to evaluate certified teachers. Section 15. The Board of Education shall promulgate rules pursuant to chapter 1-26 establishing the criteria the school districts will use to evaluate school service specialists and to establish the criteria and the annual review process that the board will use to determine the national certifications that will be recognized to allow a teacher or school service specialist to progress to Level III. Section 16. Beginning on July 1, 2010, notwithstanding the provisions of any other law, any funds appropriated for the teacher compensation assistance program established in § 13-3-73 shall be used by the Department of Education to provide the salary incentives required in sections 2 and 3 of this Act. Section 17. That § 13-43-6.1 be amended to read as follows: 13-43-6.1. A teacher may be terminated, by the school board, at any time for just cause, including breach of contract, poor performance, incompetency, gross immorality, unprofessional conduct, insubordination, neglect of duty, or the violation of any policy or regulation of the school district. A school district may nonrenew a teacher who is in or beyond the fourth consecutive term of employment as a teacher with the school district classified at Level II or Level III in the classification system established in section 1 of this Act pursuant to § 13-43-6.3 for just cause, including breach of contract, poor performance, incompetency, gross immorality, unprofessional conduct, insubordination, neglect of duty, or the violation of any policy or regulation of the school district. Section 18. That § 13-43-6.3 be amended to read as follows: 13-43-6.3. Until a teacher is in or beyond the fourth consecutive term of employment as a teacher with the school district classified at Level II or Level III in the classification system established in section 1 of this Act , a school board may or may not renew the teacher's contract. The superintendent or chief executive officer shall give written notice of nonrenewal by April fifteenth but is not required to give further process or a reason for nonrenewal. After a teacher is in or beyond the fourth consecutive term of employment as a teacher with the school district classified at Level II or Level III in the classification system established in section 1 of this Act , §§ 13-43-6.1 and 13-43-6.2 apply to any nonrenewal of the teacher's contract. On or before April fifteenth, the superintendent or chief executive officer shall notify the teacher and the school board in writing of the recommendation to not renew the teacher's contract. Acceptance by the teacher of an offer from the district to enter into a new contract with the teacher shall be in the manner specified in the offer. Failure of the teacher to accept the offer in the manner specified constitutes the termination of the existing contract between the teacher and the district at the end of its term. Section 19. There is hereby established the Certified Teacher and School Service Specialist Classification and Evaluation System Advisory Board within the Department of Education. The board shall meet periodically at the call of the secretary of education to advise the Department of Education and the Board of Education on issues relating to the classification and evaluation of teachers and school service specialists. The board shall consist of fifteen members appointed as follows: (1) Five members, including one certified teacher, one school administrator, one person engaged in business, one member of a local school board, and one member of the South Dakota Legislature, appointed by the Governor; (2) Five members, including one certified teacher, one school administrator, one person engaged in business, one member of a local school board, and one member of the South Dakota House of Representatives, appointed by the Speaker of the House of Representatives; and (3) Five members, including one certified teacher, one school administrator, one person engaged in business, one member of a local school board, and one member of the South Dakota Senate appointed by the President Pro Tempore of the Senate. Section 20. Section 19 of this Act is effective on July 1, 2008, and the remaining sections of this Act are effective on July 1, 2009."}, {"bill_id": 5069, "bill_version_id": 3668, "bill_version": "Senate Education Engrossed", "bill_version_date": "2008-02-21T13:58:44.71-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to enhance education in South Dakota. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Education in South Dakota is hereby enhanced. 250 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.04 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5069, "action_date": "2008-01-14T14:00:00-06:00", "document_id": 902, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/902.pdf", "status_text": "First read in House and referred to", "journal_page": 117, "committee_id_action": 27, "committee_id_assigned": 22, "result": "N", "vote": {}}, {"bill_id": 5069, "action_date": "2008-02-11T10:00:00-06:00", "document_id": 2656, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2656.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 22, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5069, "action_date": "2008-02-13T10:00:00-06:00", "document_id": 2900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2900.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 22, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5069, "action_date": "2008-02-13T10:00:00-06:00", "document_id": 3117, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3117.pdf", "status_text": "Hoghoused", "journal_page": null, "committee_id_action": 22, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5069, "action_date": "2008-02-13T10:00:00-06:00", "document_id": 3117, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3117.pdf", "status_text": "Do Pass Amended", "journal_page": 538, "committee_id_action": 22, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1825, "president_vote": null, "Yea": [614, 570, 591, 574, 542, 558, 603, 619, 615], "Nay": [575, 594, 571], "Excused": [581]}}, {"bill_id": 5069, "action_date": "2008-02-13T10:00:00-06:00", "document_id": 3117, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3117.pdf", "status_text": "Title amended", "journal_page": null, "committee_id_action": 22, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5069, "action_date": "2008-02-13T14:00:00-06:00", "document_id": 3138, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3138.pdf", "status_text": "Deferred to another day", "journal_page": 567, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5069, "action_date": "2008-02-14T14:00:00-06:00", "document_id": 3233, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3233.pdf", "status_text": "Motion to amend", "journal_page": 587, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1991, "president_vote": null, "Nay": [602, 593, 532, 555, 568, 572, 529, 605, 571, 581, 578, 612, 531, 540, 566, 611], "Yea": [579, 614, 625, 586, 570, 608, 623, 574, 534, 542, 575, 580, 624, 595, 594, 631, 565, 620, 616, 556, 585, 589, 633, 543, 558, 628, 630, 544, 546, 537, 536, 551, 599, 617, 554, 547, 583, 538, 603, 615, 600, 563, 549, 619, 626, 606, 587, 559, 564, 561, 591], "Excused": [609, 597, 552]}}, {"bill_id": 5069, "action_date": "2008-02-14T14:00:00-06:00", "document_id": 3233, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3233.pdf", "status_text": "Motion to amend", "journal_page": 589, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1992, "president_vote": null, "Nay": [602, 609, 593, 532, 534, 555, 568, 529, 605, 581, 578, 612, 531, 566, 611], "Yea": [579, 614, 625, 586, 570, 608, 623, 574, 542, 575, 580, 572, 624, 595, 594, 631, 565, 620, 616, 556, 585, 589, 633, 543, 558, 628, 630, 571, 544, 546, 537, 536, 551, 599, 617, 554, 547, 583, 538, 603, 615, 600, 563, 540, 549, 619, 626, 606, 587, 559, 564, 561, 591], "Excused": [597, 552]}}, {"bill_id": 5069, "action_date": "2008-02-14T14:00:00-06:00", "document_id": 3233, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3233.pdf", "status_text": "Do Pass Amended", "journal_page": 592, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1994, "president_vote": null, "Nay": [602, 609, 593, 586, 532, 608, 534, 555, 568, 575, 572, 529, 594, 585, 633, 543, 605, 571, 581, 544, 578, 551, 583, 531, 540, 566, 611, 606, 564], "Yea": [579, 614, 625, 570, 623, 574, 542, 580, 624, 595, 631, 565, 620, 616, 556, 589, 558, 628, 630, 546, 537, 536, 612, 599, 617, 554, 547, 538, 603, 615, 600, 563, 549, 619, 626, 587, 559, 561, 591], "Excused": [597, 552]}}, {"bill_id": 5069, "action_date": "2008-02-14T14:00:00-06:00", "document_id": 3233, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3233.pdf", "status_text": "Title amended", "journal_page": 592, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5069, "action_date": "2008-02-15T12:00:00-06:00", "document_id": 3321, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3321.pdf", "status_text": "First read in Senate and referred to", "journal_page": 531, "committee_id_action": 28, "committee_id_assigned": 3, "result": "N", "vote": {}}, {"bill_id": 5069, "action_date": "2008-02-21T07:45:00-06:00", "document_id": 3393, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3393.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 3, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5069, "action_date": "2008-02-21T07:45:00-06:00", "document_id": 3646, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3646.pdf", "status_text": "Hoghoused", "journal_page": null, "committee_id_action": 3, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2325, "president_vote": null, "Nay": [598, 562], "Yea": [613, 577, 539, 569, 588]}}, {"bill_id": 5069, "action_date": "2008-02-21T07:45:00-06:00", "document_id": 3646, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3646.pdf", "status_text": "Do Pass Amended", "journal_page": 588, "committee_id_action": 3, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2326, "president_vote": null, "Yea": [598, 562, 539, 569, 588], "Nay": [613, 577]}}, {"bill_id": 5069, "action_date": "2008-02-21T07:45:00-06:00", "document_id": 3646, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3646.pdf", "status_text": "Title amended", "journal_page": null, "committee_id_action": 3, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5069, "action_date": "2008-02-25T14:00:00-06:00", "document_id": 3929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3929.pdf", "status_text": "Deferred to another day", "journal_page": 627, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5069, "action_date": "2008-02-26T14:00:00-06:00", "document_id": 4020, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4020.pdf", "status_text": "Deferred to another day", "journal_page": 653, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5069, "action_date": "2008-02-27T11:00:00-06:00", "document_id": 4108, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4108.pdf", "status_text": "Do Pass Amended", "journal_page": 671, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2626, "president_vote": null, "Excused": [557], "Yea": [576, 621, 604, 553, 596, 560, 590, 598, 592, 530, 601, 567, 535, 533, 582, 562, 622, 584, 569, 573, 618, 610, 629, 613, 632, 577, 588, 539, 627, 548, 550, 541, 607], "Nay": [545]}}, {"bill_id": 5069, "action_date": "2008-02-28T10:00:00-06:00", "document_id": 4155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4155.pdf", "status_text": "Failed to concur, appoint Conference Committee", "journal_page": 795, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5069, "action_date": "2008-02-28T10:30:00-06:00", "document_id": 4161, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4161.pdf", "status_text": "Conference Committee appointments", "journal_page": 699, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5069, "action_date": "2008-02-29T08:00:00-06:00", "document_id": 4244, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4244.pdf", "status_text": "Conference Committee Report", "journal_page": 824, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5069, "action_date": "2008-02-29T08:00:00-06:00", "document_id": 4244, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4244.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 826, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2805, "president_vote": null, "Yea": [602, 579, 609, 614, 625, 593, 586, 570, 597, 532, 608, 623, 574, 534, 555, 542, 568, 552, 575, 580, 572, 624, 595, 594, 631, 565, 620, 616, 556, 585, 589, 633, 543, 558, 605, 628, 630, 571, 544, 546, 537, 536, 578, 612, 551, 599, 617, 554, 547, 583, 538, 603, 615, 600, 531, 563, 540, 566, 549, 619, 626, 606, 587, 559, 564, 561, 591], "Excused": [529, 581, 611]}}, {"bill_id": 5069, "action_date": "2008-02-29T09:30:00-06:00", "document_id": 4270, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4270.pdf", "status_text": "Conference Committee Report", "journal_page": 720, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5069, "action_date": "2008-02-29T09:30:00-06:00", "document_id": 4270, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4270.pdf", "status_text": "Conference Committee report not adopted, no committee appointed", "journal_page": 721, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2753, "president_vote": null, "Yea": [557, 576, 553, 596, 560, 598, 545, 592, 530, 601, 567, 535, 582, 569, 618, 610, 629, 613, 632, 577, 588, 627, 548, 550, 541], "Excused": [621, 590, 533, 539, 607], "Nay": [604, 562, 622, 584, 573]}}]}