{"session_id": 47, "bill_id": 13619, "bill_type": "Senate Joint Resolution", "bill_number": 2, "bill_title": "Proposing and submitting to the electors at the next general election amendments to Article VIII of the Constitution of the State of South Dakota to permit the investment of the permanent school funds in certain stocks, bonds, mutual funds, and other financial instruments.", "sponsors": [{"legislator_profile_id": 2136, "is_prime": true}, {"legislator_profile_id": 2137, "is_prime": true}, {"legislator_profile_id": 2162, "is_prime": false}, {"legislator_profile_id": 2188, "is_prime": false}], "keywords": ["Constitution, State", "School & Public Lands"], "audio": [], "bill_versions": [{"bill_id": 13619, "bill_version_id": 78254, "bill_version": "Introduced", "bill_version_date": "1998-01-21T00:00:00-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election amendments to Article VIII of the Constitution of the State of South Dakota to permit the investment of the permanent school funds in certain stocks, bonds, mutual funds, and other financial instruments. BE IT RESOLVED BY THE SENATE OF THE STATE OF SOUTH DAKOTA, THE HOUSE OF REPRESENTATIVES CONCURRING THEREIN: Section 1. That at the next general election held in the state, the following amendments to sections 2, 3, 7, 11, and 13 of Article VIII of the Constitution of the State of South Dakota, as set forth in sections 2, 3, 4, 5, and 6 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article VIII, section 2 of the Constitution of the State of South Dakota, be amended to read as follows: § 2. All proceeds of the sale of public lands that have heretofore been or may hereafter be given by the United States for the use of public schools in the state; all such per centum as may be granted by the United States on the sales of public lands; the proceeds of all property that shall fall to the state by escheat; the proceeds of all gifts or donations to the state for public schools or not otherwise appropriated by the terms of the gift; and all property otherwise acquired for public schools, shall be and remain a perpetual fund for the maintenance of public schools in the state. It shall be deemed a trust fund held by the state. The principal shall forever remain inviolate never be diverted by legislative enactment for any other purpose , and may be increased , but shall never be diminished, and the state shall make good all losses thereof which may in any manner occur ; but, if any loss occurs through any unconstitutional act, the state shall make the loss good through a special appropriation . Section 3. That Article VIII, section 3 of the Constitution of the State of South Dakota, be amended to read as follows: § 3. The interest and income of this fund together with all other sums which may be added thereto by law, shall be faithfully used and applied each year for the benefit of the public schools of the state, and shall be for this purpose apportioned among and between all the several public school corporations of the state in proportion to the number of children in each, of school age, as may be fixed by law; and no part of the fund, either principal or interest, shall ever be diverted, by legislative enactment, even temporarily, from this purpose or used for any other purpose whatever than the maintenance of public schools for the equal benefit of all the people of the state. However, the principal may be prudently invested as provided by law. That the proceeds of all fines collected from violations of state laws shall be paid to the county treasurer of the county in which said fine shall have been imposed, and by him distributed among and between all of the several public schools incorporated in such county in proportion to the number of children in each, of school age, as may be fixed by law. Section 4. That Article VIII, section 7 of the Constitution of the State of South Dakota, be amended to read as follows: § 7. All lands, money or other property donated, granted or received from the United States or any other source for a university, agricultural college, normal schools or other educational or charitable institution or purpose, and the proceeds of all such lands and other property so received from any source, shall be and remain perpetual funds, the interest and income of which, together with the rents of all such lands as may remain unsold, shall be inviolably appropriated and applied to the specific objects of the original grants or gifts. The principal of every such fund may be increased, but shall never be diminished diverted by legislative enactment for any other purpose , and the interest and income only shall be used. Every such fund shall be deemed a trust fund held by the state, and the state shall make good all losses therefrom that shall in any manner may occur through any unconstitutional act . Section 5. That Article VIII, section 11 of the Constitution of the State of South Dakota, be amended to read as follows: § 11. The moneys of the permanent school and other educational funds shall be invested by the state investment council in stocks, bonds, mutual funds, and other financial instruments as provided by law . Section 6. That Article VIII, section 13 of the Constitution of the State of South Dakota, be amended to read as follows: § 13. All losses to the The permanent school or other educational funds of this state which shall have been occasioned by the defalcation, negligence, mismanagement or fraud of the agents or officers controlling and managing the same, shall be audited by the proper authorities of the state. The amount so audited shall be a permanent funded debt against the state in favor of the fund sustaining the loss upon which not less than six per centum of annual interest shall be paid. If any loss occurs through any unconstitutional act, the state shall make the loss good through a special appropriation. The amount of indebtedness so created shall not be counted as a part of the indebtedness mentioned in article XIII, § 2."}, {"bill_id": 13619, "bill_version_id": 78255, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "1998-02-02T00:00:00-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election amendments to Article VIII of the Constitution of the State of South Dakota to permit the investment of the permanent school fund in certain stocks, bonds, mutual funds, and other financial instruments. BE IT RESOLVED BY THE SENATE OF THE STATE OF SOUTH DAKOTA, THE HOUSE OF REPRESENTATIVES CONCURRING THEREIN: Section 1. That at the next general election held in the state, the following amendments to sections 2, 3, 11, and 13 of Article VIII of the Constitution of the State of South Dakota, as set forth in sections 2, 3, 4, and 5 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article VIII, section 2 of the Constitution of the State of South Dakota, be amended to read as follows: § 2. All proceeds of the sale of public lands that have heretofore been or may hereafter be given by the United States for the use of public schools in the state; all such per centum as may be granted by the United States on the sales of public lands; the proceeds of all property that shall fall to the state by escheat; the proceeds of all gifts or donations to the state for public schools or not otherwise appropriated by the terms of the gift; and all property otherwise acquired for public schools, shall be and remain a perpetual fund for the maintenance of public schools in the state. It shall be deemed a trust fund held by the state. The principal shall forever remain inviolate never be diverted by legislative enactment for any other purpose , and may be increased , but shall never be diminished, and the state shall make good all losses thereof which may in any manner occur ; but, if any loss occurs through any unconstitutional act, the state shall make the loss good through a special appropriation . Section 3. That Article VIII, section 3 of the Constitution of the State of South Dakota, be amended to read as follows: § 3. The interest and income of this fund together with all other sums which may be added thereto by law, shall be faithfully used and applied each year for the benefit of the public schools of the state, and shall be for this purpose apportioned among and between all the several public school corporations of the state in proportion to the number of children in each, of school age, as may be fixed by law; and no part of the fund, either principal or interest, shall ever be diverted, by legislative enactment, even temporarily, from this purpose or used for any other purpose whatever than the maintenance of public schools for the equal benefit of all the people of the state. However, the principal may be prudently invested as provided by law. That the proceeds of all fines collected from violations of state laws shall be paid to the county treasurer of the county in which said fine shall have been imposed, and by him distributed among and between all of the several public schools incorporated in such county in proportion to the number of children in each, of school age, as may be fixed by law. Section 4. That Article VIII, section 11 of the Constitution of the State of South Dakota, be amended to read as follows: § 11. The moneys of the permanent school and other educational funds fund shall be invested by the state investment council in stocks, bonds, mutual funds, and other financial instruments as provided by law . Section 5. That Article VIII, section 13 of the Constitution of the State of South Dakota, be amended to read as follows: § 13. All losses to the The permanent school or other educational funds fund of this state which shall have been occasioned by the defalcation, negligence, mismanagement or fraud of the agents or officers controlling and managing the same, shall be audited by the proper authorities of the state. The amount so audited shall be a permanent funded debt against the state in favor of the fund sustaining the loss upon which not less than six per centum of annual interest shall be paid. If any loss occurs through any unconstitutional act, the state shall make the loss good through a special appropriation. The amount of indebtedness so created shall not be counted as a part of the indebtedness mentioned in article XIII, § 2. BILL HISTORY 1/21/98 First read in Senate and referred to State Affairs. S.J. 146 1/30/98 Scheduled for Committee hearing on this date. 1/30/98 State Affairs Do Pass Amended, Passed, AYES 9, NAYS 0. S.J. 254"}, {"bill_id": 13619, "bill_version_id": 78253, "bill_version": "House State Affairs Engrossed", "bill_version_date": "1998-02-14T00:00:00-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election amendments to Article VIII of the Constitution of the State of South Dakota to permit the investment of the permanent school funds in certain stocks, bonds, mutual funds, and other financial instruments. BE IT RESOLVED BY THE SENATE OF THE STATE OF SOUTH DAKOTA, THE HOUSE OF REPRESENTATIVES CONCURRING THEREIN: Section 1. That at the next general election held in the state, the following amendments to sections 2, 3, 7, 11, and 13 of Article VIII of the Constitution of the State of South Dakota, as set forth in sections 2, 3, 4, 5, and 6 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article VIII, section 2 of the Constitution of the State of South Dakota, be amended to read as follows: § 2. All proceeds of the sale of public lands that have heretofore been or may hereafter be given by the United States for the use of public schools in the state; all such per centum as may be granted by the United States on the sales of public lands; the proceeds of all property that shall fall to the state by escheat; the proceeds of all gifts or donations to the state for public schools or not otherwise appropriated by the terms of the gift; and all property otherwise acquired for public schools, shall be and remain a perpetual fund for the maintenance of public schools in the state. It shall be deemed a trust fund held by the state. The principal shall forever remain inviolate never be diverted by legislative enactment for any other purpose , and may be increased , but shall never be diminished, and the state shall make good all losses thereof which may in any manner occur ; but, if any loss occurs through any unconstitutional act, the state shall make the loss good through a special appropriation . Section 3. That Article VIII, section 3 of the Constitution of the State of South Dakota, be amended to read as follows: § 3. The interest and income of this fund together with all other sums which may be added thereto by law, shall be faithfully used and applied each year for the benefit of the public schools of the state, and shall be for this purpose apportioned among and between all the several public school corporations of the state in proportion to the number of children in each, of school age, as may be fixed by law; and no part of the fund, either principal or interest, shall ever be diverted, by legislative enactment, even temporarily, from this purpose or used for any other purpose whatever than the maintenance of public schools for the equal benefit of all the people of the state. However, the principal may be prudently invested as provided by law. That the proceeds of all fines collected from violations of state laws shall be paid to the county treasurer of the county in which said fine shall have been imposed, and by him distributed among and between all of the several public schools incorporated in such county in proportion to the number of children in each, of school age, as may be fixed by law. Section 4. That Article VIII, section 7 of the Constitution of the State of South Dakota, be amended to read as follows: § 7. All lands, money or other property donated, granted or received from the United States or any other source for a university, agricultural college, normal schools or other educational or charitable institution or purpose, and the proceeds of all such lands and other property so received from any source, shall be and remain perpetual funds, the interest and income of which, together with the rents of all such lands as may remain unsold, shall be inviolably appropriated and applied to the specific objects of the original grants or gifts. The principal of every such fund may be increased, but shall never be diminished diverted by legislative enactment for any other purpose , and the interest and income only shall be used. Every such fund shall be deemed a trust fund held by the state, and the state shall make good all losses therefrom that shall in any manner may occur through any unconstitutional act or where required under the Enabling Act . Section 5. That Article VIII, section 11 of the Constitution of the State of South Dakota, be amended to read as follows: § 11. The Except as otherwise required by the Enabling Act, the moneys of the permanent school and other educational and charitable funds shall be invested by the state investment council in stocks, bonds, mutual funds, and other financial instruments as provided by law . Section 6. That Article VIII, section 13 of the Constitution of the State of South Dakota, be amended to read as follows: § 13. All losses to the The permanent school or other educational and charitable funds of this state which shall have been occasioned by the defalcation, negligence, mismanagement or fraud of the agents or officers controlling and managing the same, shall be audited by the proper authorities of the state. The amount so audited shall be a permanent funded debt against the state in favor of the fund sustaining the loss upon which not less than six per centum of annual interest shall be paid. If any loss occurs through any unconstitutional act, the state shall make the loss good through a special appropriation. The amount of indebtedness so created shall not be counted as a part of the indebtedness mentioned in article XIII, § 2. BILL HISTORY 1/21/98 First read in Senate and referred to State Affairs. S.J. 146 1/30/98 Scheduled for Committee hearing on this date. 1/30/98 State Affairs Do Pass Amended, Passed, AYES 9, NAYS 0. S.J. 254 2/3/98 Senate Do Pass Amended, Passed, AYES 34, NAYS 0. S.J. 314 2/4/98 First read in House and referred to State Affairs. H.J. 391 2/14/98 Scheduled for Committee hearing on this date. 2/14/98 State Affairs Do Pass Amended, Passed, AYES 12, NAYS 0. H.J. 690"}, {"bill_id": 13619, "bill_version_id": 78252, "bill_version": "Enrolled", "bill_version_date": "1998-02-23T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13619, "action_date": "1998-01-21T14:00:00-06:00", "document_id": 76896, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76896.pdf", "status_text": "First read in Senate and referred to", "journal_page": 146, "committee_id_action": 601, "committee_id_assigned": 583, "result": "N", "vote": {}}, {"bill_id": 13619, "action_date": "1998-01-30T07:45:00-06:00", "document_id": 76615, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76615.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 583, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13619, "action_date": "1998-01-30T07:45:00-06:00", "document_id": 76615, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76615.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 583, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13619, "action_date": "1998-01-30T07:45:00-06:00", "document_id": 76615, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76615.pdf", "status_text": "Do Pass Amended,", "journal_page": 254, "committee_id_action": 583, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40079, "president_vote": null, "Yea": [2121, 2125, 2166, 2122, 2140, 2156, 2196, 2179, 2137]}}, {"bill_id": 13619, "action_date": "1998-02-03T14:00:00-06:00", "document_id": 76914, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76914.pdf", "status_text": "Do Pass Amended,", "journal_page": 314, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40305, "president_vote": null, "Yea": [2094, 2095, 2099, 2102, 2103, 2112, 2115, 2118, 2121, 2122, 2129, 2130, 2135, 2137, 2138, 2140, 2142, 2145, 2148, 2149, 2155, 2156, 2165, 2166, 2169, 2170, 2175, 2179, 2182, 2187, 2188, 2189, 2191, 2196], "Excused": [2125]}}, {"bill_id": 13619, "action_date": "1998-02-04T14:00:00-06:00", "document_id": 76915, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76915.pdf", "status_text": "First read in House and referred to", "journal_page": 391, "committee_id_action": 600, "committee_id_assigned": 595, "result": "N", "vote": {}}, {"bill_id": 13619, "action_date": "1998-02-14T10:00:00-06:00", "document_id": 76744, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76744.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13619, "action_date": "1998-02-14T10:00:00-06:00", "document_id": 76744, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76744.pdf", "status_text": "Do Pass Amended,", "journal_page": 690, "committee_id_action": 595, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38966, "president_vote": null, "Yea": [2100, 2106, 2111, 2134, 2146, 2177, 2136, 2150, 2159, 2180, 2171, 2131], "Excused": [2141]}}, {"bill_id": 13619, "action_date": "1998-02-18T14:00:00-06:00", "document_id": 76935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76935.pdf", "status_text": "Do Pass Amended,", "journal_page": 764, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40772, "president_vote": null, "Excused": [2096, 2105, 2158, 2162, 2174, 2183], "Yea": [2097, 2098, 2100, 2101, 2104, 2106, 2107, 2108, 2109, 2110, 2111, 2113, 2116, 2117, 2119, 2120, 2123, 2124, 2126, 2127, 2128, 2131, 2132, 2133, 2136, 2139, 2141, 2143, 2144, 2146, 2147, 2150, 2151, 2152, 2153, 2154, 2157, 2159, 2160, 2161, 2163, 2164, 2167, 2168, 2171, 2172, 2173, 2176, 2177, 2178, 2180, 2181, 2184, 2185, 2186, 2190, 2192, 2193, 2194, 2195, 2197, 2198, 2134], "Absent": [2114]}}, {"bill_id": 13619, "action_date": "1998-02-20T14:00:00-06:00", "document_id": 76940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76940.pdf", "status_text": "Deferred to another day", "journal_page": 627, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13619, "action_date": "1998-02-23T14:00:00-06:00", "document_id": 76942, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76942.pdf", "status_text": "Signed by President", "journal_page": 663, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13619, "action_date": "1998-02-24T14:00:00-06:00", "document_id": 76943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76943.pdf", "status_text": "Signed by Speaker", "journal_page": 926, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13619, "action_date": "1998-02-25T14:00:00-06:00", "document_id": 76946, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76946.pdf", "status_text": "Delivered to Sec. of State", "journal_page": 694, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}]}