{"session_id": 54, "bill_id": 18256, "bill_type": "House Bill", "bill_number": 1191, "bill_title": "provide for the distribution of certain money appropriated as state aid to general education.", "sponsors": [{"legislator_profile_id": 2895, "is_prime": true}, {"legislator_profile_id": 2908, "is_prime": false}], "keywords": ["Department of Education", "Education"], "audio": [{"meeting_datetime": "2003-02-20T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed26hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-20T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed26hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-20T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed26hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-20T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed26hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-20T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hed26hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-27T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sed32hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-27T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sed32hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-27T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sed32hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-27T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sed32hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-27T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sed32hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-27T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sed32hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-05T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen36hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-05T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen36hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-05T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen36hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-05T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen36hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-08T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou39hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-08T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou39hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-08T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou39hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-08T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou39hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-08T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou39hb1191a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18256, "bill_version_id": 96134, "bill_version": "Introduced", "bill_version_date": "2003-01-30T09:58:15-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to reward certain eligible teachers for performance. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature finds that, in order to provide the state's children with the best educational opportunities possible, it is in the state's best interest to reward teachers who demonstrate outstanding performance in the classroom, in addition to relying on a traditional method of compensation based on education and experience. Section 2. The Department of Education and Cultural Affairs shall administer a program to reward certain eligible teachers in qualified school districts for performance by means of a performance bonus of not more than six thousand dollars per year, but not less than one thousand dollars per year. Section 3. The Department of Education and Cultural Affairs may allocate only those funds appropriated by the Legislature for the purposes of this Act to each qualified school district according to its relative portion of the total average daily membership as defined in § 13-13-10.1. Any qualified school district may access a portion of the funds for the program if the school district implements a plan to reward teachers who demonstrate excellence and mastery in their profession. All moneys allocated for school districts that are not qualified school districts shall be redistributed to the qualified school districts on an average daily membership basis. Section 4. If a qualified school district identifies a teacher who has demonstrated excellence and mastery in the current school year, the qualified school district shall provide a written recommendation and substantiation, along with the specific amount of the bonus to be paid, to the Department of Education and Cultural Affairs after April first but before May first. The qualified school district may reward individual eligible teachers, a team of eligible teachers, or a group of eligible teachers on a school-wide basis. The qualified school district is limited to requesting bonuses in an amount not to exceed the amount allocated for such school district. Section 5. For purposes of this Act, an eligible teacher must: (1) Exhibit excellence and mastery in both a subject area and teaching methods; (2) Demonstrate improved student performance based on multiple criteria; and (3) Comply with the plan developed by the qualified school district. Section 6. For purposes of this Act, a qualified school district is one that meets the following criteria: (1) All the teachers in the school district are evaluated on at least an annual basis; (2) The school board approves a plan to reward eligible teachers that is based on measured criteria and developed by members of the community, administrators, school board members, and teachers; (3) The school district identifies a panel of individuals designated to select the eligible teachers who will receive a reward. The panel shall include a teacher, an administrator, a school board member, a student, a parent, and a member of the business community; (4) The school district rewards selected teachers on a discretionary basis according to the plan and does not use funds from the program to reward all teachers in the school district; and (5) The school district rewards selected teachers without a reduction or offset in their regular salaries. Section 7. Each participating school district shall annually submit a plan to the Department of Education and Cultural Affairs by September first. The department shall approve or disapprove the plan based on the criteria in section 6 of this Act. By October first, the department shall notify each school district of the status of the school district's plan and the amount of funds available for this program per qualifying school district. Section 8. The secretary of the Department of Education and Cultural Affairs shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act."}, {"bill_id": 18256, "bill_version_id": 97503, "bill_version": "House Education Engrossed", "bill_version_date": "2003-02-20T14:09:36-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to reward certain eligible teachers for performance and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature finds that, in order to provide the state's children with the best educational opportunities possible, it is in the state's best interest to reward teachers who demonstrate outstanding performance in the classroom, in addition to relying on a traditional method of compensation based on education and experience. Section 2. The Department of Education and Cultural Affairs shall administer a program to reward certain eligible teachers in qualified school districts for performance by means of a performance bonus of not more than six thousand dollars per year, but not less than one thousand dollars per year. Section 3. The Department of Education and Cultural Affairs may allocate only those funds appropriated by the Legislature for the purposes of this Act to each qualified school district according to its relative portion of the total average daily membership as defined in § 13-13-10.1. Any qualified school district may access a portion of the funds for the program if the school district implements a plan to reward teachers who demonstrate excellence and mastery in their profession. All moneys allocated for school districts that are not qualified school districts shall be redistributed to the qualified school districts on an average daily membership basis. Section 4. If a qualified school district identifies a teacher who has demonstrated excellence and mastery in the current school year, the qualified school district shall provide a written recommendation and substantiation, along with the specific amount of the bonus to be paid, to the Department of Education and Cultural Affairs after April first but before May first. The qualified school district may reward individual eligible teachers, a team of eligible teachers, or a group of eligible teachers on a school-wide basis. The qualified school district is limited to requesting bonuses in an amount not to exceed the amount allocated for such school district. Section 5. For purposes of this Act, an eligible teacher must: (1) Exhibit excellence and mastery in both a subject area and teaching methods; (2) Demonstrate improved student performance based on multiple criteria; and (3) Comply with the plan developed by the qualified school district. Section 6. For purposes of this Act, a qualified school district is one that meets the following criteria: (1) All the teachers in the school district are evaluated on at least an annual basis; (2) The school board approves a plan to reward eligible teachers that is based on measured criteria and developed by members of the community, administrators, school board members, and teachers; (3) The school district identifies a panel of individuals designated to select the eligible teachers who will receive a reward. The panel shall include a teacher, an administrator, a school board member, a student, a parent, and a member of the business community; (4) The school district rewards selected teachers on a discretionary basis according to the plan and does not use funds from the program to reward all teachers in the school district; and (5) The school district rewards selected teachers without a reduction or offset in their regular salaries. Section 7. Each participating school district shall annually submit a plan to the Department of Education and Cultural Affairs by September first. The department shall approve or disapprove the plan based on the criteria in section 6 of this Act. By October first, the department shall notify each school district of the status of the school district's plan and the amount of funds available for this program per qualifying school district. Section 8. There is hereby appropriated from the general fund the sum of one million dollars ($1,000,000), or so much thereof as may be necessary, to the Department of Education and Cultural Affairs to establish for the 2003-2004 school year a pilot program for ten to fifteen school districts. The department shall make the final determination as to which school districts will be able to participate in the pilot program. Section 9. The secretary of the Department of Education and Cultural Affairs shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act."}, {"bill_id": 18256, "bill_version_id": 97755, "bill_version": "House Engrossed", "bill_version_date": "2003-02-22T21:02:11-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to reward certain eligible teachers for performance. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature finds that, in order to provide the state's children with the best educational opportunities possible, it is in the state's best interest to reward teachers who demonstrate outstanding performance in the classroom, in addition to relying on a traditional method of compensation based on education and experience. Section 2. The Department of Education and Cultural Affairs shall administer a program to reward certain eligible teachers in qualified school districts for performance by means of a performance bonus of not more than six thousand dollars per year, but not less than one thousand dollars per year. Section 3. The Department of Education and Cultural Affairs may allocate only those funds available in the outstanding teacher reward fund to each qualified school district according to its relative portion of the total average daily membership as defined in § 13-13-10.1. Any qualified school district may access a portion of the funds for the program if the school district implements a plan to reward teachers who demonstrate excellence and mastery in their profession. Section 4. If a qualified school district identifies a teacher who has demonstrated excellence and mastery in the current school year, the qualified school district shall provide a written recommendation and substantiation, along with the specific amount of the bonus to be paid, to the Department of Education and Cultural Affairs after April first but before May first. The qualified school district may reward individual eligible teachers, a team of eligible teachers, or a group of eligible teachers on a school-wide basis. The qualified school district is limited to requesting bonuses in an amount not to exceed the amount allocated for such school district. Section 5. For purposes of this Act, an eligible teacher must: (1) Exhibit excellence and mastery in both a subject area and teaching methods; (2) Demonstrate improved student performance based on multiple criteria; and (3) Comply with the plan developed by the qualified school district. Section 6. For purposes of this Act, a qualified school district is one that meets the following criteria: (1) All the teachers in the school district are evaluated on at least an annual basis; (2) The school board approves a plan to reward eligible teachers that is based on measured criteria and developed by members of the community, administrators, school board members, and teachers; (3) The school district identifies a panel of individuals designated to select the eligible teachers who will receive a reward. The panel shall include a teacher, an administrator, a school board member, a student, a parent, and a member of the business community; (4) The school district rewards selected teachers on a discretionary basis according to the plan and does not use funds from the program to reward all teachers in the school district; and (5) The school district rewards selected teachers without a reduction or offset in their regular salaries. Section 7. Each participating school district shall annually submit a plan to the Department of Education and Cultural Affairs by September first. The department shall approve or disapprove the plan based on the criteria in section 6 of this Act. By October first, the department shall notify each school district of the status of the school district's plan and the amount of funds available for this program per qualifying school district. Section 8. There is hereby created in the state treasury the South Dakota outstanding teacher reward fund into which shall be deposited any private donations, grants, federal funds, appropriations, and any other funds provided to the Department of Education and Cultural Affairs for the purpose of rewarding outstanding teachers. Any interest earned on the money in the fund shall be deposited in the fund. Section 9. Beginning with the 2003-2004 school year, the Department of Education and Cultural Affairs shall establish a pilot program for up to seventeen qualified school districts. The department shall make the final determination as to which qualified school districts will be able to participate in the pilot program based upon the amount of funding available from year to year."}, {"bill_id": 18256, "bill_version_id": 98094, "bill_version": "Senate Education Engrossed", "bill_version_date": "2003-02-27T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the distribution of certain money appropriated as state aid to general education. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The secretary of the Department of Education and Cultural Affairs shall distribute any money, not to exceed seven million three hundred seven thousand eight hundred ninety-six dollars ($7,307,896) appropriated as state aid to general education by section 12 of chapter 4 of the 2002 Session Laws which is not distributed as state aid to general education pursuant to the formula in chapter 13-13 to South Dakota's public school districts. Section 2. For purposes of this Act, average daily membership means average daily membership as defined in § 13-13-10.1 for school fiscal year 2002. Section 3. Each school district's share of the distribution provided for in section 1 of this Act is determined according to the following calculations: (1) Divide each school districts average daily membership by the statewide average daily membership; (2) Multiply the quotient obtained by calculation (1) by the total amount of money identified for distribution pursuant to section 1 of this Act. Section 4. This Act is effective on June 25, 2003."}, {"bill_id": 18256, "bill_version_id": 98408, "bill_version": "Senate Engrossed", "bill_version_date": "2003-03-05T16:15:57-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the distribution of certain money appropriated as state aid to general education. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The secretary of the Department of Education and Cultural Affairs shall distribute any money, not to exceed seven million three hundred seven thousand eight hundred ninety-six dollars ($7,307,896) appropriated as state aid to general education by section 12 of chapter 4 of the 2002 Session Laws which is not distributed as state aid to general education pursuant to the formula in chapter 13-13 to South Dakota's public school districts. Section 2. For purposes of this Act, average daily membership means average daily membership as defined in § 13-13-10.1 for school fiscal year 2002. Section 3. Each school district's share of the distribution provided for in section 1 of this Act is determined according to the following calculations: (1) Divide each school districts average daily membership by the statewide average daily membership; (2) Multiply the quotient obtained by calculation (1) by the total amount of money identified for distribution pursuant to section 1 of this Act. Section 4. This Act is effective on June 25, 2003. Section 5. Any funds appropriated by this Act which are unspent at the end of fiscal year 2003 shall be carried over to fiscal year 2004."}, {"bill_id": 18256, "bill_version_id": 98600, "bill_version": "Enrolled", "bill_version_date": "2003-03-08T09:28:09-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18256, "action_date": "2003-01-30T14:00:00-06:00", "document_id": 96215, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96215.pdf", "status_text": "First read in House and referred to", "journal_page": 227, "committee_id_action": 798, "committee_id_assigned": 787, "result": "N", "vote": {}}, {"bill_id": 18256, "action_date": "2003-02-20T10:00:00-06:00", "document_id": 97486, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97486.pdf", "status_text": "Do Pass Amended,", "journal_page": 497, "committee_id_action": 787, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54823, "president_vote": null, "Yea": [2837, 2841, 2855, 2871, 2895, 2898, 2877, 2872], "Nay": [2839, 2892, 2896, 2920, 2930, 2934], "Excused": [2857]}}, {"bill_id": 18256, "action_date": "2003-02-20T10:00:00-06:00", "document_id": 97486, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97486.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 787, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18256, "action_date": "2003-02-20T10:00:00-06:00", "document_id": 97486, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97486.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 787, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18256, "action_date": "2003-02-22T14:00:00-06:00", "document_id": 97757, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97757.pdf", "status_text": "Motion to Amend,", "journal_page": 566, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18256, "action_date": "2003-02-22T14:00:00-06:00", "document_id": 97757, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97757.pdf", "status_text": "Do Pass Amended,", "journal_page": 566, "committee_id_action": 798, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 56724, "president_vote": null, "Yea": [2833, 2837, 2841, 2843, 2844, 2855, 2859, 2861, 2866, 2871, 2872, 2873, 2877, 2884, 2885, 2888, 2892, 2893, 2895, 2898, 2902, 2906, 2907, 2910, 2912, 2915, 2919, 2922, 2924, 2925, 2929, 2932, 2936, 2937, 2938], "Nay": [2836, 2839, 2842, 2845, 2846, 2848, 2858, 2860, 2862, 2863, 2864, 2869, 2870, 2874, 2875, 2879, 2889, 2890, 2894, 2896, 2900, 2905, 2909, 2911, 2913, 2914, 2917, 2920, 2923, 2930, 2931, 2933, 2934, 2899], "Excused": [2857]}}, {"bill_id": 18256, "action_date": "2003-02-22T14:00:00-06:00", "document_id": 97757, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97757.pdf", "status_text": "Intent to reconsider", "journal_page": 567, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18256, "action_date": "2003-02-22T14:00:00-06:00", "document_id": 97757, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97757.pdf", "status_text": "Reconsidered", "journal_page": 580, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56740, "president_vote": null, "Yea": [2833, 2837, 2841, 2843, 2844, 2846, 2855, 2859, 2861, 2866, 2871, 2872, 2873, 2877, 2884, 2885, 2888, 2892, 2893, 2895, 2898, 2902, 2906, 2907, 2910, 2912, 2915, 2917, 2919, 2920, 2924, 2925, 2929, 2932, 2936, 2937, 2938], "Nay": [2836, 2839, 2842, 2845, 2848, 2858, 2860, 2862, 2863, 2864, 2869, 2870, 2874, 2875, 2879, 2889, 2890, 2894, 2896, 2900, 2905, 2909, 2911, 2913, 2914, 2922, 2923, 2930, 2931, 2933, 2934, 2899], "Excused": [2857]}}, {"bill_id": 18256, "action_date": "2003-02-22T14:00:00-06:00", "document_id": 97757, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97757.pdf", "status_text": "Motion to Amend,", "journal_page": 580, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56741, "president_vote": null, "Yea": [2833, 2837, 2841, 2843, 2844, 2846, 2855, 2859, 2861, 2866, 2871, 2872, 2873, 2877, 2884, 2885, 2888, 2892, 2893, 2895, 2898, 2902, 2906, 2907, 2910, 2911, 2912, 2915, 2919, 2922, 2924, 2925, 2929, 2932, 2936, 2937, 2938], "Nay": [2836, 2839, 2842, 2845, 2848, 2858, 2860, 2862, 2863, 2864, 2869, 2870, 2874, 2875, 2879, 2889, 2890, 2894, 2896, 2900, 2905, 2909, 2913, 2914, 2917, 2920, 2923, 2930, 2931, 2933, 2934, 2899], "Excused": [2857]}}, {"bill_id": 18256, "action_date": "2003-02-22T14:00:00-06:00", "document_id": 97757, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97757.pdf", "status_text": "Do Pass Amended,", "journal_page": 581, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56742, "president_vote": null, "Yea": [2833, 2837, 2841, 2843, 2844, 2846, 2855, 2859, 2861, 2866, 2871, 2872, 2873, 2877, 2884, 2885, 2888, 2892, 2893, 2895, 2898, 2902, 2906, 2907, 2910, 2912, 2915, 2919, 2922, 2924, 2925, 2929, 2932, 2936, 2937, 2938], "Nay": [2836, 2839, 2842, 2845, 2848, 2858, 2860, 2862, 2863, 2864, 2869, 2870, 2874, 2875, 2879, 2889, 2890, 2894, 2896, 2900, 2905, 2909, 2911, 2913, 2914, 2917, 2920, 2923, 2930, 2931, 2933, 2934, 2899], "Excused": [2857]}}, {"bill_id": 18256, "action_date": "2003-02-22T14:00:00-06:00", "document_id": 97757, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97757.pdf", "status_text": "Title Amended", "journal_page": 582, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18256, "action_date": "2003-02-24T14:00:00-06:00", "document_id": 97823, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97823.pdf", "status_text": "First read in Senate and referred to", "journal_page": 581, "committee_id_action": 799, "committee_id_assigned": 774, "result": "N", "vote": {}}, {"bill_id": 18256, "action_date": "2003-02-27T07:45:00-06:00", "document_id": 98056, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98056.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 774, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55153, "president_vote": null, "Yea": [2851, 2852, 2886, 2916, 2868, 2908], "Excused": [2928]}}, {"bill_id": 18256, "action_date": "2003-02-27T07:45:00-06:00", "document_id": 98056, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98056.pdf", "status_text": "Do Pass Amended,", "journal_page": 620, "committee_id_action": 774, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55154, "president_vote": null, "Yea": [2851, 2852, 2886, 2916, 2868, 2908], "Excused": [2928]}}, {"bill_id": 18256, "action_date": "2003-02-27T07:45:00-06:00", "document_id": 98056, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98056.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 774, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18256, "action_date": "2003-02-27T07:45:00-06:00", "document_id": 98056, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98056.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 774, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18256, "action_date": "2003-03-03T14:00:00-06:00", "document_id": 98282, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98282.pdf", "status_text": "Deferred to another day", "journal_page": 672, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18256, "action_date": "2003-03-04T14:00:00-06:00", "document_id": 98360, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98360.pdf", "status_text": "Deferred to another day", "journal_page": 695, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18256, "action_date": "2003-03-05T14:00:00-06:00", "document_id": 98430, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98430.pdf", "status_text": "Motion to Amend,", "journal_page": 719, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18256, "action_date": "2003-03-05T14:00:00-06:00", "document_id": 98430, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98430.pdf", "status_text": "Do Pass Amended,", "journal_page": 719, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55429, "president_vote": null, "Yea": [2832, 2834, 2835, 2838, 2840, 2847, 2849, 2850, 2851, 2852, 2853, 2854, 2856, 2865, 2868, 2876, 2878, 2880, 2881, 2882, 2883, 2886, 2887, 2891, 2897, 2901, 2903, 2904, 2908, 2916, 2921, 2926, 2927, 2928, 2935]}}, {"bill_id": 18256, "action_date": "2003-03-06T09:00:00-06:00", "document_id": 98512, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98512.pdf", "status_text": "Deferred to another day", "journal_page": 770, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18256, "action_date": "2003-03-07T09:00:00-06:00", "document_id": 98582, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98582.pdf", "status_text": "Deferred to another day", "journal_page": 799, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18256, "action_date": "2003-03-08T09:00:00-06:00", "document_id": 98610, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98610.pdf", "status_text": "Signed by Speaker", "journal_page": 816, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18256, "action_date": "2003-03-08T09:00:00-06:00", "document_id": 98622, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98622.pdf", "status_text": "Signed by President", "journal_page": 793, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18256, "action_date": "2003-03-08T09:00:00-06:00", "document_id": 98610, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98610.pdf", "status_text": "Delivered to the Governor", "journal_page": 827, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18256, "action_date": "2003-03-20T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 834, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2396, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/18256"}