{"session_id": 32, "bill_id": 8726, "bill_type": "House Bill", "bill_number": 1021, "bill_title": "revise certain provisions related to the practice of podiatry and to authorize certain fee increases.", "sponsors": [], "keywords": ["Administrative Rules", "Fees", "Licensing", "Professions and Occupations"], "audio": [{"meeting_datetime": "2018-01-16T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hhe05.mp3", "start_seconds": 1325.0}, {"meeting_datetime": "2018-01-16T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hhe05.mp3", "start_seconds": 1325.0}, {"meeting_datetime": "2018-01-16T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hhe05.mp3", "start_seconds": 1325.0}, {"meeting_datetime": "2018-01-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou06.mp3", "start_seconds": 1489.0}, {"meeting_datetime": "2018-01-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou06.mp3", "start_seconds": 1489.0}, {"meeting_datetime": "2018-01-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou06.mp3", "start_seconds": 1489.0}, {"meeting_datetime": "2018-01-24T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/she11.mp3", "start_seconds": 5476.0}, {"meeting_datetime": "2018-01-24T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/she11.mp3", "start_seconds": 5476.0}, {"meeting_datetime": "2018-01-24T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/she11.mp3", "start_seconds": 5476.0}, {"meeting_datetime": "2018-01-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen12.mp3", "start_seconds": 5766.0}, {"meeting_datetime": "2018-01-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen12.mp3", "start_seconds": 5766.0}, {"meeting_datetime": "2018-01-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen12.mp3", "start_seconds": 5766.0}], "bill_versions": [{"bill_id": 8726, "bill_version_id": 46714, "bill_version": "Introduced", "bill_version_date": "2018-01-02T15:45:46.983-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions related to the practice of podiatry and to authorize certain fee increases. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-8-3 be amended to read: 36-8-3. The Board of Podiatry Examiners shall elect, from among their number, its members a president and a secretary-treasurer. The board shall, pursuant to chapter 1-26, promulgate the rules consistent with the laws of this state as may be necessary for the licensure, examination, reciprocal licensure, revocation, and suspension of a license. The board shall have an official seal. Section 2. That § 36-8-6 be amended to read: 36-8-6. It is a Class 2 misdemeanor for any person to profess or advertise himself to be a podiatrist, or to practice or assume the duties incident to podiatry, advertise or practice podiatric medicine without first obtaining from the Board of Podiatry Examiners a license and an annual certificate of registration license renewal. Section 3. That § 36-8-8 be amended to read: 36-8-8. All applicants for license must have attained the age of eighteen years and be of good moral character, a graduate of some recognized school of podiatry which for the purpose herein shall mean a school of podiatry requiring for graduation, the graduation from an accredited high school, credits granted for at least two full years of general college study in a college or university of recognized standing, and four full years of study in such school of podiatry. The board may issue a license to a qualified person who is not licensed as a podiatrist in this state and who is not exempted under the provisions of § 36-8-12, if the applicant: (1) Is at least eighteen years of age and of good moral character; (2) Possesses a doctor of podiatric medicine degree from a recognized school of podiatry approved by the board and has obtained the degree of doctor of podiatric medicine; (3) Successfully completed a one-year residency or preceptorship approved by the Council of Podiatric Medical Education of the American Podiatric Medical Association. This subdivision applies only to an applicant who graduated from a podiatric college after July 1, 1995; (4) Has passed the National Board of Podiatric Medical Examiners' national standardized examination parts I, II, and III; and (5) Submits an application on a form prescribed by the board and pays the application fee. Part III of the examination required under subdivision (4) may be waived if the applicant graduated from a school of podiatric medicine before January 1, 2001, and the applicant is currently licensed as a podiatric physician in another state and has been in active licensed practice for at least five continuous years. Any examination fee required by the National Board of Podiatric Medical Examiners shall be paid directly to the testing service. Section 4. That § 36-8-9 be amended to read: 36-8-9. Any person not already a registered podiatrist in this state and who is not exempted under the provisions of § 36-8-12, desiring to practice podiatry in this state, shall apply to the secretary-treasurer of the The Board of Podiatry Examiners for an examination and pay a shall promulgate rules, pursuant to chapter 1-26, to establish an application fee not to exceed five hundred dollars to obtain a license for the practice of podiatry in this state. The examination and fee shall be set by rule by the board pursuant to chapter 1-26. Section 5. That § 36-8-10 be repealed. 36-8-10. Examinations of applicants for license as podiatrists shall be held annually at such times and places as the Board of Podiatry Examiners shall direct. Section 6. That § 36-8-11 be repealed. 36-8-11. Any applicant for license as a podiatrist failing any examination is entitled within six months after such refusal to a re-examination upon the payment of an additional fee, not to exceed ten dollars for such examination. The fee shall be set by the board by rule promulgated pursuant to chapter 1-26. However, two such re-examinations shall exhaust the applicant's privilege under the original application. Section 7. That § 36-8-12 be amended to read: 36-8-12. Upon the payment of a fee not to exceed two hundred fifty dollars, to be set by rule by the The Board of Podiatry Examiners shall promulgate rules, pursuant to chapter 1-26, a license may be issued to establish an application fee not to exceed five hundred dollars to license podiatrists from other states. The board may issue a license to podiatrists of other states maintaining requirements for the practice of podiatry equal to the standard provided for by this chapter and extending the same reciprocal privileges in this state. Section 8. That § 36-8-15 be amended to read: 36-8-15. The fee for annual license renewal of a certificate of a podiatrist may not exceed one five hundred fifty dollars, as set promulgated by rule, pursuant to chapter 1-26, by the Board of Podiatry Examiners pursuant to chapter 1-26. All renewal certificates. Each license renewal shall remain in full force and effect for one year, unless a different time is fixed by rule promulgated, pursuant to chapter 1-26, by the Board of Podiatry Examiners. Section 9. That § 36-8-17 be amended to read: 36-8-17. Unprofessional or dishonorable conduct as used in this chapter shall be construed to include: (1) To offer, give, or promise, either directly or indirectly, any gift in return for the procurement of a patient or patients for podiatric treatment; (2) To request, list, accept, or receive any rebates or commission for prescribing or recommending any footwear, drug, medicine, or any other article, to his patients; (3) To prescribe, dispense, or pretend to use, in treating any patient, any secret remedial agent, or manifest or promote its use in any way, or guarantee or imply to guarantee any treatment, therapy or remedy whatsoever; (4)(3) To practice podiatry under a trade name, under the name of another podiatrist, or use any title other than that of podiatrist, provided however. However, the term, \"foot specialist\", may be used as an explanatory terms term of the title podiatrist; (5) To conduct the practice of podiatry in connection with any of the following: beauty parlor, barbershop, Turkish bath, shoe store, department store, massage parlor, or any other such commercial establishment; (6)(4) To employ a solicitor or solicitors to obtain business; or (7) To willfully betray professional secrets; (8)(5) To willfully violate the rules and regulations made and promulgated by the Board of Podiatry Examiners. Unprofessional or dishonorable conduct, as defined in this section, shall may not be the basis for criminal prosecution unless otherwise declared unlawful. Section 10. That § 36-8-20 be amended to read: 36-8-20. Any podiatrist whose license has been suspended or revoked may be reinstated or have a new license issued, as the case may be, if, in if warranted at the discretion of the Board of Podiatry Examiners, such action is warranted. However, the. The podiatrist shall pay all costs of the proceedings resulting in the suspension or revocation of license and reinstatement or new license and in addition thereto a fee, set by the board, by rule promulgated pursuant to chapter 1-26, not to exceed twenty-five dollars application fee. Section 11. That § 36-8-23 be amended to read: 36-8-23. On or before July 1, 1993, and every Every two years thereafter, each person licensed to practice podiatry in this state shall provide the State Board of Podiatry Examiners evidence, of a nature suitable to the board, that he that the person has attended or participated in such continuing education in podiatry and related subjects as shall be required by the board by rules adopted pursuant to chapter 1-26 rule. The board by such shall promulgate rules shall, pursuant to chapter 1-26, to establish the number of minimum hours of biennial continuing education to be required as a prerequisite to license renewal and requirements, guidelines, and procedures as may be necessary and desirable to implement and fulfill reasonable continuing education requirements to ensure competence in the practice of podiatry by licensees in this state each licensee. The board may reduce, on a pro rata basis, the number of hours of continuing education required by a licensee licensed to practice for less than two years prior to a biennial continuing education deadline. Section 12. That § 36-8-24 be repealed. 36-8-24. Every applicant for a license to practice podiatry shall have successfully completed a one-year residency or preceptorship approved by the Council of Podiatric Medical Education of the American Podiatric Medical Association. This section applies only to applicants who graduate from podiatric college after July 1, 1995. Section 13. That ARSD 20:55:03:04 be amended to read: 20:55:03:04...License fee. The fee for a license for reciprocity granted under this chapter is $250 $500 for an applicant holding a valid license in another state, as permitted in SDCL 36-8-12. Section 14. That ARSD 20:55:04:01 be amended to read: 20:55:04:01...Certificate of registration _ Fee _ Annual renewal. Each person licensed to practice podiatry within this state shall secure a certificate of registration from the board and shall renew the certificate annually by July 1. The renewal fee is $150 $350. Failure to secure a renewal certificate shall result in a suspension of license. If a licensee fails to timely renew their the license prior to renewal being granted, the applicant must shall show satisfactory evidence of 30 hours of continuing medical education as provided in §.20:55:01:08."}, {"bill_id": 8726, "bill_version_id": 48133, "bill_version": "Enrolled", "bill_version_date": "2018-01-30T10:35:06.9-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8726, "action_date": "2018-01-09T12:00:00-06:00", "document_id": 46900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46900.pdf", "status_text": "First read in House and referred to", "journal_page": 21, "committee_id_action": 396, "committee_id_assigned": 387, "result": "N", "vote": {}}, {"bill_id": 8726, "action_date": "2018-01-16T07:45:00-06:00", "document_id": 46967, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46967.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 387, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8726, "action_date": "2018-01-16T07:45:00-06:00", "document_id": 47078, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47078.pdf", "status_text": "Do Pass", "journal_page": 58, "committee_id_action": 387, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24489, "president_vote": null, "Excused": [1254, 1266, 1235, 1282, 1313], "Yea": [1301, 1425, 1286, 1274, 1261, 1298, 1250, 1287]}}, {"bill_id": 8726, "action_date": "2018-01-17T14:00:00-06:00", "document_id": 47204, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47204.pdf", "status_text": "Do Pass", "journal_page": 83, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24558, "president_vote": null, "Yea": [1313, 1241, 1213, 1269, 1297, 1424, 1268, 1284, 1279, 1223, 1307, 1301, 1235, 1425, 1282, 1260, 1308, 1283, 1238, 1250, 1286, 1222, 1302, 1306, 1265, 1315, 1316, 1296, 1292, 1293, 1310, 1226, 1274, 1295, 1249, 1277, 1303, 1259, 1255, 1299, 1225, 1256, 1261, 1240, 1258, 1305, 1287, 1257, 1236, 1215, 1317, 1216, 1229, 1298, 1285, 1253], "Nay": [1214, 1266, 1294, 1311, 1312, 1291, 1275, 1314, 1247, 1248, 1280, 1263, 1309], "Excused": [1254]}}, {"bill_id": 8726, "action_date": "2018-01-18T14:00:00-06:00", "document_id": 47299, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47299.pdf", "status_text": "First read in Senate and referred to", "journal_page": 135, "committee_id_action": 395, "committee_id_assigned": 372, "result": "N", "vote": {}}, {"bill_id": 8726, "action_date": "2018-01-24T10:00:00-06:00", "document_id": 47517, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47517.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 372, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8726, "action_date": "2018-01-24T10:00:00-06:00", "document_id": 47808, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47808.pdf", "status_text": "Do Pass", "journal_page": 219, "committee_id_action": 372, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24846, "president_vote": null, "Yea": [1219, 1232, 1278, 1272, 1245], "Excused": [1234, 1288]}}, {"bill_id": 8726, "action_date": "2018-01-25T13:00:00-06:00", "document_id": 48017, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48017.pdf", "status_text": "Do Pass", "journal_page": 258, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24941, "president_vote": null, "Excused": [1239, 1218, 1221], "Yea": [1230, 1264, 1231, 1217, 1246, 1228, 1219, 1273, 1262, 1290, 1232, 1278, 1304, 1270, 1224, 1267, 1289, 1244, 1281, 1272, 1245, 1271, 1252, 1237, 1288, 1220, 1242, 1276, 1300], "Nay": [1234, 1243, 1233]}}, {"bill_id": 8726, "action_date": "2018-01-31T14:00:00-06:00", "document_id": 48336, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48336.pdf", "status_text": "Signed by the Speaker", "journal_page": 266, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8726, "action_date": "2018-02-01T14:00:00-06:00", "document_id": 48504, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48504.pdf", "status_text": "Signed by the President", "journal_page": 338, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8726, "action_date": "2018-02-02T13:30:00-06:00", "document_id": 48610, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48610.pdf", "status_text": "Delivered to the Governor", "journal_page": 310, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8726, "action_date": "2018-02-06T14:00:00-06:00", "document_id": 48786, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48786.pdf", "status_text": "Signed by the Governor", "journal_page": 352, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6741, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8726"}