{"session_id": 15, "bill_id": 3190, "bill_type": "Senate Bill", "bill_number": 52, "bill_title": "provide for point of sale collection of the prepaid wireless 911 emergency surcharge.", "sponsors": [], "keywords": ["Public Health and Safety", "Telecommunications"], "audio": [{"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sju18.mp3", "start_seconds": 190.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sju18.mp3", "start_seconds": 190.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sju18.mp3", "start_seconds": 190.0}], "bill_versions": [{"bill_id": 3190, "bill_version_id": 19163, "bill_version": "Introduced", "bill_version_date": "2012-01-07T17:41:44.733-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for point of sale collection of the prepaid wireless 911 emergency surcharge. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-45-4 be amended to read as follows: 34-45-4. Upon compliance with § 34-45-2, the governing body may assess a monthly uniform charge in an amount not to exceed seventy-five cents per service user line or per each retail transaction of prepaid wireless service. The proceeds of this charge shall be used to pay for allowable nonrecurring and recurring costs of the 911 system. Any prepaid wireless telecommunications service provider or retailer who sells prepaid wireless service shall remit the 911 emergency surcharge for each active prepaid wireless telecommunication service user account or each retail transaction to the South Dakota 911 coordination fund. The proceeds of the South Dakota 911 coordination fund are continuously appropriated for reimbursement of allowable nonrecurring and recurring costs of 911 service and operating expenses of the board. No such charge may be imposed upon more than one hundred service user lines or equivalent service, per customer account billed, per month. In the case of multi-station network systems, service user lines shall be equal to the number of calls that can simultaneously be made from such system to the public switched telephone network. Section 2. That § 34-45-5 be amended to read as follows: 34-45-5. Any service user in the state is liable for the applicable 911 emergency surcharge pursuant to § 34-45-4. Any telecommunications service provider, wireless telecommunications service provider, or Interconnected Voice over Internet Protocol service provider shall collect and remit to the governing body the applicable 911 emergency surcharge which shall be stated separately in any billing statement, invoice, or receipt. All Each prepaid wireless telecommunications service providers provider who engages in direct sales or each retailer who sells prepaid wireless services to any service user shall remit the applicable 911 emergency surcharge for each active prepaid wireless telecommunication service user account in the state to the South Dakota 911 coordination fund. The prepaid wireless telecommunications service provider or retailer may seek reimbursement from their the service user through whatever means are available to the provider or retailer. Section 3. That § 34-45-6 be amended to read as follows: 34-45-6. Each service user is liable for any charge imposed pursuant to § 34-45-4 until it has been paid to the service provider or retailer. Section 4. That § 34-45-6.1 be repealed. 34-45-6.1. Notwithstanding any provision of this chapter, no retailer purchasing prepaid wireless telecommunication services or devices for resale is required to collect or remit any 911 emergency surcharge. Section 5. That § 34-45-7 be amended to read as follows: 34-45-7. Each telecommunications service provider, wireless telecommunications service provider, prepaid wireless telecommunications service provider, or Interconnected Voice over Internet Protocol service provider, or retailer has no obligation to take any legal action to enforce the collection of any charge imposed pursuant to this chapter. Such action may be brought by or on behalf of the public agency imposing the charge. Each telecommunications service provider, wireless telecommunications service provider, prepaid wireless telecommunications service provider, or Interconnected Voice over Internet Protocol service provider, or retailer is not liable for such uncollected amounts."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3190, "action_date": "2012-01-10T12:00:00-06:00", "document_id": 19241, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19241.pdf", "status_text": "First read in Senate and referred to", "journal_page": 22, "committee_id_action": 171, "committee_id_assigned": 152, "result": "N", "vote": {}}, {"bill_id": 3190, "action_date": "2012-02-09T07:45:00-06:00", "document_id": 20881, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20881.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 152, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3190, "action_date": "2012-02-09T07:45:00-06:00", "document_id": 21078, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21078.pdf", "status_text": "Tabled", "journal_page": 357, "committee_id_action": 152, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11281, "president_vote": null, "Yea": [232, 226, 228, 284, 249, 254], "Excused": [288]}}]}