{"session_id": 20, "bill_id": 5234, "bill_type": "Senate Bill", "bill_number": 65, "bill_title": "revise and clarify voter eligibility for road district elections.", "sponsors": [{"legislator_profile_id": 441, "is_prime": true}, {"legislator_profile_id": 443, "is_prime": true}, {"legislator_profile_id": 525, "is_prime": false}, {"legislator_profile_id": 472, "is_prime": false}, {"legislator_profile_id": 479, "is_prime": false}, {"legislator_profile_id": 429, "is_prime": false}, {"legislator_profile_id": 436, "is_prime": false}, {"legislator_profile_id": 476, "is_prime": false}, {"legislator_profile_id": 438, "is_prime": false}, {"legislator_profile_id": 423, "is_prime": false}, {"legislator_profile_id": 440, "is_prime": false}, {"legislator_profile_id": 484, "is_prime": false}, {"legislator_profile_id": 498, "is_prime": false}], "keywords": ["Counties", "Elections", "Highways and Bridges", "Local Government"], "audio": [{"meeting_datetime": "2014-01-29T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/slo10.mp3", "start_seconds": 178.0}, {"meeting_datetime": "2014-01-29T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/slo10.mp3", "start_seconds": 178.0}, {"meeting_datetime": "2014-01-29T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/slo10.mp3", "start_seconds": 178.0}, {"meeting_datetime": "2014-01-29T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/slo10.mp3", "start_seconds": 178.0}, {"meeting_datetime": "2014-01-30T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen11.mp3", "start_seconds": 2202.0}, {"meeting_datetime": "2014-01-30T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen11.mp3", "start_seconds": 2202.0}, {"meeting_datetime": "2014-01-30T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen11.mp3", "start_seconds": 2202.0}, {"meeting_datetime": "2014-03-10T00:00:00-05:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju33.mp3", "start_seconds": 2516.0}, {"meeting_datetime": "2014-03-10T00:00:00-05:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju33.mp3", "start_seconds": 2516.0}, {"meeting_datetime": "2014-03-10T00:00:00-05:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju33.mp3", "start_seconds": 2516.0}, {"meeting_datetime": "2014-03-10T00:00:00-05:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju33.mp3", "start_seconds": 2516.0}, {"meeting_datetime": "2014-03-11T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou34.mp3", "start_seconds": 2134.0}, {"meeting_datetime": "2014-03-11T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou34.mp3", "start_seconds": 2134.0}, {"meeting_datetime": "2014-03-11T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou34.mp3", "start_seconds": 2134.0}, {"meeting_datetime": "2014-03-11T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou34.mp3", "start_seconds": 2134.0}, {"meeting_datetime": "2014-03-11T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou34.mp3", "start_seconds": 2134.0}, {"meeting_datetime": "2014-03-12T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen35.mp3", "start_seconds": 3027.0}, {"meeting_datetime": "2014-03-12T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen35.mp3", "start_seconds": 3027.0}, {"meeting_datetime": "2014-03-12T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen35.mp3", "start_seconds": 3027.0}, {"meeting_datetime": "2014-03-12T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen35.mp3", "start_seconds": 3027.0}, {"meeting_datetime": "2014-03-12T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen35.mp3", "start_seconds": 3027.0}, {"meeting_datetime": "2014-03-12T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen35.mp3", "start_seconds": 3027.0}, {"meeting_datetime": "2014-03-12T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen35.mp3", "start_seconds": 3027.0}, {"meeting_datetime": "2014-03-13T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen36.mp3", "start_seconds": 1016.0}, {"meeting_datetime": "2014-03-13T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou36.mp3", "start_seconds": 1560.0}, {"meeting_datetime": "2014-03-13T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou36.mp3", "start_seconds": 1560.0}, {"meeting_datetime": "2014-03-13T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou36.mp3", "start_seconds": 1560.0}, {"meeting_datetime": "2014-03-13T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou36.mp3", "start_seconds": 1560.0}, {"meeting_datetime": "2014-03-13T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou36.mp3", "start_seconds": 1560.0}, {"meeting_datetime": "2014-03-13T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou36.mp3", "start_seconds": 1560.0}, {"meeting_datetime": "2014-03-13T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou36.mp3", "start_seconds": 1560.0}, {"meeting_datetime": "2014-03-13T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou36.mp3", "start_seconds": 1560.0}, {"meeting_datetime": "2014-03-13T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou36.mp3", "start_seconds": 1560.0}, {"meeting_datetime": "2014-03-13T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou36.mp3", "start_seconds": 1560.0}], "bill_versions": [{"bill_id": 5234, "bill_version_id": 28573, "bill_version": "Introduced", "bill_version_date": "2014-01-17T09:44:11.247-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and clarify voter eligibility for road district elections. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 6-16-2 be amended to read as follows: 6-16-2. The application for organization shall be a petition verified by one or more circulators by affidavit stating that each affiant personally witnessed the signatures on the petition and believe the signatures to be genuine. Except as provided in this section, the petition shall be signed by at least twenty-five percent of the registered voters within the proposed district. If the proposed district is in two or more counties, a petition shall be filed in each county and each petition shall be signed by at least twenty-five percent of the registered voters within the proposed district in that county. The petition shall be accompanied by a deposit covering the estimated costs as determined by the county auditor of the public notices and the conduct of the election for the formation of the district. The county auditor may waive the deposit or payment requirement or may specify other arrangements for payment of the publication and election costs. If the district to be formed is a road district that contains no registered voters, the petition shall conform to the requirements of § 31-12A-3 and shall be signed by at least twenty-five percent of the landowners eligible voters of the district as defined in section 5 of this Act. If the district to be formed is a watershed district, the petition shall be signed by at least twenty-five percent of the eligible voters of the district as defined in § 46A-14-15.1 and as provided in § 46A-14-5. If the district to be formed is a water project district, any petition required by this section shall be signed by qualified voters of the proposed district, as defined in §§ 46A-18-2.1 and 46A-18-2.2, in the appropriate county. Section 2. That § 6-16-5.2 be amended to read as follows: 6-16-5.2. If a majority, or if it is a water project district at least sixty percent, of the votes cast in an election conducted pursuant to § 6-16-5.1 is in favor on the question of formation of the special district, an election shall be conducted by the county auditor within sixty days after the official canvass to elect the initial board of directors or trustees. The election shall be conducted pursuant to Title 12. The county auditor shall publish a notice of vacancy no later than fifty days prior to the election. Circulation of nominating petitions may begin upon completion of the official canvass of the election to form the district. Nominating petitions shall be filed with the county auditor by 5:00 p.m. at least thirty days before the election. The nominating petitions shall contain signatures of at least twenty-five registered eligible voters in the district as defined in § 6-16-6. Absentee ballots shall be made available to the voters no later than twenty days before the date of election. The election shall be canvassed by the county commission. Section 3. That § 6-16-6 be amended to read as follows: 6-16-6. Any person who is registered to vote and resides in the proposed district may vote in the elections provided for in § 6-16-5. However, the qualifications of a voter for irrigation district elections are as provided in chapter 46A-4, the qualifications of a voter for water project district elections are as provided in §§ 46A-18-2.1 and 46A-18-2.2, and the qualifications of a voter for watershed district elections are as provided in § 46A-14-15.1, and the qualifications of a voter for road district elections are as provided in section 5 of this Act. Absentee voting is allowed pursuant to chapter 12-19 for the election on the question of formation of the special district or any other question to be voted on by the eligible voters of the district. If the district to be formed is a road district that contains no registered voters, voter eligibility is based solely on landowners. For the purpose of this section, a person resides in a proposed district if the person actually lives in the proposed district for at least thirty days in the last year. Section 4. That § 31-12A-1 be amended to read as follows: 31-12A-1. Any area outside the boundary of a municipality, which is situated so that the construction or maintenance of roads becomes desirable, may be incorporated by its landowner or landowners as a road district pursuant to this chapter. Section 5. That chapter 31-12A be amended by adding thereto a NEW SECTION to read as follows: As used in this chapter, the term, eligible voter, has the meaning specified in this section. Only persons or public corporations that are landowners of land located within the proposed or existing road district are eligible to vote in the formation election or any subsequent election of a road district, except as provided in this chapter. An eligible voter may reside within or outside the district. Any firm, partnership, limited liability company, association, estate, or corporation that holds title to land located within the proposed or existing road district is entitled to one vote and may designate an officer or agent to vote on its behalf by presenting a written instrument to that effect to the election officials. The vote of any eligible voter who is a minor or a protected person as defined by § 29A-5-102, may be cast by the parent, conservator, or legal representative of the minor or protected person. As used in this chapter, the term, landowner, means any owner of land, as evidenced by records in the offices of the register of deeds and the clerk of courts in the county containing a proposed or existing road district. If land is sold under a contract for deed that is of record in the office of the register of deeds in the county in which the land is situated, both the landowner and the individual purchaser of the land, as named in the contract for deed, are treated as landowners. Section 6. That § 31-12A-1.1 be amended to read as follows: 31-12A-1.1. Notwithstanding any other provision of chapter 31-12A, an area with three or fewer landowners may be formed into a road district pursuant to this chapter. Each landowner shall be a trustee at large and no election of trustees is required. After the district is incorporated and the number of landowners within the district is five or more, the district shall conduct an election pursuant to § 31-12A-16 to elect the board of trustees. The district shall conduct the election on the first Tuesday after the anniversary date of the formation of the district. Section 7. That § 31-12A-2 be amended to read as follows: 31-12A-2. Any landowner person making application for the organization of a road district shall first obtain an accurate survey and map of the territory intended to be embraced within the limits of such the road district, showing the boundaries and area thereof, and the of the district. The accuracy thereof of the survey and map shall be verified by the affidavit of the surveyor. Section 8. That § 31-12A-3 be amended to read as follows: 31-12A-3. Any landowner who owns Not less than twenty-five percent of the eligible voters as defined in section 5 of this Act who own land lying within the limits of the territory proposed to be organized into a road district may file a petition with the board of county commissioners asking that a road district be organized to function in the territory described in the petition. The petition shall be filed with the county auditor and presented to the board of county commissioners for consideration at its next meeting. The petition shall conform with the requirements of § 6-16-2 and shall set forth: (1) The proposed name of the road district; (2) That there is need for road work in the territory described in the petition; (3) A description of the territory proposed to be organized as a road district; (4) A request that the board of county commissioners define the boundaries for the district; that a referendum be held within the territory so defined on the question of the creation of a road district in the territory; and that the board determine that such a district be created. Section 9. That § 31-12A-5 be repealed. 31-12A-5. The application for organization shall be as provided in § 6-16-2 and shall be filed with the county auditor and presented to the board of county commissioners for consideration at its next meeting. Section 10. That § 31-12A-6 be amended to read as follows: 31-12A-6. If the board of county commissioners is satisfied that the requirements of this chapter have been fully complied with, it the board shall issue an order declaring that the territory shall, with the assent of the eligible voters, as specified in § 6-16-2, in an election as provided in § 6-16-4 to 6-16-6, inclusive, be an incorporated road district by the name specified in the application petition. The name shall be different from that of any other road district in this state. Section 11. That § 31-12A-15 be amended to read as follows: 31-12A-15. In each road district, after the initial election provided for in §§ 6-16-5 and 6-16-5.2, an annual election of officers shall be held on the first Tuesday in May at a place in the district as the board of trustees shall designate. Unless otherwise specified, the election shall be conducted according to chapter 8-3, at a meeting of the registered voters who reside in eligible voters of the road district. Section 12. That § 31-12A-15.1 be amended to read as follows: 31-12A-15.1. Notice of the meeting and election required by § 31-12A-15 shall be given by the secretary-treasurer by one publication in a legal newspaper of general circulation in each county in which the district is situated or notice may be given by posting in a public place within the district and delivering the notice to each registered eligible voter of the district. The notice shall include the time and place of the election and candidate names for each vacancy to be filled at the election. The meeting shall be held not less than seven days nor more than fourteen days after the date of publication or delivery of the notice. The same type of notice shall be given setting forth each vacancy occurring by termination of the term of office of any elective officer. The notice shall also state the time and place where nominating petitions may be filed for each office. The notice shall be given not less than thirty days prior to the deadline for filing nominating petitions. Section 13. That § 31-12A-16 be amended to read as follows: 31-12A-16. There shall be elected from among the landowners eligible voters of the district at the first election of a road district, held pursuant to § 6-16-5 or 6-16-5.2, three trustees at large, who shall respectively hold their offices, one for a term of one year, one for a term of two years, and one for a term of three years. The person having the highest number of votes shall serve for a term of three years, the person receiving the second highest number of votes shall serve for a term of two years, and the person receiving the third highest number of votes shall serve for a term of one year, and such persons shall be declared elected to such offices; thereafter. Thereafter, in accordance with §§ 31-12A-15 and 31-12A-15.1, there shall be elected annually one trustee for a term of three years. The judges shall subscribe and certify a statement of the persons elected to fill the offices of trustees in such the road district and file the same statement with the county auditor within ten days after the date of such the election. Section 14. That § 31-12A-17 be amended to read as follows: 31-12A-17. The trustees to be elected at the initial election, shall be nominated by the voters in attendance at the meeting in which the organizational election is held. If the initial trustees are to be elected at the meeting at which the incorporation election is held as provided in § 6-16-5, the trustees shall be nominated by the eligible voters in attendance at the meeting. Otherwise, the initial trustees shall be nominated as provided in § 6-16-5.2. Any trustee to be elected at any subsequent elections election, shall be nominated by filing with the district clerk not less than fifteen days before any the subsequent election, certificates a certificate of nomination for the offices office of trustee. The certificates certificate shall be in writing and shall contain the name of the candidate, residence, business address, and the office for which the candidate is named, and shall be signed by at least five percent of the qualified eligible voters. Section 15. That § 31-12A-23 be amended to read as follows: 31-12A-23. The board of trustees may cause the amount of any charges, and interest and penalties on the charges, for road district service rendered or made available to any land within and part of the district, which are due and unpaid on the first day of October in each year to be certified by the clerk of the district to the county auditor in the manner provided in § 10-12-7 together with any taxes levied by the district for corporate purposes. All amounts so certified shall be inserted by the county auditor upon the tax list of the current year and are payable and delinquent at the same time and shall incur penalty and interest and shall be collected by the same procedure as real estate taxes on the same property. In the event of a tax sale or the issuance of a tax deed, the provisions of §§ 9-43-39 to 9-43-41, inclusive, apply to all amounts so certified and then delinquent, in the same manner as delinquent installments of special assessments. Five percent of the landowners eligible voters of the district may petition the board of trustees for referendum of any special assessment or bond issue. A majority of all the landowners of eligible voters of the district who own the lots, tracts, or parcels of land subject to a special assessment or bond issue by the road district is required for approval of the special assessment or bond issue. For purposes of a referendum, if more than one person holds an interest in a lot, tract, or parcel of land subject to a special assessment or bond issue, the vote for such the lot, tract, or parcel of land shall be exercised as the owners may among themselves determine and in no event may more than one vote be cast with respect to any one lot, tract, or parcel of land in any referendum. The referendum shall be governed, to the extent applicable, by chapter 9-20. The referendum petition shall be filed with the clerk of the district within twenty days after the notice of the levy of the special assessment or bond issue has been given the landowner. Section 16. That § 31-12A-27 be amended to read as follows: 31-12A-27. A majority of the qualified eligible voters of a road district may petition a court of competent jurisdiction for the dissolution of the road district. Dissolution proceedings shall, to the extent applicable, conform to the provisions for dissolution of municipalities pursuant to chapter 9-6. Section 17. That § 31-12A-28 be amended to read as follows: 31-12A-28. Notwithstanding the provisions of § 31-12A-27, the board of trustees of a road district may be, by unanimously adopting a proper resolution, provide for the dissolution of the district and the disposition of all unencumbered assets and assets which may thereinafter accrue. Prior to adopting such Before adopting the resolution, the board shall give notice and conduct hearings as it the board deems necessary. Any party feeling aggrieved by the decision of the board may appeal to the circuit court. Section 18. That § 31-12A-30 be amended to read as follows: 31-12A-30. The governing body of each road district described in § 31-12A-29 shall submit by resolution the question of consolidation to the eligible voters of each road district at a special election called for that purpose pursuant to chapter 6-16. The proposition shall be submitted to the eligible voters of each road district on a separate ballot and shall be stated as to enable each eligible voter to vote for or against the proposed consolidation. Section 19. That § 31-12A-31 be amended to read as follows: 31-12A-31. If the eligible voters of each road district approve the formation of the consolidated road district by a majority of the votes cast on the consolidation question, the governing body of each road district shall so declare by resolution and file a certified copy of each proceeding taken for the consolidation with the road district's clerk, the secretary of state, and the county auditor. After the certified copies are filed, the consolidation is effective and complete, and the consolidated road district has the powers conferred upon a road district by this chapter. Section 20. That § 31-12A-32 be amended to read as follows: 31-12A-32. The consolidated board of trustees shall be elected as provided in chapter 6-16 and this chapter and shall govern the consolidated road district as provided in this chapter. Section 21. That § 31-12A-36 be amended to read as follows: 31-12A-36. An additional area may be annexed or an area withdrawn from a road district by: (1) Circulation of an initiating petition therefor by the qualified by the eligible voters in the new area to be annexed and in the existing district, similar to an initiating petition specified in this chapter; or (2) Circulation of an initiating petition by the qualified eligible voters in the affected area to be withdrawn and passage of a resolution therefor by the directors of the road district. Upon receipt of an initiating petition and passage of a resolution by the directors, the area shall be annexed or withdrawn in the same manner as prescribed for creation of a new road project district."}, {"bill_id": 5234, "bill_version_id": 31804, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2014-03-10T14:59:37.377-05:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and clarify voter eligibility for road district elections. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 6-16-2 be amended to read as follows: 6-16-2. The application for organization shall be a petition verified by one or more circulators by affidavit stating that each affiant personally witnessed the signatures on the petition and believe the signatures to be genuine. Except as provided in this section, the petition shall be signed by at least twenty-five percent of the registered voters within the proposed district. If the proposed district is in two or more counties, a petition shall be filed in each county and each petition shall be signed by at least twenty-five percent of the registered voters within the proposed district in that county. The petition shall be accompanied by a deposit covering the estimated costs as determined by the county auditor of the public notices and the conduct of the election for the formation of the district. The county auditor may waive the deposit or payment requirement or may specify other arrangements for payment of the publication and election costs. If the district to be formed is a road district that contains no registered voters, the petition shall conform to the requirements of § 31-12A-3 and shall be signed by at least twenty-five percent of the landowners eligible voters of the district as defined in section 5 of this Act. If the district to be formed is a watershed district, the petition shall be signed by at least twenty-five percent of the eligible voters of the district as defined in § 46A-14-15.1 and as provided in § 46A-14-5. If the district to be formed is a water project district, any petition required by this section shall be signed by qualified voters of the proposed district, as defined in §§ 46A-18-2.1 and 46A-18-2.2, in the appropriate county. Section 2. That § 6-16-5.2 be amended to read as follows: 6-16-5.2. If a majority, or if it is a water project district at least sixty percent, of the votes cast in an election conducted pursuant to § 6-16-5.1 is in favor on the question of formation of the special district, an election shall be conducted by the county auditor within sixty days after the official canvass to elect the initial board of directors or trustees. The election shall be conducted pursuant to Title 12. The county auditor shall publish a notice of vacancy no later than fifty days prior to the election. Circulation of nominating petitions may begin upon completion of the official canvass of the election to form the district. Nominating petitions shall be filed with the county auditor by 5:00 p.m. at least thirty days before the election. The nominating petitions shall contain signatures of at least twenty-five registered eligible voters in the district as defined in § 6-16-6. Absentee ballots shall be made available to the voters no later than twenty days before the date of election. The election shall be canvassed by the county commission. Section 3. That § 6-16-6 be amended to read as follows: 6-16-6. Any person who is registered to vote and resides in the proposed district may vote in the elections provided for in § 6-16-5. However, the qualifications of a voter for irrigation district elections are as provided in chapter 46A-4, the qualifications of a voter for water project district elections are as provided in §§ 46A-18-2.1 and 46A-18-2.2, and the qualifications of a voter for watershed district elections are as provided in § 46A-14-15.1, and the qualifications of a voter for road district elections are as provided in section 5 of this Act. Absentee voting is allowed pursuant to chapter 12-19 for the election on the question of formation of the special district or any other question to be voted on by the eligible voters of the district. If the district to be formed is a road district that contains no registered voters, voter eligibility is based solely on landowners. For the purpose of this section, a person resides in a proposed district if the person actually lives in the proposed district for at least thirty days in the last year. Section 4. That § 31-12A-1 be amended to read as follows: 31-12A-1. Any area outside the boundary of a municipality, which is situated so that the construction or maintenance of roads becomes desirable, may be incorporated by its landowner or landowners as a road district pursuant to this chapter. Section 5. That chapter 31-12A be amended by adding thereto a NEW SECTION to read as follows: As used in this chapter, the term, eligible voter, has the meaning specified in this section. Only persons or public corporations that are landowners of land located within the proposed or existing road district are eligible to vote in the formation election or any subsequent election of a road district, except as provided in this chapter. An eligible voter may reside within or outside the district. Any firm, partnership, limited liability company, association, estate, or corporation that holds title to land located within the proposed or existing road district is entitled to one vote and may designate an officer or agent to vote on its behalf by presenting a written instrument to that effect to the election officials. The vote of any eligible voter who is a minor or a protected person as defined by § 29A-5-102, may be cast by the parent, conservator, or legal representative of the minor or protected person. As used in this chapter, the term, landowner, means any owner of land other than a governmental entity, as evidenced by records in the offices of the register of deeds and the clerk of courts in the county containing a proposed or existing road district. If land is sold under a contract for deed that is of record in the office of the register of deeds in the county in which the land is situated, both the landowner and the individual purchaser of the land, as named in the contract for deed, are treated as landowners. Section 6. That § 31-12A-1.1 be amended to read as follows: 31-12A-1.1. Notwithstanding any other provision of chapter 31-12A, an area with three or fewer landowners may be formed into a road district pursuant to this chapter. Each landowner shall be a trustee at large and no election of trustees is required. After the district is incorporated and the number of landowners within the district is five or more, the district shall conduct an election pursuant to § 31-12A-16 to elect the board of trustees. The district shall conduct the election on the first Tuesday after the anniversary date of the formation of the district. Section 7. That § 31-12A-2 be amended to read as follows: 31-12A-2. Any landowner person making application for the organization of a road district shall first obtain an accurate survey and map of the territory intended to be embraced within the limits of such the road district, showing the boundaries and area thereof, and the of the district. The accuracy thereof of the survey and map shall be verified by the affidavit of the surveyor. Section 8. That § 31-12A-3 be amended to read as follows: 31-12A-3. Any landowner who owns Not less than twenty-five percent of the eligible voters as defined in section 5 of this Act who own land lying within the limits of the territory proposed to be organized into a road district may file a petition with the board of county commissioners asking that a road district be organized to function in the territory described in the petition. The petition shall be filed with the county auditor and presented to the board of county commissioners for consideration at its next meeting. The petition shall conform with the requirements of § 6-16-2 and shall set forth: (1) The proposed name of the road district; (2) That there is need for road work in the territory described in the petition; (3) A description of the territory proposed to be organized as a road district; (4) A request that the board of county commissioners define the boundaries for the district; that a referendum be held within the territory so defined on the question of the creation of a road district in the territory; and that the board determine that such a district be created. Section 9. That § 31-12A-5 be repealed. 31-12A-5. The application for organization shall be as provided in § 6-16-2 and shall be filed with the county auditor and presented to the board of county commissioners for consideration at its next meeting. Section 10. That § 31-12A-6 be amended to read as follows: 31-12A-6. If the board of county commissioners is satisfied that the requirements of this chapter have been fully complied with, it the board shall issue an order declaring that the territory shall, with the assent of the eligible voters, as specified in § 6-16-2, in an election as provided in § 6-16-4 to 6-16-6, inclusive, be an incorporated road district by the name specified in the application petition. The name shall be different from that of any other road district in this state. Section 11. That § 31-12A-15 be amended to read as follows: 31-12A-15. In each road district, after the initial election provided for in §§ 6-16-5 and 6-16-5.2, an annual election of officers shall be held on the first Tuesday in May at a place in the district as the board of trustees shall designate. Unless otherwise specified, the election shall be conducted according to chapter 8-3, at a meeting of the registered voters who reside in eligible voters of the road district. Section 12. That § 31-12A-15.1 be amended to read as follows: 31-12A-15.1. Notice of the meeting and election required by § 31-12A-15 shall be given by the secretary-treasurer by one publication in a legal newspaper of general circulation in each county in which the district is situated or notice may be given by posting in a public place within the district and delivering the notice to each registered eligible voter of the district. The notice shall include the time and place of the election and candidate names for each vacancy to be filled at the election. The meeting shall be held not less than seven days nor more than fourteen days after the date of publication or delivery of the notice. The same type of notice shall be given setting forth each vacancy occurring by termination of the term of office of any elective officer. The notice shall also state the time and place where nominating petitions may be filed for each office. The notice shall be given not less than thirty days prior to the deadline for filing nominating petitions. Section 13. That § 31-12A-16 be amended to read as follows: 31-12A-16. There shall be elected from among the landowners eligible voters of the district at the first election of a road district, held pursuant to § 6-16-5 or 6-16-5.2, three trustees at large, who shall respectively hold their offices, one for a term of one year, one for a term of two years, and one for a term of three years. The person having the highest number of votes shall serve for a term of three years, the person receiving the second highest number of votes shall serve for a term of two years, and the person receiving the third highest number of votes shall serve for a term of one year, and such persons shall be declared elected to such offices; thereafter. Thereafter, in accordance with §§ 31-12A-15 and 31-12A-15.1, there shall be elected annually one trustee for a term of three years. The judges shall subscribe and certify a statement of the persons elected to fill the offices of trustees in such the road district and file the same statement with the county auditor within ten days after the date of such the election. Section 14. That § 31-12A-17 be amended to read as follows: 31-12A-17. The trustees to be elected at the initial election, shall be nominated by the voters in attendance at the meeting in which the organizational election is held. If the initial trustees are to be elected at the meeting at which the incorporation election is held as provided in § 6-16-5, the trustees shall be nominated by the eligible voters in attendance at the meeting. Otherwise, the initial trustees shall be nominated as provided in § 6-16-5.2. Any trustee to be elected at any subsequent elections election, shall be nominated by filing with the district clerk not less than fifteen days before any the subsequent election, certificates a certificate of nomination for the offices office of trustee. The certificates certificate shall be in writing and shall contain the name of the candidate, residence, business address, and the office for which the candidate is named, and shall be signed by at least five percent of the qualified eligible voters. Section 15. That § 31-12A-23 be amended to read as follows: 31-12A-23. The board of trustees may cause the amount of any charges, and interest and penalties on the charges, for road district service rendered or made available to any land within and part of the district, which are due and unpaid on the first day of October in each year to be certified by the clerk of the district to the county auditor in the manner provided in § 10-12-7 together with any taxes levied by the district for corporate purposes. All amounts so certified shall be inserted by the county auditor upon the tax list of the current year and are payable and delinquent at the same time and shall incur penalty and interest and shall be collected by the same procedure as real estate taxes on the same property. In the event of a tax sale or the issuance of a tax deed, the provisions of §§ 9-43-39 to 9-43-41, inclusive, apply to all amounts so certified and then delinquent, in the same manner as delinquent installments of special assessments. Five percent of the landowners eligible voters of the district may petition the board of trustees for referendum of any special assessment or bond issue. A majority of all the landowners of eligible voters of the district who own the lots, tracts, or parcels of land subject to a special assessment or bond issue by the road district is required for approval of the special assessment or bond issue. For purposes of a referendum, if more than one person holds an interest in a lot, tract, or parcel of land subject to a special assessment or bond issue, the vote for such the lot, tract, or parcel of land shall be exercised as the owners may among themselves determine and in no event may more than one vote be cast with respect to any one lot, tract, or parcel of land in any referendum. The referendum shall be governed, to the extent applicable, by chapter 9-20. The referendum petition shall be filed with the clerk of the district within twenty days after the notice of the levy of the special assessment or bond issue has been given the landowner. Section 16. That § 31-12A-27 be amended to read as follows: 31-12A-27. A majority of the qualified eligible voters of a road district may petition a court of competent jurisdiction for the dissolution of the road district. Dissolution proceedings shall, to the extent applicable, conform to the provisions for dissolution of municipalities pursuant to chapter 9-6. Section 17. That § 31-12A-28 be amended to read as follows: 31-12A-28. Notwithstanding the provisions of § 31-12A-27, the board of trustees of a road district may be, by unanimously adopting a proper resolution, provide for the dissolution of the district and the disposition of all unencumbered assets and assets which may thereinafter accrue. Prior to adopting such Before adopting the resolution, the board shall give notice and conduct hearings as it the board deems necessary. Any party feeling aggrieved by the decision of the board may appeal to the circuit court. Section 18. That § 31-12A-30 be amended to read as follows: 31-12A-30. The governing body of each road district described in § 31-12A-29 shall submit by resolution the question of consolidation to the eligible voters of each road district at a special election called for that purpose pursuant to chapter 6-16. The proposition shall be submitted to the eligible voters of each road district on a separate ballot and shall be stated as to enable each eligible voter to vote for or against the proposed consolidation. Section 19. That § 31-12A-31 be amended to read as follows: 31-12A-31. If the eligible voters of each road district approve the formation of the consolidated road district by a majority of the votes cast on the consolidation question, the governing body of each road district shall so declare by resolution and file a certified copy of each proceeding taken for the consolidation with the road district's clerk, the secretary of state, and the county auditor. After the certified copies are filed, the consolidation is effective and complete, and the consolidated road district has the powers conferred upon a road district by this chapter. Section 20. That § 31-12A-32 be amended to read as follows: 31-12A-32. The consolidated board of trustees shall be elected as provided in chapter 6-16 and this chapter and shall govern the consolidated road district as provided in this chapter. Section 21. That § 31-12A-36 be amended to read as follows: 31-12A-36. An additional area may be annexed or an area withdrawn from a road district by: (1) Circulation of an initiating petition therefor by the qualified by the eligible voters in the new area to be annexed and in the existing district, similar to an initiating petition specified in this chapter; or (2) Circulation of an initiating petition by the qualified eligible voters in the affected area to be withdrawn and passage of a resolution therefor by the directors of the road district. Upon receipt of an initiating petition and passage of a resolution by the directors, the area shall be annexed or withdrawn in the same manner as prescribed for creation of a new road project district."}, {"bill_id": 5234, "bill_version_id": 31888, "bill_version": "House Engrossed", "bill_version_date": "2014-03-11T11:26:32.63-05:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and clarify voter eligibility for road district elections. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 6-16-2 be amended to read as follows: 6-16-2. The application for organization shall be a petition verified by one or more circulators by affidavit stating that each affiant personally witnessed the signatures on the petition and believe the signatures to be genuine. Except as provided in this section, the petition shall be signed by at least twenty-five percent of the registered voters within the proposed district. If the proposed district is in two or more counties, a petition shall be filed in each county and each petition shall be signed by at least twenty-five percent of the registered voters within the proposed district in that county. The petition shall be accompanied by a deposit covering the estimated costs as determined by the county auditor of the public notices and the conduct of the election for the formation of the district. The county auditor may waive the deposit or payment requirement or may specify other arrangements for payment of the publication and election costs. If the district to be formed is a road district that contains no registered voters, the petition shall conform to the requirements of § 31-12A-3 and shall be signed by at least twenty-five percent of the landowners eligible voters of the district as defined in section 5 of this Act. If the district to be formed is a watershed district, the petition shall be signed by at least twenty-five percent of the eligible voters of the district as defined in § 46A-14-15.1 and as provided in § 46A-14-5. If the district to be formed is a water project district, any petition required by this section shall be signed by qualified voters of the proposed district, as defined in §§ 46A-18-2.1 and 46A-18-2.2, in the appropriate county. Section 2. That § 6-16-5.2 be amended to read as follows: 6-16-5.2. If a majority, or if it is a water project district at least sixty percent, of the votes cast in an election conducted pursuant to § 6-16-5.1 is in favor on the question of formation of the special district, an election shall be conducted by the county auditor within sixty days after the official canvass to elect the initial board of directors or trustees. The election shall be conducted pursuant to Title 12. The county auditor shall publish a notice of vacancy no later than fifty days prior to the election. Circulation of nominating petitions may begin upon completion of the official canvass of the election to form the district. Nominating petitions shall be filed with the county auditor by 5:00 p.m. at least thirty days before the election. The nominating petitions shall contain signatures of at least twenty-five registered eligible voters in the district as defined in § 6-16-6. Absentee ballots shall be made available to the voters no later than twenty days before the date of election. The election shall be canvassed by the county commission. Section 3. That § 6-16-6 be amended to read as follows: 6-16-6. Any person who is registered to vote and resides in the proposed district may vote in the elections provided for in § 6-16-5. However, the qualifications of a voter for irrigation district elections are as provided in chapter 46A-4, the qualifications of a voter for water project district elections are as provided in §§ 46A-18-2.1 and 46A-18-2.2, and the qualifications of a voter for watershed district elections are as provided in § 46A-14-15.1, and the qualifications of a voter for road district elections are as provided in section 5 of this Act. Absentee voting is allowed pursuant to chapter 12-19 for the election on the question of formation of the special district or any other question to be voted on by the eligible voters of the district. If the district to be formed is a road district that contains no registered voters, voter eligibility is based solely on landowners. For the purpose of this section, a person resides in a proposed district if the person actually lives in the proposed district for at least thirty days in the last year. Section 4. That § 31-12A-1 be amended to read as follows: 31-12A-1. Any area outside the boundary of a municipality, which is situated so that the construction or maintenance of roads becomes desirable, may be incorporated by its landowner or landowners as a road district pursuant to this chapter. Section 5. That chapter 31-12A be amended by adding thereto a NEW SECTION to read as follows: As used in this chapter, the term, eligible voter, has the meaning specified in this section. Only persons or public corporations that are landowners of land located within the proposed or existing road district are eligible to vote in the formation election or any subsequent election of a road district, except as provided in this chapter. An eligible voter may reside within or outside the district. Any firm, partnership, limited liability company, association, estate, or corporation that holds title to land located within the proposed or existing road district is entitled to one vote and may designate an officer or agent to vote on its behalf by presenting a written instrument to that effect to the election officials. The vote of any eligible voter who is a minor or a protected person as defined by § 29A-5-102, may be cast by the parent, conservator, or legal representative of the minor or protected person. However, if more than one person holds an interest in a lot, tract, or parcel of land, no more than one vote may be cast in any election with respect to any one lot, tract, or parcel of land, as the owners may among themselves determine. As used in this chapter, the term, landowner, means any owner of land other than a governmental entity, as evidenced by records in the offices of the register of deeds and the clerk of courts in the county containing a proposed or existing road district. If land is sold under a contract for deed that is of record in the office of the register of deeds in the county in which the land is situated, the individual purchaser of the land, as named in the contract for deed, is treated as the landowner. Section 6. That § 31-12A-1.1 be amended to read as follows: 31-12A-1.1. Notwithstanding any other provision of chapter 31-12A, an area with three or fewer landowners may be formed into a road district pursuant to this chapter. Each landowner shall be a trustee at large and no election of trustees is required. After the district is incorporated and the number of landowners within the district is five or more, the district shall conduct an election pursuant to § 31-12A-16 to elect the board of trustees. The district shall conduct the election on the first Tuesday after the anniversary date of the formation of the district. Section 7. That § 31-12A-2 be amended to read as follows: 31-12A-2. Any landowner person making application for the organization of a road district shall first obtain an accurate survey and map of the territory intended to be embraced within the limits of such the road district, showing the boundaries and area thereof, and the of the district. The accuracy thereof of the survey and map shall be verified by the affidavit of the surveyor. Section 8. That § 31-12A-3 be amended to read as follows: 31-12A-3. Any landowner who owns Not less than twenty-five percent of the eligible voters as defined in section 5 of this Act who own land lying within the limits of the territory proposed to be organized into a road district may file a petition with the board of county commissioners asking that a road district be organized to function in the territory described in the petition. The petition shall be filed with the county auditor and presented to the board of county commissioners for consideration at its next meeting. The petition shall conform with the requirements of § 6-16-2 and shall set forth: (1) The proposed name of the road district; (2) That there is need for road work in the territory described in the petition; (3) A description of the territory proposed to be organized as a road district; (4) A request that the board of county commissioners define the boundaries for the district; that a referendum be held within the territory so defined on the question of the creation of a road district in the territory; and that the board determine that such a district be created. Section 9. That § 31-12A-5 be repealed. 31-12A-5. The application for organization shall be as provided in § 6-16-2 and shall be filed with the county auditor and presented to the board of county commissioners for consideration at its next meeting. Section 10. That § 31-12A-6 be amended to read as follows: 31-12A-6. If the board of county commissioners is satisfied that the requirements of this chapter have been fully complied with, it the board shall issue an order declaring that the territory shall, with the assent of the eligible voters, as specified in § 6-16-2, in an election as provided in § 6-16-4 to 6-16-6, inclusive, be an incorporated road district by the name specified in the application petition. The name shall be different from that of any other road district in this state. Section 11. That § 31-12A-15 be amended to read as follows: 31-12A-15. In each road district, after the initial election provided for in §§ 6-16-5 and 6-16-5.2, an annual election of officers shall be held on the first Tuesday in May at a place in the district as the board of trustees shall designate. Unless otherwise specified, the election shall be conducted according to chapter 8-3, at a meeting of the registered voters who reside in eligible voters of the road district. Section 12. That § 31-12A-15.1 be amended to read as follows: 31-12A-15.1. Notice of the meeting and election required by § 31-12A-15 shall be given by the secretary-treasurer by one publication in a legal newspaper of general circulation in each county in which the district is situated or notice may be given by posting in a public place within the district and delivering the notice to each registered eligible voter of the district. The notice shall include the time and place of the election and candidate names for each vacancy to be filled at the election. The meeting shall be held not less than seven days nor more than fourteen days after the date of publication or delivery of the notice. The same type of notice shall be given setting forth each vacancy occurring by termination of the term of office of any elective officer. The notice shall also state the time and place where nominating petitions may be filed for each office. The notice shall be given not less than thirty days prior to the deadline for filing nominating petitions. Section 13. That § 31-12A-16 be amended to read as follows: 31-12A-16. There shall be elected from among the landowners eligible voters of the district at the first election of a road district, held pursuant to § 6-16-5 or 6-16-5.2, three trustees at large, who shall respectively hold their offices, one for a term of one year, one for a term of two years, and one for a term of three years. The person having the highest number of votes shall serve for a term of three years, the person receiving the second highest number of votes shall serve for a term of two years, and the person receiving the third highest number of votes shall serve for a term of one year, and such persons shall be declared elected to such offices; thereafter. Thereafter, in accordance with §§ 31-12A-15 and 31-12A-15.1, there shall be elected annually one trustee for a term of three years. The judges shall subscribe and certify a statement of the persons elected to fill the offices of trustees in such the road district and file the same statement with the county auditor within ten days after the date of such the election. Section 14. That § 31-12A-17 be amended to read as follows: 31-12A-17. The trustees to be elected at the initial election, shall be nominated by the voters in attendance at the meeting in which the organizational election is held. If the initial trustees are to be elected at the meeting at which the incorporation election is held as provided in § 6-16-5, the trustees shall be nominated by the eligible voters in attendance at the meeting. Otherwise, the initial trustees shall be nominated as provided in § 6-16-5.2. Any trustee to be elected at any subsequent elections election, shall be nominated by filing with the district clerk not less than fifteen days before any the subsequent election, certificates a certificate of nomination for the offices office of trustee. The certificates certificate shall be in writing and shall contain the name of the candidate, residence, business address, and the office for which the candidate is named, and shall be signed by at least five percent of the qualified eligible voters. Section 15. That § 31-12A-23 be amended to read as follows: 31-12A-23. The board of trustees may cause the amount of any charges, and interest and penalties on the charges, for road district service rendered or made available to any land within and part of the district, which are due and unpaid on the first day of October in each year to be certified by the clerk of the district to the county auditor in the manner provided in § 10-12-7 together with any taxes levied by the district for corporate purposes. All amounts so certified shall be inserted by the county auditor upon the tax list of the current year and are payable and delinquent at the same time and shall incur penalty and interest and shall be collected by the same procedure as real estate taxes on the same property. In the event of a tax sale or the issuance of a tax deed, the provisions of §§ 9-43-39 to 9-43-41, inclusive, apply to all amounts so certified and then delinquent, in the same manner as delinquent installments of special assessments. Five percent of the landowners eligible voters of the district may petition the board of trustees for referendum of any special assessment or bond issue. A majority of all the landowners of eligible voters of the district who own the lots, tracts, or parcels of land subject to a special assessment or bond issue by the road district is required for approval of the special assessment or bond issue. For purposes of a referendum, if more than one person holds an interest in a lot, tract, or parcel of land subject to a special assessment or bond issue, the vote for such the lot, tract, or parcel of land shall be exercised as the owners may among themselves determine and in no event may more than one vote be cast with respect to any one lot, tract, or parcel of land in any referendum. The referendum shall be governed, to the extent applicable, by chapter 9-20. The referendum petition shall be filed with the clerk of the district within twenty days after the notice of the levy of the special assessment or bond issue has been given the landowner. Section 16. That § 31-12A-27 be amended to read as follows: 31-12A-27. A majority of the qualified eligible voters of a road district may petition a court of competent jurisdiction for the dissolution of the road district. Dissolution proceedings shall, to the extent applicable, conform to the provisions for dissolution of municipalities pursuant to chapter 9-6. Section 17. That § 31-12A-28 be amended to read as follows: 31-12A-28. Notwithstanding the provisions of § 31-12A-27, the board of trustees of a road district may be, by unanimously adopting a proper resolution, provide for the dissolution of the district and the disposition of all unencumbered assets and assets which may thereinafter accrue. Prior to adopting such Before adopting the resolution, the board shall give notice and conduct hearings as it the board deems necessary. Any party feeling aggrieved by the decision of the board may appeal to the circuit court. Section 18. That § 31-12A-30 be amended to read as follows: 31-12A-30. The governing body of each road district described in § 31-12A-29 shall submit by resolution the question of consolidation to the eligible voters of each road district at a special election called for that purpose pursuant to chapter 6-16. The proposition shall be submitted to the eligible voters of each road district on a separate ballot and shall be stated as to enable each eligible voter to vote for or against the proposed consolidation. Section 19. That § 31-12A-31 be amended to read as follows: 31-12A-31. If the eligible voters of each road district approve the formation of the consolidated road district by a majority of the votes cast on the consolidation question, the governing body of each road district shall so declare by resolution and file a certified copy of each proceeding taken for the consolidation with the road district's clerk, the secretary of state, and the county auditor. After the certified copies are filed, the consolidation is effective and complete, and the consolidated road district has the powers conferred upon a road district by this chapter. Section 20. That § 31-12A-32 be amended to read as follows: 31-12A-32. The consolidated board of trustees shall be elected as provided in chapter 6-16 and this chapter and shall govern the consolidated road district as provided in this chapter. Section 21. That § 31-12A-36 be amended to read as follows: 31-12A-36. An additional area may be annexed or an area withdrawn from a road district by: (1) Circulation of an initiating petition therefor by the qualified by the eligible voters in the new area to be annexed and in the existing district, similar to an initiating petition specified in this chapter; or (2) Circulation of an initiating petition by the qualified eligible voters in the affected area to be withdrawn and passage of a resolution therefor by the directors of the road district. Upon receipt of an initiating petition and passage of a resolution by the directors, the area shall be annexed or withdrawn in the same manner as prescribed for creation of a new road project district."}, {"bill_id": 5234, "bill_version_id": 32096, "bill_version": "Conference Committee Engrossed", "bill_version_date": "2014-03-13T15:39:55.11-05:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and clarify voter eligibility for road district elections. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 6-16-2 be amended to read as follows: 6-16-2. The application for organization shall be a petition verified by one or more circulators by affidavit stating that each affiant personally witnessed the signatures on the petition and believe the signatures to be genuine. Except as provided in this section, the petition shall be signed by at least twenty-five percent of the registered voters within the proposed district. If the proposed district is in two or more counties, a petition shall be filed in each county and each petition shall be signed by at least twenty-five percent of the registered voters within the proposed district in that county. The petition shall be accompanied by a deposit covering the estimated costs as determined by the county auditor of the public notices and the conduct of the election for the formation of the district. The county auditor may waive the deposit or payment requirement or may specify other arrangements for payment of the publication and election costs. If the district to be formed is a road district that contains no registered voters, the petition shall conform to the requirements of § 31-12A-3 and shall be signed by at least twenty-five percent of the landowners eligible voters of the district as defined in section 5 of this Act. If the district to be formed is a watershed district, the petition shall be signed by at least twenty-five percent of the eligible voters of the district as defined in § 46A-14-15.1 and as provided in § 46A-14-5. If the district to be formed is a water project district, any petition required by this section shall be signed by qualified voters of the proposed district, as defined in §§ 46A-18-2.1 and 46A-18-2.2, in the appropriate county. Section 2. That § 6-16-5.2 be amended to read as follows: 6-16-5.2. If a majority, or if it is a water project district at least sixty percent, of the votes cast in an election conducted pursuant to § 6-16-5.1 is in favor on the question of formation of the special district, an election shall be conducted by the county auditor within sixty days after the official canvass to elect the initial board of directors or trustees. The election shall be conducted pursuant to Title 12. The county auditor shall publish a notice of vacancy no later than fifty days prior to the election. Circulation of nominating petitions may begin upon completion of the official canvass of the election to form the district. Nominating petitions shall be filed with the county auditor by 5:00 p.m. at least thirty days before the election. The nominating petitions shall contain signatures of at least twenty-five registered eligible voters in the district as defined in § 6-16-6. Absentee ballots shall be made available to the voters no later than twenty days before the date of election. The election shall be canvassed by the county commission. Section 3. That § 6-16-6 be amended to read as follows: 6-16-6. Any person who is registered to vote and resides in the proposed district may vote in the elections provided for in § 6-16-5. However, the qualifications of a voter for irrigation district elections are as provided in chapter 46A-4, the qualifications of a voter for water project district elections are as provided in §§ 46A-18-2.1 and 46A-18-2.2, and the qualifications of a voter for watershed district elections are as provided in § 46A-14-15.1, and the qualifications of a voter for road district elections are as provided in section 5 of this Act. Absentee voting is allowed pursuant to chapter 12-19 for the election on the question of formation of the special district or any other question to be voted on by the eligible voters of the district. If the district to be formed is a road district that contains no registered voters, voter eligibility is based solely on landowners. For the purpose of this section, a person resides in a proposed district if the person actually lives in the proposed district for at least thirty days in the last year. Section 4. That § 31-12A-1 be amended to read as follows: 31-12A-1. Any area outside the boundary of a municipality, which is situated so that the construction or maintenance of roads becomes desirable, may be incorporated by its landowner or landowners as a road district pursuant to this chapter. Section 5. That chapter 31-12A be amended by adding thereto a NEW SECTION to read as follows: As used in this chapter, the term, eligible voter, has the meaning specified in this section. Only persons or public corporations that are landowners of land located within the proposed or existing road district are eligible to vote in the formation election or any subsequent election of a road district, except as provided in this chapter. An eligible voter may reside within or outside the district. Any firm, partnership, limited liability company, association, estate, or corporation that holds title to land located within the proposed or existing road district is entitled to one vote and may designate an officer or agent to vote on its behalf by presenting a written instrument to that effect to the election officials. The vote of any eligible voter who is a minor or a protected person as defined by § 29A-5-102, may be cast by the parent, conservator, or legal representative of the minor or protected person. However, if more than one person holds an interest in a lot, tract, or parcel of land, no more than one vote may be cast in any election with respect to any one lot, tract, or parcel of land, as the owners may among themselves determine. As used in this chapter, the term, landowner, means any owner of land other than a governmental entity, as evidenced by records in the offices of the register of deeds and the clerk of courts in the county containing a proposed or existing road district. If land is sold under a contract for deed that is of record in the office of the register of deeds in the county in which the land is situated, the individual purchaser of the land, as named in the contract for deed, is treated as the landowner. Section 6. That § 31-12A-1.1 be amended to read as follows: 31-12A-1.1. Notwithstanding any other provision of chapter 31-12A, an area with three or fewer landowners may be formed into a road district pursuant to this chapter. Each landowner shall be a trustee at large and no election of trustees is required. After the district is incorporated and the number of landowners within the district is five or more, the district shall conduct an election pursuant to § 31-12A-16 to elect the board of trustees. The district shall conduct the election on the first Tuesday after the anniversary date of the formation of the district. Section 7. That § 31-12A-2 be amended to read as follows: 31-12A-2. Any landowner person making application for the organization of a road district shall first obtain an accurate survey and map of the territory intended to be embraced within the limits of such the road district, showing the boundaries and area thereof, and the of the district. The accuracy thereof of the survey and map shall be verified by the affidavit of the surveyor. Section 8. That § 31-12A-3 be amended to read as follows: 31-12A-3. Any landowner who owns Not less than twenty-five percent of the eligible voters as defined in section 5 of this Act who own land lying within the limits of the territory proposed to be organized into a road district may file a petition with the board of county commissioners asking that a road district be organized to function in the territory described in the petition. The petition shall be filed with the county auditor and presented to the board of county commissioners for consideration at its next meeting. The petition shall conform with the requirements of § 6-16-2 and shall set forth: (1) The proposed name of the road district; (2) That there is need for road work in the territory described in the petition; (3) A description of the territory proposed to be organized as a road district; (4) A request that the board of county commissioners define the boundaries for the district; that a referendum be held within the territory so defined on the question of the creation of a road district in the territory; and that the board determine that such a district be created. Section 9. That § 31-12A-5 be repealed. 31-12A-5. The application for organization shall be as provided in § 6-16-2 and shall be filed with the county auditor and presented to the board of county commissioners for consideration at its next meeting. Section 10. That § 31-12A-6 be amended to read as follows: 31-12A-6. If the board of county commissioners is satisfied that the requirements of this chapter have been fully complied with, it the board shall issue an order declaring that the territory shall, with the assent of the eligible voters, as specified in § 6-16-2, in an election as provided in § 6-16-4 to 6-16-6, inclusive, be an incorporated road district by the name specified in the application petition. The name shall be different from that of any other road district in this state. Section 11. That § 31-12A-15 be amended to read as follows: 31-12A-15. In each road district, after the initial election provided for in §§ 6-16-5 and 6-16-5.2, an annual election of officers shall be held on the first Tuesday in May at a place in the district as the board of trustees shall designate. Unless otherwise specified, the election shall be conducted according to chapter 8-3, at a meeting of the registered voters who reside in eligible voters of the road district. Section 12. That § 31-12A-15.1 be amended to read as follows: 31-12A-15.1. Notice of the meeting and election required by § 31-12A-15 shall be given by the secretary-treasurer by one publication in a legal newspaper of general circulation in each county in which the district is situated or notice may be given by posting in a public place within the district and delivering the notice to each registered eligible voter of the district. The notice shall include the time and place of the election and candidate names for each vacancy to be filled at the election. The meeting shall be held not less than seven days nor more than fourteen days after the date of publication or delivery of the notice. The same type of notice shall be given setting forth each vacancy occurring by termination of the term of office of any elective officer. The notice shall also state the time and place where nominating petitions may be filed for each office. The notice shall be given not less than thirty days prior to the deadline for filing nominating petitions. Section 13. That § 31-12A-16 be amended to read as follows: 31-12A-16. There shall be elected from among the landowners eligible voters of the district at the first election of a road district, held pursuant to § 6-16-5 or 6-16-5.2, three trustees at large, who shall respectively hold their offices, one for a term of one year, one for a term of two years, and one for a term of three years. The person having the highest number of votes shall serve for a term of three years, the person receiving the second highest number of votes shall serve for a term of two years, and the person receiving the third highest number of votes shall serve for a term of one year, and such persons shall be declared elected to such offices; thereafter. Thereafter, in accordance with §§ 31-12A-15 and 31-12A-15.1, there shall be elected annually one trustee for a term of three years. The judges shall subscribe and certify a statement of the persons elected to fill the offices of trustees in such the road district and file the same statement with the county auditor within ten days after the date of such the election. Section 14. That § 31-12A-17 be amended to read as follows: 31-12A-17. The trustees to be elected at the initial election, shall be nominated by the voters in attendance at the meeting in which the organizational election is held. If the initial trustees are to be elected at the meeting at which the incorporation election is held as provided in § 6-16-5, the trustees shall be nominated by the eligible voters in attendance at the meeting. Otherwise, the initial trustees shall be nominated as provided in § 6-16-5.2. Any trustee to be elected at any subsequent elections election, shall be nominated by filing with the district clerk not less than fifteen days before any the subsequent election, certificates a certificate of nomination for the offices office of trustee. The certificates certificate shall be in writing and shall contain the name of the candidate, residence, business address, and the office for which the candidate is named, and shall be signed by at least five percent of the qualified eligible voters. Section 15. That § 31-12A-23 be amended to read as follows: 31-12A-23. The board of trustees may cause the amount of any charges, and interest and penalties on the charges, for road district service rendered or made available to any land within and part of the district, which are due and unpaid on the first day of October in each year to be certified by the clerk of the district to the county auditor in the manner provided in § 10-12-7 together with any taxes levied by the district for corporate purposes. All amounts so certified shall be inserted by the county auditor upon the tax list of the current year and are payable and delinquent at the same time and shall incur penalty and interest and shall be collected by the same procedure as real estate taxes on the same property. In the event of a tax sale or the issuance of a tax deed, the provisions of §§ 9-43-39 to 9-43-41, inclusive, apply to all amounts so certified and then delinquent, in the same manner as delinquent installments of special assessments. Five percent of the landowners eligible voters of the district may petition the board of trustees for referendum of any special assessment or bond issue. A majority of all the landowners of eligible voters of the district who own the lots, tracts, or parcels of land subject to a special assessment or bond issue by the road district is required for approval of the special assessment or bond issue. For purposes of a referendum, if more than one person holds an interest in a lot, tract, or parcel of land subject to a special assessment or bond issue, the vote for such the lot, tract, or parcel of land shall be exercised as the owners may among themselves determine and in no event may more than one vote be cast with respect to any one lot, tract, or parcel of land in any referendum. The referendum shall be governed, to the extent applicable, by chapter 9-20. The referendum petition shall be filed with the clerk of the district within twenty days after the notice of the levy of the special assessment or bond issue has been given the landowner. Section 16. That § 31-12A-27 be amended to read as follows: 31-12A-27. A majority of the qualified eligible voters of a road district may petition a court of competent jurisdiction for the dissolution of the road district. Dissolution proceedings shall, to the extent applicable, conform to the provisions for dissolution of municipalities pursuant to chapter 9-6. Section 17. That § 31-12A-28 be amended to read as follows: 31-12A-28. Notwithstanding the provisions of § 31-12A-27, the board of trustees of a road district may be, by unanimously adopting a proper resolution, provide for the dissolution of the district and the disposition of all unencumbered assets and assets which may thereinafter accrue. Prior to adopting such Before adopting the resolution, the board shall give notice and conduct hearings as it the board deems necessary. Any party feeling aggrieved by the decision of the board may appeal to the circuit court. Section 18. That § 31-12A-30 be amended to read as follows: 31-12A-30. The governing body of each road district described in § 31-12A-29 shall submit by resolution the question of consolidation to the eligible voters of each road district at a special election called for that purpose pursuant to chapter 6-16. The proposition shall be submitted to the eligible voters of each road district on a separate ballot and shall be stated as to enable each eligible voter to vote for or against the proposed consolidation. Section 19. That § 31-12A-31 be amended to read as follows: 31-12A-31. If the eligible voters of each road district approve the formation of the consolidated road district by a majority of the votes cast on the consolidation question, the governing body of each road district shall so declare by resolution and file a certified copy of each proceeding taken for the consolidation with the road district's clerk, the secretary of state, and the county auditor. After the certified copies are filed, the consolidation is effective and complete, and the consolidated road district has the powers conferred upon a road district by this chapter. Section 20. That § 31-12A-32 be amended to read as follows: 31-12A-32. The consolidated board of trustees shall be elected as provided in chapter 6-16 and this chapter and shall govern the consolidated road district as provided in this chapter. Section 21. That § 31-12A-36 be amended to read as follows: 31-12A-36. An additionalA contiguous area may be annexed or an area withdrawn from a road district by: (1) Circulation of an initiating petition therefor by the qualified for annexation signed by twenty-five percent of the eligible voters in the new area to be annexed and twenty-five percent of the eligible voters in the existing district, similar to an initiating petition specified in this chapter; or (2) Circulation of an initiating petition for withdrawal signed by qualified twenty-five percent of the eligible voters in the affected area to be withdrawn and passage of a resolution therefor by the directors of the road district. Upon receipt of an initiating petition and passage of a resolution by the directors, the area shall be annexed or withdrawn in the same manner as prescribed for creation of a new road project district if a majority of the eligible voters in the area to be annexed and a majority of the eligible voters in the existing area vote in favor of the annexation in the same manner as prescribed for creation of a new road district or the area shall be withdrawn if a majority of the eligible voters in the withdrawing area vote in favor of withdrawal in the same manner as prescribed for creation of a new road district."}, {"bill_id": 5234, "bill_version_id": 32107, "bill_version": "Enrolled", "bill_version_date": "2014-03-13T16:21:51.047-05:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5234, "action_date": "2014-01-17T13:00:00-06:00", "document_id": 28597, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28597.pdf", "status_text": "First read in Senate and referred to", "journal_page": 81, "committee_id_action": 229, "committee_id_assigned": 212, "result": "N", "vote": {}}, {"bill_id": 5234, "action_date": "2014-01-29T08:00:00-06:00", "document_id": 28941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28941.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 212, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5234, "action_date": "2014-01-29T08:00:00-06:00", "document_id": 29254, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29254.pdf", "status_text": "Do Pass", "journal_page": 143, "committee_id_action": 212, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15338, "president_vote": null, "Yea": [473, 470, 432, 443, 452, 493, 446]}}, {"bill_id": 5234, "action_date": "2014-01-30T14:00:00-06:00", "document_id": 29451, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29451.pdf", "status_text": "Do Pass", "journal_page": 177, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15432, "president_vote": null, "Yea": [469, 846, 447, 472, 470, 432, 465, 847, 483, 443, 429, 452, 436, 438, 424, 492, 491, 475, 435, 440, 493, 849, 494, 486], "Nay": [437, 473, 495, 526, 428, 474, 426, 446, 434, 490], "Excused": [444]}}, {"bill_id": 5234, "action_date": "2014-01-31T13:00:00-06:00", "document_id": 29577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29577.pdf", "status_text": "First read in House and referred to", "journal_page": 251, "committee_id_action": 231, "committee_id_assigned": 227, "result": "N", "vote": {}}, {"bill_id": 5234, "action_date": "2014-03-10T10:00:00-05:00", "document_id": 31572, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31572.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 227, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5234, "action_date": "2014-03-10T10:00:00-05:00", "document_id": 31791, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31791.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 227, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5234, "action_date": "2014-03-10T10:00:00-05:00", "document_id": 31791, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31791.pdf", "status_text": "Do Pass Amended", "journal_page": 691, "committee_id_action": 227, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17100, "president_vote": null, "Yea": [456, 505, 457, 466, 476, 460, 513, 441], "Nay": [431, 455, 509, 523, 458]}}, {"bill_id": 5234, "action_date": "2014-03-11T10:00:00-05:00", "document_id": 31884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31884.pdf", "status_text": "Motion to amend", "journal_page": 703, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5234, "action_date": "2014-03-11T10:00:00-05:00", "document_id": 31884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31884.pdf", "status_text": "Do Pass Amended", "journal_page": 704, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17184, "president_vote": null, "Yea": [528, 527, 453, 522, 433, 467, 524, 456, 489, 517, 519, 505, 449, 455, 425, 504, 481, 509, 477, 501, 520, 479, 457, 454, 523, 466, 845, 499, 442, 476, 521, 507, 478, 487, 423, 439, 500, 515, 511, 463, 518, 484, 485, 514, 464, 450, 506, 430, 513, 468, 498, 516, 508, 480, 460, 441], "Excused": [525, 496], "Nay": [431, 503, 458, 451, 502, 497, 512, 462, 459, 510, 461, 448]}}, {"bill_id": 5234, "action_date": "2014-03-12T09:00:00-05:00", "document_id": 31971, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31971.pdf", "status_text": "Failed to concur, appoint Conference Committee", "journal_page": 640, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5234, "action_date": "2014-03-12T10:30:00-05:00", "document_id": 31972, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31972.pdf", "status_text": "Conference Committee appointments", "journal_page": 743, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5234, "action_date": "2014-03-13T09:00:00-05:00", "document_id": 32053, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/32053.pdf", "status_text": "Conference Committee Report", "journal_page": 656, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5234, "action_date": "2014-03-13T09:00:00-05:00", "document_id": 32053, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/32053.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 665, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17303, "president_vote": null, "Yea": [469, 444, 473, 846, 495, 447, 472, 470, 432, 465, 847, 483, 443, 429, 452, 436, 438, 526, 424, 492, 491, 475, 440, 493, 849, 446, 494, 434, 490, 486], "Nay": [437, 474, 426], "Excused": [428, 435]}}, {"bill_id": 5234, "action_date": "2014-03-13T09:15:00-05:00", "document_id": 32052, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/32052.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17273, "president_vote": null, "Yea": [455, 513, 441, 490, 429, 443]}}, {"bill_id": 5234, "action_date": "2014-03-13T10:00:00-05:00", "document_id": 32062, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/32062.pdf", "status_text": "Conference Committee Report", "journal_page": 760, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5234, "action_date": "2014-03-13T10:00:00-05:00", "document_id": 32062, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/32062.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 766, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17296, "president_vote": null, "Yea": [528, 527, 453, 522, 525, 433, 467, 524, 456, 489, 517, 519, 505, 449, 455, 425, 504, 481, 509, 477, 501, 520, 479, 457, 454, 523, 496, 451, 466, 845, 499, 442, 476, 521, 507, 478, 487, 423, 439, 500, 497, 515, 511, 463, 518, 484, 462, 485, 514, 459, 464, 510, 450, 506, 430, 513, 468, 498, 461, 516, 508, 480, 460, 448, 441], "Nay": [431, 503, 458, 502, 512]}}, {"bill_id": 5234, "action_date": "2014-03-14T10:00:00-05:00", "document_id": 32130, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/32130.pdf", "status_text": "Signed by the President", "journal_page": 673, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5234, "action_date": "2014-03-14T10:00:00-05:00", "document_id": 32130, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/32130.pdf", "status_text": "Delivered to the Governor", "journal_page": 675, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5234, "action_date": "2014-03-14T10:00:00-05:00", "document_id": 32125, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/32125.pdf", "status_text": "Signed by the Speaker", "journal_page": 781, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5234, "action_date": "2014-03-31T10:00:00-05:00", "document_id": 32148, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/32148.pdf", "status_text": "Signed by the Governor", "journal_page": 688, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5534}