{"session_id": 10, "bill_id": 2701, "bill_type": "House Bill", "bill_number": 1215, "bill_title": "repeal certain refund provisions of the motor fuel tax for certain nonhighway agricultural use of motor fuels and to provide for the distribution of such motor fuel tax.", "sponsors": [{"legislator_profile_id": 73, "is_prime": true}, {"legislator_profile_id": 8, "is_prime": true}, {"legislator_profile_id": 12, "is_prime": false}, {"legislator_profile_id": 1, "is_prime": false}, {"legislator_profile_id": 46, "is_prime": false}, {"legislator_profile_id": 41, "is_prime": false}, {"legislator_profile_id": 25, "is_prime": false}, {"legislator_profile_id": 2, "is_prime": false}, {"legislator_profile_id": 16, "is_prime": false}, {"legislator_profile_id": 19, "is_prime": false}, {"legislator_profile_id": 64, "is_prime": false}, {"legislator_profile_id": 97, "is_prime": false}, {"legislator_profile_id": 22, "is_prime": false}, {"legislator_profile_id": 100, "is_prime": false}, {"legislator_profile_id": 47, "is_prime": false}], "keywords": ["Agriculture", "Appropriation", "Counties", "Highways and Bridges", "Motor Vehicles", "Townships"], "audio": [{"meeting_datetime": "2011-02-08T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/htr18.mp3", "start_seconds": 1020.0}, {"meeting_datetime": "2011-02-08T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/htr18.mp3", "start_seconds": 1020.0}, {"meeting_datetime": "2011-02-08T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/htr18.mp3", "start_seconds": 1020.0}, {"meeting_datetime": "2011-02-08T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/htr18.mp3", "start_seconds": 1020.0}, {"meeting_datetime": "2011-02-08T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/htr18.mp3", "start_seconds": 1020.0}, {"meeting_datetime": "2011-02-08T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/htr18.mp3", "start_seconds": 1020.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou21.mp3", "start_seconds": 8656.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou21.mp3", "start_seconds": 8656.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou21.mp3", "start_seconds": 8656.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou21.mp3", "start_seconds": 8656.0}, {"meeting_datetime": "2011-02-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou24.mp3", "start_seconds": 5274.0}, {"meeting_datetime": "2011-02-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou24.mp3", "start_seconds": 5274.0}, {"meeting_datetime": "2011-02-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou24.mp3", "start_seconds": 5274.0}, {"meeting_datetime": "2011-02-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou24.mp3", "start_seconds": 5274.0}, {"meeting_datetime": "2011-02-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou24.mp3", "start_seconds": 5274.0}, {"meeting_datetime": "2011-02-28T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/str29.mp3", "start_seconds": 178.0}, {"meeting_datetime": "2011-02-28T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/str29.mp3", "start_seconds": 178.0}, {"meeting_datetime": "2011-02-28T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/str29.mp3", "start_seconds": 178.0}, {"meeting_datetime": "2011-03-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen31.mp3", "start_seconds": 2090.0}, {"meeting_datetime": "2011-03-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen31.mp3", "start_seconds": 2090.0}, {"meeting_datetime": "2011-03-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen31.mp3", "start_seconds": 2090.0}], "bill_versions": [{"bill_id": 2701, "bill_version_id": 15929, "bill_version": "Introduced", "bill_version_date": "2011-01-31T09:29:48.69-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain refund provisions of the motor fuel tax for certain nonhighway agricultural use of motor fuels and to provide for the distribution of such motor fuel tax. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-47B-119 be repealed. 10-47B-119. Any motor fuel consumer may apply for and obtain a refund of fuel taxes imposed and paid to this state, for motor fuel purchased and used by consumers in motor vehicles, recreation vehicles, and farm equipment used for nonhighway agricultural purposes or used in motor vehicles or equipment for nonhighway commercial uses. The portion of this refund attributed to nonhighway use of motor vehicles shall be calculated by multiplying the motor vehicle's average miles per gallon during the claim period times the number of nonhighway miles the vehicle was operated. The average miles per gallon and nonhighway miles shall be supported by actual individual vehicle fuel disbursement records and odometer readings. The portion of this refund attributed to nonhighway machinery and equipment shall be supported by individual vehicle fuel disbursement records. Three cents per gallon of each tax refund shall be deposited in the value added agriculture subfund created in § 1-16G-25. For the purposes of this section, the refund applies to any purchases of motor fuel made after July 1, 1999. Section 2. That § 10-47B-149 be amended to read as follows: 10-47B-149. At the beginning of each month, the secretary shall make adjustments to the motor fuel tax fund balance in the following manner: (1) Each July transfer an amount to the snowmobile trails' fund equal to the product of multiplying the number of licensed snowmobiles as of July first, times one hundred twenty-five gallons, times the rate of tax provided for motor fuel under this chapter; (2) Transfer Each July transfer from the amount of motor fuel tax collected from the motor fuel used for nonhighway purposes to the motor fuel tax refund fund an amount to pay motor fuel tax refunds for the current month value added agriculture subfund created in § 1-16G-25 seventy-five thousand dollars; (3) Each July transfer from the amount of motor fuel tax collected from the motor fuel used for nonhighway purposes to the Department of Agriculture seventy-five thousand dollars to be used for a grant to the Northern Crops Institute; (4) Transfer to the motor fuel tax administration account two percent of the deposits made to the motor fuel tax fund during the preceding month to cover the expenses incurred in administering all motor fuel and special fuel tax laws of this state. On or about August first of each year, the preceding year's remaining motor fuel tax administration account balance, less an amount to provide cash flow within the account, shall be transferred to the state highway fund. The remaining balance is to be calculated by subtracting from the total of monthly deposits, the amount of corresponding expenses. The expense of administering the chapters relating to motor and special fuel taxation shall be paid out of appropriations made by the Legislature; (4)(5) Transfer Each July transfer from the amount of motor fuel tax collected from the motor fuel used for nonhighway purposes to the coordinated natural resources conservation fund an amount equal to thirty-five percent of the claimed refunds authorized by § 10-47B-119 for the preceding month, not to exceed a cumulative total of one million five hundred thousand dollars in any single fiscal year three hundred fifty thousand dollars; (5)(6) Each July transfer to the parks and recreation fund an amount equal to the product of multiplying the number of licensed motorized boats as of the previous December thirty-first, times one hundred forty gallons, times the rate of tax provided for motor fuels under this chapter; (6)(7) Each July distribute to counties and townships as provided in section 3 of this Act one million dollars; (8) Transfer to the member jurisdictions taxes collected under the provisions of the international fuel tax agreement; and (7)(9) Transfer the remaining cash balance to the state highway fund. Section 3. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: The amount to be distributed to counties and townships pursuant to section 2 of this Act shall be distributed among the counties, pro rata, twenty-five percent according to truck registrations, twenty-five percent according to population, and fifty percent according to total road mileage. Each county shall distribute sixty percent of the amount received pursuant to this section to the county road and bridge fund and forty percent to the special highway fund to be distributed pursuant to the provisions of subdivision 32-11-4.1(2) and § 32-11-6. Section 4. That § 32-11-6 be amended to read as follows: 32-11-6. The amount set aside to the various unorganized and organized civil townships pursuant to § 32-11-4.1 and section 3 of this Act shall be apportioned among the townships according to the number of miles of maintained township roads within the townships. The county treasurer shall distribute such the money to each organized township within the county within thirty days of apportionment. However, an organized township may request in writing that such the money remain in the custody of the county treasurer and shall be paid out only on warrants issued by the county auditor in payment of claims for the construction, reconstruction, or maintenance of roads and highways within the township highway system."}, {"bill_id": 2701, "bill_version_id": 16531, "bill_version": "House Transportation Engrossed", "bill_version_date": "2011-02-08T14:07:40.537-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain refund provisions of the motor fuel tax for certain nonhighway agricultural use of motor fuels and to provide for the distribution of such motor fuel tax. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-47B-119 be repealed. 10-47B-119. Any motor fuel consumer may apply for and obtain a refund of fuel taxes imposed and paid to this state, for motor fuel purchased and used by consumers in motor vehicles, recreation vehicles, and farm equipment used for nonhighway agricultural purposes or used in motor vehicles or equipment for nonhighway commercial uses. The portion of this refund attributed to nonhighway use of motor vehicles shall be calculated by multiplying the motor vehicle's average miles per gallon during the claim period times the number of nonhighway miles the vehicle was operated. The average miles per gallon and nonhighway miles shall be supported by actual individual vehicle fuel disbursement records and odometer readings. The portion of this refund attributed to nonhighway machinery and equipment shall be supported by individual vehicle fuel disbursement records. Three cents per gallon of each tax refund shall be deposited in the value added agriculture subfund created in § 1-16G-25. For the purposes of this section, the refund applies to any purchases of motor fuel made after July 1, 1999. Section 2. That § 10-47B-149 be amended to read as follows: 10-47B-149. At the beginning of each month, the secretary shall make adjustments to the motor fuel tax fund balance in the following manner: (1) Each July transfer an amount to the snowmobile trails' fund equal to the product of multiplying the number of licensed snowmobiles as of July first, times one hundred twenty-five gallons, times the rate of tax provided for motor fuel under this chapter; (2) Transfer Each July transfer from the amount of motor fuel tax collected from the motor fuel used for nonhighway purposes to the motor fuel tax refund fund an amount to pay motor fuel tax refunds for the current month value added agriculture subfund created in § 1-16G-25 one hundred thirty-five thousand dollars; (3) Each July transfer from the amount of motor fuel tax collected from the motor fuel used for nonhighway purposes to the Department of Agriculture seventy-five thousand dollars to be used for a grant to the Northern Crops Institute; (4) Transfer to the motor fuel tax administration account two percent of the deposits made to the motor fuel tax fund during the preceding month to cover the expenses incurred in administering all motor fuel and special fuel tax laws of this state. On or about August first of each year, the preceding year's remaining motor fuel tax administration account balance, less an amount to provide cash flow within the account, shall be transferred to the state highway fund. The remaining balance is to be calculated by subtracting from the total of monthly deposits, the amount of corresponding expenses. The expense of administering the chapters relating to motor and special fuel taxation shall be paid out of appropriations made by the Legislature; (4)(5) Transfer Each July transfer from the amount of motor fuel tax collected from the motor fuel used for nonhighway purposes to the coordinated natural resources conservation fund an amount equal to thirty-five percent of the claimed refunds authorized by § 10-47B-119 for the preceding month, not to exceed a cumulative total of one million five hundred thousand dollars in any single fiscal year five hundred thousand dollars; (5)(6) Each July transfer to the parks and recreation fund an amount equal to the product of multiplying the number of licensed motorized boats as of the previous December thirty-first, times one hundred forty gallons, times the rate of tax provided for motor fuels under this chapter; (6)(7) Each July distribute to counties and townships as provided in section 3 of this Act seven hundred thousand dollars; (8) Transfer to the member jurisdictions taxes collected under the provisions of the international fuel tax agreement; and (7)(9) Transfer the remaining cash balance to the state highway fund. Section 3. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: The amount to be distributed to counties and townships pursuant to section 2 of this Act shall be distributed among the counties, pro rata, twenty-five percent according to truck registrations, twenty-five percent according to population, and fifty percent according to total road mileage. Each county shall distribute sixty percent of the amount received pursuant to this section to the county road and bridge fund and forty percent to the special highway fund to be distributed pursuant to the provisions of subdivision 32-11-4.1(2) and § 32-11-6. Section 4. That § 32-11-6 be amended to read as follows: 32-11-6. The amount set aside to the various unorganized and organized civil townships pursuant to § 32-11-4.1 and section 3 of this Act shall be apportioned among the townships according to the number of miles of maintained township roads within the townships. The county treasurer shall distribute such the money to each organized township within the county within thirty days of apportionment. However, an organized township may request in writing that such the money remain in the custody of the county treasurer and shall be paid out only on warrants issued by the county auditor in payment of claims for the construction, reconstruction, or maintenance of roads and highways within the township highway system. Section 5. That § 10-47B-135 be amended to read as follows: 10-47B-135. No refund of motor fuel or special fuel taxes paid may be made for any of the following uses of fuel: (1) Fuel used in motor vehicles operated on the public highways of this state; (2) Fuel used for propulsion on the highway in any vehicles, machinery, or equipment for any highway construction or maintenance work which is paid for, wholly or in part, by public moneys; (3) Fuel used in aircraft or watercraft; (4) Undyed special fuel used in off-road machinery or equipment; or (5) Fuel used from the engine fuel supply tank by a motor vehicle while idling. Fuel used by a motor vehicle while idling shall be included in the total amount of fuel consumed when calculating average miles per gallon; or (6) Fuel used in any motor vehicle, recreation vehicle, or farm equipment used for nonhighway agricultural purposes or, unless otherwise provided by this chapter, used in any motor vehicle or equipment for nonhighway commercial uses. Section 6. That § 10-47B-144 be amended to read as follows: 10-47B-144. Interest at the rate provided for under § 10-59-6 shall be paid on any refund claim amount authorized by §§ 10-47B-119 10-47B-119.2 to 10-47B-131, inclusive, which has not been refunded to the claimant within sixty days of acceptance by the department during the months of January, February, or March. Claims received during any other month shall be paid within forty-five days, otherwise interest shall be paid to the claimant. No interest may be paid for refunds made to interstate fuel tax agreement licensees or licensed interstate users. Section 7. That chapter 10-47B be amended by adding thereto a NEW SECTION to read as follows: The Legislature finds, based on historical data, that one million four hundred ten thousand dollars represents the amount of motor fuel taxes collected annually on motor fuel for nonhighway agricultural uses. The Legislature further finds that these funds should be utilized in a manner which benefits agriculture and the citizens of the state. Section 8. That § 38-7-26 be amended to read as follows: 38-7-26. The coordinated natural resources conservation fund consists of money transferred from the unclaimed tax refunds from the sale of motor fuel for nonhighway agricultural uses in the motor fuel tax fund as provided in § 10-47A-11 10-47B-149, and all public and private sources including legislative appropriations or federal grants. Section 9. That § 10-47B-119.1 be repealed. 10-47B-119.1. Any special fuel or motor fuel user may apply for and obtain a refund of fuel taxes imposed and paid to this state for motor fuel or special fuel purchased and used as racing fuel in motor vehicles operated solely off of public highways in organized racing events. Section 10. That § 10-47B-127 be repealed. 10-47B-127. Any undyed special fuel consumer may apply for and obtain a refund of fuel taxes imposed and paid to this state, for undyed special fuel purchased and used by the consumer in the engine fuel supply tank of a motor vehicle used for nonhighway agricultural purposes or nonhighway commercial uses, except special fuel used to power a refrigeration unit which is attached to the engine fuel supply tank of the motor vehicle. This refund shall be calculated by multiplying the motor vehicle's average miles per gallon during the claim period times the number of nonhighway miles the vehicle was operated. The average miles per gallon and nonhighway miles shall be supported by actual individual vehicle fuel disbursement records and odometer readings. Section 11. That § 10-47B-138 be repealed. 10-47B-138. Any consumer who desires to claim refund of motor fuel or special fuel taxes paid to this state, shall apply for a refund claimant license from the department before or at the time that the first claim for refund is made. Applications for licenses and claims for refund shall be made on forms provided by the department. Upon approval of the application by the department, a nonassignable license and claimant number shall be issued to each claimant. Each subsequent claim for refund is to bear the claimant's assigned refund permit number. Section 12. That § 10-47B-139 be repealed. 10-47B-139. The claim for refund of fuel taxes which is allowed under this chapter shall contain the following information: (1) The name and mailing address of the refund claimant; (2) The refund claimant license number assigned by the department to the claimant; (3) The claim period during which fuel was purchased and used; (4) If applicable, a listing of the licensed motor vehicles owned or operated by the claimant during the claim period; (5) If applicable, information concerning the miles driven and fuel consumed by the vehicles listed in subdivision (4) of this section; (6) If the claimant is the user of the fuel, a summary of fuel purchased during the claim period; (7) If the claimant is the seller of the fuel, a summary of the refundable sales; (8) The claimant's signature verified under oath; and (9) Any other information which the secretary deems necessary for the administration of this section. Section 13. That § 10-47B-140 be repealed. 10-47B-140. Motor fuel and special fuel tax refund claims of consumers shall be accompanied by proof that the South Dakota fuel tax has been paid. Proof of tax payment may be presented in one or more of the following forms: (1) An original invoice. An invoice shall be an original copy which is serially numbered by machine and prepared in duplicate. The original copy shall be given to the purchaser either at the time of delivery or upon payment of the amount due; or (2) Any of the following forms of proof containing the information required in § 10-47B-159: (a) A credit card receipt. A receipt may be prepared using NCR (no carbon required) paper or other means of data transferal. Only an unaltered original copy of a credit card receipt is accepted; or (b) A statement generated from an unattended, automated pump facility. An itemized monthly statement is acceptable if the statement contains the required invoice information and if the seller has marked the statement as having been paid. If a statement is used as proof of tax payment, the use of double-faced carbon, NCR (no carbon required) paper, and serial numbering are not required in preparation of the statement. Section 14. That § 10-47B-141 be repealed. 10-47B-141. Any claim for refund of motor fuel or special fuel tax shall be received by the department within fifteen months of the date the fuel was originally purchased in order to be accepted for refund. Fuel purchased more than fifteen months from the date the claim is received is forever barred from refund eligibility. Section 15. That § 10-47B-142 be repealed. 10-47B-142. The secretary may, in order to establish the validity of any claim for refund of motor fuel or special fuel tax, require the claimant to furnish any additional proof of the validity of the claim the secretary may determine necessary. The department may examine the books and records of the seller and purchaser for this purpose. The failure of the claimant to furnish the books or records for examination shall constitute a waiver of all rights to the refund on account of the transaction questioned. Section 16. That § 10-47B-154 be repealed. 10-47B-154. The Legislature finds that not all motor fuel taxes which qualify for the nonhighway agricultural motor fuel tax refund are, in fact, refunded under the procedure set forth in this chapter. The Legislature further finds that a certain amount of these unclaimed tax refunds from the sale of motor fuel for nonhighway agricultural uses should be utilized for agricultural purposes in a manner which benefits both agriculture and the citizens of the state by preserving its natural resources. Therefore, the Legislature declares that an amount equal to thirty-five percent of the claimed refunds authorized by § 10-47B-119, not to exceed one million five hundred thousand dollars in any single fiscal year, represents the amount of unclaimed tax refunds from the sale of motor fuel tax for nonhighway agricultural uses. The Legislature further declares that it is the policy of this state to use these funds, representing the unclaimed tax refunds from the sale of motor fuel for nonhighway agricultural purposes, to implement the coordinated natural resources conservation program."}, {"bill_id": 2701, "bill_version_id": 17813, "bill_version": "Enrolled", "bill_version_date": "2011-03-03T09:45:44.553-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2701, "action_date": "2011-01-31T14:00:00-06:00", "document_id": 16039, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16039.pdf", "status_text": "First read in House and referred to", "journal_page": 219, "committee_id_action": 115, "committee_id_assigned": 110, "result": "N", "vote": {}}, {"bill_id": 2701, "action_date": "2011-02-03T10:00:00-06:00", "document_id": 16085, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16085.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 110, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2701, "action_date": "2011-02-08T10:00:00-06:00", "document_id": 16286, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16286.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 110, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2701, "action_date": "2011-02-08T10:00:00-06:00", "document_id": 16512, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16512.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 110, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2701, "action_date": "2011-02-08T10:00:00-06:00", "document_id": 16512, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16512.pdf", "status_text": "Do Pass Amended", "journal_page": 314, "committee_id_action": 110, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8724, "president_vote": null, "Excused": [48], "Nay": [104, 92, 3, 66], "Yea": [88, 90, 63, 98, 73, 14, 6, 97]}}, {"bill_id": 2701, "action_date": "2011-02-10T13:00:00-06:00", "document_id": 16727, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16727.pdf", "status_text": "Deferred to another day", "journal_page": 359, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2701, "action_date": "2011-02-14T14:00:00-06:00", "document_id": 16821, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16821.pdf", "status_text": "Deferred with pending amendment (Rule 5-17)", "journal_page": 382, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2701, "action_date": "2011-02-16T14:00:00-06:00", "document_id": 17016, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17016.pdf", "status_text": "Deferred to another day", "journal_page": 433, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2701, "action_date": "2011-02-17T14:00:00-06:00", "document_id": 17097, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17097.pdf", "status_text": "Do Pass Amended", "journal_page": 453, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9250, "president_vote": null, "Yea": [12, 53, 17, 33, 21, 72, 60, 87, 1, 51, 49, 15, 59, 36, 7, 94, 84, 88, 90, 57, 11, 63, 96, 23, 39, 54, 71, 28, 37, 83, 95, 85, 3, 102, 68, 98, 99, 64, 73, 69, 50, 14, 6, 86, 35, 97, 29, 100, 91, 47], "Nay": [56, 105, 104, 70, 20, 92, 103, 32, 67, 93, 74, 101, 66, 89, 65, 5], "Excused": [48, 61, 62, 58]}}, {"bill_id": 2701, "action_date": "2011-02-22T14:00:00-06:00", "document_id": 17209, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17209.pdf", "status_text": "First read in Senate and referred to", "journal_page": 482, "committee_id_action": 113, "committee_id_assigned": 100, "result": "N", "vote": {}}, {"bill_id": 2701, "action_date": "2011-02-28T08:00:00-06:00", "document_id": 17417, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17417.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 100, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2701, "action_date": "2011-02-28T08:00:00-06:00", "document_id": 17504, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17504.pdf", "status_text": "Do Pass", "journal_page": 546, "committee_id_action": 100, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9575, "president_vote": null, "Yea": [40, 25, 13, 31, 2, 41, 22]}}, {"bill_id": 2701, "action_date": "2011-03-01T14:00:00-06:00", "document_id": 17653, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17653.pdf", "status_text": "Deferred to another day", "journal_page": 573, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2701, "action_date": "2011-03-02T14:00:00-06:00", "document_id": 17762, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17762.pdf", "status_text": "Do Pass Amended", "journal_page": 594, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9778, "president_vote": null, "Yea": [44, 79, 40, 46, 41, 24, 25, 38, 78, 76, 2, 18, 77, 82, 13, 55, 31, 43, 16, 10, 81, 52, 80, 8, 45, 22], "Nay": [75, 30, 42, 4, 9, 19, 27, 34], "Excused": [26]}}, {"bill_id": 2701, "action_date": "2011-03-03T14:00:00-06:00", "document_id": 17865, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17865.pdf", "status_text": "Signed by the Speaker", "journal_page": 621, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2701, "action_date": "2011-03-07T14:00:00-06:00", "document_id": 17983, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17983.pdf", "status_text": "Signed by the President", "journal_page": 640, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2701, "action_date": "2011-03-08T14:00:00-06:00", "document_id": 18084, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18084.pdf", "status_text": "Delivered to the Governor", "journal_page": 688, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2701, "action_date": "2011-03-28T10:00:00-05:00", "document_id": 18238, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18238.pdf", "status_text": "Signed by the Governor", "journal_page": 740, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4752}