{"session_id": 19, "bill_id": 4042, "bill_type": "House Bill", "bill_number": 1023, "bill_title": "revise certain rules relating to the Department of Human Services Medicaid waiver programs.", "sponsors": [], "keywords": ["Administrative Rules", "Public Welfare and Assistance"], "audio": [{"meeting_datetime": "2013-01-15T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe05.mp3", "start_seconds": 489.0}, {"meeting_datetime": "2013-01-15T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe05.mp3", "start_seconds": 489.0}, {"meeting_datetime": "2013-01-15T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe05.mp3", "start_seconds": 489.0}, {"meeting_datetime": "2013-01-15T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe05.mp3", "start_seconds": 489.0}, {"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou07.mp3", "start_seconds": 688.0}, {"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou07.mp3", "start_seconds": 688.0}, {"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou07.mp3", "start_seconds": 688.0}, {"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she22.mp3", "start_seconds": 152.0}, {"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she22.mp3", "start_seconds": 152.0}, {"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she22.mp3", "start_seconds": 152.0}, {"meeting_datetime": "2013-02-13T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she22.mp3", "start_seconds": 152.0}], "bill_versions": [{"bill_id": 4042, "bill_version_id": 23472, "bill_version": "Introduced", "bill_version_date": "2013-01-06T08:44:40.767-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain rules relating to the Department of Human Services Medicaid waiver programs. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That ARSD 67:54:04:01 be amended to read as follows: 67:54:04:01. Definitions. Terms used in this chapter mean: (1) \"Ambulatory,\" able to walk independently \"CSP,\" community support provider; (2) \"Case management,\" the process by which HCBS facility staff assess the consumer's needs, establish an individual program plan for the consumer, and assure that the plan is implemented \"Functional limitation,\" a deficit that is indicated by a score that is at least two standard deviations below the mean on a standardized adaptive behavior instrument score; (3) \"Client\" or \"consumer,\" an individual eligible for and receiving services under this chapter; (4) \"Habilitation and training,\" the process by which the staff of HCBS facilities assist consumers to acquire, improve, or maintain their physical, mental, and social skills; (5) \"Home and community-based services\" or \"HCBS,\" the services listed in § 67:54:04:14 that are provided by a certified facility provider to consumers participants who, without these services, would require placement in an intermediate care facility for the mentally retarded; (4) \"ICAP,\" Inventory for client and agency planning; (5) \"Individual service plan\" or \"ISP,\" a single plan for the provision of services and supports to the participant that is directed by the participant, is outcome-oriented, and is intended to specify all needed assessments, supports, and training; (6) \"Mobile nonambulatory,\" unable to walk without assistance, but able to move from place to place with the use of such devices as walkers, crutches, wheelchairs, or wheeled platforms \"ISP team,\" a team composed of the coordinator, the participant, the participant's parent or guardian if the participant is under 18 and anyone else the participant desires; (7) \"Participant,\" a person receiving services or support under the provisions of these articles;; (7)(8) \"Provider,\" or \"facility,\" a private organization or a cooperative educational service unit which provides HCBS services under this chapter and is certified by the Department of Human Services under article 46:11 and article 46:13 as an adjustment training center or community habilitation facility a community support provider as defined in subdivision 27B-1-17(4); (8) \"Utilization control team,\" a team consisting of a qualified developmental disabilities professional, a registered nurse, and a physician which conducts utilization reviews for home and community-based services; (9) \"Utilization review,\" the assessment by the utilization control team of the appropriateness of HCBS and of the provider's ability to meet the consumer's needs \"QMRP,\" qualified mental retardation professional; and (10) \"TANF,\" temporary assistance for needy families. Section 2. That ARSD 67:54:04:03 be amended to read as follows: 67:54:04:03. Financial eligibility requirements. HCBS may be available to an individual who meets one of the following requirements: (1) Is receiving AFDC TANF, SSI, or a foster care maintenance payment under Title IV-E of the Social Security Act; or (2) Is aged, blind, or disabled and has an income less than 300 percent of the SSI standard benefit but is not eligible for SSI. Section 3. That ARSD 67:54:04:03 be amended by adding thereto a NEW SECTION to read as follows: 67:54:04:03.01 Notification of eligibility. The Department of Social Services shall send the participant notice of eligibility pursuant to § 67:46:08:02. Section 4. That ARSD 67:54:04:06 be amended to read as follows: 67:54:04:06. Preplacement assessment. Before HCBS is approved for an individual, the proposed HCBS provider must shall complete an Inventory for Client and Agency Planning (ICAP) ICAP. The ICAP must shall indicate a substantial deficit functional limitation in at least three of the seven areas listed in § 67:54:03:04. The proposed HCBS provider must shall submit the ICAP to the Division of Developmental Disabilities, Department of Human Services, using the ICAP Compuscore software. The division must shall receive this data within 11 months following the annual on-site review and inspection required in § 67:54:04:18 annually by January 15th. For an individual's record to be valid, the evaluation date may not be more than 13 months old. The Compuscore software generates standardized domain scores for each of its adaptive behavior sections: motor skills, social and communication skills, personal living skills, and community living skills. No deficit exists if the following criteria are met: (1) Self care: The personal living skills domain score exceeds the age-related criterion in Appendix A at the end of chapter 67:54:03 and, for individuals over four years of age, the individual has no arm/hand limitations in daily activities (ICAP item C8=1); (2) Language: The social and communication skills domain score exceeds the age-related criterion in Appendix A at the end of chapter 67:54:03 and, for individuals over four years of age, the individual speaks (ICAP item A7=3); (3) Learning/cognition: The individual is not mentally retarded (ICAP item C1=1); (4) Mobility: The individual walks (ICAP item C9=1) and, for individuals over four years of age, no mobility assistance is needed (ICAP item C10=1); (5) Self-direction: The general maladaptive index is in the normal range (ICAP, GMI> -11), the individual's community living skills domain score exceeds the age-related criterion in Appendix A at the end of chapter 67:54:03, and there is no psychiatric diagnosis (neither ICAP items B11 nor B12 checked); (6) Independent living: The individual's community living skills domain score exceeds the age-related criterion in Appendix A at the end of chapter 67:54:03 and, for individuals 18 years of age and older, the recommended residential placement is \"independent in own home or rental unit\" (ICAP, page 10, F2=\"3\"); and (7) Economic self-sufficiency: The individual's recommended daytime program (ICAP item G2) is \"competitive employment.\" A substantial deficit is present if the preceding criteria are not met. Section 5. That ARSD 67:54:04:07 be repealed. 67:54:04:07. Physician's statement. The provider must obtain a signed statement from a licensed physician which indicates the minimum frequency with which the client must receive nursing and physician services. The physician must complete another such statement annually. Section 6. That ARSD 67:54:04:08 be repealed. 67:54:04:08. Physical examination -- Documentation required. Before an individual receives HCBS, the provider shall obtain a report of the individual's physical examination that was completed within the past year. The provider shall submit a copy of the examination report to the department. Section 7. That 67:54:04:10 be amended to read as follows: 67:54:04:10. Interdisciplinary evaluation and service plan Individual service plan. Each HCBS consumer participant shall have an interdisciplinary evaluation and service plan ISP prepared according to § 46:11:05:03. Section 8. That ARSD 67:54:04:12 be amended to read as follows: 67:54:04:12. Determining amount of HCBS assistance. Payment for HCBS services is based on the difference between the consumer's participant's income, minus allowable deductions, and the consumer's participant's monthly care costs. If the consumer participant meets the requirements of subdivision 67:54:04:03(1), none of the consumer's participant's income is credited to the monthly care costs. If the consumer participant meets the requirements of subdivision 67:54:04:03(2), the department applies the following criteria to determine the amount of assistance a consumer participant is eligible to receive from the department to meet the consumer's participant's monthly care costs: (1) Apply the provisions of chapter 67:46:06, with the exception of § 67:46:06:05; (2) If the consumer participant is married, apply the provisions of chapter 67:46:07, with the exception of subdivision 67:46:07:10(1); (3) Allow a deduction equal to the supplemental security income (SSI) standard benefit amount for the consumer's participant's personal needs; and (4) If the consumer participant is employed, allow a deduction of $400 from gross wages. The Department of Social Services shall pay its share of the costs directly to the provider agency. The consumer participant is responsible for paying the consumer's participant's share directly to the provider agency. Section 9. That 67:54:04:13 be repealed 67:54:04:13. Living arrangements -- Payment limitation -- Documentation required. Payment for HCBS services is limited to individuals living in one of the following situations: (1) Home of parent, other relative, or legal guardian; (2) Adult foster care homes licensed by the department; (3) Special therapeutic foster homes licensed by the department; (4) Community residential facilities approved by the Department of Human Services; (5) Supervised apartments approved by the Department of Human Services; (6) Community habilitation facilities approved by the Department of Human Services; (7) Consumer's own home, as long as it is not shared with more than three other people with developmental disabilities and is not owned by a provider; or (8) Assisted living centers licensed by the Department of Health. The consumer's file shall contain documentation that the interdisciplinary team approves of the consumer's residence in a foster home and that the home, apartment, or facility is approved or licensed as required. Section 10. That 67:54:04:14 be amended to read as follows: 67:54:04:14. Covered services: Home and community-based services covered and payable under this chapter consist of the following only if they are not otherwise payable under article 67:16: (1) Administration and agency support Day habilitation; (2) Case management and consumer support; and Prevocational services; (3) Habilitation and consumer training in day and residential settings Service coordination; (4) Supported employment; (5) Medical equipment and drugs; (6) Nursing; and (7) Other medically related services such as speech, hearing, and language. Section 11. That 67:54:04:15 be repealed. 67:54:04:15. Administration and agency support. Administration and agency support includes the following: (1) Professional administrators; (2) Clerical personnel; (3) Nonprofessional support staff such as maintenance personnel; (4) Professional agency support services such as the formulation, approval, and review of agency policy and procedures; monitoring of the agency's implementation of those policies and procedures; and staff training. These services must be provided by professionals such as case managers, instructors, nurses, physical therapists, speech therapists, occupational therapists, audiologists, psychologists, physicians, psychiatrists, pharmacists, dietitians, nutritionists, dentists, optometrists, and social workers; (5) Agency travel and vehicle costs; (6) Contractual services such as staff support, fiscal services, and communications; (7) Office supplies and materials; (8) Capital assets and depreciation such as vehicles, office equipment, other furnishings and equipment, and equipment maintenance and repair; and (9) Day program occupancy costs including physical facilities, buildings and grounds, buildings and grounds equipment, and depreciation. Section 12. That 67:54:04:16 be repealed. 67:54:04:16. Case management and consumer support. Case management and consumer support includes the following staff, services, functions, and material: (1) Case managers; (2) Case management functions provided by professionals, including evaluations requested by the consumer's interdisciplinary team; participation in interdisciplinary team processes such as individual service plan meetings; formulating and writing training, treatment, and therapy programs to be implemented by agency staff; monitoring staff implementation of these programs and the consumers' responses to them; designing adaptive equipment and monitoring consumers' responses to that equipment; and modifying programs or equipment as needed and as indicated by the consumers' responses to them. Professionals providing these services may include case managers, instructors, nurses, physical therapists, speech therapists, occupational therapists, audiologists, psychologists, pharmacists, dietitians, and social workers; (3) Consumer transportation costs, such as drivers, vehicle purchase, insurance, depreciation, repair and maintenance, and purchase of consumer transportation related to the receipt of habilitation services; (4) Supplies and materials as needed to facilitate the habilitation process, including nonprescription medications, prescription medications not covered by Medicaid, dietary supplements, and incontinence supplies; and (5) Adaptive equipment as needed not to exceed $500 per person per year to facilitate the habilitative process, including communication devices, eyeglasses, hearing aids, adaptive equipment for physically disabled individuals, and mobility equipment such as wheelchairs and walkers. Section 13. That 67:54:04:17 be repealed. 67:54:04:17. Habilitation and training. Habilitation and training includes the following: (1) Instruction and training in community living skills, personal living skills, social and communication skills, gross and fine motor skills, and activities of daily living. Such training may be provided by nonprofessional staff or by professionals representing any discipline. For example, nurses may train consumers in activities of daily living, personal hygiene, family life, or sex education; (2) Supplies and materials for habilitation, training, recreation, and crafts; and (3) Capital assets and depreciation on habilitation and recreational equipment. Section 14. That ARSD 67:54:04:18 be amended to read as follows: 67:54:04:18. Annual review -- Level Initial level of care. The entire utilization control team must conduct an annual review to determine the recipient's level of care. The utilization control team shall conduct an annual on-site review to inspect the quality of habilitative services and nursing care. The team shall conduct detailed inspections of and the care received by at least five percent of each provider's HCBS consumers. Quality is based on the agency's effectiveness in providing the services designated in §§ 67:54:04:14 to 67:54:04:17, inclusive, or as indicated in the consumers' individual service plan as specified in § 46:11:05:03. Inspections include attention to the following: (1) Medical and nursing care needed by the consumer, such as annual physicals and other assessments, restraint orders, immunizations, physician's progress notes, medication reviews, and diet orders; (2) Nursing care or habilitation plans, such as current interdisciplinary notes, ambulation status, infections, and hospitalizations; (3) Program implementation information, such as the timeliness of the individual service plan, the measurement of progress toward meeting measurable objectives, the provision of all assessments needed and of all services indicated as needed by those assessments, the appropriateness of the current placement and efforts to secure the appropriate placement, and the development of treatment plans to control maladaptive behavior; and (4) Social information, such as social orientation, family, guardianship status, social history, activities, and psychosocial functioning. The following documentation is required to determine the initial level of care: (1) A completed ICAP that indicates a minimum of three substantial functional limitations; (2) A copy of the psychological evaluation; (3) An HCBS Waiver Choice and Rights Form signed by a CSP staff member and the individual, the individual's parent if the individual is under 18 years of age, or the individual's guardian; and (4) A provisional plan of care that designates the specific waiver service that the individual will receive. Section 15. That ARSD chapter 67:54:04 be amended by adding thereto a NEW SECTION to read as follows: 67:54:04:08.01. Redetermination of level of care. The level of care shall be reviewed and completed annually for each participant receiving waiver services. The CSP shall update the ICAP data annually and submit it to the division. The QMRP, as defined in SDCL subdivision 27B-1-17(14), shall review the ICAP data to ensure continued eligibility that indicates at least three substantial functional limitations. The QMRP shall forward a copy of the completed Level of Care Determination form to the CSP and the Department of Social Services upon completion of the review. Section 16. That ARSD 67:54:04:22 be amended to read as follows: 67:54:04:22. Extent of payment. The department shall pay a facility for the days a consumer participant is enrolled at the facility with the provider. Enrolled days include the day of admission but exclude the day of discharge. Section 17. That ARSD 67:54:04:23 be amended to read as follows: 67:54:04:23. Payments during temporary absences. Payment shall be made in onbehalf of an eligible individual participant when it is necessary to reserve that client's participant's HCBS position during temporary absences. Payment shall be made for a maximum of ten five days if the absence is due to admission to an acute care general hospital for an acute condition. Payment shall also be made for therapeutic home visits when the absence has been provided for in the client's plan of care. Section 18. That ARSD 67:54:04:24 be amended to read as follows: 67:54:04:24. Basis of payment. Payment to a participating provider for services provided by a facility shall be determined by the Department of Human Services. Section 19. That ARSD 67:54:04:25 be amended to read as follows: 67:54:04:25. Utilization review. Services provided by facilities under this chapter are subject to the following utilization reviews: (1) At the time of the consumer's admission eligibility determination; (2) Claims review and audit; and During claim processing; (3) Annual review During postpayment reviews; and (4) At the time of the annual redetermination of eligibility. Section 20. That ARSD 67:54:04 be amended by adding thereto a NEW SECTION to read as follows: 67:54:04:27. Right to request a fair hearing. A participant or a participant's parent or guardian who is dissatisfied with a determination regarding services under this chapter may request a fair hearing in accordance with chapter 67:17:02. A participant may request assistance with the fair hearing process from an advocate. Section 21. That ARSD 67:54:09:01 be amended to read as follows: 67:54:09:01. Definitions. Terms used in this chapter mean: (1) \"Activities of daily living,\" routine activities that an individual would normally do every day such as eating, bathing, dressing, toileting, and transferring; (2) \"Companion services,\" nonmedical services geared towards developing an individual's independent living skills; (3) \"Department,\" the Department of Social Services; (4) \"Division,\" the Division of Developmental Disabilities for the Department of Human Services; (5) \"Individual,\" a person not yet receiving services or supports under the provisions of this chapter; (6) \"Individual service plan\" or \"ISP,\" a single plan for the provision of services and supports to the participant that is directed by the participant, is out-come oriented, and is intended to specify all needed assessments, supports, and training; (7) \"Participant,\" a person receiving services or supports under the provisions of this chapter; (8) \"Personal care services,\" services that enable an individual to accomplish tasks that the individual would normally do if the individual did not have a disability; (6)(9) \"SSI,\" supplemental security income; and (7)(10) \"Unit,\" a 15-minute segment of time. Section 22. That ARSD 67:54:09:02 be amended to read as follows: 67:54:09:02. Covered family support services. For individuals who meet a participant who meets the requirements of §§ 67:54:09:12 and 67:54:09:13, the following family support services are covered under this chapter: (1) Specialized medical and adaptive equipment and supplies; (2) Service coordination; (3) Respite care services; (4) Nutritional supplements; (5) Personal care services; (6) Companion services; (7) Environmental accessibility adaptations; (8) Supported employment; and (9) Vehicle modifications. Section 23. That ARSD 67:54:09:03 be amended to read as follows: 67:54:09:03. Specialized medical and adaptive equipment and supplies. Specialized medical and adaptive equipment and supplies include devices, controls, or appliances not covered under article 67:16. The equipment and supplies must shall be provided for documented in the individual's service plan participant's ISP and must shall help the individual participant perform activities of daily living or assist the individual participant in perceiving, controlling, or communicating with the environment in which the individual participant lives. Section 24. That ARSD 67:54:09:04 be amended to read as follows: 67:54:09:04. Service coordination. Service coordination includes the following: (1) Coordination of services that will assist the individual participant to gain access to needed medical, social, educational, and other needed services; (2) Ongoing monitoring of the services; and (3) Initiating and overseeing the assessment and reassessment of the individual's participant's level of care. Section 25. That ARSD 67:54:09:05 be amended to read as follows: 67:54:09:05. Respite care services. Respite care services include care services needed on a short-term basis because of the absence of the primary care giver or to provide temporary relief to the primary care giver. Respite care may be provided either in the recipient's participant's home or in a location outside the recipient's participant's home. Section 26. That ARSD 67:54:09:06 be amended to read as follows: 67:54:09:06. Nutritional supplements. Nutritional supplements include nutritional supplements prescribed by a physician and not otherwise covered under article 67:16. The need for nutritional supplements must be described shall be documented in the individual's service plan participant's ISP. Section 27. That ARSD 67:54:09:07 be amended to read as follows: 67:54:09:07. Personal care services. Personal care services include the following: (1) Assistance with basic living skills such as eating, drinking, toileting, dressing, and personal hygiene; (2) Assistance with the preparation of meals, not to include the cost of the food itself; and (3) Assistance with housekeeping chores such as making the bed, dusting, and vacuuming. The need for personal care services must be described shall be documented in the individual's service plan participant's ISP. Section 28. That ARSD 67:54:09:08 be amended to read as follows: 67:54:09:08. Companion services. Companion services include the following: (1) Assistance with or supervision of laundry, shopping, or meal preparation, not to include the cost of the food; (2) Assistance or supervision with the acquisition, retention, or improvement in self-help, socialization, and adaptive skills; (3) Assistance with participation in community events to develop appropriate social skills to become integrated into the community. The need for companion care must be described shall be documented in the individual's service plan participant's ISP. Section 29. That ARSD 67:54:09:09 be amended to read as follows: 67:54:09:09. Environmental accessibility adaptations. Environmental accessibility adaptations include modifications to the individual's participant's home owned by the participant or the participant's family to ensure the individual's participant's health, safety, and welfare or that enable the individual participant to function with greater independence in the home and without which the individual participant would require institutionalization. Adaptations include items such as the following: (1) The installation of ramps or grab bars; (2) Widening of doorways; (3) Modifications to bathroom facilities; and (4) Installation of specialized electric and plumbing systems necessary to accommodate necessary medical equipment and supplies. Adaptations or improvements to the home that increase the total square footage of the home or are not a direct medical or remedial benefit to the individual participant, such as carpeting, roof repair, or central air conditioning, are not covered. The division must shall prior authorize any environmental accessibility adaptation that exceeds the cost of $1,000. The needed adaptations must be specified shall be documented in the individual's service plan participant's ISP. Section 30. That ARSD 67:54:09:10 be amended to read as follows: 67:54:09:10. Supported employment services. Supported employment services are employment services for an eligible individual participant who, because of the individual's participant's disability, needs intensive, ongoing support to perform in a work setting or services directed towards assisting the individual participant to obtain and retain paid employment in a community setting in which individuals without disabilities are employed. Supported employment services include the following: (1) Supervision and training; (2) Job search; (3) Job placement; (4) Situational evaluations and trial placements; and (5) Long-term support to help individuals a participant maintain a desired, integrated employment status. Supervisory activities provided as a normal part of the business setting, the production of goods or services, transportation, or compensation for individuals each participant served are not covered. The needed supported employment services must be outlined shall be documented in the individual's service plan participant's ISP. Section 31. That ARSD 67:54:09:11 be amended to read as follows: 67:54:09:11. Vehicle modification -- Exclusions. Vehicle modification consists of adaptations or alterations to an automobile or van that is the individual's participant's primary means of transportation. The adaptations must be outlined shall be documented in the individual's service plan participant's ISP and must shall ensure the health, safety, and welfare of the individual participant. The following services are not covered: (1) Adaptations to a vehicle that are of general utility and do not directly benefit the individual participant; (2) The purchase or lease of a vehicle; and (3) Except for the upkeep and maintenance of covered adaptations and alterations, the regular upkeep and maintenance of a vehicle. Section 32. That ARSD 67:54:09:12 be amended to read as follows: 67:54:09:12. Eligibility for family support services. The department shall apply the provisions of chapters 67:16:01, 67:46:01 through 67:46:05, inclusive, 67:46:07, and 67:46:08 when determining eligibility for services provided under this chapter. The individual must shall be receiving SSI or be aged, blind, or disabled and have income less than 300 percent of the SSI standard benefit amount. In addition, the following requirements must shall also be met: (1) The division has determined that the individual is developmentally disabled under the provisions of § 67:54:04:05 meets developmental disability criteria pursuant to § 67:54:03:03 or, if the individual is age birth through two years of age, the division has documentation from the Department of Education that indicates the child has been identified as needing prolonged assistance as defined in § 24:05:24.01:15; (2) For individuals age four and above, the division has determined that the individual has substantial deficits as exhibited by completion of an Inventory for Client and Agency Planning (ICAP) pursuant to § 67:54:04:06; (3) The division has determined that the individual is in need of and eligible for placement in an intermediate care facility for the mentally retarded or the developmentally disabled based on the division's finding that the individual has a substantial functional limitation in three or more of the functional areas listed in § 67:54:04:06; and (4) The division has a service plan an ISP for the individual that has been prepared under the provisions of § 67:54:09:15. Section 33. That ARSD 67:54:09:13 be amended to read as follows: 67:54:09:13. Service restrictions. An individual may not receive family support services if already receiving services under chapter 67:54:04, 67:54:06, or 67:44:03. An individual may not be a resident of any of the following facilities when the family support services available under the provisions of this chapter are provided: (1) A hospital; (2) A nursing facility; or (3) An intermediate care facility for individuals who are mentally retarded or developmentally disabled. Services provided by the individual's parent, guardian, or other legally responsible person are not covered. Section 34. That ARSD 67:54:09:14 be repealed. 67:54:09:14. Physician's statement. The provider must obtain a signed statement from a licensed physician that indicates the frequency with which the individual must receive the services covered under this chapter. A physician must complete another such statement annually. Section 35. That ARSD 67:54:09:15 be amended to read as follows: 67:54:09:15. Service coordinator to coordinate development of service plan ISP. The individual's participant's service coordinator shall coordinate the development of a written service plan ISP according to § 46:10:07:20. The plan shall contain a description of the services to be furnished, the frequency of the service, and the type of provider who will furnish the needed service. Section 36. That ARSD 67:54:09:167 be amended to read as follows: 67:54:09:17. Rate of payment. The division shall establish and specify in the division's contract with the provider the rate of payment for service coordination. The division shall establish and specify in the individual's service plan a monthly participant's ISP shall document an established rate for respite, personal, and companion care services. The remaining covered services are paid based on the charges billed for the services provided not to exceed the limits identified in the approved participant's ISP. Section 37. That ARSD 67:54:09:18 be amended to read as follows: 67:54:09:18. Billing requirements. A claim submitted for payment under this chapter must shall contain the following HCPCS procedure codes, as applicable. PROCEDURE CODE DESCRIPTION S5135 T1020 Companion care S5165 Home modifications S9435 B4222 Nutritional supplements T1005 Respite care T1016 Service coordination T1019 Personal care T2018 Supported employment T2029 A9900 Specialized medical adaptive equipment and supplies T2039 Vehicle modifications G0154 Personal Care 2 Section 38. That ARSD 67:54:09:19 be amended to read as follows: 67:54:09:19. Claim requirements. A claim for services provided under this chapter must shall be submitted on a form or in an electronic format that contains the following information: (1) The recipient's participant's full name; (2) The recipient's participant's medical assistance identification number from the recipient's participant's medical identification card; (3) Third-party liability information required under chapter 67:16:26; (4) The date of service; (5) The place of service; (6) The provider's usual and customary charge. The provider may not subtract other third-party or cost-sharing from this charge; (7) The units of service furnished, if more than one, for claims submitted for respite care, service coordination, personal care, companion care, or supported employment; (8) The applicable procedure codes contained in § 67:54:09:18 for the services provided; (9) The applicable diagnosis codes contained in the International Classification of Diseases, 9th Revision, Clinical Modification (ICD-9-CM) adopted in § 67:16:01:26; (10) The provider's name and medical assistance identification number; and (11) The type of service provided. A separate claim must shall be submitted for each recipient participant. Section 39. That ARSD 67:54:09: be amended by adding thereto a NEW SECTION to read as follows: 67:54:09:24. Right to request a fair hearing. A participant or a participant's parent or guardian who is dissatisfied with a determination regarding services under this chapter may request a fair hearing in accordance with chapter 67:17:02. A participant may request assistance with the fair hearing process from an advocate."}, {"bill_id": 4042, "bill_version_id": 25798, "bill_version": "Enrolled", "bill_version_date": "2013-02-15T09:04:32.313-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4042, "action_date": "2013-01-08T12:00:00-06:00", "document_id": 23561, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23561.pdf", "status_text": "First read in House and referred to", "journal_page": 24, "committee_id_action": 202, "committee_id_assigned": 191, "result": "N", "vote": {}}, {"bill_id": 4042, "action_date": "2013-01-15T07:45:00-06:00", "document_id": 23594, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23594.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 191, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4042, "action_date": "2013-01-15T07:45:00-06:00", "document_id": 23743, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23743.pdf", "status_text": "Do Pass", "journal_page": 72, "committee_id_action": 191, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12543, "president_vote": null, "Yea": [418, 412, 374, 396, 394, 413, 372, 357, 403, 323, 401, 369, 371]}}, {"bill_id": 4042, "action_date": "2013-01-15T07:45:00-06:00", "document_id": 23743, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23743.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 191, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4042, "action_date": "2013-01-16T14:00:00-06:00", "document_id": 23857, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23857.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 0, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4042, "action_date": "2013-01-17T14:00:00-06:00", "document_id": 23957, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23957.pdf", "status_text": "Do Pass", "journal_page": 100, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12664, "president_vote": null, "Yea": [420, 346, 415, 418, 326, 360, 417, 349, 382, 410, 412, 398, 318, 397, 374, 402, 381, 396, 370, 394, 372, 350, 347, 416, 389, 359, 392, 335, 369, 414, 400, 375, 371, 380, 316, 332, 393, 408, 404, 405, 356, 411, 377, 355, 378, 407, 357, 343, 399, 323, 406, 361, 354, 409, 401, 373, 353, 334], "Nay": [342, 324, 348, 413, 351, 344, 395, 390, 352, 403, 391, 341]}}, {"bill_id": 4042, "action_date": "2013-01-18T13:00:00-06:00", "document_id": 24090, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24090.pdf", "status_text": "First read in Senate and referred to", "journal_page": 147, "committee_id_action": 200, "committee_id_assigned": 180, "result": "N", "vote": {}}, {"bill_id": 4042, "action_date": "2013-02-13T10:00:00-06:00", "document_id": 25514, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25514.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 180, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4042, "action_date": "2013-02-13T10:00:00-06:00", "document_id": 25632, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25632.pdf", "status_text": "Do Pass", "journal_page": 388, "committee_id_action": 180, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13705, "president_vote": null, "Yea": [330, 363, 325, 358, 322, 368, 386]}}, {"bill_id": 4042, "action_date": "2013-02-13T10:00:00-06:00", "document_id": 25632, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25632.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 180, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4042, "action_date": "2013-02-14T14:00:00-06:00", "document_id": 25769, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25769.pdf", "status_text": "Do Pass", "journal_page": 416, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13809, "president_vote": null, "Yea": [338, 362, 330, 337, 366, 388, 340, 365, 363, 325, 358, 364, 376, 336, 322, 345, 329, 331, 419, 317, 320, 385, 384, 321, 368, 333, 386, 367, 319, 339, 327, 383, 379], "Excused": [328, 387]}}, {"bill_id": 4042, "action_date": "2013-02-19T14:00:00-06:00", "document_id": 25959, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25959.pdf", "status_text": "Signed by the Speaker", "journal_page": 445, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4042, "action_date": "2013-02-20T14:00:00-06:00", "document_id": 26088, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26088.pdf", "status_text": "Signed by the President", "journal_page": 514, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4042, "action_date": "2013-02-21T14:00:00-06:00", "document_id": 26151, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26151.pdf", "status_text": "Delivered to the Governor", "journal_page": 492, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4042, "action_date": "2013-02-27T14:00:00-06:00", "document_id": 26648, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26648.pdf", "status_text": "Signed by the Governor", "journal_page": 564, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5347}