{"session_id": 44, "bill_id": 22252, "bill_type": "House Bill", "bill_number": 1165, "bill_title": "create the trust fund for unclaimed property and to provide for the transfer of certain unobligated cash balances.", "sponsors": [{"legislator_profile_id": 1802, "is_prime": true}, {"legislator_profile_id": 3786, "is_prime": false}, {"legislator_profile_id": 1781, "is_prime": false}, {"legislator_profile_id": 1790, "is_prime": false}, {"legislator_profile_id": 3797, "is_prime": false}, {"legislator_profile_id": 1805, "is_prime": false}, {"legislator_profile_id": 1820, "is_prime": false}, {"legislator_profile_id": 1826, "is_prime": false}, {"legislator_profile_id": 1834, "is_prime": false}, {"legislator_profile_id": 1841, "is_prime": false}], "keywords": ["Custody and Investment of State Funds", "Fund", "State Funds", "Transfer of Funds"], "audio": [{"meeting_datetime": "2021-02-23T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hap26.mp3", "start_seconds": 2555.0}, {"meeting_datetime": "2021-02-23T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hap26.mp3", "start_seconds": 2555.0}, {"meeting_datetime": "2021-02-23T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hap26.mp3", "start_seconds": 2555.0}, {"meeting_datetime": "2021-02-23T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hap26.mp3", "start_seconds": 2555.0}, {"meeting_datetime": "2021-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou28.mp3", "start_seconds": 15025.0}, {"meeting_datetime": "2021-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou28.mp3", "start_seconds": 15025.0}, {"meeting_datetime": "2021-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou28.mp3", "start_seconds": 15025.0}], "bill_versions": [{"bill_id": 22252, "bill_version_id": 214839, "bill_version": "Introduced", "bill_version_date": "2021-01-28T11:31:27.12-06:00", "bill_text": "An Act to create the trust fund for unclaimed property and to provide for the transfer of certain unobligated cash balances. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 4-7-53. Trust fund for unclaimed property established. There is hereby established within the state treasury a trust fund named the trust fund for unclaimed property. The principal of trust fund may not be invaded, unless approved by a three-fourths vote of all the members-elect of each house of the Legislature or unless the state treasurer determines that such amounts are necessary for the payment of claims. Upon the conclusion of fiscal year 2023, and upon the conclusion of each fiscal year thereafter, the state treasurer shall, after paying all claims and any reasonable administrative costs associated with the sale of unclaimed property, deposit into the general fund the net receipts from unclaimed property, up to a maximum of forty million dollars. Beginning in fiscal year 2025, and each fiscal year thereafter, the market value shall be determined by adding the market value of the trust fund at the end of the sixteen most recent calendar quarters as of December thirty-first, and dividing the sum by sixteen. Upon notice of that amount by the state investment officer, the state treasurer shall transfer the amount from the trust fund for unclaimed property to the state general fund as soon as practicable after July first of the next fiscal year. The distribution shall be appropriated for the improvement of South Dakota. Section 2. That § 4-7-31 be AMENDED. 4-7-31. Budget reserve fund established. There is hereby established within the state treasury the budget reserve fund. Expenditures out of the budget reserve fund shall only be by special appropriation of the Legislature and shall only redress such unforeseen expenditure obligations or such unforeseen revenue shortfalls as may constitute an emergency pursuant to S.D. Const., Art. III, § 1. Section 3. That § 4-7-32 be AMENDED. 4-7-32. Transfer of unobligated cash to budget reserve fund--Legislative action required for reserve fund expenditures. The transfer of all prior year unobligated cash shall take place in accordance with this section as follows: (1) On July first of each fiscal year or at such time that as the prior fiscal year general fund ending unobligated cash balance is determined, the commissioner of the Bureau of Finance and Management shall transfer all prior year unobligated cash up to an amount equal to equaling ten percent of the general fund appropriations from the general appropriation act for the prior fiscal year into the budget reserve fund. In no event shall the The cash balance in the budget reserve fund be greater than may not exceed ten percent of the general fund appropriations from the general appropriation act for the prior fiscal year; (2) If any unobligated cash balance remains after the requirements of subdivision (1) are met, the commissioner of the Bureau of Finance and Management shall transfer that balance, up to an amount equaling fifteen percent of the general fund appropriations from the general appropriation act for the prior fiscal year, into the trust fund for unclaimed property; and (3) If any unobligated cash balance remains after the requirements of subdivision (2) are met, the commissioner of the Bureau of Finance and Management shall transfer the remaining amount into the general revenue replacement fund. Expenditures out of the budget reserve fund shall only be by special appropriation of the Legislature and shall only redress such unforeseen expenditure obligations or such unforeseen revenue shortfalls as may constitute an emergency pursuant to S.D. Const., Art. III, § 1. Section 4. That § 4-7-39 be REPEALED. 4-7-39. Transfer of unobligated cash to general revenue replacement fund."}, {"bill_id": 22252, "bill_version_id": 218306, "bill_version": "House Appropriations Engrossed", "bill_version_date": "2021-02-24T12:27:54.297-06:00", "bill_text": "An Act to create the trust fund for unclaimed property and to provide for the transfer of certain unobligated cash balances. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 4-7-53. Trust fund for unclaimed property established. There is hereby established within the state treasury a trust fund named the trust fund for unclaimed property. The principal of trust fund may not be invaded, unless approved by a three-fourths vote of all the members-elect of each house of the Legislature or unless the state treasurer determines that such amounts are necessary for the payment of claims. Upon the conclusion of fiscal year 2023, and upon the conclusion of each fiscal year thereafter, the state treasurer shall, after paying all claims and any reasonable administrative costs associated with the sale of unclaimed property, deposit into the general fund the net receipts from unclaimed property, up to a maximum of forty million dollars. After the transfer to the general fund, the state treasurer shall transfer any remaining amount to the trust fund for unclaimed property. Beginning in fiscal year 2025, and each fiscal year thereafter, the market value shall be determined by adding the market value of the trust fund at the end of the sixteen most recent calendar quarters as of December thirty-first, and dividing the sum by sixteen. The state investment officer shall calculate an amount equal to four percent of the market value, without invading principal, as eligible for distribution. For the purpose of this section, the term, principal, means the sum of all contributions to the fund. Upon notice of the distribution amount by the state investment officer, the state treasurer shall transfer the amount from the trust fund for unclaimed property to the state general fund as soon as practicable after July first of the next fiscal year. The distribution shall be appropriated for the improvement of South Dakota."}], "amendments": [{"bill_id": 22252, "document_id": 218470, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218470.pdf", "legislator_profile_id": 1802, "document_id_instructions": 218472, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/218472.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 22252, "action_date": "2021-01-28T14:00:00-06:00", "document_id": 214370, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214370.pdf", "status_text": "First Reading House", "journal_page": 148, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22252, "action_date": "2021-02-02T14:00:00-06:00", "document_id": 215283, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215283.pdf", "status_text": "Referred to", "journal_page": 178, "committee_id_action": 492, "committee_id_assigned": 488, "result": "N", "vote": {}}, {"bill_id": 22252, "action_date": "2021-02-23T10:30:00-06:00", "document_id": 217887, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217887.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 488, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22252, "action_date": "2021-02-23T10:30:00-06:00", "document_id": 217888, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217888.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 488, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22252, "action_date": "2021-02-23T10:30:00-06:00", "document_id": 217888, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217888.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 488, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69840, "president_vote": null, "Nay": [1784], "Yea": [1796, 1799, 1822, 1826, 3785, 3806, 1802, 1809]}}, {"bill_id": 22252, "action_date": "2021-02-25T13:30:00-06:00", "document_id": 218457, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218457.pdf", "status_text": "Tabled", "journal_page": 415, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 70147, "president_vote": null, "Yea": [1766, 1767, 1768, 1770, 1772, 1777, 1778, 1780, 1782, 1784, 1788, 1792, 1795, 1796, 1798, 1799, 1800, 1804, 1807, 1813, 1822, 1823, 1824, 1826, 1829, 1830, 1832, 1834, 1835, 1836, 1839, 1841, 1843, 1844, 1852, 1855, 1864, 1866, 1868, 1883, 3782, 3783, 3784, 3785, 3786, 3787, 3788, 3789, 3790, 3791, 3792, 3794, 3797, 3799, 3800, 3801, 3802, 3804, 3806], "Excused": [1769, 1817], "Nay": [1781, 1793, 1802, 1805, 1809, 1820, 1837, 1862, 3793]}}]}