{"session_id": 36, "bill_id": 9675, "bill_type": "Senate Bill", "bill_number": 18, "bill_title": "update certain references to federal laws and regulations regarding pipeline safety inspections and to increase the maximum civil penalty for certain pipeline safety violations.", "sponsors": [], "keywords": ["Energy Facilities", "Environmental Protection", "Public Health and Safety", "Public Officers and Employees", "Public Utilities and Carriers"], "audio": [{"meeting_datetime": "2019-01-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco08.mp3", "start_seconds": 2217.0}, {"meeting_datetime": "2019-01-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco08.mp3", "start_seconds": 2217.0}, {"meeting_datetime": "2019-01-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sco08.mp3", "start_seconds": 2217.0}, {"meeting_datetime": "2019-01-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen09.mp3", "start_seconds": 4520.0}, {"meeting_datetime": "2019-01-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen09.mp3", "start_seconds": 4520.0}, {"meeting_datetime": "2019-01-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen09.mp3", "start_seconds": 4520.0}, {"meeting_datetime": "2019-02-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco29.mp3", "start_seconds": 3208.0}, {"meeting_datetime": "2019-02-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco29.mp3", "start_seconds": 3208.0}, {"meeting_datetime": "2019-02-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco29.mp3", "start_seconds": 3208.0}, {"meeting_datetime": "2019-02-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hco29.mp3", "start_seconds": 3208.0}], "bill_versions": [{"bill_id": 9675, "bill_version_id": 51372, "bill_version": "Introduced", "bill_version_date": "2019-01-03T16:32:02.3-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to update certain references to federal laws and regulations regarding pipeline safety inspections and to increase the maximum civil penalty for certain pipeline safety violations. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-34B-1 be amended to read: 49-34B-1. Terms used in this chapter mean: (1) \"Commission,\" the Public Utilities Commission; (2) \"Emergency release,\" a release of a quantity of gas that is great enough to pose a clear and immediate danger to life, health, environment, or that threatens a significant loss of property; (3) \"Gas,\" natural gas, liquefied natural gas, flammable gas, gas which is toxic or corrosive, or liquefied petroleum gas in distribution systems; (4) \"Gas pipeline,\" all parts of those physical facilities through which gas moves in transportation, including pipe, valves, and other appurtenances attached to pipe, compressor units, metering stations, regulator stations, delivery stations, holders, and fabricated assemblies; (5) \"Gas pipeline facilities,\" new and existing pipelines, rights-of-way, master meter systems, pipeline facilities within this state which transport gas from an interstate gas pipeline to a direct sales customer within this state purchasing gas for its own consumption, and any equipment, facility, or building used in the transportation of gas or in the treatment of gas during the course of transportation; (6) \"Inspection fee,\" any fee assessed to pipeline operators based on the expenses and obligations incurred by the commission in implementing and administering this chapter; (7) \"Intrastate pipeline,\" any pipeline or that part of a pipeline to which this part applies that is not an interstate pipeline; (8) \"Interstate pipeline,\" pipeline facilities used in the transportation of gas which are subject to the jurisdiction of the Federal Energy Regulatory Commission under the Natural Gas Act, United States Code, Title 15, sections 717 to 717z, inclusive, as amended to January 1, 2016 2019, except that it does not include any pipeline facilities within this state which transport gas from an interstate gas pipeline to a direct sales customer within this state purchasing gas for its own consumption; (9) \"Liquefied natural gas,\" natural gas or synthetic gas having methane (CH4) as its major constituent that has been changed to a liquid or semisolid; (10) \"Master meter system,\" any pipeline system for distributing gas within a definable area, such as a mobile home park, housing project, or apartment complex, where the operator purchases metered gas from an outside source for resale through a gas distribution pipeline system and the gas distribution pipeline system supplies the ultimate consumer who either purchases the gas directly through a meter or by other means, such as by rents; (11) \"Pipeline operator,\" any person who owns or operates a pipeline; (12) \"Release,\" a spilling, leaking, pumping, pouring, emitting, emptying, discharging, injecting, leaching, dumping, disposing, flowing, or any uncontrolled escape of a gas from a pipeline; and (13) \"Transportation of gas,\" the gathering, transmission, or distribution of gas by pipeline or the storage of gas. Section 2. That § 49-34B-3 be amended to read: 49-34B-3. There is created a pipeline safety inspection program. The federal safety standards adopted as Code of Federal Regulations, title 49 appendix, parts 191, 192, 193, and 199 as amended to January 1, 2016 2019, are adopted as minimum safety standards for this chapter. The commission shall establish and implement a compliance program to enforce these safety standards. The program shall be established and implemented in a manner that fully complies with requirements for state certification under the United States Code, title 49, section 60105, as amended to January 1, 2016 2019. Section 3. That § 49-34B-4 be amended to read: 49-34B-4. The commission may, by rules promulgated pursuant to chapter 1-26, establish safety standards, but not more stringent than federal safety standards as provided by § 49-34B-3, for the intrastate transportation of gas and gas pipeline facilities. The standards may apply to the design, installation, inspection, testing, construction, extension, operation, replacement, and maintenance of gas pipeline facilities. Standards affecting the design, installation, construction, initial inspection, and initial testing do not apply to pipeline facilities in existence on the date the standards are adopted by either this state or the federal government. The safety standards shall be practicable and designed to meet the need for pipeline safety. In prescribing the standards, the commission shall consider: (1) Relevant available pipeline safety data; (2) Whether the standards are appropriate for the particular type of pipeline transportation of gas; (3) The reasonableness of any proposed standards; (4) The extent to which the standard will contribute to public safety; and (5) The existing standards established by the secretary of the United States Department of Transportation pursuant to the United States Code, title 49, section 60101 et seq. as amended to January 1, 2016 2019. Section 4. That § 49-34B-12 be amended to read: 49-34B-12. Any person who violates any provision of this chapter or any rule promulgated pursuant to this chapter is subject to a civil penalty to be imposed by the commission, after notice and opportunity for hearing. The civil penalty may not exceed one two hundred thousand dollars for each violation each day that the violation persists, except that the maximum civil penalty may not exceed one two million dollars for any related series of violations. In determining the amount of the penalty upon finding a violation, or the amount of a compromise settlement, the commission shall consider the appropriateness of the penalty to the size of the business of the person charged, the gravity of the violation, prior offenses and compliance history, the good faith of the person charged in attempting to achieve compliance, and such other matters as justice may require. All penalties collected pursuant to this chapter shall be deposited in the state treasury to the credit of the pipeline safety account, established pursuant to § 49-34B-9. This section does not apply to interstate gas pipeline facilities. Section 5. That § 49-34B-13 be amended to read: 49-34B-13. No person is subject to civil penalties under this chapter if prior civil penalties have been imposed under the United States Code, title 49, section 60101 et seq. as amended to January 1, 2016 2019, for conduct that may give rise to a violation of both acts. Nothing in this chapter limits the powers of the commission, or precludes the pursuit of any other administrative, civil, injunctive, or criminal remedies by the commission or any other person. Administrative remedies need not be exhausted in order to proceed under this chapter. The remedies provided by this chapter are in addition to those provided under existing statutory or common law. Section 6. That § 49-34B-14 be amended to read: 49-34B-14. The commission may, to the extent authorized by agreement with the secretary of the United States Department of Transportation, act as agent for the secretary of transportation to implement the United States Code, title 49, section 60101 et seq. as amended to January 1, 2016 2019, and any federal pipeline safety regulations promulgated thereto with respect to interstate gas pipelines located within this state, as necessary to obtain annual federal certification. The commission shall, to the extent authorized by federal law, inspect pipelines in the state as authorized by the provisions of this chapter. Section 7. That § 49-34B-15 be amended to read: 49-34B-15. The commission may seek and accept federal designation of the commission's pipeline inspectors as federal agents for the purposes of inspection pursuant to the United States Code, title 49, section 60101 et seq. as amended to January 1, 2016 2019, and federal rules adopted to implement those acts. If the Department of Transportation delegates inspection authority to the state as provided in this section, the commission shall do what is necessary to carry out its delegated federal authority. Section 8. That § 49-34B-19 be amended to read: 49-34B-19. The commission may promulgate pipeline inspection and safety rules, pursuant to chapter 1-26, to the extent necessary to enable the state to qualify for annual federal certification to operate the federal pipeline inspection program of intrastate and interstate gas pipelines as authorized by the United States Code, title 49, section 60101 et seq. as amended to January 1, 2016 2019. Section 9. That § 49-34B-22 be amended to read: 49-34B-22. All information reported to or obtained by the commission under this chapter that contains or relates to a trade secret referred to in United States Code, title 18, section 1905, as amended to January 1, 2016 2019, or that is granted by chapter 37-29 is confidential for the purpose of that section, except that the information may be disclosed to the commission or commission employee or agent concerned with enforcing this chapter. Nothing in this section authorizes the withholding of information by the commission from a committee of the Legislature."}, {"bill_id": 9675, "bill_version_id": 54322, "bill_version": "Enrolled", "bill_version_date": "2019-02-27T09:13:38.2-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9675, "action_date": "2019-01-08T12:00:00-06:00", "document_id": 51490, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51490.pdf", "status_text": "First read in Senate and referred to", "journal_page": 24, "committee_id_action": 409, "committee_id_assigned": 418, "result": "N", "vote": {}}, {"bill_id": 9675, "action_date": "2019-01-17T10:00:00-06:00", "document_id": 51760, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51760.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 418, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9675, "action_date": "2019-01-17T10:00:00-06:00", "document_id": 51869, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51869.pdf", "status_text": "Do Pass", "journal_page": 119, "committee_id_action": 418, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 27257, "president_vote": null, "Yea": [1599, 1601, 1583, 1430, 1595, 1561, 1584]}}, {"bill_id": 9675, "action_date": "2019-01-22T14:00:00-06:00", "document_id": 51992, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/51992.pdf", "status_text": "Do Pass", "journal_page": 0, "committee_id_action": 409, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 27349, "president_vote": null, "Yea": [1602, 1441, 1582, 1562, 1599, 1608, 1606, 1605, 1588, 1604, 1442, 1601, 1585, 1600, 1603, 1568, 1583, 1430, 1437, 1595, 1558, 1450, 1571, 1586, 1561, 1596, 1559, 1584, 1426, 1598, 1587, 1433, 1565, 1597], "Excused": [1607]}}, {"bill_id": 9675, "action_date": "2019-01-23T14:00:00-06:00", "document_id": 52083, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52083.pdf", "status_text": "First read in House and referred to", "journal_page": 160, "committee_id_action": 408, "committee_id_assigned": 428, "result": "N", "vote": {}}, {"bill_id": 9675, "action_date": "2019-02-25T10:00:00-06:00", "document_id": 54117, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54117.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 428, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9675, "action_date": "2019-02-25T10:00:00-06:00", "document_id": 54212, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54212.pdf", "status_text": "Do Pass", "journal_page": 515, "committee_id_action": 428, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28776, "president_vote": null, "Excused": [1567], "Yea": [1642, 1589, 1609, 1649, 1632, 1612, 1623, 1611, 1621, 1625, 1434, 1577]}}, {"bill_id": 9675, "action_date": "2019-02-25T10:00:00-06:00", "document_id": 54212, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54212.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 428, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9675, "action_date": "2019-02-26T14:00:00-06:00", "document_id": 54296, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54296.pdf", "status_text": "Do Pass", "journal_page": 553, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28882, "president_vote": null, "Yea": [1563, 1614, 1619, 1567, 1592, 1643, 1578, 1641, 1560, 1629, 1579, 1613, 1645, 1594, 1443, 1633, 1440, 1634, 1444, 1434, 1573, 1616, 1650, 1635, 1624, 1557, 1628, 1427, 1436, 1642, 1438, 1620, 1631, 1589, 1556, 1593, 1639, 1590, 1609, 1435, 1649, 1632, 1646, 1644, 1575, 1612, 1630, 1431, 1446, 1615, 1638, 1569, 1626, 1572, 1637, 1627, 1577, 1618, 1581, 1576, 1610, 1622, 1623, 1611, 1564, 1621, 1580, 1625, 1432], "Excused": [1647]}}, {"bill_id": 9675, "action_date": "2019-02-28T12:45:00-06:00", "document_id": 54479, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54479.pdf", "status_text": "Signed by the President", "journal_page": 556, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9675, "action_date": "2019-03-04T14:00:00-06:00", "document_id": 54577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54577.pdf", "status_text": "Signed by the Speaker", "journal_page": 622, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9675, "action_date": "2019-03-05T14:00:00-06:00", "document_id": 54664, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54664.pdf", "status_text": "Delivered to the Governor", "journal_page": 0, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9675, "action_date": "2019-03-11T10:00:00-05:00", "document_id": 54890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54890.pdf", "status_text": "Signed by the Governor", "journal_page": 672, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7016, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9675"}