{"session_id": 32, "bill_id": 9215, "bill_type": "Senate Bill", "bill_number": 199, "bill_title": "revise certain provisions regarding nonmeandered waters.", "sponsors": [{"legislator_profile_id": 1297, "is_prime": true}, {"legislator_profile_id": 1242, "is_prime": true}, {"legislator_profile_id": 1231, "is_prime": false}, {"legislator_profile_id": 1273, "is_prime": false}, {"legislator_profile_id": 1238, "is_prime": false}, {"legislator_profile_id": 1302, "is_prime": false}, {"legislator_profile_id": 1306, "is_prime": false}, {"legislator_profile_id": 1315, "is_prime": false}, {"legislator_profile_id": 1290, "is_prime": false}, {"legislator_profile_id": 1270, "is_prime": false}, {"legislator_profile_id": 1226, "is_prime": false}, {"legislator_profile_id": 1289, "is_prime": false}, {"legislator_profile_id": 1244, "is_prime": false}, {"legislator_profile_id": 1249, "is_prime": false}, {"legislator_profile_id": 1221, "is_prime": false}, {"legislator_profile_id": 1309, "is_prime": false}, {"legislator_profile_id": 1299, "is_prime": false}, {"legislator_profile_id": 1261, "is_prime": false}, {"legislator_profile_id": 1245, "is_prime": false}, {"legislator_profile_id": 1271, "is_prime": false}, {"legislator_profile_id": 1236, "is_prime": false}, {"legislator_profile_id": 1216, "is_prime": false}, {"legislator_profile_id": 1229, "is_prime": false}, {"legislator_profile_id": 1285, "is_prime": false}], "keywords": ["Game, Fish, Parks, and Forestry", "Nonmeandered Water", "Recreation and Sports", "State Affairs and Government"], "audio": [{"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sag19.mp3", "start_seconds": 131.0}, {"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sag19.mp3", "start_seconds": 131.0}, {"meeting_datetime": "2018-02-07T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sag19.mp3", "start_seconds": 131.0}], "bill_versions": [{"bill_id": 9215, "bill_version_id": 48412, "bill_version": "Introduced", "bill_version_date": "2018-02-01T09:22:11.853-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding nonmeandered waters. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 41-23-4 be repealed. 41-23-4. Any person is entitled to recreational use of the portion of a nonmeandered lake that overlies private property if the person has permission from the owner of the private property. Section 2. That § 41-23-5 be amended to read: 41-23-5. Any nonmeandered lake overlying private property is open to recreational use without permission of any owner of the private property underlying the nonmeandered lake unless the owner of the private property installs conspicuous markers, which may consist of signs or buoys, to identify the area petitions the commission pursuant to this chapter to close an area of the nonmeandered lake that is not open to public to all recreational use without permission or agreement as provided under this chapter by any person. This section does not prohibit an owner of private property underlying a nonmeandered lake from lawful access to or use of the bed of that nonmeandered lake. Section 3. That chapter 41-23 be amended by adding a NEW SECTION to read: The owner of private property underlying a nonmeandered lake may post without petition a privacy zone overlying the owner's property within six hundred sixty feet of the owner's occupied dwelling, a church, a school, or a permitted concentrated animal feeding operation. The public may not access or use nonmeandered water within the privacy zone without permission from the owner of the property underlying the privacy zone. Any privacy zone shall be designated a \"No Wake Zone.\" If the only reasonable means to access other waters open to recreational use is to traverse a privacy zone, the public may pass through the privacy zone. The passage shall be as far from the occupied dwelling, church, school, or concentrated animal feeding operation as is reasonably practical. Section 4. That § 41-23-6 be amended to read: 41-23-6. No Except as provided in this chapter, no owner of private property may receive financial compensation or consideration in any form in exchange for granting permission to fish on a portion recreational use of a nonmeandered lake overlying the owner's private property that is marked pursuant to § 41-23-5 or access to a nonmeandered lake. A violation of this section is a Class 1 misdemeanor. Section 5. That chapter 41-23 be amended by adding a NEW SECTION to read: Any nonmeandered lake overlying private property previously closed by posting conspicuous markers or buoys is null and void, unless the property owner files a petition by September 1, 2018, to keep the nonmeandered lake closed as provided in this chapter. Section 6. That § 41-23-7 be repealed. 41-23-7. Notwithstanding the provisions of this chapter, any nonmeandered lake listed in § 41-23-8 is declared open for recreational use, based on the following conditions occurring before January 1, 2017: (1) The open, obvious, and continuous recreational use by the public for a significant period; and (2) The expenditure of public funds for the construction of one or more boat ramps. Section 7. That § 41-23-8 be repealed. 41-23-8. The waters of the following nonmeandered lakes are declared open for recreational use pursuant to § 41-23-7: (1) Casey's Slough, Cottonwood GPA, Dry #1, Dry #2, Round, and Swan in Clark County; (2) Deep and Goose in Codington County; (3) East Krause, Lynn, and Middle Lynn, in Day County; (4) North Scatterwood in Edmunds County; (5) Three Buck in Hamlin County; (6) Bullhead, Cattail-Kettle, and Opitz in Marshall County; (7) Island South in McCook County; (8) Keisz in McPherson County; (9) Grass, Loss, Scott, and Twin in Minnehaha County; (10) Twin in Sanborn County; (11) Cottonwood and Mud in Spink County; (12) Cottonwood in Sully County; and (13) Dog Ear in Tripp County, South Dakota. Section 8. That § 41-23-9 be amended to read: 41-23-9. The commission shall promulgate rules, pursuant to chapter 1-26, to establish a process whereby an owner of private property underlying any nonmeandered lake listed in § 41-23-8 may petition the commission to allow the owner of private property to restrict recreational use of the water overlying the owner's private property close an area of the nonmeandered lake and provide that any member of the public may petition the commission to open a nonmeandered lake or portion of the nonmeandered lake. The commission shall, following the process as defined § 1-26-1, determine whether to grant, deny, or modify the petition. A closed area on a nonmeandered lake is closed to all recreational use by any person. The commission shall consider privacy, safety, and substantially affected financial interests of the owner of the private property underlying the water, as well as history of use, water quality, water quantity, impact on accessing water open to recreational use, and the public's interest in recreational use of the water. The commission may not address a subsequent petition on a closed area, or an area for which a petition to close has been denied, or an area that has been reopened unless either a period of eighteen months has passed since the commission's determination or a significant change in the character of the area has occurred. Notwithstanding any other provision of law, the owner of private property underlying a nonmeandered lake may, following a change in the ownership of the property, open that area or portion of that area that has been closed to all recreational use by any person without further action by the commission. Section 9. That § 41-23-12 be amended to read: 41-23-12. The commission shall promulgate rules, pursuant to chapter 1-26, to specify standards for the markers described in § 41-23-5 depicting closed areas and privacy zones after weighing the cost and burden of compliance by the owner of private property against the visibility of the markers to the public. Section 10. That § 41-23-13 be amended to read: 41-23-13. The owner of private property shall notify the department, within a reasonable time frame, of any area of a nonmeandered lake marked by the owner of private property pursuant to § 41-23-5. The department shall, within a reasonable time frame, identify the marked closed area and applicable restrictions in any map, guide, mobile application, or website maintained by the state to assist the public in identifying each public hunting or fishing recreational use area. Section 11. That § 41-23-16 be repealed. 41-23-16. The commission shall promulgate rules, pursuant to chapter 1-26, to establish a process whereby a person may petition the commission to open a portion of the waters or ice of a nonmeandered lake marked pursuant to § 41-23-5 for the limited purpose of transportation to a portion of the nonmeandered lake that is open for recreational use under the following conditions: (1) The marked portion of the nonmeandered lake is directly between a point of legal public access and a portion of the nonmeandered lake open for recreational use; and (2) There is no alternative legal public access or improved legal public access to the portion of the nonmeandered lake open for recreational use. Section 12. That § 41-23-17 be repealed. 41-23-17. The commission shall set the size and location of the area of the marked portion of a nonmeandered lake opened for transportation pursuant to § 41-23-16 and set reasonable speed, wake, and other limitations to protect the privacy, safety, and substantially affected financial interests of the owner of private property underlying the marked portion of the nonmeandered lake. Section 13. That § 31-3-6.1 be amended to read: 31-3-6.1. Notwithstanding any other provisions of this chapter, no county or township may vacate a highway which that provides access to public lands, meandered lakes, or nonmeandered lakes. Section 14. That § 31-3-11 be amended to read: 31-3-11. Whenever If the governing body of any township, or county, of this state, having jurisdiction has had, or shall have, is presented to it a petition for the vacation of any public highway or street, alley, or public ground or any part thereof, not located within the corporate limits of any municipality, and, after due the hearing such the governing body has granted or shall grant grants the petition in whole or in part and there was, or shall be, is recorded in the office of the register of deeds of the county wherein such the area is located a certified copy of the resolution or record of the action taken by such the body relative to such the petition, any defect or irregularity in the proceedings in such the matter shall be deemed is validated, legalized, and cured at the end of two years following the date of such the recording and any easement or interest of the public in or upon the area so vacated shall then be terminated and action thereon barred. This section does not apply to any highway subject to the provisions of § 31-3-6.1. Section 15. That § 31-3-17 be amended to read: 31-3-17. Nothing in this chapter may be construed to prevent prevents the township board, county board, or the Transportation Commission, or Department of Game, Fish and Parks from reopening highways so vacated without payment of damages to landowners on account of reopening said the highway. Section 16. That section 21 of chapter 1 of the 2017 Special Session Laws be repealed: [Section 21.] The provisions of this Act are repealed on June 30, 2018. Section 17. Recreational use is a lawful and beneficial use of the surface waters of this state. Section 18. This Act is effective on June 29, 2018."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9215, "action_date": "2018-02-01T14:00:00-06:00", "document_id": 48504, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48504.pdf", "status_text": "First Reading Senate", "journal_page": 327, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9215, "action_date": "2018-02-05T14:00:00-06:00", "document_id": 48695, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48695.pdf", "status_text": "Referred to", "journal_page": 367, "committee_id_action": 395, "committee_id_assigned": 368, "result": "N", "vote": {}}, {"bill_id": 9215, "action_date": "2018-02-07T18:30:00-06:00", "document_id": 48655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48655.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 368, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9215, "action_date": "2018-02-07T18:30:00-06:00", "document_id": 48921, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48921.pdf", "status_text": "Report out of committee without recommendation", "journal_page": 412, "committee_id_action": 368, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25562, "president_vote": null, "Nay": [1246], "Yea": [1267, 1244, 1245, 1300, 1228, 1262, 1278, 1264]}}, {"bill_id": 9215, "action_date": "2018-02-12T14:00:00-06:00", "document_id": 49089, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49089.pdf", "status_text": "Placed on calendar pursuant to JR 6F-6", "journal_page": 432, "committee_id_action": 395, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 25664, "president_vote": null, "Nay": [1239, 1264, 1246, 1228, 1219, 1262, 1234, 1232, 1278, 1304, 1224, 1267, 1243, 1218, 1233, 1252, 1288, 1220, 1276], "Yea": [1230, 1231, 1217, 1273, 1290, 1270, 1289, 1244, 1281, 1221, 1272, 1245, 1271, 1237, 1242, 1300]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9215"}