{"session_id": 61, "bill_id": 21474, "bill_type": "House Bill", "bill_number": 1267, "bill_title": "allow nurse midwives to practice as independent practitioners.", "sponsors": [{"legislator_profile_id": 3578, "is_prime": true}, {"legislator_profile_id": 3603, "is_prime": true}, {"legislator_profile_id": 3574, "is_prime": false}, {"legislator_profile_id": 3577, "is_prime": false}, {"legislator_profile_id": 3579, "is_prime": false}, {"legislator_profile_id": 3587, "is_prime": false}, {"legislator_profile_id": 3589, "is_prime": false}, {"legislator_profile_id": 3604, "is_prime": false}, {"legislator_profile_id": 3609, "is_prime": false}, {"legislator_profile_id": 3616, "is_prime": false}, {"legislator_profile_id": 3619, "is_prime": false}, {"legislator_profile_id": 3621, "is_prime": false}, {"legislator_profile_id": 3636, "is_prime": false}, {"legislator_profile_id": 3639, "is_prime": false}, {"legislator_profile_id": 3640, "is_prime": false}, {"legislator_profile_id": 3641, "is_prime": false}, {"legislator_profile_id": 3642, "is_prime": false}, {"legislator_profile_id": 3646, "is_prime": false}, {"legislator_profile_id": 3662, "is_prime": false}, {"legislator_profile_id": 3668, "is_prime": false}, {"legislator_profile_id": 3671, "is_prime": false}, {"legislator_profile_id": 3676, "is_prime": false}], "keywords": ["Professional and Occupational Licensing"], "audio": [{"meeting_datetime": "2007-02-09T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe23.mp3", "start_seconds": 67.0}, {"meeting_datetime": "2007-02-09T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe23.mp3", "start_seconds": 67.0}, {"meeting_datetime": "2007-02-09T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe23.mp3", "start_seconds": 67.0}, {"meeting_datetime": "2007-02-09T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe23.mp3", "start_seconds": 67.0}, {"meeting_datetime": "2007-02-09T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe23.mp3", "start_seconds": 67.0}, {"meeting_datetime": "2007-02-09T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe23.mp3", "start_seconds": 67.0}, {"meeting_datetime": "2007-02-14T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe26.mp3", "start_seconds": 7188.0}, {"meeting_datetime": "2007-02-14T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe26.mp3", "start_seconds": 7188.0}, {"meeting_datetime": "2007-02-14T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe26.mp3", "start_seconds": 7188.0}], "bill_versions": [{"bill_id": 21474, "bill_version_id": 111039, "bill_version": "Introduced", "bill_version_date": "2007-01-29T11:36:24-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to allow nurse midwives to practice as independent practitioners. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 36-9A be amended by adding thereto a NEW SECTION to read as follows: A nurse midwife may perform the independent management of women's health care, focusing particularly on common primary care issues, pregnancy, childbirth, the post partum period, care of the newborn, and the family planning and gynecologic needs of a woman, consistent with § 36-9A-13, without having a collaborative agreement with a physician. Section 2. That § 36-9A-13 be amended to read as follows: 36-9A-13. A nurse midwife may perform the following overlapping scope of advanced practice nursing and medical functions pursuant to § 36-9A-15 , including: (1) Management of the prenatal and postpartum care of the mother-baby unit; (2) Management and direction of the birth; (3) Provision of appropriate health supervision during all phases of the reproductive life span to include family planning services, menopausal care, and cancer screening and prevention; and (4) Prescription of appropriate medications and provision of drug samples or a limited supply of appropriate labeled medications for individuals under the nurse midwife's care pursuant to the scope of practice defined in this section, including controlled drugs or substances listed on Schedule II in chapter 34-20B for one period of not more than thirty days. Medications or sample drugs provided to patients shall be accompanied with written administration instructions and appropriate documentation shall be entered in the patient's medical record. Section 3. That § 36-9A-15 be amended to read as follows: 36-9A-15. The term, collaborative agreement, as used in this chapter, means a written agreement authored and signed by the nurse practitioner or nurse midwife and the physician with whom the nurse practitioner or nurse midwife is collaborating. A collaborative agreement defines or describes the agreed upon overlapping scope of advanced practice nursing and medical functions that may be performed, consistent with § 36-9A-12 or 36-9A-13 , and contains such other information as required by the boards. A copy of each collaborative agreement shall be maintained on file with and be approved by the boards prior to performing any of the acts contained in the agreement. Section 4. That § 36-9A-17 be amended to read as follows: 36-9A-17. A nurse practitioner or nurse midwife may perform the overlapping scope of advanced practice nursing and medical functions only under the terms of a collaborative agreement with a physician licensed under chapter 36-4. Any collaborative agreement shall be maintained on file with the boards. Collaboration may be by direct personal contact, or by a combination of direct personal contact and indirect contact via telecommunication, as may be required by the boards. If the collaborating physician named in a collaborative agreement becomes temporarily unavailable, the nurse practitioner or nurse midwife may perform the agreed upon overlapping scope of advanced practice nursing and medical functions in consultation with another licensed physician designated as a substitute. Section 5. That § 36-9A-17.1 be amended to read as follows: 36-9A-17.1. The boards may authorize those modifications in the method and frequency of collaboration of a nurse practitioner or nurse midwife required by § 36-9A-17 that they consider appropriate based upon a finding of adequate collaboration, training, and proficiency. The boards may permit a physician to establish a collaborative relationship with more than one nurse practitioner or nurse midwife and shall establish the number of nurse practitioners or nurse midwives , up to four FTE, based upon a finding that adequate collaboration will exist under the modification proposed. Nothing in this section is intended to diminish the professional and legal responsibility of a collaborating physician or the nurse practitioner or nurse midwife as provided in § 36-9A-17. Section 6. That § 36-9A-20 be amended to read as follows: 36-9A-20. If a nurse practitioner or nurse midwife intends to alter practice status by reason of a change in setting, modification, or expansion of the functions the nurse practitioner or nurse midwife is authorized to perform, or for any other reason, the nurse practitioner or nurse midwife shall submit a new or amended collaborative agreement to the boards for approval before any change may be permitted. Section 7. That § 36-9A-29 be amended to read as follows: 36-9A-29. The boards may deny, revoke, or suspend any license or application for licensure to practice as a nurse practitioner or nurse midwife in this state, and may take such other disciplinary or corrective action as the boards deem appropriate upon proof that the license holder or applicant has: (1) Committed fraud, deceit, or misrepresentation in procuring or in attempting to procure a license; (2) Aided or abetted an unlicensed person to practice as a nurse practitioner or nurse midwife; (3) Engaged in practice as a nurse practitioner or nurse midwife under a false or assumed name and failed to register that name pursuant to chapter 37-11, or impersonated another license holder of a like or different name; (4) Become addicted to the habitual use of intoxicating liquors or controlled drugs as defined by chapter 34-20B to such an extent as to incapacitate the license holder or applicant from the performance of professional duties; (5) Negligently, willfully, or intentionally acted in a manner inconsistent with the health and safety of persons entrusted to the license holder's care; (6) Had authorization to practice as a nurse practitioner or nurse midwife denied, revoked, or suspended or had other disciplinary action taken in another state; (7) Failed to maintain on file with the boards , if a nurse practitioner, a copy of each collaborative agreement accurately containing the current information regarding the license holder's practice status required by the boards; (8) Practiced as a nurse practitioner or nurse midwife without a valid license; (9) Engaged in the performance of advanced practice nursing and medical functions beyond the scope of practice authorized by any current collaborative agreement or by § 36-9A-12 or 36-9A-13; (10) Violated any provisions of this chapter or the rules and regulations of the boards promulgated hereunder."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21474, "action_date": "2007-01-29T14:00:00-06:00", "document_id": 111076, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111076.pdf", "status_text": "First read in House and referred to", "journal_page": 242, "committee_id_action": 923, "committee_id_assigned": 914, "result": "N", "vote": {}}, {"bill_id": 21474, "action_date": "2007-02-09T07:45:00-06:00", "document_id": 111902, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111902.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 914, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21474, "action_date": "2007-02-09T07:45:00-06:00", "document_id": 111902, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111902.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 914, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 64890, "president_vote": null, "Nay": [3576, 3613, 3637, 3656, 3670], "Yea": [3588, 3620, 3624, 3645, 3646, 3662], "Excused": [3631, 3671]}}, {"bill_id": 21474, "action_date": "2007-02-14T07:45:00-06:00", "document_id": 112243, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112243.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 914, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21474, "action_date": "2007-02-14T07:45:00-06:00", "document_id": 112243, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112243.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 510, "committee_id_action": 914, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65169, "president_vote": null, "Yea": [3576, 3588, 3613, 3624, 3631, 3637, 3645, 3656, 3670], "Nay": [3620, 3646, 3662, 3671]}}]}