{"session_id": 44, "bill_id": 22237, "bill_type": "House Commemoration", "bill_number": 8005, "bill_title": "Commending and honoring Patrick \"Feathers\" Ealy, a former employee of the Douglas School District, for his dedication to the students, families, and staff of the Douglas School District and the greater Box Elder community.", "sponsors": [{"legislator_profile_id": 1805, "is_prime": true}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 22237, "bill_version_id": 219273, "bill_version": "Introduced", "bill_version_date": "2021-03-03T14:39:29.607-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Patrick \"Feathers\" Ealy, a former employee of the Douglas School District, for his dedication to the students, families, and staff of the Douglas School District and the greater Box Elder community. WHEREAS, Through his efforts in cyber security and data assembly, Patrick Ealy served as a selfless whistleblower, placing the interests of others ahead of his own gain. These efforts ensured a safe learning environment along with safe educational opportunities for all children, families, and staff of the Douglas School District; and WHEREAS, Patrick Ealy played a distinguished role in advancing and embracing the First Nations cultural identity in the Douglas School District and the greater Box Elder community, serving as an inspirational role model for many tribal and community members. He demonstrates continued commitment to the youth and cultural restoration of the First Nations through his efforts in restoring, touring, and displaying classical aircraft to inspire, motivate, and challenge First Nations youth worldwide; and WHEREAS, Patrick Ealy dedicated himself to the affordable housing crisis in the Box Elder area and acted in support of the Ellsworth Development Authority by assisting with the establishment of the \"Prairie Rose Meadow\" community. He has made it his mission and charitable cause to establish sustainable communities for families, and he continues to lead affordable housing and mental health efforts in honor of the late Paul William Robert Clarke: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Sixth Legislature of the State of South Dakota, that Patrick \"Feathers\" Ealy is hereby commended and honored for his dedication and service to the Douglas School District and the greater Box Elder community."}, {"bill_id": 22237, "bill_version_id": 220008, "bill_version": "Enrolled", "bill_version_date": "2021-03-09T16:57:58.307-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Patrick \"Feathers\" Ealy, a former employee of the Douglas School District, for his dedication to the students, families, and staff of the Douglas School District and the greater Box Elder community. WHEREAS, through his efforts in cyber security and data assembly, Patrick Ealy served as a selfless whistleblower, placing the interests of others ahead of his own gain. These efforts ensured a safe learning environment along with safe educational opportunities for all children, families, and staff of the Douglas School District; and WHEREAS, Patrick Ealy played a distinguished role in advancing and embracing the First Nations cultural identity in the Douglas School District and the greater Box Elder community, serving as an inspirational role model for many tribal and community members. He demonstrates continued commitment to the youth and cultural restoration of the First Nations through his efforts in restoring, touring, and displaying classical aircraft to inspire, motivate, and challenge First Nations youth worldwide; and WHEREAS, Patrick Ealy dedicated himself to the affordable housing crisis in the Box Elder area and acted in support of the Ellsworth Development Authority by assisting with the establishment of the \"Prairie Rose Meadow\" community. He has made it his mission and charitable cause to establish sustainable communities for families, and he continues to lead affordable housing and mental health efforts in honor of the late Paul William Robert Clarke: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Sixth Legislature of the State of South Dakota, that Patrick \"Feathers\" Ealy is hereby commended and honored for his dedication and service to the Douglas School District and the greater Box Elder community."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22237, "action_date": "2021-03-08T14:00:00-06:00", "document_id": 219768, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/219768.pdf", "status_text": "", "journal_page": 526, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22237"}