{"session_id": 19, "bill_id": 3986, "bill_type": "House Bill", "bill_number": 1126, "bill_title": "revise the massage therapy licensing requirements.", "sponsors": [{"legislator_profile_id": 350, "is_prime": true}, {"legislator_profile_id": 319, "is_prime": true}, {"legislator_profile_id": 349, "is_prime": false}, {"legislator_profile_id": 398, "is_prime": false}, {"legislator_profile_id": 342, "is_prime": false}, {"legislator_profile_id": 324, "is_prime": false}, {"legislator_profile_id": 397, "is_prime": false}, {"legislator_profile_id": 381, "is_prime": false}, {"legislator_profile_id": 365, "is_prime": false}, {"legislator_profile_id": 372, "is_prime": false}, {"legislator_profile_id": 336, "is_prime": false}, {"legislator_profile_id": 414, "is_prime": false}, {"legislator_profile_id": 380, "is_prime": false}, {"legislator_profile_id": 357, "is_prime": false}], "keywords": ["Licensing", "Professions and Occupations"], "audio": [{"meeting_datetime": "2013-01-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco12.mp3", "start_seconds": 1168.0}, {"meeting_datetime": "2013-01-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco12.mp3", "start_seconds": 1168.0}, {"meeting_datetime": "2013-01-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco12.mp3", "start_seconds": 1168.0}, {"meeting_datetime": "2013-02-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou18.mp3", "start_seconds": 1159.0}, {"meeting_datetime": "2013-02-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou18.mp3", "start_seconds": 1159.0}, {"meeting_datetime": "2013-02-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou18.mp3", "start_seconds": 1159.0}, {"meeting_datetime": "2013-02-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou18.mp3", "start_seconds": 1159.0}, {"meeting_datetime": "2013-02-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou18.mp3", "start_seconds": 1159.0}, {"meeting_datetime": "2013-02-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou18.mp3", "start_seconds": 1159.0}, {"meeting_datetime": "2013-02-15T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she24.mp3", "start_seconds": 70.0}, {"meeting_datetime": "2013-02-15T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she24.mp3", "start_seconds": 70.0}, {"meeting_datetime": "2013-02-22T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she28.mp3", "start_seconds": 591.0}, {"meeting_datetime": "2013-02-22T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she28.mp3", "start_seconds": 591.0}, {"meeting_datetime": "2013-02-22T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she28.mp3", "start_seconds": 591.0}, {"meeting_datetime": "2013-02-25T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she29.mp3", "start_seconds": 85.0}, {"meeting_datetime": "2013-02-25T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she29.mp3", "start_seconds": 85.0}, {"meeting_datetime": "2013-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen31.mp3", "start_seconds": 7180.0}, {"meeting_datetime": "2013-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen31.mp3", "start_seconds": 7180.0}, {"meeting_datetime": "2013-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen31.mp3", "start_seconds": 7180.0}], "bill_versions": [{"bill_id": 3986, "bill_version_id": 24163, "bill_version": "Introduced", "bill_version_date": "2013-01-22T08:51:59.823-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal the massage therapy licensing requirements and regulatory board. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-35-1 be repealed. 36-35-1. Terms in this chapter mean: (1) \"Board,\" the Board of Massage Therapy; (2) \"Massage,\" the systematic mobilization of the soft tissues of the body through the application of hands or devices for the purposes of therapy, relaxation, or education through means which include: (a) Pressure, friction, stroking, rocking, kneading, percussion, compression, or stretching; (b) External application of water, heat, cold, lubricants, or other topical agents; or (c) The use of devices that mimic or enhance actions done by hands; (3) \"Practice of massage therapy,\" the performance of massage for a fee or other compensation or holding oneself out to the public as performing massage. Section 2. That § 36-35-2 be repealed. 36-35-2. The board consists of five members appointed by the Governor. The terms of the initial members of the board shall be staggered by the drawing of lots with three of the initial members serving a term of three years, two of the initial members serving a term of two years, and one of the initial members serving a term of one year. Any subsequent term on the board shall be three years. One member of the board shall be a person not licensed by the board. Four members of the board shall be persons licensed by the board. The Governor shall fill any vacancy by appointment to complete the unexpired portion of that member's term. No person may serve more than three consecutive full terms on the board. The appointment to an unexpired term is not considered a full term. The terms of members shall begin on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The appointee's term shall expire on October thirtieth in the third year of appointment. Members terms that end June 30, 2012, are extended to October 30, 2012. Section 3. That § 36-35-3 be repealed. 36-35-3. Any member of the board may resign by giving written notice to the board and to the Governor. Resignations are effective when delivered to the Governor and the board. Section 4. That § 36-35-4 be repealed. 36-35-4. The board shall select a president, vice-president, and secretary at its annual meeting. The board may hire an executive secretary to perform any managerial, clerical, or other duties directed by the board. Section 5. That § 36-35-5 be repealed. 36-35-5. The board shall hold an annual meeting at a place and time set by the board. The board may hold special meetings at a time and place set by the president or a majority of the board by giving written notice to the board prior to the meeting. Section 6. That § 36-35-6 be repealed. 36-35-6. Three board members present at any meeting constitute a quorum. No board action may occur unless approved by a majority vote of the entire board. Section 7. That § 36-35-7 be repealed. 36-35-7. Board members shall receive a per diem set pursuant to § 4-7-10.4 and expenses at the same rate as other state employees while actually engaged in official duties. Section 8. That § 36-35-8 be repealed. 36-35-8. Any person engaged in the practice of massage in this state shall conspicuously display a valid license or certified duplicate license from the board in the person's place of business. Section 9. That § 36-35-9 be repealed. 36-35-9. Any fees and civil penalties collected under this chapter shall be used for the operation of the board and the implementation of this chapter. Section 10. That § 36-35-10 be repealed. 36-35-10. Any person who engages in the practice of massage or holds himself or herself out to the public as engaged in the practice of massage without a license pursuant to this chapter is guilty of a Class 1 misdemeanor and upon conviction the court shall assess a civil penalty of one thousand dollars payable to the board. The state or the board may file a civil action to enjoin any person engaging in the practice of massage without a license. Section 11. That § 36-35-11 be repealed. 36-35-11. Any person who advertises services to the public as a massage therapist, bodywork therapist, masseur, masseuse, massagist, or any derivation or abbreviation of those terms or any other term commonly recognized to mean the practice of massage therapy while not licensed under this chapter is guilty of a Class 1 misdemeanor. Upon conviction the court shall assess a civil penalty of one thousand dollars payable to the board. The state or the board may file a civil action to enjoin any person from violating this section. Section 12. That § 36-35-12 be repealed. 36-35-12. The board may issue a license to engage in the practice of massage to any person who submits an application form and the nonrefundable application fee as approved in § 36-35-17 and who demonstrates the following qualifications: (1) Eighteen years of age or older; (2) Good moral character; (3) High school diploma or equivalent; (4) Completion of no less than five hundred hours of training or study in the practice of massage with a facility or instructor recognized by the board; (5) Absence of unprofessional conduct; (6) Professional liability insurance coverage with limits at or above an amount set by the board; and (7) Passing score on an examination administered by a national certification board approved by the board in rules promulgated pursuant to chapter 1-26. A license issued under this chapter is valid for a period of one year from the date it was issued and automatically expires unless it is renewed. The board may refuse to grant a license to any person based on failure to demonstrate the requirements of this section. An applicant may appeal the denial of a license in compliance with chapter 1-26. Section 13. That § 36-35-13 be repealed. 36-35-13. For the purposes of this chapter, any of the following acts constitute unprofessional conduct: (1) Conviction of any felony, any crime involving or relating to the practice of massage, or any crime involving dishonesty or moral turpitude; (2) Abuse of or addiction to alcohol, marijuana, or any controlled substance; (3) Providing the board false or misleading information on any application for a license or renewal of a license; (4) Willful misconduct or negligence in the practice of massage; (5) Prescribing or administering controlled substances, narcotics, barbiturates, or other potentially habit forming substances unless done through separate licensure under state law; (6) Exceeding the scope of practice of massage as defined in § 36-35-1; (7) Engaging in any lewd or immoral conduct; (8) Making excessive or fraudulent charges for services; (9) Engaging in conduct which endangers the health or welfare of clients or other persons; or (10) Failure to comply with any provision of this chapter. Section 14. That § 36-35-14 be repealed. 36-35-14. Until July 1, 2008, the board may issue a license to a person who demonstrates completion of a minimum of one hundred hours of training or study in the practice of massage with a facility or instructor recognized by the board or adequate experience derived from the active practice of massage for at least the three years immediately preceding the date of the application. Any person applying for a license under this section is not required to comply with the examination and training or study requirements of § 36-35-12 but shall meet the other criteria set forth in § 36-35-12. Any person applying for a license under this section shall submit an application as required by § 36-35-12 along with proof of active practice for at least three years prior to the date of application. Any person who qualified for licensure pursuant to this section and allowed the license to lapse may be issued a license, notwithstanding the initial time period provided in this section, by complying with this section before June 30, 2012. Section 15. That § 36-35-15 be repealed. 36-35-15. Any person holding a valid license to practice massage from another state whose requirements for licensure are not less restrictive than this state is not required to take the examination for licensure. Any person applying for a license under this section shall submit an application as required by § 36-35-12 along with proof of a current license. This section applies only to persons holding licenses from states which offer reciprocity to persons licensed by this state. Section 16. That § 36-35-16 be repealed. 36-35-16. Any person holding a valid license under this chapter may renew that license by paying the required renewal fee and providing proof of compliance with the continuing education requirements set by the board at least thirty days prior to the expiration of the current license. Any person who submits a license renewal less than thirty days prior to the expiration of the license but no later than the expiration date shall submit a seventy-five dollar late fee. If the board has not received a license renewal by the expiration date, the board shall notify the licensee within five days that the renewal has not been received and that the licensee may not practice until the license is renewed. Any person who submits a license renewal within thirty days after the expiration date shall submit a one hundred fifty dollar late fee. Any person whose license has lapsed shall reapply for a license. Section 17. That § 36-35-17 be repealed. 36-35-17. Any applicant for a license under this chapter shall submit a nonrefundable application fee not to exceed one hundred dollars. Any person who has a license issued or renewed by the board shall submit a license fee in an amount not to exceed sixty-five dollars. Fees shall be set by the board by rule promulgated pursuant to chapter 1-26. Section 18. That § 36-35-18 be repealed. 36-35-18. Any person holding a valid license under this chapter may obtain a certified duplicate license by submitting a fee to be set by the board by rule promulgated pursuant to chapter 1-26, not to exceed twenty-five dollars for each certified duplicate. Section 19. That § 36-35-18.1 be repealed. 36-35-18.1. The board may issue an inactive massage therapist license upon payment of the application fee. Section 20. That § 36-35-19 be repealed. 36-35-19. Any person licensed under this chapter shall complete eight hours of continuing education relating to competence in the practice of massage on a biennial basis of a type and from a facility or instructor approved by the board. No more than four of the required continuing education hours may be obtained by electronic means. The board may waive the continuing education requirement upon proof of illness or hardship. Section 21. That § 36-35-20 be repealed. 36-35-20. The board may inspect the place of business of any person with a license issued pursuant to this chapter during normal business hours or upon written notice. Section 22. That § 36-35-21 be repealed. 36-35-21. Any person holding a valid license under this chapter and engaged in the practice of massage therapy shall carry professional liability insurance coverage with limits at or in excess of the minimum amount established by the board. Section 23. That § 36-35-22 be repealed. 36-35-22. The board may cancel, suspend, or revoke a license following a contested case hearing in compliance with chapter 1-26 upon satisfactory proof of incompetence, unprofessional conduct, or a violation of any provision of this chapter. The board may waive the requirement of prior notice and an informal meeting set forth in § 1-26-29 if the licensee presents an immediate threat to the public or has engaged in willful misconduct. Any person may appeal the cancellation, suspension, or revocation of a license in compliance with chapter 1-26. Section 24. That § 36-35-23 be repealed. 36-35-23. Any person whose license has been cancelled, suspended, or revoked by the board may not reapply for a license until one year after it was cancelled, suspended, or revoked unless a different time has been set by the board. Section 25. That § 36-35-24 be repealed. 36-35-24. The board may promulgate rules pursuant to chapter 1-26 in the following areas: (1) The form and information required for any license application; (2) A list of recognized facilities or instructors who may provide training or instruction required for licensure or continuing education requirements; (3) The amount of license fees; (4) The procedures for conducting disciplinary proceedings; (5) The minimum limits of malpractice insurance to be carried by any person licensed under this chapter; and (6) The procedures for applying for an inactive license and the procedures to regain active licensure. Section 26. That § 36-35-25 be repealed. 36-35-25. The provisions of this chapter do not apply to any person performing massage for compensation if the massage is done under one of the following circumstances: (1) As part of a licensed practice as a physician, physician assistant, chiropractor, nurse, physical therapist, athletic trainer, or other health care profession licensed or certified under Title 36; (2) As part of a licensed practice pursuant to chapter 36-14 or 36-15, if the licensee is performing within the scope of the licensed practice and the licensee does not hold himself or herself out to be a massage therapist or to be engaged in the practice of massage therapy; (3) In furtherance of duties as an employee of the United States; (4) As part of a course of study with a facility or instructor recognized and approved by the board to provide training in massage or the provision of such instruction; (5) As part of providing a course of instruction or continuing education in the practice of massage therapy on a temporary basis not in excess of ten days; or (6) Manipulation of the soft tissues of the human body is restricted to the hands, feet, or ears and the person does not hold himself or herself out to be a massage therapist or to be engaged in the practice of massage therapy."}, {"bill_id": 3986, "bill_version_id": 25287, "bill_version": "House Engrossed", "bill_version_date": "2013-02-05T15:05:49.567-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the massage therapy licensing requirements. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-35-12 be amended to read as follows: 36-35-12. The board may shall issue a license to engage in the practice of massage to any person who submits an application form and the nonrefundable application fee as approved in § 36-35-17 and who demonstrates the following qualifications: (1) Eighteen years of age or older; (2) Good moral character; (3) High school diploma or equivalent; (4) Completion of no less than five hundred hours of training or study in the practice of massage with a facility or instructor recognized by the board; (5) Absence of unprofessional conduct; (6) Professional liability insurance coverage with limits at or above an amount set by the board; and (7) Passing score on an examination administered by a national certification board approved by the board in rules promulgated pursuant to chapter 1-26. A license issued under this chapter is valid for a period of one year from the date it was issued and automatically expires unless it is renewed. The board may refuse to grant a license to any person based on failure to demonstrate the requirements of this section. An applicant may appeal the denial of a license in compliance with chapter 1-26."}, {"bill_id": 3986, "bill_version_id": 26333, "bill_version": "Senate Health and Human Services Engrossed", "bill_version_date": "2013-02-25T12:38:34.13-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the massage therapy licensing requirements. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-35-8 be amended to read as follows: 36-35-8. Any person engaged in the practice of massage in this state shall conspicuously display a valid license or certified duplicate license from the board in the person's place of business. Section 2. That § 36-35-9 be amended to read as follows: 36-35-9. Any fees and civil penalties collected under this chapter shall be used for the operation of the board and the implementation of this chapter. Section 3. That § 36-35-10 be amended to read as follows: 36-35-10. Any person who engages in the practice of massage or holds himself or herself out to the public as engaged in the practice of massage without a license pursuant to this chapter is guilty of a Class 1 misdemeanor and upon conviction the court shall assess a civil penalty of one thousand dollars payable to the board. The state or the board may file a civil action to enjoin any person engaging in the practice of massage without a license. Section 4. That § 36-35-11 be repealed. 36-35-11. Any person who advertises services to the public as a massage therapist, bodywork therapist, masseur, masseuse, massagist, or any derivation or abbreviation of those terms or any other term commonly recognized to mean the practice of massage therapy while not licensed under this chapter is guilty of a Class 1 misdemeanor. Upon conviction the court shall assess a civil penalty of one thousand dollars payable to the board. The state or the board may file a civil action to enjoin any person from violating this section. Section 5. That § 36-35-12 be amended to read as follows: 36-35-12. The board may shall issue a license to engage in the practice of massage to any person who submits an application form and the nonrefundable application fee as approved in § 36-35-17 and who demonstrates the following qualifications: (1) Eighteen years of age or older; (2) Good moral character; (3) High school diploma or equivalent; (4)(3) Completion of no less than five hundred hours of training or study in the practice of massage with a facility or instructor recognized by the board; (5)(4) Absence of unprofessional conduct; (6)(5) Professional liability insurance coverage with limits at or above an amount set by the board pursuant to section 15 of this Act; and (7)(6) Passing score on an examination administered by a national certification board a nationally recognized competency examination approved by the board in rules promulgated pursuant to chapter 1-26. A license issued under this chapter is valid for a period of one year from the date it was issued and automatically expires unless it is renewed. The board may refuse to grant a license to any person based on failure to demonstrate the requirements of this section. An applicant may appeal the denial of a license in compliance with chapter 1-26. Section 6. That chapter 36-35 be amended by adding thereto a NEW SECTION to read as follows: Upon application and payment of a fee not to exceed seventy-five dollars, the board may issue a temporary permit to practice as a licensed massage therapist to an applicant who has met the requirements of subdivision 36-35-12(1) to (5), inclusive, pending completion and results of the examination required pursuant to subdivision 36-35-12(6). A temporary license may be issued no more than twice and is effective for a term of not more than one hundred eighty days. A temporary license expires on the occurrence of the following: (1) Issuance of a regular license; (2) Failure to pass the licensing examination; or (3) Expiration of the term for which the temporary license was issued. Section 7. That chapter 36-35 be amended by adding thereto a NEW SECTION to read as follows: The board shall automatically issue a license with an expiration date of September 30, 2014, to any massage therapist licensed in South Dakota before July 1, 2013. Section 8. That chapter 36-35 be amended by adding thereto a NEW SECTION to read as follows: Unless automatically issued pursuant to this section, a license issued under this chapter is valid until September thirtieth following the date it is issued and automatically expires unless it is renewed. Section 9. That § 36-35-13 be amended to read as follows: 36-35-13. For the purposes of this chapter, any of the following acts constitute unprofessional conduct: (1) Conviction of any felony, any crime involving or relating to the practice of massage, or any crime involving dishonesty or moral turpitude; (2) Abuse of or addiction to alcohol, marijuana, or any controlled substance; (3) Providing the board false or misleading information on any application for a license or renewal of a license; (4)(3) Willful misconduct or negligence in the practice of massage; (5) Prescribing or administering controlled substances, narcotics, barbiturates, or other potentially habit forming substances unless done through separate licensure under state law; (6)(4) Exceeding the scope of practice of massage as defined in § 36-35-1; (7)(5) Engaging in any lewd or immoral conduct; (8)(6) Making excessive or fraudulent charges for services; (9)(7) Engaging in conduct which endangers the health or welfare of clients or other persons; or (10)(8) Failure to comply with any provision of this chapter. Section 10. That § 36-35-15 be amended to read as follows: 36-35-15.Any person holding a valid license or registration to practice massage from another state whose requirements for licensure or registration are not less restrictive than this state is not required to take the exempted from the requirement for any examination for licensure by § 36-35-12. Any person applying for a license under this section shall submit an application as required by § 36-35-12 along with proof of a current license. This section applies only to persons holding licenses from states which offer reciprocity to persons licensed by this state. Section 11. That § 36-35-16 be amended to read as follows: 36-35-16.Any person holding a valid license under this chapter may renew that license by paying the required renewal fee and providing proof of compliance with the continuing education requirements set by the board at least thirty days prior to the expiration of the current license. Any person who submits a license renewal less than thirty days prior to the expiration of the license but no later than the expiration date shall submit a seventy-five dollar late fee. If the board has not received a license renewal by the expiration date, the board shall notify the licensee within five days that the renewal has not been received and that the licensee may not practice until the license is renewed. Any person who submits a license renewal and provides proof of compliance with the continuing education requirements set by the board within thirty days after the expiration date shall submit a one hundred fifty dollar late fee. Any person whose license has lapsed shall reapply for a license be granted a license renewal. Section 12. That § 36-35-18 be amended to read as follows: 36-35-18. Any person holding a valid license under this chapter may obtain a certified duplicate license by submitting a fee to be set by the board by rule promulgated pursuant to chapter 1-26, not to exceed twenty-five dollars for each certified duplicate. The board may issue a duplicate license to a licensee upon request. Section 13. That § 36-35-19 be amended to read as follows: 36-35-19.Any person licensed under this chapter shall complete eight hours of continuing education relating to competence in the practice of massage on a biennial basis of a type and from a facility or instructor approved by the board. No more than four of the The required continuing education hours may be obtained by electronic means. The board may waive the continuing education requirement upon proof of illness or hardship. Section 14. That § 36-35-20 be amended to read as follows: 36-35-20.The board shall receive and may investigate any complaint filed with the board alleging that any licensed massage therapist has violated the requirements of this chapter. The board may inspect the place of business of any person with a license issued pursuant to this chapter named in a complaint pursuant to this section during normal business hours or upon written notice. Section 15. That § 36-35-21 be amended to read as follows: 36-35-21.Any person holding a valid license under this chapter and engaged in the practice of massage therapy shall carry malpractice or professional liability insurance coverage with a company with a certificate of authority from the South Dakota Division of Insurance with limits at or in excess of the minimum amount established by the board of no less than two hundred fifty thousand dollars per occurrence. A licensee shall notify the board of any change of carrier occurring after a license or renewal is granted.. Section 16. That § 36-35-24 be amended to read as follows: 36-35-24.The board may promulgate rules pursuant to chapter 1-26 in the following areas: (1) The form and information required for any license application; (2) A list of recognized facilities or instructors who may provide training or instruction required for licensure or continuing education requirements; (3) The amount of license fees; (4) The procedures for conducting disciplinary proceedings; (5) The minimum limits of malpractice insurance to be carried by any person licensed under this chapter; and procedures for conducting complaint investigations; (6) The procedures for applying for an inactive license and the procedures to regain active licensure; and (7) Approval of national competency examinations. Section 17. That ARSD 20:76:02:02 be amended to read as follows: 20:76:02:02. License fee schedule. The license fee schedule is as follows: (1) License fee, $65 Temporary permit fee, $50; (2) Annual license renewal fee, $65 $45; (3) Inactive license fee, $65 $25; (4) Application fee, $100 $75. Section 18. That ARSD 20:76:08:01 be amended to read as follows: 20:76:08:01. Recognized facilities. The board may license an applicant who has completed the training required by § 20:76:01:06 from the following South Dakota facilities until July 1, 2014, at which time the facility shall be accredited pursuant to § 20:76:08:02: (1) Black Hills Health & Education Center; (2) Headlines Academy; (3) National American University; (4) Pam's Massage School; (5) SD School of Massage Therapy; (6) Sioux Falls Therapeutic Massage & Education Center; and (7) Springs Bath House School of Massage."}, {"bill_id": 3986, "bill_version_id": 27049, "bill_version": "Enrolled", "bill_version_date": "2013-03-05T10:39:11.113-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3986, "action_date": "2013-01-22T14:00:00-06:00", "document_id": 24266, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24266.pdf", "status_text": "First read in House and referred to", "journal_page": 131, "committee_id_action": 202, "committee_id_assigned": 188, "result": "N", "vote": {}}, {"bill_id": 3986, "action_date": "2013-01-25T10:00:00-06:00", "document_id": 24411, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24411.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 188, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3986, "action_date": "2013-01-25T10:00:00-06:00", "document_id": 24619, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24619.pdf", "status_text": "Do Pass", "journal_page": 179, "committee_id_action": 188, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12977, "president_vote": null, "Yea": [415, 349, 318, 375, 380, 395, 390, 411, 399, 401, 360], "Nay": [344, 343]}}, {"bill_id": 3986, "action_date": "2013-01-28T14:00:00-06:00", "document_id": 24817, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24817.pdf", "status_text": "Deferred to another day", "journal_page": 223, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3986, "action_date": "2013-01-30T14:00:00-06:00", "document_id": 25017, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25017.pdf", "status_text": "Deferred to another day", "journal_page": 255, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3986, "action_date": "2013-02-05T14:00:00-06:00", "document_id": 25283, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25283.pdf", "status_text": "Hoghoused", "journal_page": 311, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3986, "action_date": "2013-02-05T14:00:00-06:00", "document_id": 25283, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25283.pdf", "status_text": "Do Pass Amended", "journal_page": 311, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13429, "president_vote": null, "Nay": [420, 346, 349, 410, 398, 342, 348, 396, 370, 413, 350, 347, 351, 344, 335, 400, 395, 390, 405, 411, 377, 407, 352, 403, 391, 354, 401, 341], "Yea": [415, 418, 360, 417, 382, 412, 324, 318, 397, 374, 402, 381, 394, 372, 416, 389, 359, 392, 369, 414, 375, 371, 380, 316, 332, 393, 408, 404, 356, 355, 378, 357, 343, 399, 323, 406, 361, 409, 373, 353, 334], "Excused": [326]}}, {"bill_id": 3986, "action_date": "2013-02-05T14:00:00-06:00", "document_id": 25283, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25283.pdf", "status_text": "Title amended", "journal_page": 312, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3986, "action_date": "2013-02-06T14:00:00-06:00", "document_id": 25380, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25380.pdf", "status_text": "First read in Senate and referred to", "journal_page": 342, "committee_id_action": 200, "committee_id_assigned": 180, "result": "N", "vote": {}}, {"bill_id": 3986, "action_date": "2013-02-15T10:00:00-06:00", "document_id": 25591, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25591.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 180, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3986, "action_date": "2013-02-22T10:00:00-06:00", "document_id": 26080, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26080.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 180, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3986, "action_date": "2013-02-25T10:00:00-06:00", "document_id": 26320, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26320.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 180, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3986, "action_date": "2013-02-25T10:00:00-06:00", "document_id": 26320, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26320.pdf", "status_text": "Do Pass Amended", "journal_page": 551, "committee_id_action": 180, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14274, "president_vote": null, "Yea": [330, 363, 325, 358, 322, 368, 386]}}, {"bill_id": 3986, "action_date": "2013-02-27T14:00:00-06:00", "document_id": 26653, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26653.pdf", "status_text": "Do Pass Amended", "journal_page": 611, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14488, "president_vote": null, "Yea": [338, 362, 330, 337, 366, 388, 340, 365, 363, 325, 358, 376, 336, 322, 345, 329, 331, 419, 317, 320, 385, 384, 321, 368, 333, 386, 367, 319, 339, 387, 327, 383, 379], "Excused": [364, 328]}}, {"bill_id": 3986, "action_date": "2013-03-04T14:00:00-06:00", "document_id": 26939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26939.pdf", "status_text": "Concurred in amendments", "journal_page": 635, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14629, "president_vote": null, "Yea": [420, 415, 418, 360, 417, 349, 410, 412, 398, 342, 324, 348, 318, 374, 402, 381, 396, 394, 413, 372, 350, 347, 416, 389, 351, 344, 335, 369, 414, 375, 371, 380, 316, 332, 393, 395, 390, 408, 404, 405, 411, 377, 378, 407, 352, 357, 403, 343, 399, 323, 406, 361, 391, 354, 401, 373, 334], "Excused": [346, 326, 382, 397, 370, 359, 400, 356, 409, 353, 341], "Nay": [392, 355]}}, {"bill_id": 3986, "action_date": "2013-03-05T14:00:00-06:00", "document_id": 27118, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27118.pdf", "status_text": "Signed by the Speaker", "journal_page": 742, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3986, "action_date": "2013-03-06T10:30:00-06:00", "document_id": 27268, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27268.pdf", "status_text": "Signed by the President", "journal_page": 703, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3986, "action_date": "2013-03-07T09:00:00-06:00", "document_id": 27326, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27326.pdf", "status_text": "Delivered to the Governor", "journal_page": 814, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3986, "action_date": "2013-03-25T10:00:00-05:00", "document_id": 27484, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27484.pdf", "status_text": "Signed by the Governor", "journal_page": 842, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5403, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3986"}