{"session_id": 53, "bill_id": 17228, "bill_type": "House Bill", "bill_number": 1206, "bill_title": "provide funds to school districts that reorganize and to revise the calculation of state aid to education.", "sponsors": [{"legislator_profile_id": 2769, "is_prime": true}, {"legislator_profile_id": 2802, "is_prime": true}, {"legislator_profile_id": 2791, "is_prime": false}, {"legislator_profile_id": 2803, "is_prime": false}, {"legislator_profile_id": 2805, "is_prime": false}, {"legislator_profile_id": 2822, "is_prime": false}, {"legislator_profile_id": 2824, "is_prime": false}], "keywords": ["Appropriation", "Education", "School District", "Special Appropriation", "State Aid"], "audio": [{"meeting_datetime": "2002-01-29T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hed16hb1206a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-29T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hed16hb1206a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-29T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hed16hb1206a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-29T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hed16hb1206a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-29T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hed16hb1206a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-29T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hed16hb1206a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17228, "bill_version_id": 92186, "bill_version": "Introduced", "bill_version_date": "2002-01-16T10:54:06-06:00", "bill_text": "SEVENTY-SEVENTH SESSION LEGISLATIVE ASSEMBLY, 2002 FOR AN ACT ENTITLED, An Act to provide funds to school districts that reorganize and to revise the calculation of state aid to education. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-6 be amended by adding thereto a NEW SECTION to read as follows: If two school districts reorganize, the reorganized school district is entitled to five hundred thousand dollars plus one thousand dollars per average daily membership as defined in § 13-13- 10.1 up to four hundred average daily membership from each school district as it existed prior to reorganization. If three or more school districts reorganize, the reorganized school district is entitled to one million dollars plus one thousand dollars per average daily membership as defined in § 13-13-10.1 up to four hundred average daily membership from each school district as it existed prior to reorganization. Section 2. That chapter 13-6 be amended by adding thereto a NEW SECTION to read as follows: The provisions of section 1 of this Act apply only to a reorganized school district that has more than two hundred fifty average daily membership as defined in § 13-13-10.1 or has a central attendance center more than twenty-five miles as measured by the most direct highway route from the nearest central attendance center. The provisions of section 1 of this Act apply only to school districts that have reorganized after July 1, 2002. Section 3. The entitlement provided for in this Act may not exceed five million dollars ($5,000,000) in any fiscal year. If a school does not receive the entire amount of its entitlement in one fiscal year, the school district is entitled to the remaining entitlement a subsequent fiscal year. Section 4. That § 13-6-92 be repealed. 13-6-92. If two or more school districts consolidate after July 1, 2001, the new school district is entitled to an additional three hundred dollars per average daily membership as defined in § 13-13-10.1, up to a maximum of four hundred average daily membership from each school district or partial school district as it existed prior to consolidation for the first year after consolidation. If two or more school districts consolidate after July 1, 2001, the new school district is entitled to an additional two hundred dollars per average daily membership as defined in § 13-13-10.1, up to a maximum of four hundred average daily membership from each school district or partial school district as it existed prior to consolidation for the second year after consolidation. If two or more school districts consolidate after July 1, 2001, the new school district is entitled to an additional one hundred dollars per average daily membership as defined in § 13-13-10.1, up to a maximum of four hundred average daily membership from each school district or partial school district as it existed prior to consolidation for the third year after consolidation. Section 5. That § 13-13-1.6 be repealed. 13-13-1.6. If two or more school districts consolidate, for a period of four years after consolidation, the newly formed district may opt to have its state aid calculated based on the school districts as they existed prior to consolidation. In years two to four, inclusive, after the consolidation of two or more school districts, the adjusted average daily memberships and the local efforts of the former districts may be based upon a pro-rata share of the adjusted average daily membership and local effort of the newly formed district as compared to the adjusted average daily memberships and the local efforts of the former districts in the first year. Any district that opts to benefit from this section shall notify the secretary of the Department of Education and Cultural Affairs of its intent to do so as part of its reorganization plan. A district that benefits from this section may not benefit from § 13-13-10.1 or 13-13-1.5 simultaneously, or in future years. Section 6. That chapter 13-13 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, school district with than sixty average daily membership as defined in § 13-13-10.1 attributable to students in grades nine through twelve for three consecutive years and has a central attendance center that is less than twenty-five miles as measured by the most direct highway route from the nearest central attendance center is a class B school district. All other school districts are class A school districts. Section 7. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"Average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and pupils for whom tuition is being paid pursuant to § 13-28-42 and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For class A districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For class A districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For class A and class B districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (d) For class B districts with an average daily membership of two hundred or less multiply 1.2 times the average daily membership attributable to students through grade six and multiply 1.0 times the average times the average daily membership attributable to students in grades seven through twelve; (e) For class B districts with an average daily membership of less than six hundred, but greater than two hundred raise the average daily membership attributable to students through grade six to the 0.8293 power and multiply the result times 2.98 and multiply 1.0 times the average times the average daily membership attributable to students in grades seven through twelve; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (3A) \"Enrollment adjustment,\" is one-half of the negative of the annual percent change in the statewide general enrollment average daily membership for the year before the year immediately preceding the year of adjustment; (4) \"Per student allocation,\" for the period January 1, 1997, to June 30, 1997, inclusive, is $1,675. For school fiscal year 1998, beginning on July 1, 1997, the per student allocation shall be $3,350 increased by the index factor. Each school fiscal year thereafter, the per student allocation shall be the previous fiscal year's per student allocation increased by the index factor, plus the enrollment adjustment; (5) \"Local need,\" the per student allocation multiplied by the adjusted average daily membership; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42; (7) \"General fund balance,\" the unreserved fund balance of the general fund, less general fund exclusions plus, beginning with transfers made in fiscal year 2001, any transfers out of the general fund for the previous school fiscal year; (8) \"General fund balance percentage,\" is a school district's general fund balance divided by the school district's total general fund expenditures for the previous school fiscal year, the quotient expressed as a percent; (9) \"General fund base percentage,\" is the general fund balance percentage as of June 30, 2000. However, the general fund base percentage can never increase and can never be less than twenty percent; (10) \"Allowable general fund balance,\" the fund base percentage multiplied by the district's general fund expenditures in the previous school fiscal year; (11) \"Imputed interest rate,\" the average prime rate for the preceding fiscal year minus 2.5 percentage points; (12) \"General fund exclusions,\" revenue a school district has received from the imposition of the excess tax levy pursuant to § 10-12-43; revenue a school district has received from gifts, contributions, grants, or donations; revenue a school district has received under the provisions of § § 13-6-92 to 13-6-96, inclusive; and any revenue in the general fund set aside for a noninsurable judgment."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17228, "action_date": "2002-01-16T14:00:00-06:00", "document_id": 92223, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92223.pdf", "status_text": "First read in House and referred to", "journal_page": 149, "committee_id_action": 768, "committee_id_assigned": 757, "result": "N", "vote": {}}, {"bill_id": 17228, "action_date": "2002-01-29T19:00:00-06:00", "document_id": 93198, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93198.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 757, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17228, "action_date": "2002-01-29T19:00:00-06:00", "document_id": 93198, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93198.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 385, "committee_id_action": 757, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53780, "president_vote": null, "Yea": [2728, 2729, 2741, 2752, 2757, 2766, 2783, 2790, 2794, 2826, 2830, 2816], "Nay": [2775, 2789, 2751]}}]}