{"session_id": 61, "bill_id": 20951, "bill_type": "Senate Bill", "bill_number": 141, "bill_title": "provide for the award of attorney's fees for the refusal or delay of insurers and self insured employers in the payment of workers' compensation or medical payments.", "sponsors": [{"legislator_profile_id": 3623, "is_prime": true}, {"legislator_profile_id": 3671, "is_prime": true}, {"legislator_profile_id": 3574, "is_prime": false}, {"legislator_profile_id": 3608, "is_prime": false}, {"legislator_profile_id": 3621, "is_prime": false}, {"legislator_profile_id": 3625, "is_prime": false}, {"legislator_profile_id": 3627, "is_prime": false}, {"legislator_profile_id": 3638, "is_prime": false}, {"legislator_profile_id": 3639, "is_prime": false}], "keywords": ["Workers Compensation"], "audio": [{"meeting_datetime": "2007-02-06T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco20.mp3", "start_seconds": 5100.0}, {"meeting_datetime": "2007-02-06T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco20.mp3", "start_seconds": 5100.0}, {"meeting_datetime": "2007-02-06T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco20.mp3", "start_seconds": 5100.0}], "bill_versions": [{"bill_id": 20951, "bill_version_id": 110754, "bill_version": "Introduced", "bill_version_date": "2007-01-25T08:59:58-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the award of attorney's fees for the refusal or delay of insurers and self insured employers in the payment of workers' compensation or medical payments. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 62-4 be amended by adding thereto a NEW SECTION to read as follows: If an employer or insurer refuses payment of compensation or medical payments subject to an award, or if an employer or insurer neglects to pay compensation for thirty days after injury or neglects to pay medical payments subject to such award after ten days' notice has been given of the obligation for medical payments, and proceedings are held before the department, reasonable attorney's fees shall be allowed the claimant by the department in all cases when the employee receives an award. Attorney's fees allowed may not be deducted from the amounts ordered to be paid for medical services. If the employer files an application for review before the department from an award and fails to obtain any reduction in the amount of such award, the department shall allow the claimant reasonable attorney's fees to be taxed as costs against the employer for such review, and the circuit court or the Supreme Court on appeal shall in like manner allow the claimant a reasonable sum as attorney's fees for the proceedings in the circuit court or Supreme Court. If the claimant files an application for review before the department from an order of a judge of the department denying an award and later obtains an award, or if the claimant files an application for a review before the circuit court from an award of a judge of the department when the amount of compensation is due is disputed and obtains an increase in the amount of such award, the circuit court shall allow the claimant a reasonable attorney's fee to be taxed as costs against the insurer or employer for such review, and the circuit court or Supreme Court shall in like manner allow the claimant a reasonable sum as attorney's fees for the proceedings in the circuit court or Supreme Court. Reasonable attorney's fees allowed pursuant to this section may not affect or diminish the amount of the award. When attorney's fees are allowed pursuant to this section, there shall further be assessed against the insurer or employer an amount of interest on the final award obtained, computed from the date compensation was payable, as provided in § 62-4-10, until the date payment is made by the employer, at the rate equal to the rate of interest allowed per annum under category C in § 58-3-16. Interest applies only to those weekly compensation benefits awarded which have accrued as of the date payment is made by the insurer or employer. If the insurer or employer pays or tenders payment of compensation, the amount of compensation due is disputed, and the award obtained is greater than the amount paid or tendered by the insurer or employer, the assessment of interest shall be determined solely upon the difference between the amount awarded and the amount tendered or paid."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20951, "action_date": "2007-01-25T14:00:00-06:00", "document_id": 110859, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110859.pdf", "status_text": "First read in Senate and referred to", "journal_page": 232, "committee_id_action": 924, "committee_id_assigned": 898, "result": "N", "vote": {}}, {"bill_id": 20951, "action_date": "2007-02-06T10:00:00-06:00", "document_id": 111632, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111632.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 898, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20951, "action_date": "2007-02-06T10:00:00-06:00", "document_id": 111632, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111632.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 394, "committee_id_action": 898, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66880, "president_vote": null, "Yea": [3571, 3585, 3667, 3602, 3634], "Nay": [3623, 3627]}}]}