{"session_id": 32, "bill_id": 9180, "bill_type": "Senate Bill", "bill_number": 215, "bill_title": "provide for nutrition care services by licensed nutritionists for medical assistance recipients.", "sponsors": [], "keywords": ["Public Welfare and Assistance"], "audio": [{"meeting_datetime": "2018-02-15T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sap24.mp3", "start_seconds": 2365.0}, {"meeting_datetime": "2018-02-15T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sap24.mp3", "start_seconds": 2365.0}, {"meeting_datetime": "2018-02-15T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sap24.mp3", "start_seconds": 2365.0}], "bill_versions": [{"bill_id": 9180, "bill_version_id": 48556, "bill_version": "Introduced", "bill_version_date": "2018-02-02T09:59:59.76-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for nutrition care services by licensed nutritionists for medical assistance recipients. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Within thirty days after the effective date of this Act, the Department of Social Services shall submit a state plan amendment or waiver for approval by the federal Centers for Medicare and Medicaid Services to provide nutrition care services by licensed nutritionists under the medical assistance program in accordance with this Act. Section 2. That the code be amended by adding a NEW SECTION to read: The department shall implement the nutrition care services program and shall receive and distribute the state and federal funds appropriated or provided for benefits pursuant to this Act. Section 3. That the code be amended by adding a NEW SECTION to read: The secretary shall promulgate rules, pursuant to chapter 1-26, in accordance with the provisions of Title XIX and Title XXI of the federal Social Security Act, as amended to January 1, 2004, and 42 C.F.R. 457.10. The rules shall specify the persons and services for which state funds or federal financial participation are available and may include: (1) The amount, scope, and duration of nutrition care services; (2) The basis for and extent of provider payments on behalf of an eligible person; (3) The establishment and collection of copayments, premiums, fees, or charges for sharing the cost of risk protection or services to persons. All collections shall be remitted to the general fund; (4) Methods of administration found necessary for the operation of the nutrition care services program; (5) Safeguards against the disclosure or improper use of information, required by statutory law to be held confidential, concerning applicants for or recipients of medical assistance; and (6) Any other requirements as may be necessary to obtain federal financial participation in the medical assistance program. Section 4. That the code be amended by adding a NEW SECTION to read: The department shall determine eligibility for this program using the same income limits and methodology used to determine eligibility for the programs under Title XIX and Title XXI."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9180, "action_date": "2018-02-02T13:00:00-06:00", "document_id": 48608, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48608.pdf", "status_text": "First read in Senate and referred to", "journal_page": 351, "committee_id_action": 395, "committee_id_assigned": 379, "result": "N", "vote": {}}, {"bill_id": 9180, "action_date": "2018-02-15T10:00:00-06:00", "document_id": 49029, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49029.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 379, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9180, "action_date": "2018-02-15T10:00:00-06:00", "document_id": 49356, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49356.pdf", "status_text": "Tabled", "journal_page": 477, "committee_id_action": 379, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25931, "president_vote": null, "Nay": [1237], "Yea": [1289, 1231, 1281, 1221, 1273, 1242, 1276, 1220]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9180"}