{"session_id": 27, "bill_id": 7790, "bill_type": "Senate Bill", "bill_number": 61, "bill_title": "update, revise, and repeal certain provisions relating to nurse practitioners and nurse midwives.", "sponsors": [{"legislator_profile_id": 1159, "is_prime": true}, {"legislator_profile_id": 1151, "is_prime": true}, {"legislator_profile_id": 1166, "is_prime": false}, {"legislator_profile_id": 1154, "is_prime": false}, {"legislator_profile_id": 1180, "is_prime": false}, {"legislator_profile_id": 1190, "is_prime": false}, {"legislator_profile_id": 1103, "is_prime": false}, {"legislator_profile_id": 1096, "is_prime": false}, {"legislator_profile_id": 1097, "is_prime": false}, {"legislator_profile_id": 1143, "is_prime": false}, {"legislator_profile_id": 1109, "is_prime": false}, {"legislator_profile_id": 1136, "is_prime": false}, {"legislator_profile_id": 1139, "is_prime": false}, {"legislator_profile_id": 1105, "is_prime": false}, {"legislator_profile_id": 1181, "is_prime": false}, {"legislator_profile_id": 1175, "is_prime": false}, {"legislator_profile_id": 1120, "is_prime": false}, {"legislator_profile_id": 1106, "is_prime": false}, {"legislator_profile_id": 1107, "is_prime": false}, {"legislator_profile_id": 1203, "is_prime": false}, {"legislator_profile_id": 1104, "is_prime": false}, {"legislator_profile_id": 1163, "is_prime": false}, {"legislator_profile_id": 1099, "is_prime": false}, {"legislator_profile_id": 1135, "is_prime": false}, {"legislator_profile_id": 1178, "is_prime": false}, {"legislator_profile_id": 1160, "is_prime": false}, {"legislator_profile_id": 1193, "is_prime": false}, {"legislator_profile_id": 1165, "is_prime": false}, {"legislator_profile_id": 1155, "is_prime": false}, {"legislator_profile_id": 1119, "is_prime": false}, {"legislator_profile_id": 1113, "is_prime": false}, {"legislator_profile_id": 1157, "is_prime": false}, {"legislator_profile_id": 1161, "is_prime": false}, {"legislator_profile_id": 1174, "is_prime": false}, {"legislator_profile_id": 1152, "is_prime": false}, {"legislator_profile_id": 1140, "is_prime": false}, {"legislator_profile_id": 1102, "is_prime": false}, {"legislator_profile_id": 1137, "is_prime": false}, {"legislator_profile_id": 1176, "is_prime": false}], "keywords": ["Health Care Profession", "Licenses", "Professions and Occupations"], "audio": [{"meeting_datetime": "2017-01-25T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/she11.mp3", "start_seconds": 177.0}, {"meeting_datetime": "2017-01-25T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/she11.mp3", "start_seconds": 177.0}, {"meeting_datetime": "2017-01-25T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/she11.mp3", "start_seconds": 177.0}, {"meeting_datetime": "2017-02-07T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe18.mp3", "start_seconds": 1047.0}, {"meeting_datetime": "2017-02-07T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe18.mp3", "start_seconds": 1047.0}, {"meeting_datetime": "2017-02-07T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe18.mp3", "start_seconds": 1047.0}, {"meeting_datetime": "2017-02-07T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe18.mp3", "start_seconds": 1047.0}, {"meeting_datetime": "2017-02-07T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe18.mp3", "start_seconds": 1047.0}, {"meeting_datetime": "2017-02-07T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe18.mp3", "start_seconds": 1047.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou21.mp3", "start_seconds": 1894.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou21.mp3", "start_seconds": 1894.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou21.mp3", "start_seconds": 1894.0}, {"meeting_datetime": "2017-02-13T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou21.mp3", "start_seconds": 1894.0}], "bill_versions": [{"bill_id": 7790, "bill_version_id": 42672, "bill_version": "Introduced", "bill_version_date": "2017-01-18T09:24:07.067-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to update, revise, and repeal certain provisions relating to nurse practitioners and nurse midwives. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-9A-1 be amended to read: 36-9A-1. Terms as used in this chapter mean: (1) \"Approved program,\" an educational program of study which meets the requirements established by this chapter and by the boards for licensure under this chapter board; (2) \"Boards,\" \"Board,\" the South Dakota Board of Nursing and the South Dakota Board of Medical and Osteopathic Examiners; (3) \"License,\" the written authorization by the boards board required to practice the specialties of certified nurse practitioner or certified nurse midwife; (4) \"Nurse Certified nurse midwife,\" a provider duly authorized under this chapter to practice the nursing specialty of nurse midwifery as defined in § 36-9A-13; (5) \"Nurse Certified nurse practitioner,\" a provider duly authorized under this chapter to practice the specialty of nurse practitioner as defined in § 36-9A-12; (6) The feminine gender as used in this chapter shall also apply to the masculine and neuter; (7) \"Collaboration,\" the act of communicating pertinent information or consulting with a licensed physician licensed pursuant to chapter 36-4, or other licensed health care provider with each provider contributing their the provider's respective expertise to optimize the overall care delivered to the patient; (8)(7) \"Advanced practice registered nurse,\" or \"APRN,\" a person licensed by the boards board in the role of a certified nurse practitioner or a certified nurse midwife; (8) A collaborative agreement, as used in this chapter, means a written mutual agreement between a licensee who has not met the required one thousand forty practice hours and a physician, licensed pursuant to chapter 36-4, or a certified nurse practitioner or certified nurse midwife licensed under this chapter. Section 2. That § 36-9A-2 be amended to read: 36-9A-2. No person may practice or offer to practice as a certified nurse practitioner or certified nurse midwife in this state unless the person is currently licensed to practice by the boards pursuant to this chapter. Section 3. That § 36-9A-2.1 be amended to read: 36-9A-2.1. Upon application and payment of the required fee the boards board may issue a temporary permit to practice as a nurse practitioner or nurse midwife to an applicant who is waiting for the results of the first examination the applicant is eligible to take after completion of an approved program. An applicant issued a temporary permit under this section shall initially receive thirty days of on-site, direct supervision by a supervising direct personal contact with a licensed physician, certified nurse practitioner, or certified nurse midwife that holds an unencumbered license to practice. Thereafter, and until expiration of the temporary permit, the supervision shall include two, one-half business days per week of on-site personal supervision by a supervising physician direct personal contact. The permit shall become invalid upon notification to the applicant of the results of the first examination. Section 4. That § 36-9A-2.2 be amended to read: 36-9A-2.2. Upon application and payment of the required fee the boards board may issue a license to practice as a certified nurse practitioner or certified nurse midwife by endorsement to an applicant who has been licensed as a certified nurse practitioner or certified nurse midwife under the laws of another state, territory, or foreign country, if, in the opinion of the boards board, the applicant meets the qualifications required of a certified nurse practitioners practitioner or a certified nurse midwives midwife in this state. Section 5. That § 36-9A-2.3 be amended to read: 36-9A-2.3. Upon application and payment of the required fee the boards board may issue a temporary permit to an applicant holding a current license as a certified nurse practitioner or certified nurse midwife from any other state or territory awaiting endorsement. This permit shall bear an issuance date and a date when it becomes invalid, a and the period not to of time between the two dates may not exceed one hundred twenty days. Section 6. That § 36-9A-3 be amended to read: 36-9A-3. This chapter does not prohibit the performance of the functions of a certified nurse practitioner or certified nurse midwife by an unlicensed person if performed: (1) In an emergency situation; (2) By a legally qualified person from another state employed by the United States government and performing the person's official duties in this state; or (3) By a person enrolled in an approved program for the preparation of certified nurse practitioners or certified nurse midwives, as a part of that approved program. Section 7. That § 36-9A-4 be amended to read: 36-9A-4. No person may be licensed to practice as a certified nurse practitioner or certified nurse midwife unless the person: (1) Is currently licensed by the Board of Nursing as a registered nurse or has a privilege to practice; (2) Has completed an approved program for the preparation of certified nurse practitioners or certified nurse midwives; and (3) Has passed any examination, written or oral, or both, which the boards in their discretion board may require; and (4) Has completed a minimum of one thousand forty practice hours as a licensed certified nurse practitioner or certified nurse midwife; or (5) Has a written collaborative agreement with a physician, licensed pursuant to chapter 36-4, or a certified nurse practitioner or certified nurse midwife licensed under this chapter, to meet the one thousand forty hour practice requirement; and (6) Is otherwise qualified under § 36-9A-29. Section 8. That § 36-9A-5 be amended to read: 36-9A-5. The practice in this state as a certified nurse practitioner or certified nurse midwife shall be subject to the joint control and regulation of is regulated by the South Dakota Board of Nursing and the South Dakota Board of Medical and Osteopathic Examiners. The joint boards board may license, supervise the practice, and revoke or suspend licenses or otherwise discipline any person applying for or practicing as a certified nurse practitioner or certified nurse midwife. The board shall conduct its business in accordance with chapter 36-9. Section 9. That § 36-9A-5.1 be amended to read: 36-9A-5.1. The Board of Nursing shall appoint an advanced practice nurse advisory committee composed of two certified nurse midwives and four certified nurse practitioners. Committee members shall be selected from a list of nominees by the Board of Nursing. Each committee member shall serve a term of three years. However, the terms of initial appointees shall be staggered so that no more than two members' terms expire in one year. No committee member may be appointed to more than three consecutive terms. If a vacancy occurs, the board shall appoint a person to fill the unexpired term. The appointment of a person to an unexpired term is not considered a full term. The committee shall meet at least annually, or as deemed necessary, to conduct business. The advisory committee shall assist the boards board in evaluating standards of advanced practice nursing care and the regulation of certified nurse practitioners and certified nurse midwives pursuant to this chapter. The committee shall also make recommendations to the boards board regarding rules promulgated pursuant to this chapter. Section 10. That § 36-9A-6 be repealed. 36-9A-6. A quorum is required of each board in order to transact any business. For the purposes of this chapter, a majority vote of each respective board is required for taking any action, and any action requires the concurrence of both boards. The boards shall keep a record of all of their proceedings relative to this chapter. Section 11. That § 36-9A-7 be amended to read: 36-9A-7. In administering the provisions of this chapter, the boards shall have those powers granted them by § 36-4-22.1. The board may enter and inspect, during business hours, any place where the certified nurse practitioner or certified nurse midwife practiced for the purpose of enforcing this chapter and any rules promulgated by the board pursuant to this Act. The refusal to allow an inspection is a Class 1 misdemeanor. An inspection authorized in this section may include any medical or drug records, and the copying thereof, and any inventory relating to drugs and controlled substances required to be kept under the provisions of chapter 34-20B. The board shall maintain the confidentiality of any records obtained pursuant to this section. Section 12. That § 36-9A-8 be repealed. 36-9A-8. The boards may delegate to their respective members or employees such activities, not inconsistent with the provisions of this chapter, as will expedite the functions of the boards. Section 13. That § 36-9A-9 be amended to read: 36-9A-9. An applicant for licensure as a certified nurse practitioner or certified nurse midwife shall file with the boards board an application, verified by oath, on a form prescribed by the boards board and accompanied by the prescribed required fee. If the boards find board finds that the applicant has satisfied all requirements, the boards board shall issue to the applicant a license to practice as a certified nurse practitioner or certified nurse midwife in a population focus consistent with education. Section 14. That § 36-9A-9.1 be amended to read: 36-9A-9.1. Each applicant for licensure as a certified nurse practitioner or certified nurse midwife in this state shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the boards board shall submit completed fingerprint cards to the Division of Criminal Investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the boards board all information obtained as a result of the criminal background check. This information shall be obtained prior to permanent licensure of the applicant. The boards board may require a state and federal criminal background check for any licensee who is the subject of a disciplinary investigation by the boards board. Failure to submit to or cooperate with the criminal background investigation is grounds for denial of an application or may result in revocation of a license. The applicant shall pay for any fees charged for the cost of fingerprinting or the criminal background investigation. Section 15. That § 36-9A-11 be amended to read: 36-9A-11. A person licensed to practice as a certified nurse practitioner in this state may use the title, APRN, and certified nurse practitioner abbreviated, CNP. A person licensed to practice as a certified nurse midwife in this state may use the title, APRN, and certified nurse midwife abbreviated, CNM. Section 16. That § 36-9A-12 be amended to read: 36-9A-12. A nurse practitioner may perform the following overlapping scope of advanced practice nursing and medical functions pursuant to § 36-9A-15, including: (1) The initial medical diagnosis and the institution of a plan of therapy or referral; (2) The prescription of medications and provision of drug samples or a limited supply of labeled medications, including controlled drugs or substances listed on Schedule II in chapter 34-20B for one period of not more than thirty days, for treatment of causative factors and symptoms. Medications or sample drugs provided to patients shall be accompanied with written administration instructions and appropriate documentation shall be entered in the patient's medical record; (3) The writing of a chemical or physical restraint order when the patient may do personal harm or harm others; (4) The completion and signing of official documents such as death certificates, birth certificates, and similar documents required by law; and (5) The performance of a physical examination for participation in athletics and the certification that the patient is healthy and able to participate in athletics. In addition to the registered nurse scope of practice, as defined in § 36-9-3, and within the certified nurse practitioner role and population focus, a certified nurse practitioner may perform the following advanced practice registered nursing scope: (1) Conduct an advanced assessment; (2) Order and interpret diagnostic procedures; (3) Establish primary and differential diagnoses; (4) Prescribe, order, administer, and furnish therapeutic measures as follows: (a) Diagnose, prescribe, and institute therapy or referrals of patients to health care agencies, health care providers, and community resources; (b) Prescribe, procure, administer, and furnish pharmacological agents, including over the counter, legend, and controlled drugs or substances listed on Schedule II in chapter 34-20B; (c) Plan and initiate a therapeutic regimen that includes ordering and prescribing nonpharmacological interventions, including durable medical equipment, medical devices, nutrition, blood and blood products, diagnostic, and supportive services including home health care, hospice, and physical and occupational therapy; and (d) Write a chemical or physical restraint order when the patient may do personal harm or harm others; (5) Perform a physical examination for the determination of participation in athletics or employment duties; (6) Complete and sign official documents such as death certificates, birth certificates, and similar documents required by law; and (7) Delegate and assign therapeutic measures to assistive personnel. Section 17. That § 36-9A-13 be amended to read: 36-9A-13. A nurse midwife may perform the following overlapping scope of advanced practice nursing and medical functions pursuant to § 36-9A-15, including: (1) Management of the prenatal and postpartum care of the mother-baby unit; (2) Management and direction of the birth; (3) Provision of appropriate health supervision during all phases of the reproductive life span to include family planning services, menopausal care, and cancer screening and prevention; and (4) Prescription of appropriate medications and provision of drug samples or a limited supply of appropriate labeled medications for individuals under the nurse midwife's care pursuant to the scope of practice defined in this section, including controlled drugs or substances listed on Schedule II in chapter 34-20B for one period of not more than thirty days. Medications or sample drugs provided to patients shall be accompanied with written administration instructions and appropriate documentation shall be entered in the patient's medical record. In addition to the registered nurse scope of practice, as defined in § 36-9-3, and within the certified nurse midwife role and population focus, a certified nurse midwife may perform the following advanced practice registered nursing scope: (1) Conduct an advanced assessment; (2) Order and interpret diagnostic procedures; (3) Manage the provision of women's health care throughout the lifespan, from adolescence through post menopause, including: (a) Establishing primary and differential diagnoses; (b) Managing prenatal care; (c) Managing intrapartum care; and (d) Managing postpartum care of the mother-baby unit; (4) Manage sexually transmitted infections in males; (5) Prescribe, order, administer, and furnish therapeutic measures as follows: (a) Diagnose, prescribe, and institute therapy or referrals of patients to health care agencies, health care providers, and community resources; (b) Prescribe, procure, administer, and furnish pharmacological agents, including over the counter, legend, and controlled drugs or substances listed on Schedule II in chapter 34-20B; and (c) Plan and initiate a therapeutic regimen that includes ordering and prescribing nonpharmacological interventions, including durable medical equipment, medical devices, nutrition, blood and blood products, and diagnostic and supportive services including home health care, physical and occupational therapy; (6) Complete and sign official documents such as death certificates, birth certificates, and similar documents required by law; and (7) Delegate and assign therapeutic measures to assistive personnel. Section 18. That § 36-9A-13.1 be amended to read: 36-9A-13.1. The nurse practitioner or nurse midwife advanced practice nursing functions include: (1) Providing advanced nursing assessment, nursing intervention, and nursing case management; (2) Providing advanced health promotion and maintenance education and counseling to clients, families, and other members of the health care team; (3) Utilizing research findings to evaluate and implement changes in nursing practice, programs, and policies; and (4) Recognizing limits of knowledge and experience, planning for situations beyond expertise, and consulting with or referring clients to other health care providers as appropriate. These advanced practice nursing functions are under the jurisdiction of the Board of Nursing. The certified nurse practitioner or certified nurse midwife shall collaborate with other health care providers and refer or transfer patients as appropriate. Section 19. That § 36-9A-15 be repealed. 36-9A-15. The term, collaborative agreement, as used in this chapter, means a written agreement authored and signed by the nurse practitioner or nurse midwife and the physician with whom the nurse practitioner or nurse midwife is collaborating. A collaborative agreement defines or describes the agreed upon overlapping scope of advanced practice nursing and medical functions that may be performed, consistent with § 36-9A-12 or 36-9A-13, and contains such other information as required by the boards. A copy of each collaborative agreement shall be maintained on file with and be approved by the boards prior to performing any of the acts contained in the agreement. Section 20. That § 36-9A-17 be repealed. 36-9A-17. A nurse practitioner or nurse midwife may perform the overlapping scope of advanced practice nursing and medical functions only under the terms of a collaborative agreement with a physician licensed under chapter 36-4. Any collaborative agreement shall be maintained on file with the boards. Collaboration may be by direct personal contact, or by a combination of direct personal contact and indirect contact via telecommunication, as may be required by the boards. If the collaborating physician named in a collaborative agreement becomes temporarily unavailable, the nurse practitioner or nurse midwife may perform the agreed upon overlapping scope of advanced practice nursing and medical functions in consultation with another licensed physician designated as a substitute. Section 21. That § 36-9A-17.1 be repealed. 36-9A-17.1. The boards may authorize those modifications in the method and frequency of collaboration of a nurse practitioner or nurse midwife required by § 36-9A-17 that they consider appropriate based upon a finding of adequate collaboration, training, and proficiency. The boards may permit a physician to establish a collaborative relationship with more than one nurse practitioner or nurse midwife and shall establish the number of nurse practitioners or nurse midwives, up to four FTE, based upon a finding that adequate collaboration will exist under the modification proposed. Nothing in this section is intended to diminish the professional and legal responsibility of a collaborating physician or the nurse practitioner or nurse midwife as provided in § 36-9A-17. Section 22. That § 36-9A-17.2 be amended to read: 36-9A-17.2. The boards may not approve any collaborative agreement that includes abortion as a permitted procedure. Nothing in this chapter authorizes a certified nurse practitioner or certified nurse midwife to perform abortions. Section 23. That § 36-9A-17.3 be repealed. 36-9A-17.3. The boards may waive the collaborative agreement requirement for a certified nurse midwife, licensed under this chapter, who provides out-of-hospital birth services in accordance with practice guidelines established by the boards. Section 24. That § 36-9A-19 be amended to read: 36-9A-19. In the event a If a certified nurse practitioner or certified nurse midwife shall render renders services in a hospital or a related institution licensed pursuant to the provisions of chapter 34-12, she shall be the certified nurse practitioner or certified nurse midwife is subject to the rules and regulations of that hospital or related institution. Section 25. That § 36-9A-20 be repealed. 36-9A-20. If a nurse practitioner or nurse midwife intends to alter practice status by reason of a change in setting, modification, or expansion of the functions the nurse practitioner or nurse midwife is authorized to perform, or for any other reason, the nurse practitioner or nurse midwife shall submit a new or amended collaborative agreement to the boards for approval before any change may be permitted. Section 26. That § 36-9A-21.1 be amended to read: 36-9A-21.1. The boards shall promulgate pursuant to chapter 1-26 a list of approved programs for nurse practitioners and nurse midwives. The boards may consult accrediting associations in establishing the list. The board may approve curricula and standards for educational programs preparing persons to meet licensure requirements under this chapter. An institution desiring to conduct an approved program shall apply to the board and submit evidence that it is prepared to provide a program that will meet the requirements of the board. The board may conduct a survey of an educational program of any institution in the state applying to conduct an approved program pursuant to this section. The board may deny approval of an educational program if the program fails to meet the curricula and educational program standards required in rules promulgated by the board pursuant to chapter 1-26. Section 27. That § 36-9A-22 be amended to read: 36-9A-22. The license of every person licensed under the provisions of this chapter shall be renewed biennially, except as provided in § 36-9A-25. The expiration date shall be established by the boards board. Section 28. That § 36-9A-23 be amended to read: 36-9A-23. The boards board shall mail provide a notice for renewal of license to every license holder at least ninety days prior to the expiration date of the person's license. The license holder shall, before the expiration date, return to the boards the notice and the prescribed fee. Upon receipt of the notice and fee, the boards shall issue to the license holder a renewal certificate that includes the effective period of the renewal stated on the certificate pay the required fee to the board. If the license holder meets the requirements established by the board in rules promulgated pursuant to chapter 1-26 and pays the required fee, the board shall renew the license. Section 29. That § 36-9A-24 be amended to read: 36-9A-24. A license holder who fails to renew the license as provided in §§ 36-9A-22 and 36-9A-23 may be reinstated upon meeting the terms and conditions prescribed by the boards board and upon payment of the prescribed required fee. Section 30. That § 36-9A-25 be amended to read: 36-9A-25. The holder of a current license may file with the boards board a written application, together with the prescribed required fee, requesting inactive status and stating the reasons for the request. Section 31. That § 36-9A-26 be amended to read: 36-9A-26. The boards shall promulgate, by rule board, in rules promulgated pursuant to chapter 1-26, and shall collect in advance establish the following nonrefundable fees from applicants within the prescribed limits as follows: (1) For initial licensure or endorsement from another state, not more than two hundred dollars; (2) For biennial renewal of license, not more than one hundred fifty dollars; (3) For reinstatement of a lapsed license, the current renewal fee and not more than one hundred dollars; (4) For providing a transcript, not more than five dollars; (5) For effecting a name change upon the records of the license holder, not more than twenty dollars; (6) For issuance of issuing a duplicate license, not more than thirty dollars; (7) For issuing a temporary permit, not more than fifty dollars; (8) For placing a license on inactive status, not more than twenty dollars; and (9) For endorsement endorsing to another state, territory, or foreign country, not more than thirty dollars. Section 32. That § 36-9A-27 be repealed. 36-9A-27. All fees received by the boards, and money collected under this chapter, shall be deposited in a bank as authorized by the boards. The funds are subject to withdrawal as authorized by the boards. A report of all receipts and expenditures of funds shall be made at the close of each fiscal year to the state auditor and filed in his office. Section 33. That § 36-9A-28 be repealed. 36-9A-28. Any balance of fees received by the boards after payment of compensation and expenditures shall be held and used by the boards only in administering this chapter. Any deficit created upon payment of any compensation and expenditures shall be shared equally between the boards. Section 34. That § 36-9A-29 be amended to read: 36-9A-29. The boards board may deny, revoke, or suspend any license or application for licensure to practice as a certified nurse practitioner or certified nurse midwife in this state, and may take such any other disciplinary or corrective action as the boards deem board considers appropriate upon proof that the license holder or applicant has: (1) Committed fraud, deceit, or misrepresentation in procuring or in attempting to procure a license; (2) Aided or abetted an unlicensed person to practice as a certified nurse practitioner or certified nurse midwife; (3) Engaged in practice as a certified nurse practitioner or certified nurse midwife under a false or assumed name and failed to register that name pursuant to chapter 37-11, or impersonated another license holder of a like or different name; (4) Become addicted to the habitual use of intoxicating liquors or controlled drugs as defined by chapter 34-20B to such an extent as to incapacitate the license holder or applicant from the performance of professional duties Committed an alcohol or drug related act or offense that interferes with the ability to practice safely; (5) Negligently, willfully, or intentionally acted in a manner inconsistent with the health and safety of persons entrusted to the license holder's care; (6) Had authorization a license or privilege to practice as a certified nurse practitioner or certified nurse midwife denied, revoked, or suspended or had other disciplinary action taken in another state, territory, or foreign country; (7) Failed to maintain on file with the boards a copy of each collaborative agreement accurately containing the current information regarding the license holder's practice status required by the boards Exercised influence within the nurse-patient relationship for the purpose of engaging a patient in sexual activity or engaging in gross sexual harassment or sexual contact. For the purpose of this subdivision, the patient is presumed incapable of giving free, full, and informed consent to sexual activity or sexual contact with the nurse; (8) Practiced as a certified nurse practitioner or certified nurse midwife without a valid license; (9) Engaged in the performance of advanced practice nursing and medical functions beyond the scope of practice authorized by any current collaborative agreement or by § 36-9A-12 or 36-9A-13 unsafe practices, substandard care, or unprofessional or dishonorable conduct; (10) Violated any provisions of this chapter or the rules and regulations of the boards promulgated hereunder; or (11) Been convicted of a felony. The conviction of a felony means the conviction of any offense which, if committed within the state of South Dakota, would constitute a felony. Section 35. That § 36-9A-30 be repealed. 36-9A-30. The proceedings for revocation or suspension of a license may be initiated if the boards have information that any person may have been guilty of any misconduct as provided in § 36-9A-29, or is guilty of incompetence or unprofessional or dishonorable conduct. Section 36. That § 36-9A-31 be amended to read: 36-9A-31. Any proceeding relative to the revocation or suspension of a license shall conform to the procedures set forth in chapter 1-26. A license may be revoked or suspended only at after a hearing attended by a quorum of the members of each conducted by a hearing examiner appointed by the board or by a majority of members of the board. Any decision to suspend or revoke a license requires a majority vote of the board. Section 37. That § 36-9A-32 be amended to read: 36-9A-32. The boards board may take action authorized by § 36-9A-29 upon a satisfactory showing that the physical or mental condition of the license holder or applicant is determined by a competent medical examiner to be such as to jeopardize or endanger the health of those entrusted to such the person's care. The boards board may demand an examination of the license holder or applicant by a competent medical examiner selected by the boards board at their the license holder's or applicant's expense. If a license holder or applicant fails to submit to the examination, the failure constitutes immediate grounds for suspension of that person's license or denial of licensure. Section 38. That § 36-9A-34 be amended to read: 36-9A-34. A revoked or suspended license may be reissued at the discretion of the boards board upon a finding of good cause. Section 39. That § 36-9A-35 be amended to read: 36-9A-35. No person may: (1) Practice or offer to practice as a certified nurse practitioner or certified nurse midwife without being licensed under this chapter; (2) Sell or fraudulently obtain or furnish a diploma, license, renewal of license, or any other record necessary to practice under this chapter or aid or abet in such actions; (3) Practice as a certified nurse practitioner or a certified nurse midwife under cover of any diploma, license, renewal of license, or other record necessary to practice under this chapter that was issued unlawfully or under fraudulent representation; (4) Use in connection with that person's name a sign, card, device, or other designation tending to imply that the person is a certified nurse practitioner or certified nurse midwife without being licensed under this chapter; or (5) Practice as a certified nurse practitioner or certified nurse midwife during the time that the person's license has lapsed or has been revoked or suspended. A violation of this section is a Class 1 misdemeanor. Section 40. That § 36-9A-37 be amended to read: 36-9A-37. The boards board may prosecute all persons violating this chapter and may incur the necessary expenses. Section 41. That § 36-9A-38 be amended to read: 36-9A-38. The boards board may apply for an injunction in the circuit court for the county of the person's residence to enjoin any person who: (1) Is unlawfully practicing as a certified nurse practitioner or certified nurse midwife without a license issued by the boards board; (2) Is practicing as a certified nurse practitioner or certified nurse midwife under a license that has lapsed or has been suspended or revoked; (3) Is engaging practicing as a certified nurse practitioner or certified nurse midwife in the performance of medical functions beyond the scope of practice authorized by § 36-9A-12 or 36-9A-13, or by that person's current practice agreement approved by the boards; or (4) Is, by reason of a physical or mental condition, endangering, or threatening to endanger, the health or safety of those entrusted to that person's care as a certified nurse practitioner or certified nurse midwife. Section 42. That § 36-9A-39 be amended to read: 36-9A-39. Upon the filing of a verified complaint, the court, if satisfied by affidavit or otherwise, that the person is or has been engaging in unlawful or dangerous practice as described in § 36-9A-38, may issue a temporary injunction, without notice or bond, enjoining that person from further practice as a certified nurse practitioner or certified nurse midwife. Section 43. That § 36-9A-40 be amended to read: 36-9A-40. An action for injunction is an alternative to criminal proceedings, and the commencement of one proceeding by the boards board constitutes an election. Section 44. That § 36-9A-41 be amended to read: 36-9A-41. The boards board may promulgate rules pursuant to chapter 1-26 pertaining to: licensure and licenses, collaborative practice, prescriptive authority, and disciplinary proceedings, and approval of education programs. Section 45. That § 36-9A-42 be repealed. 36-9A-42. A locum tenens license allows the holder to practice as a nurse practitioner or nurse midwife in this state for a limited period of time and subject to the requirements and conditions set forth in the license. Section 46. That § 36-9A-43 be repealed. 36-9A-43. The boards may issue a locum tenens license to an applicant who holds a valid nurse practitioner or nurse midwife license in any state or territory of the United States, the District of Columbia, or province of Canada, or who has successfully completed an approved program pursuant to § 36-9A-4. To obtain a locum tenens license, the applicant shall present a petition to the boards signed under oath by a licensed physician practicing in this state and by the applicant requesting a locum tenens license. The petition shall set forth the reasons why the applicant should be issued a locum tenens license. In addition to the petition, the locum tenens applicant shall submit to the board a licensure fee of fifty dollars and the application required by § 36-9A-9. A new petition shall be submitted to the boards for each locum tenens practice location. Section 47. That § 36-9A-44 be repealed. 36-9A-44. Any person holding a locum tenens license under the provisions of this chapter shall renew the license annually on or before the fifteenth day of July upon a form which shall be furnished to the person by the boards. The request for renewal shall include proof, as may be required by the boards, of continuance of the qualifications for original licensure and payment of an annual renewal fee of fifty dollars. Section 48. That § 36-9A-45 be repealed. 36-9A-45. A renewal request pursuant to § 36-9A-4 shall be accompanied by evidence satisfactory to the boards of the completion during the preceding twelve months of at least thirty hours of post-graduate studies in family medicine which have been approved by the boards. Section 49. That § 36-9A-46 be repealed. 36-9A-46. Any nurse practitioner or nurse midwife applying for a locum tenens license shall have practiced a minimum of three hundred hours in the preceding twenty-four months and shall meet locum tenens licensure requirements as set forth in §§ 36-9A-42 to 36-9A-45, inclusive. Section 50. That the code be amended by adding a NEW SECTION to read: Pursuant to § 2-16-9, the Code Commission and Code Counsel of the Legislative Research Council are hereby directed to replace the term, nurse practitioner, with the term, certified nurse practitioner, and to replace the term, nurse midwife, with the term, certified nurse midwife, anywhere those terms appear in the code."}, {"bill_id": 7790, "bill_version_id": 44379, "bill_version": "Enrolled", "bill_version_date": "2017-02-14T10:04:53.483-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [44271], "action_log": [{"bill_id": 7790, "action_date": "2017-01-18T14:00:00-06:00", "document_id": 42706, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42706.pdf", "status_text": "First read in Senate and referred to", "journal_page": 123, "committee_id_action": 360, "committee_id_assigned": 335, "result": "N", "vote": {}}, {"bill_id": 7790, "action_date": "2017-01-25T10:00:00-06:00", "document_id": 42948, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42948.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 335, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7790, "action_date": "2017-01-25T10:00:00-06:00", "document_id": 43180, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43180.pdf", "status_text": "Do Pass", "journal_page": 194, "committee_id_action": 335, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22588, "president_vote": null, "Yea": [1097, 1175, 1106, 1164, 1157, 1098, 1151]}}, {"bill_id": 7790, "action_date": "2017-01-26T13:00:00-06:00", "document_id": 43344, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43344.pdf", "status_text": "Do Pass", "journal_page": 224, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22647, "president_vote": null, "Yea": [1154, 1171, 1103, 1148, 1108, 1096, 1097, 1109, 1105, 1175, 1100, 1106, 1164, 1194, 1169, 1107, 1104, 1163, 1099, 1144, 1131, 1135, 1178, 1141, 1157, 1172, 1151, 1174, 1146, 1102, 1098, 1137, 1167, 1132, 1189]}}, {"bill_id": 7790, "action_date": "2017-01-31T14:00:00-06:00", "document_id": 43490, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43490.pdf", "status_text": "First read in House and referred to", "journal_page": 229, "committee_id_action": 361, "committee_id_assigned": 352, "result": "N", "vote": {}}, {"bill_id": 7790, "action_date": "2017-02-07T07:45:00-06:00", "document_id": 43687, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43687.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 352, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7790, "action_date": "2017-02-07T07:45:00-06:00", "document_id": 43995, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43995.pdf", "status_text": "Do Pass", "journal_page": 318, "committee_id_action": 352, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22943, "president_vote": null, "Yea": [1180, 1190, 1179, 1181, 1110, 1203, 1152, 1140], "Nay": [1173, 1142, 1115, 1187, 1139]}}, {"bill_id": 7790, "action_date": "2017-02-08T14:00:00-06:00", "document_id": 44138, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44138.pdf", "status_text": "Fiscal Note Requested", "journal_page": 342, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7790, "action_date": "2017-02-13T14:00:00-06:00", "document_id": 44338, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44338.pdf", "status_text": "Do Pass", "journal_page": 375, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23194, "president_vote": null, "Yea": [1168, 1153, 1186, 1166, 1147, 1122, 1118, 1180, 1197, 1190, 1183, 1179, 1201, 1198, 1202, 1116, 1129, 1143, 1142, 1136, 1181, 1204, 1159, 1192, 1196, 1120, 1205, 1130, 1191, 1185, 1117, 1133, 1125, 1200, 1206, 1124, 1170, 1110, 1184, 1134, 1160, 1193, 1199, 1165, 1155, 1188, 1119, 1156, 1113, 1123, 1161, 1195, 1152, 1140, 1176, 1128, 1121, 1212, 1145, 1111, 1150, 1149], "Excused": [1112, 1203], "Nay": [1173, 1114, 1139, 1115, 1158, 1187]}}, {"bill_id": 7790, "action_date": "2017-02-14T14:00:00-06:00", "document_id": 44427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44427.pdf", "status_text": "Signed by the President", "journal_page": 387, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7790, "action_date": "2017-02-15T14:00:00-06:00", "document_id": 44532, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44532.pdf", "status_text": "Signed by the Speaker", "journal_page": 411, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7790, "action_date": "2017-02-16T13:00:00-06:00", "document_id": 44627, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44627.pdf", "status_text": "Delivered to the Governor", "journal_page": 411, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7790, "action_date": "2017-02-23T14:00:00-06:00", "document_id": 44901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44901.pdf", "status_text": "Signed by the Governor", "journal_page": 514, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6453, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7790"}