{"session_id": 48, "bill_id": 14681, "bill_type": "House Bill", "bill_number": 1233, "bill_title": "place certain restrictions on the ownership of livestock feedlots by certain livestock processors.", "sponsors": [{"legislator_profile_id": 2258, "is_prime": true}, {"legislator_profile_id": 2297, "is_prime": true}], "keywords": ["Agricultural Products", "Agriculture", "Livestock"], "audio": [], "bill_versions": [{"bill_id": 14681, "bill_version_id": 81126, "bill_version": "Introduced", "bill_version_date": "1999-01-27T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to place certain restrictions on the ownership of livestock feedlots by certain livestock processors. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. In order to preserve free and private enterprise, prevent monopoly, and protect consumers, no processor of beef or pork or any entity in which a processor of beef or pork has an ownership interest, whether the ownership interest is implied or imputed or in any way may be attributed to a related party, may own, control, or operate a feedlot in south Dakota in which hogs or cattle are fed for slaughter. In addition, no processor may directly or indirectly control the manufacturing, processing, or preparation for sale of pork or beef products derived from livestock if the processor contracted for the care and feeding of the livestock in this state. This section does not apply to a cooperative association organized under Title 47, if the cooperative association contracts for the care and feeding of livestock with a member of the cooperative association who is actively engaged in farming. This section does not apply to an association organized as a cooperative in which another cooperative association organized under Title 47 is a member, if the association contracts with a member which is a cooperative association organized under Title 47, which contracts for the care and feeding of livestock with a member of the cooperative who is actively engaged in farming. This section does not preclude a processor from contracting for the purchase of livestock. This section does not apply to any processor that generates less than ten million dollars of gross revenues per year. This section does not prevent processors or educational institutions from carrying on legitimate research, educational, or demonstration activities, nor does it prevent processors from owning and operating facilities to provide normal care and feeding of animals for a period not to exceed ten days immediately before slaughter, or for a longer period in an emergency. Any processor that owns, controls, or operates a feedlot in violation of this section on July 1, 1999, has until July 1, 2006, to dispose of the property. Section 2. A processor violating section 1 of this Act shall be assessed a civil penalty of not more than twenty-five thousand dollars. The courts of this state may prevent and restrain violations of this Act through the issuance of an injunction. The attorney general or a county state's attorney shall institute suits on behalf of the state to prevent and restrain violations of this Act."}, {"bill_id": 14681, "bill_version_id": 81125, "bill_version": "House Agriculture and Natural Resources Engrossed", "bill_version_date": "1999-02-18T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to place certain restrictions on the ownership of livestock feedlots by certain livestock processors. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. In order to preserve free and private enterprise, prevent monopoly, and protect consumers, no processor of beef or pork or any entity in which a processor of beef or pork has an ownership interest, whether the ownership interest is implied or imputed or in any way may be attributed to a related party, may own, control, or operate a feedlot in South Dakota in which hogs or cattle are fed for slaughter. In addition, no processor may directly or indirectly control the manufacturing, processing, or preparation for sale of pork or beef products derived from livestock if the processor contracted for the care and feeding of the livestock in this state. This section does not apply to a cooperative association organized under Title 47, if the cooperative association contracts for the care and feeding of livestock with a member of the cooperative association who is actively engaged in farming. This section does not apply to an association organized as a cooperative in which another cooperative association organized under Title 47 is a member, if the association contracts with a member which is a cooperative association organized under Title 47, which contracts for the care and feeding of livestock with a member of the cooperative who is actively engaged in farming. This section does not preclude a processor from contracting for the purchase of livestock. This section does not apply to any processor that generates less than ten million dollars of gross revenues per year. This section does not prevent processors or educational institutions from carrying on legitimate research, educational, or demonstration activities, nor does it prevent processors from owning and operating facilities to provide normal care and feeding of animals for a period not to exceed ten days immediately before slaughter, or for a longer period in an emergency. Any processor that owns, controls, or operates a feedlot in violation of this section on July 1, 1999, has until July 1, 2006, to dispose of the property. Section 2. A processor violating section 1 of this Act shall be assessed a civil penalty of not more than twenty-five thousand dollars. The courts of this state may prevent and restrain violations of this Act through the issuance of an injunction. The attorney general shall institute suits on behalf of the state to prevent and restrain violations of this Act. BILL HISTORY 1/28/99 First read in House and referred to Agriculture and Natural Resources. H.J. 241 2/9/99 Scheduled for Committee hearing on this date. 2/9/99 Scheduled for Committee hearing on this date. 2/9/99 Agriculture and Natural Resources Do Pass Amended, Failed, AYES 6, NAYS 7. 2/9/99 Agriculture and Natural Resources Deferred to 41st legislative day, AYES 7, NAYS 6. H.J. 458 2/18/99 Agriculture and Natural Resources Removed from Table. 2/18/99 Agriculture and Natural Resources Do Pass Amended, Passed, AYES 7, NAYS 4. H.J. 625 2/18/99 Recalled from committee (Rule 7-7). H.J. 606"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14681, "action_date": "1999-01-28T14:00:00-06:00", "document_id": 82121, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82121.pdf", "status_text": "First read in House and referred to", "journal_page": 241, "committee_id_action": 628, "committee_id_assigned": 614, "result": "N", "vote": {}}, {"bill_id": 14681, "action_date": "1999-02-09T07:45:00-06:00", "document_id": 81868, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81868.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 614, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14681, "action_date": "1999-02-09T19:30:00-06:00", "document_id": 81869, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81869.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 614, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14681, "action_date": "1999-02-09T19:30:00-06:00", "document_id": 81869, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81869.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 614, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 41192, "president_vote": null, "Nay": [2204, 2222, 2236, 2248, 2284, 2286, 2298], "Yea": [2211, 2213, 2249, 2260, 2261, 2297]}}, {"bill_id": 14681, "action_date": "1999-02-09T19:30:00-06:00", "document_id": 81869, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81869.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 458, "committee_id_action": 614, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41193, "president_vote": null, "Yea": [2204, 2222, 2236, 2248, 2284, 2286, 2298], "Nay": [2211, 2213, 2249, 2260, 2261, 2297]}}, {"bill_id": 14681, "action_date": "1999-02-18T13:45:00-06:00", "document_id": 81784, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81784.pdf", "status_text": "Do Pass Amended,", "journal_page": 625, "committee_id_action": 614, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41765, "president_vote": null, "Yea": [2204, 2211, 2213, 2249, 2260, 2261, 2297], "Excused": [2222, 2284], "Nay": [2236, 2248, 2286, 2298]}}, {"bill_id": 14681, "action_date": "1999-02-18T14:00:00-06:00", "document_id": 81762, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81762.pdf", "status_text": "Recalled from committee (Rule 7-7)", "journal_page": 606, "committee_id_action": 628, "committee_id_assigned": 614, "result": "P", "vote": {}}, {"bill_id": 14681, "action_date": "1999-02-22T14:00:00-06:00", "document_id": 82132, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82132.pdf", "status_text": "Motion to Amend,", "journal_page": 670, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43485, "president_vote": null, "Yea": [2200, 2203, 2207, 2208, 2209, 2210, 2211, 2213, 2216, 2220, 2229, 2232, 2236, 2238, 2240, 2243, 2249, 2254, 2255, 2256, 2261, 2262, 2265, 2271, 2272, 2276, 2278, 2282, 2284, 2288, 2290, 2295, 2296, 2297, 2300, 2245], "Nay": [2204, 2212, 2214, 2218, 2219, 2222, 2223, 2227, 2228, 2231, 2233, 2237, 2244, 2247, 2248, 2250, 2253, 2257, 2260, 2264, 2266, 2267, 2268, 2277, 2279, 2281, 2286, 2287, 2291, 2298, 2301, 2303], "Absent": [2273], "Excused": [2302]}}, {"bill_id": 14681, "action_date": "1999-02-22T14:00:00-06:00", "document_id": 82132, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82132.pdf", "status_text": "Do Pass Amended,", "journal_page": 671, "committee_id_action": 628, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 43486, "president_vote": null, "Nay": [2200, 2203, 2204, 2208, 2212, 2214, 2218, 2219, 2220, 2222, 2223, 2227, 2228, 2231, 2233, 2236, 2237, 2244, 2247, 2248, 2250, 2253, 2255, 2257, 2260, 2264, 2266, 2267, 2268, 2271, 2277, 2278, 2279, 2281, 2282, 2284, 2286, 2287, 2288, 2291, 2298, 2301, 2302, 2303, 2245], "Yea": [2207, 2209, 2210, 2211, 2213, 2216, 2229, 2232, 2238, 2240, 2243, 2249, 2254, 2256, 2261, 2262, 2265, 2272, 2276, 2290, 2295, 2296, 2297, 2300], "Absent": [2273]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14681"}