{"session_id": 68, "bill_id": 24050, "bill_type": "House Bill", "bill_number": 1177, "bill_title": "revise the retirement benefits of certain rehired teachers at qualifying public school districts.", "sponsors": [{"legislator_profile_id": 4407, "is_prime": true}, {"legislator_profile_id": 4458, "is_prime": true}, {"legislator_profile_id": 4456, "is_prime": false}, {"legislator_profile_id": 4337, "is_prime": false}, {"legislator_profile_id": 4345, "is_prime": false}, {"legislator_profile_id": 4348, "is_prime": false}, {"legislator_profile_id": 4351, "is_prime": false}, {"legislator_profile_id": 4353, "is_prime": false}, {"legislator_profile_id": 4471, "is_prime": false}, {"legislator_profile_id": 4389, "is_prime": false}, {"legislator_profile_id": 4469, "is_prime": false}, {"legislator_profile_id": 4440, "is_prime": false}, {"legislator_profile_id": 4404, "is_prime": false}, {"legislator_profile_id": 4463, "is_prime": false}, {"legislator_profile_id": 4446, "is_prime": false}, {"legislator_profile_id": 4465, "is_prime": false}], "keywords": ["Retirement System", "Teachers"], "audio": [{"meeting_datetime": "2023-02-08T15:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hre20.mp3", "start_seconds": 2144.0}, {"meeting_datetime": "2023-02-08T15:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hre20.mp3", "start_seconds": 2144.0}, {"meeting_datetime": "2023-02-08T15:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hre20.mp3", "start_seconds": 2144.0}], "bill_versions": [{"bill_id": 24050, "bill_version_id": 246898, "bill_version": "Introduced", "bill_version_date": "2023-01-26T14:29:04.753-06:00", "bill_text": "An Act to revise the retirement benefits of certain rehired teachers at qualifying public school districts. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 3-12C-703 be AMENDED: 3-12C-703. The COLA payable shall be is applied annually to all benefits except those based on the member's accumulated contributions, variable retirement account, or contribution credit. However, the COLA shall be is eliminated for any period of time that a retired member reenters covered employment in the system, unless the if: (1) The member retired as a Class B member other than a justice, judge, or magistrate judge and subsequently has reentered covered employment as a Class A member,or unless the; (2) The member retired without a benefit suspension pursuant to § 3-12C-1402 and then reentered active status before July 1, 2004; or (3) The member retired and then reentered employment full-time as a teacher, as defined by § 13-42-1, with any school district, as defined in § 13-5-1, pursuant to section 2 of this Act. SuchThe COLA elimination shall must cease when the member again retires and draws either a refund or an additional retirement benefit. Section 2. That chapter 3-12C be amended with a NEW SECTION: A retired member may be reemployed full-time as a teacher, as defined in § 13-42-1, at a school district, as defined in § 13-5-1, if: (1) The member has been separated from service for at least twelve consecutive months after the member's effective retirement date; and (2) The school district hiring the member demonstrates that a good faith effort, as described in section 3 of this Act, was made to hire appropriately qualified personnel who are not receiving a retirement benefit from the system. A retired member reemployed under this section continues to receive COLA increases and is not be subject to the benefit reduction referenced in § 3-12C-1405 until June 30, 2026. However, all other provisions of § 3-12C-1405 apply. Section 3. That chapter 3-12C be amended with a NEW SECTION: To demonstrate that a good faith effort was made to hire appropriately qualified personnel, the school district, as defined in § 13-5-1, shall provide the following documentation of actions taken to recruit an appropriately qualified person for a teacher position, as defined in § 13-42-1: (1) The school district's need for the emergency full-time certified teacher position and the efforts made to fill the position; (2) A plan for hiring appropriately qualified personnel without using the emergency position in the future; (3) A description of the retired member's experience, knowledge, and abilities; (4) A copy of the retired member's valid teacher certificate; and (5) A certification that no formal or informal agreement existed to reemploy the retired member. A school district shall advertise a position in at least two publicly accessible resources for at least one month, within the six months preceding the emergency employment. All copies of postings must be included with the documentation. Section 4. That § 3-12C-1405 be AMENDED: 3-12C-1405. Except as provided in § 3-12C-1405.1, if a retired member reenters covered employment at some time after the three consecutive calendar months that start with the member's effective date of retirement, the member's retirement benefits and continued membership shall be administered pursuant to this section. TheExcept as provided in section 2 of this Act, the member's monthly retirement benefit shall be is reduced by fifteen percent and the COLA shall be is eliminated throughout the period that the member reenters covered employment. The reduction and elimination shall cease if the member again terminates covered employment. However, the reduction and elimination do not apply if the member retired as a Class B member other than a justice, judge, or magistrate judge and subsequently reenters covered employment as a Class A member. The contributions required of the member shall must be deposited by the member's participating unit with the system for the benefit of the member to be transferred to an account within the deferred compensation program established pursuant to chapter 3-13. The contributions shall be governed by § 457 of the Internal Revenue Code. However, the contributions required of the member's employer unit shall must be deposited into the fund created by this chapter, but with no association or credit to the member. The member may not earn any additional benefits associated with the period that the member reenters covered employment. The provisions of this section do not apply to a Class D member who reenters covered employment. Section 5. The provisions of this Act are repealed on June 30, 2026. Upon repeal, the Code Commission, pursuant to § 2-16-9, shall remove sections 2 and 3 of this Act from the Code and revert in word and substance the code sections amended by this Act to their status immediately prior to the effective date of this Act."}], "amendments": [], "fiscal_notes": [248879], "action_log": [{"bill_id": 24050, "action_date": "2023-01-30T14:00:00-06:00", "document_id": 246888, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246888.pdf", "status_text": "First read in House and referred to", "journal_page": 171, "committee_id_action": 1159, "committee_id_assigned": 1164, "result": "N", "vote": {}}, {"bill_id": 24050, "action_date": "2023-02-08T15:00:00-06:00", "document_id": 246979, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246979.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1164, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24050, "action_date": "2023-02-08T15:00:00-06:00", "document_id": 247923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247923.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1164, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76984, "president_vote": null, "Yea": [4467, 4437, 4429, 4334], "Excused": [4401]}}]}