{"session_id": 61, "bill_id": 20965, "bill_type": "House Bill", "bill_number": 1001, "bill_title": "repeal references to certain defunct programs under the authority of the Board of Regents.", "sponsors": [{"legislator_profile_id": 3626, "is_prime": true}, {"legislator_profile_id": 3656, "is_prime": true}, {"legislator_profile_id": 3577, "is_prime": false}, {"legislator_profile_id": 3579, "is_prime": false}, {"legislator_profile_id": 3596, "is_prime": false}, {"legislator_profile_id": 3606, "is_prime": false}, {"legislator_profile_id": 3613, "is_prime": false}, {"legislator_profile_id": 3614, "is_prime": false}, {"legislator_profile_id": 3617, "is_prime": false}, {"legislator_profile_id": 3625, "is_prime": false}, {"legislator_profile_id": 3657, "is_prime": false}, {"legislator_profile_id": 3665, "is_prime": false}, {"legislator_profile_id": 3674, "is_prime": false}], "keywords": ["Board of Regents", "Education"], "audio": [{"meeting_datetime": "2007-01-18T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hed07.mp3", "start_seconds": 4226.0}, {"meeting_datetime": "2007-01-18T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hed07.mp3", "start_seconds": 4226.0}, {"meeting_datetime": "2007-01-18T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hed07.mp3", "start_seconds": 4226.0}, {"meeting_datetime": "2007-01-19T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hed08.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2007-01-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou09.mp3", "start_seconds": 4085.0}, {"meeting_datetime": "2007-01-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou09.mp3", "start_seconds": 4085.0}, {"meeting_datetime": "2007-01-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou09.mp3", "start_seconds": 4085.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed17.mp3", "start_seconds": 4962.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed17.mp3", "start_seconds": 4962.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed17.mp3", "start_seconds": 4962.0}, {"meeting_datetime": "2007-02-01T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed17.mp3", "start_seconds": 4962.0}], "bill_versions": [{"bill_id": 20965, "bill_version_id": 109960, "bill_version": "Introduced", "bill_version_date": "2006-12-28T09:27:44-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal references to certain defunct programs under the authority of the Board of Regents. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-49-14.4 be repealed. 13-49-14.4. Terms used in this section and §§ 13-49-14.5 to 13-49-14.10, inclusive, unless the content otherwise requires, mean: (1) \"Employee,\" a person employed by the Board of Regents on a full-time basis with faculty or administrative rank and exempt from the provisions of chapter 3-6A and any such employee of any institution under the control of the regents closed and discontinued after January 1, 1984; (2) \"Full-time service,\" employees who are considered one full-time equivalent position as defined in subdivision 2-14-2(12); (3) \"Program,\" Board of Regents Incentive Early Retirement Program; (4) \"Years of service,\" full-time service during a fiscal year in a position exempt from chapter 3-6A. Section 2. That § 13-49-14.5 be repealed. 13-49-14.5. The Board of Regents may implement an incentive early retirement program by compensating employees aged sixty and above upon voluntary retirement. The program adopted by the board shall be consistent with the provisions of chapter 3-12. No participant in the program may earn additional benefits under chapter 3-6. Compensation under the program may not be considered as other public benefits as defined in subdivision 3-12-47(36). Retirement under the program shall require concurrent receipt of benefits from the South Dakota Retirement System and shall prohibit reemployment of the employee by the state except as provided by the provisions of chapter 3-12 and Board of Regents policy. Acceptance of early retirement benefits by any employee shall constitute waiver of reemployment rights provided by the Board of Regents through policy, contract, or collectively bargained agreement. Retirement under the program may be as of July 1, 1985, and on July first in following years. Section 3. That § 13-49-14.6 be repealed. 13-49-14.6. To qualify for the program, an employee shall have fifteen years of continuous full-time service in the regental system. Sabbatical leaves or leaves without pay shall not be counted as interruptions in service. Periods of sabbatical leave or leave without pay of one semester or longer shall not be credited toward the fifteen years of continuous full-time service. However, for exempt personnel fully employed at the time of closure at any institution under the control of the Board of Regents closed and discontinued after January 1, 1984, the employee shall qualify for the regents' incentive early retirement program if the employee had twenty-five years of continuous full-time service in an exempt position in the regental system and will attain the age of sixty by June 30, 1986. The benefits of this section apply retroactively to the provisions of the regents' incentive early retirement as of July 1, 1985. Funds to fulfill the purpose described in this section shall be from general funds appropriations by the South Dakota Legislature. Section 4. That § 13-49-14.7 be repealed. 13-49-14.7. The program shall include a graduated system of incentive bonuses based on the employee's age and the employee's basic contract salary in the fiscal year immediately prior to retirement. The incentive bonus may be paid through an annuity program established by the Board of Regents or through a severance payment. Section 5. That § 13-49-14.8 be repealed. 13-49-14.8. The program shall include employer payment of one half of the regental group health insurance premiums for retirees age sixty through age sixty-four. Premium payments shall terminate when the retiree reaches the age of sixty-five. Section 6. That § 13-49-14.9 be repealed. 13-49-14.9. Application dates and implementation procedures shall be established by the Board of Regents. Section 7. That § 13-49-14.10 be repealed. 13-49-14.10. The Board of Regents may continue the incentive early retirement program from year to year effective July first of each year. The board may in subsequent years lower the eligibility age as provided for in § 13-49-14.5, from sixty to a minimum of fifty-five and may increase the number of required years of service as provided in § 13-49-14.6, to a maximum of twenty years. Section 8. That § 13-49-24 be repealed. 13-49-24. The Legislature finds that it is in the public interest to participate in the postsecondary review program established in Title IV, Part H, Subpart 1, of the Higher Education Act of 1965, as amended by the Higher Education Amendments of 1992, Public Law 102-325, in order to provide for the continuing eligibility for federal student financial aid of existing postsecondary institutions located in the state and for any institution hereafter established. Section 9. That § 13-49-25 be repealed. 13-49-25. Terms used in §§ 13-49-24 to 13-49-30, inclusive, mean: (1) \"Board,\" the Board of Regents; (2) \"Postsecondary institution,\" any institution operating in the state that provides instruction beyond the secondary school level and that the secretary has designated as eligible to participate in any federal program established under Title IV; (3) \"Program review,\" includes the collection of data from the secretary, from postsecondary institutions or from other sources, the evaluation of such data by the board or by a private accrediting agency or other peer review system, the taking of other measures to identify, assess, and weigh information that relates to the ability of a postsecondary institution to provide education and training at levels that are consistent with its representations to its students, the conduct of a hearing to consider such data, evaluations, and information, together with any responses, explanations, or arguments from the postsecondary institutions under review, and the determination whether postsecondary institutions have complied with state standards or federal Title IV eligibility requirements; (4) \"Secretary,\" the secretary of the Department of Education of the United States of America; (5) \"State postsecondary review entity,\" an entity or agency designated by a state to carry out the functions provided for in Title IV, Part H, Subpart 1; (6) \"Title IV,\" Title IV of the Higher Education Act of 1965, as amended by the Higher Education Amendments of 1992. Section 10. That § 13-49-26 be repealed. 13-49-26. The Board of Regents is the state postsecondary review entity for the State of South Dakota. Section 11. That § 13-49-27 be repealed. 13-49-27. As the state postsecondary review entity, the board may: (1) Represent the State of South Dakota in matters concerning Title IV; (2) Enter into such agreements with the United States Department of Education, with state postsecondary review entities or other agencies from other states, or other persons it deems necessary or appropriate, to carry out the purposes of program review and to provide for outside peer review as required by Title IV; (3) Cooperate with the secretary by keeping such records and providing the secretary with such information as may be duly requested for financial and compliance audits and program evaluation; (4) Develop and recommend to the secretary state standards for program review consistent with the federal review requirements stated in Title IV; (5) Conduct a program review of any postsecondary institution, upon request of the secretary or on its own initiative subject to the approval of the secretary pursuant to Title IV, pursuant to the approved federal and state review standards governing eligibility to participate in federal financial aid programs provided for in Title IV; (6) Notify the secretary if, following the program review and after a duly noticed hearing, the board determines: (a) That an institution fails to meet one or more of the state review standards and any actions that the board may take with respect to the institution; or (b) That an institution may not be eligible under federal regulations to participate in the federal financial aid programs provided for in Title IV; (7) Advise any postsecondary institution that fails to meet one or more of the state review standards of those actions required to satisfy the standards; (8) Establish procedures, in consultation with postsecondary institutions, for receiving and responding to complaints from students, faculty, and others about postsecondary institutions and publicize the procedures; (9) Keep records of complaints in order to determine their frequency and nature for specific postsecondary institutions; and (10) Advise any postsecondary institution that failure to meet the state review standards, to assist in the publication of complaint procedures, or otherwise to cooperate in the postsecondary review program may result in a report to the secretary. Section 12. That § 13-49-28 be repealed. 13-49-28. The board will develop and recommend to the secretary standards consistent with subdivision 13-49-27(4) to insure that postsecondary institutions have the ability to provide education and training at levels that are consistent with their representations to their students. These standards for program review shall be developed in consultation with the postsecondary institutions of the state. The process of development and consultation is not subject to chapter 1-26, but the board may develop such standards only after a duly noticed public hearing. The standards for program review do not operate as rules of general applicability as defined in chapter 1-26; but, before the board takes final action to enforce such standards, it shall provide an institution with an opportunity for a contested case hearing as provided for in chapter 1-26. Section 13. That § 13-49-29 be repealed. 13-49-29. Postsecondary institutions shall receive a hearing, upon reasonable notice, to determine whether to notify the secretary pursuant to subdivision 13-49-27(6). In reaching that determination, the board may consider the data gathered in the review process, evaluations obtained from accrediting agencies or other peer review systems or any other relevant evidence, together with any responses, explanations, or arguments from the postsecondary institutions under review. The board may adopt additional procedures to implement this section. Section 14. That § 13-49-30 be repealed. 13-49-30. Notwithstanding the provisions of §§ 1-26-2 and 1-27-1, the board may provide information obtained pursuant to §§ 13-49-24 to 13-49-30, inclusive, to the secretary, to other state program review entities, or to postsecondary institutions under review. The identities of persons making complaints shall be confidential unless and until disclosure is required in the context of a program review hearing. Section 15. That § 13-55-14 be repealed. 13-55-14. Because financial aid to qualified resident students in education beyond high school in South Dakota is in the public interest, there is hereby established a scholarship program for any person who is a resident of this state and who is an enrolled member of a federally recognized Indian tribe whose reservation is located in this state. The eligibility of a person for this scholarship is determined by the Board of Regents. Section 16. That § 13-55-14.1 be repealed. 13-55-14.1. The executive director of the Board of Regents shall administer the program authorized in § 13-55-14 and shall approve application forms and financial need statements, determine the amount of scholarship funds available to each student enrolled in any institution under the jurisdiction of the Board of Regents and approve and award the scholarships. However, no scholarship award may exceed two hundred fifty dollars per semester. Section 17. That § 13-55-14.2 be repealed. 13-55-14.2. A scholarship under the program authorized in § 13-55-14 may be awarded to any eligible person who is enrolled in an institution under the jurisdiction of the Board of Regents, is classified as a junior, senior, or graduate student, is maintaining satisfactory academic progress and has established financial need. The scholarship under the program authorized in § 13-55-14 may be awarded to an eligible person who is classified as a sophomore if there are funds available and the person meets all other eligibility criteria. Section 18. That § 13-55-14.3 be repealed. 13-55-14.3. Each applicant shall: complete and file an application for a scholarship; be responsible for providing the information required to determine financial need; and report promptly to the executive director any information requested which is necessary to make a proper determination with respect to the student's application. Section 19. That § 13-55-20 be repealed. 13-55-20. In the event a student leaves school, any unused portion of the scholarship for which a student is entitled to, a refund shall revert to the state Indian scholarship fund. Section 20. That § 13-55F-1 be repealed. 13-55F-1. There is established the Mickelson Scholars Program to be administered by the Board of Regents, which is hereby authorized to establish such policies and procedures as it deems necessary to carry out the purposes of this program. However, the Board of Regents may not award any Mickelson scholarships to any student who graduates from high school after Spring 1995. The purpose of the program is to encourage South Dakota's most academically accomplished high school graduates to remain in the state and to contribute to the economic development of the state. Section 21. That § 13-55F-2 be repealed. 13-55F-2. In order to be eligible for a Mickelson Scholars Award, a student shall: (1) Be a resident of South Dakota at the time of graduation from high school; (2) Meet the admissions requirements and attend one of the six Board of Regents universities or four state technical institutes; (3) Have obtained a high school cumulative grade point average of at least 3.0 on a 4.0 scale, or the equivalent, through the junior year of high school; and (4) Be considered academically to be in the top one percent of the state's high school graduating class. The determination of qualifications for the top one percent of high school graduates in the state shall be announced each year by the board. Section 22. That § 13-55F-3 be repealed. 13-55F-3. To receive a Mickelson Scholarship a student shall attend a Board of Regents university or a state technical institute. Scholarship payments shall be made on a semester by semester basis with the scholarship amount equal to the student's costs for tuition, required fees and special discipline fees, and room and board, subject to the estimated cost of attendance limitation described in this section. In no case may expenses for board exceed reasonable amounts for three meals a day. If a student lives off-campus, not with parents, the award amount for room shall be equal to the double-occupancy residence hall rate, and the amount for board shall be equal to the most comprehensive basic, nonoptional meal plan available on campus. If a student lives with parents, the student shall receive five hundred dollars each semester for room and board and commuting expenses. The award amount available under this scholarship program is subject to a maximum limitation, so that the total funding from the Mickelson Scholars Program and all federal need-based gift aid may not exceed the student's estimated cost of attendance. Mickelson scholarships shall be paid to the recipients through their campus after the final fee adjustment date and when the other need-based grants and scholarships are known. Section 23. That § 13-55F-4 be repealed. 13-55F-4. A student is eligible to participate in the Mickelson Scholars Program for the equivalent of four academic years or until the attainment of a baccalaureate degree, whichever comes first. The student shall maintain a cumulative 3.0 grade point average on a 4.0 scale to retain eligibility for the program. Cumulative grade point average shall be calculated after the second semester and every semester thereafter. The student shall complete consecutive spring and fall terms in order to remain eligible for continuation of the scholarship program from term to term. Once a student's cumulative grade point average falls below 3.0 on a 4.0 scale, the student permanently loses eligibility for continuation in the scholarship program. If the executive director of the Board of Regents determines that a student's failure to enroll or to maintain continued enrollment has resulted from legitimate factors outside the student's control, or has resulted from the student's participation in an activity that in the executive director's judgment provides knowledge or experience that will enhance the student's academic pursuits, the executive director may extend the student's eligibility to participate in the program for up to two additional years, provided that the student does not enroll in a noneligible institution, except under an exchange agreement. If approved by the executive director, the Mickelson Scholarship Program may provide a scholarship award for the exchange equal to the previous year's award for that student. Extended eligibility does not entitle a student to receive a Mickelson Scholars Award for more than the equivalent of four academic years. A student may also maintain eligibility for continuation in the Mickelson Scholars Program by notifying the executive director of the student's intent to transfer to another of the ten eligible institutions. Section 24. That § 13-56B-1.1 be repealed. 13-56B-1.1. Any student at the University of South Dakota School of Medicine who has participated in the tuition waiver program as provided in chapter 13-56B prior to July 1, 1982, but after July 1, 1979, shall be allowed to fulfill his service requirement as provided in chapter 13-56B which was in effect on January 1, 1982. The amount of service time required shall be prorated by the Board of Regents based on the number of years of participation in the waiver program. Section 25. That § 13-56B-4 be repealed. 13-56B-4. In addition to students attending the medical school under the provisions of § 13- 56B-8, the Board of Regents shall authorize the attendance at the South Dakota School of Medicine of persons who have agreed to practice for a definite period of time in the United States Public Health Service or in a critical health manpower shortage area as may be required by federal law. Such persons shall pay tuition for their medical education as determined by the Board of Regents. Section 26. That § 13-56B-6 be repealed. 13-56B-6. If any student who is studying or any doctor who has graduated under the provisions of this chapter is inducted into the armed forces of the United States, any duty or obligation imposed upon him pursuant to this chapter shall be stayed for the term of his active duty enlistment. Section 27. That § 13-56B-6.2 be repealed. 13-56B-6.2. The Board of Regents may stay any duty or obligation imposed upon a student pursuant to this chapter for a maximum period of two years if it determines that a temporary disability or extreme hardship will cause a temporary delay in the student's completion of his obligations under this chapter. Section 28. That § 13-56B-8 be repealed. 13-56B-8. The Board of Regents shall also make provision, authorizing attendance at the South Dakota School of Medicine, for persons not desiring to participate in the medical profession scholarship program. Such persons shall pay tuition as determined by the Board of Regents. Section 29. That § 13-56B-9 be repealed. 13-56B-9. The Board of Regents shall adopt rules, in accordance with the provisions of chapter 1-26, to carry out the provisions of this chapter. Section 30. That § 13-58-4 be repealed. 13-58-4. Students over sixteen years of age who study agriculture at the South Dakota State University shall be taught to apply the tuberculin test so as to be able to test cattle for the disease known as tuberculosis. Section 31. That § 13-58-6 be repealed. 13-58-6. The Board of Regents of the State of South Dakota shall have the authority and be empowered to grant and execute easements of state owned land at South Dakota State University in strips of no greater than five feet in width to the city of Brookings, South Dakota, for the purpose of constructing, installing, and maintaining main or trunk sewer lines. Such easements shall be executed by the president and secretary of the Board of Regents. Section 32. That § 13-58-26 be repealed. 13-58-26. The University Co-op Child Learning Center, Inc., a nonprofit corporation organized under the laws of the State of South Dakota, may construct and equip, on the campus of South Dakota State University, a day care facility for the children of students and staff of South Dakota State University. Section 33. That § 13-58-27 be repealed. 13-58-27. The cost of the facility authorized in § 13-58-26 may not exceed one hundred twenty-five thousand dollars and the University Co-op Child Learning Center, Inc. shall provide or secure the financing of such facility. No construction work may be commenced on the facility until financing for the full construction cost has been satisfactorily demonstrated to the Board of Regents. Nothing in §§ 13-58-26 to 13-58-31, inclusive, may be construed as authorization for the Board of Regents to incur any state indebtedness or financing liability. Section 34. That § 13-58-28 be repealed. 13-58-28. The Board of Regents may determine the appropriate site for the purposes of § 13- 58-26 and may lease that site to the University Co-op Child Learning Center, Inc. Section 35. That § 13-58-29 be repealed. 13-58-29. The Board of Regents, to ensure suitable operations and maintenance of the facility and the immediate premises, may provide and enter into contractual agreements with the University Co-op Child Learning Center, Inc. The board may also enter into agreements to ensure that the facility is used only as a child day care facility. Section 36. That § 13-58-30 be repealed. 13-58-30. If the facility is no longer used for the purpose established in § 13-58-26, or if any agreement entered into pursuant to § 13-58-29 is violated, the facility shall become the property of the State of South Dakota. Section 37. That § 13-58-31 be repealed. 13-58-31. The Bureau of Administration shall, pursuant to chapter 5-14, supervise the design and construction of the facility. Section 38. That § 13-59-2.3 be repealed. 13-59-2.3. The Board of Regents shall continue to provide existing courses for those students enrolled at Dakota State University during the spring semester of 1984 in order to allow only those students presently enrolled to complete their scheduled program of study."}, {"bill_id": 20965, "bill_version_id": 111516, "bill_version": "Enrolled", "bill_version_date": "2007-02-05T09:01:10-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20965, "action_date": "2007-01-09T12:00:00-06:00", "document_id": 110145, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110145.pdf", "status_text": "First read in House and referred to", "journal_page": 20, "committee_id_action": 923, "committee_id_assigned": 912, "result": "N", "vote": {}}, {"bill_id": 20965, "action_date": "2007-01-18T10:00:00-06:00", "document_id": 110390, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110390.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 912, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20965, "action_date": "2007-01-18T10:00:00-06:00", "document_id": 110390, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110390.pdf", "status_text": "Do Pass,", "journal_page": 122, "committee_id_action": 912, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66021, "president_vote": null, "Yea": [3577, 3579, 3587, 3591, 3599, 3604, 3614, 3635, 3643, 3649, 3665, 3674, 3675, 3613], "Excused": [3671]}}, {"bill_id": 20965, "action_date": "2007-01-19T10:00:00-06:00", "document_id": 110459, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110459.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 912, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20965, "action_date": "2007-01-22T14:00:00-06:00", "document_id": 110547, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110547.pdf", "status_text": "Do Pass,", "journal_page": 148, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66925, "president_vote": null, "Excused": [3572, 3577, 3640, 3649], "Yea": [3576, 3578, 3579, 3580, 3581, 3582, 3583, 3586, 3587, 3588, 3590, 3591, 3592, 3593, 3594, 3597, 3598, 3599, 3600, 3604, 3605, 3606, 3609, 3611, 3613, 3614, 3616, 3619, 3620, 3622, 3624, 3628, 3629, 3631, 3632, 3635, 3637, 3638, 3642, 3643, 3644, 3645, 3646, 3648, 3650, 3651, 3653, 3654, 3655, 3656, 3657, 3658, 3660, 3662, 3663, 3665, 3666, 3668, 3670, 3671, 3672, 3673, 3674, 3675, 3676, 3584]}}, {"bill_id": 20965, "action_date": "2007-01-23T14:00:00-06:00", "document_id": 110614, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110614.pdf", "status_text": "First read in Senate and referred to", "journal_page": 194, "committee_id_action": 924, "committee_id_assigned": 899, "result": "N", "vote": {}}, {"bill_id": 20965, "action_date": "2007-01-30T07:45:00-06:00", "document_id": 111140, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111140.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 899, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20965, "action_date": "2007-02-01T07:45:00-06:00", "document_id": 111356, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111356.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 899, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20965, "action_date": "2007-02-01T07:45:00-06:00", "document_id": 111356, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111356.pdf", "status_text": "Do Pass,", "journal_page": 325, "committee_id_action": 899, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66613, "president_vote": null, "Yea": [3602, 3621, 3636, 3641, 3652, 3626, 3647]}}, {"bill_id": 20965, "action_date": "2007-02-01T07:45:00-06:00", "document_id": 111356, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111356.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 899, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20965, "action_date": "2007-02-02T13:00:00-06:00", "document_id": 111497, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111497.pdf", "status_text": "Do Pass,", "journal_page": 362, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66745, "president_vote": null, "Yea": [3571, 3573, 3574, 3575, 3585, 3589, 3595, 3596, 3602, 3603, 3607, 3608, 3610, 3612, 3615, 3617, 3618, 3621, 3623, 3625, 3626, 3630, 3633, 3634, 3636, 3639, 3641, 3647, 3652, 3659, 3661, 3664, 3667, 3669], "Excused": [3627]}}, {"bill_id": 20965, "action_date": "2007-02-05T14:00:00-06:00", "document_id": 111585, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111585.pdf", "status_text": "Signed by Speaker", "journal_page": 348, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20965, "action_date": "2007-02-06T14:00:00-06:00", "document_id": 111676, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111676.pdf", "status_text": "Signed by President", "journal_page": 408, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20965, "action_date": "2007-02-07T14:00:00-06:00", "document_id": 111788, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111788.pdf", "status_text": "Delivered to the Governor", "journal_page": 405, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20965, "action_date": "2007-02-08T14:00:00-06:00", "document_id": 111852, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111852.pdf", "status_text": "Signed by Governor", "journal_page": 408, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3662, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20965"}