{"session_id": 59, "bill_id": 20571, "bill_type": "House Bill", "bill_number": 1136, "bill_title": "revise certain provisions relating to the practice of marriage and family therapy.", "sponsors": [{"legislator_profile_id": 3362, "is_prime": true}, {"legislator_profile_id": 3371, "is_prime": true}, {"legislator_profile_id": 3366, "is_prime": false}, {"legislator_profile_id": 3377, "is_prime": false}, {"legislator_profile_id": 3381, "is_prime": false}, {"legislator_profile_id": 3393, "is_prime": false}, {"legislator_profile_id": 3399, "is_prime": false}, {"legislator_profile_id": 3410, "is_prime": false}, {"legislator_profile_id": 3413, "is_prime": false}, {"legislator_profile_id": 3415, "is_prime": false}, {"legislator_profile_id": 3422, "is_prime": false}, {"legislator_profile_id": 3432, "is_prime": false}, {"legislator_profile_id": 3444, "is_prime": false}, {"legislator_profile_id": 3452, "is_prime": false}, {"legislator_profile_id": 3458, "is_prime": false}], "keywords": ["Professions and Occupations"], "audio": [{"meeting_datetime": "2006-01-27T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hhe13.mp3", "start_seconds": 1898.0}, {"meeting_datetime": "2006-01-27T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hhe13.mp3", "start_seconds": 1898.0}, {"meeting_datetime": "2006-01-27T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hhe13.mp3", "start_seconds": 1898.0}], "bill_versions": [{"bill_id": 20571, "bill_version_id": 106780, "bill_version": "Introduced", "bill_version_date": "2006-01-19T10:34:04-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to the practice of marriage and family therapy. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-33-4 be amended to read as follows: 36-33-4. It is a Class 2 misdemeanor for any person to engage in the practice of, or attempt to practice, marriage and family therapy as a licensed marriage and family therapist without a license issued pursuant to the provisions of this chapter. Section 2. That § 36-33-7 be repealed. 36-33-7. Any of the following persons are exempt from the requirements of this chapter: (1) A person practicing marriage and family therapy as part of that person's duties as an employee of: (a) A recognized educational institution, or a federal, state, county, or local governmental institution or agency while performing those duties for which the person was employed by such institution, agency, or facility; or (b) An organization which is nonprofit and which meets community needs while performing those duties for which the person was employed by such an agency; (2) A person who is a marriage and family therapy intern or person preparing for the practice of marriage and family therapy under qualified supervision in a training institution or facility or supervisory arrangement recognized and approved by the board, if the person is designated by a title such as marriage therapy intern, family therapy intern, or some other title clearly indicating such training status. Section 3. That § 36-33-8 be amended to read as follows: 36-33-8. Nothing in this chapter may be construed to prevent any other qualified professional, including a clinical social worker, psychiatric nurse, professional counselor, clinical and counseling psychologist, physician, attorney-at-law, or member of the clergy, from performing or advertising the performance of marriage and family therapy consistent with the accepted standards of that person's profession. However, no such person may use a title or description stating or implying that the person is licensed to practice marriage and family therapy pursuant to this chapter. This chapter does not apply to the activities and services of a person practicing marriage and family therapy as part of that person's duties as a: (1) Professional licensed or certified under this title acting in a manner consistent with state law regarding the scope of practice; (2) Member of the clergy; (3) Person performing volunteer services for a public or private nonprofit organization; (4) Person employed by a school, college, university, or other institution of higher learning; (5) Person who is employed by a federal, state, county, or local governmental institution or agency while performing those duties for which the person was employed by the institution, agency, or facility; (6) Person who is employed by a licensed health care facility, an accredited prevention or treatment facility, an adjustment training center, a nonprofit mental health center, or a licensed or registered child welfare agency; or (7) Person who is a marriage and family therapy intern or person preparing for the practice of marriage and family therapy under qualified supervision in a training institution or facility or supervisory arrangement recognized and approved by the board, if the person is designated by a title such as marriage therapy intern, family therapy intern, or some other title clearly indicating such training status. Students enrolled in recognized programs of study leading to marriage and family therapy degrees may practice only under the direct supervision of a marriage and family therapist licensed under this chapter or an educator of marriage and family therapy or counseling."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20571, "action_date": "2006-01-19T14:00:00-06:00", "document_id": 106834, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106834.pdf", "status_text": "First read in House and referred to", "journal_page": 144, "committee_id_action": 893, "committee_id_assigned": 884, "result": "N", "vote": {}}, {"bill_id": 20571, "action_date": "2006-01-27T07:45:00-06:00", "document_id": 107384, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107384.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 884, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20571, "action_date": "2006-01-27T07:45:00-06:00", "document_id": 107384, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107384.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 260, "committee_id_action": 884, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63691, "president_vote": null, "Yea": [3366, 3381, 3389, 3394, 3400, 3408, 3417, 3427, 3442, 3454, 3382, 3460], "Excused": [3422]}}]}