{"session_id": 44, "bill_id": 21917, "bill_type": "Senate Bill", "bill_number": 78, "bill_title": "modify certain provisions related to trusts.", "sponsors": [{"legislator_profile_id": 1806, "is_prime": true}, {"legislator_profile_id": 3788, "is_prime": true}, {"legislator_profile_id": 1767, "is_prime": false}, {"legislator_profile_id": 1768, "is_prime": false}, {"legislator_profile_id": 3798, "is_prime": false}, {"legislator_profile_id": 1778, "is_prime": false}, {"legislator_profile_id": 1881, "is_prime": false}, {"legislator_profile_id": 1779, "is_prime": false}, {"legislator_profile_id": 1782, "is_prime": false}, {"legislator_profile_id": 1783, "is_prime": false}, {"legislator_profile_id": 1785, "is_prime": false}, {"legislator_profile_id": 1786, "is_prime": false}, {"legislator_profile_id": 1788, "is_prime": false}, {"legislator_profile_id": 1792, "is_prime": false}, {"legislator_profile_id": 1794, "is_prime": false}, {"legislator_profile_id": 3797, "is_prime": false}, {"legislator_profile_id": 1803, "is_prime": false}, {"legislator_profile_id": 3804, "is_prime": false}, {"legislator_profile_id": 1813, "is_prime": false}, {"legislator_profile_id": 3784, "is_prime": false}, {"legislator_profile_id": 1830, "is_prime": false}, {"legislator_profile_id": 1834, "is_prime": false}, {"legislator_profile_id": 1835, "is_prime": false}, {"legislator_profile_id": 1837, "is_prime": false}, {"legislator_profile_id": 1844, "is_prime": false}, {"legislator_profile_id": 3805, "is_prime": false}, {"legislator_profile_id": 1847, "is_prime": false}, {"legislator_profile_id": 1883, "is_prime": false}, {"legislator_profile_id": 1851, "is_prime": false}, {"legislator_profile_id": 1856, "is_prime": false}, {"legislator_profile_id": 3790, "is_prime": false}, {"legislator_profile_id": 3803, "is_prime": false}, {"legislator_profile_id": 3800, "is_prime": false}, {"legislator_profile_id": 1865, "is_prime": false}, {"legislator_profile_id": 1866, "is_prime": false}, {"legislator_profile_id": 1870, "is_prime": false}], "keywords": ["Fiduciaries and Trusts"], "audio": [{"meeting_datetime": "2021-01-26T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco10.mp3", "start_seconds": 904.0}, {"meeting_datetime": "2021-01-26T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco10.mp3", "start_seconds": 904.0}, {"meeting_datetime": "2021-01-26T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco10.mp3", "start_seconds": 904.0}, {"meeting_datetime": "2021-01-26T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco10.mp3", "start_seconds": 904.0}, {"meeting_datetime": "2021-01-26T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco10.mp3", "start_seconds": 904.0}, {"meeting_datetime": "2021-02-01T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen13.mp3", "start_seconds": 1448.0}, {"meeting_datetime": "2021-02-01T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen13.mp3", "start_seconds": 1448.0}, {"meeting_datetime": "2021-02-01T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen13.mp3", "start_seconds": 1448.0}, {"meeting_datetime": "2021-02-05T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hju17.mp3", "start_seconds": 2416.0}, {"meeting_datetime": "2021-02-05T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hju17.mp3", "start_seconds": 2416.0}, {"meeting_datetime": "2021-02-05T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hju17.mp3", "start_seconds": 2416.0}, {"meeting_datetime": "2021-02-05T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hju17.mp3", "start_seconds": 2416.0}], "bill_versions": [{"bill_id": 21917, "bill_version_id": 211761, "bill_version": "Introduced", "bill_version_date": "2021-01-19T11:21:45.13-06:00", "bill_text": "An Act to modify certain previsions related to trusts. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 55-3-24 be AMENDED. 55-3-24. Modification or termination of trust--Notice to fiduciaries--Distribution of property. An irrevocable trust may be modified or terminated upon the consent of by judicial action or by written agreement entered into by all of the beneficiaries, if continuance of the trust on its existing terms is not necessary to carry out a material purpose. Whether or not continuance of the trust on its existing terms is necessary to carry out a material purpose, an irrevocable trust may be modified or terminated upon the consent of by judicial action or by written agreement by the trustor and all of the beneficiaries. Upon termination of a trust under this section, the trustee shall distribute the trust property in accordance with the trustor's probable intention or in any other manner as agreed by all the beneficiaries. No person may be is required to seek court affirmation of the trust's modification or termination of a nonjudicial settlement agreement made pursuant to this section. The provisions of chapter 55-18 apply to this section. Thirty days prior to the effective date of a modification or termination of a trust under this section, the trustor or beneficiaries shall provide notice in writing of the modification or termination, including a copy of the modification or termination, to all fiduciaries as defined in § subdivision 21-22-1(3) serving as of the date of the notice. The modification or termination shall be effective no earlier than thirty days after the notice is given, unless the notice is waived. Section 2. That § 55-3-5 be AMENDED. 55-3-5. Trustee to follow declaration of trust--Modifications. A trustee must shall fulfill the purposes of the trust as declared at its creation, or as subsequently amended, and must shall follow all the directions of the trustor given at that time, except as modified by the consent of all parties interested, and upon approval by the court. For purposes of modifications by consent of all parties interested and modifications upon approval by the court, the provisions of chapter 55-18 apply to such modifications. Section 3. That § 55-18-1 be AMENDED. 55-18-1. Definitions. Terms used in this chapter mean: (1) \"Bind\" or \"bound,\" to consent, receive notice or service of process, approve, agree, object, resist, waive, or demand for or as a person with the same binding and conclusive effective effect as if the person represented had; (2) \"Conflict of interest,\" a situation in which a representative's interest in the trust causes a significant likelihood that a reasonable person would disregard a representative's duty to a represented beneficiary. A conflict of interest, however, excludes (i) any adversity, conflict or opposed interests substantially unrelated to the representative's interest in the trust; (ii) any past situation which is not likely to re-occur; and (iii) any conflict of interest which falls short of a material conflict of interest; (3) \"Co-representative,\" more than one simultaneously acting representative of the same class pursuant to § 55-18-9, as when co-guardians are acting: (4) \"Conservator,\" a person appointed pursuant to chapter 29A-5 or equivalent provisions of another jurisdiction's laws including a temporary conservator, a guardian ad litem, and a limited conservator; (5) \"Fiduciary,\" a person defined by subdivision 21-22-1(3), except as used in § 55-18-17; (6) \"Guardian,\" a person appointed pursuant to chapter 29A-5 or equivalent provisions of another jurisdiction's laws including a temporary guardian and a limited guardian; (7) \"Incapacitated\" or \"incapacity,\" lacking the capacity to meaningfully understand the matter in question because of a mental or physical impairment; (8) \"Interest,\" a beneficial interest as defined by subdivision 55-1-24(1) but including the holder of a power of appointment, and any power to remove or replace a fiduciary or a representative; (9) \"Interested beneficiary,\" a person who, on the date the person's qualification is determined: (a) Is a current distributee or permissible distributee of trust income or principal; (b) Would be a distributee or permissible distributee of trust income or principal if the interests of the current distributees terminated on that date; (c) Would be a distributee or permissible distributee of trust income or principal if the trust terminated on that date; (d) Holds a power of appointment; or (e) Would hold a power of appointment if the interests of the current distributees terminated on that date or the interests of the persons currently holding a power of appointment under this subdivision terminated on that date; (10) \"Knows\" or \"knowingly,\" actual knowledge of the fact in question; (11) \"Minor,\" any person who has not attained the age of eighteen. The term includes a minor with an incapacity; (12) \"Nonjudicial settlement,\" an agreement, release, or other action whether or not approved by a court, which may include, without limitation: (a) The interpretation or construction of the terms of a trust; (b) The approval of any fiduciary's report or accounting; (c) Direction to any fiduciary to refrain from performing a particular act or the grant to a fiduciary of any necessary or desirable power; (d) The resignation or appointment of any fiduciary; (e) The determination of a fiduciary or a representative's compensation; (f) The transfer of a trust's principal place of administration or situs; (g) The liability of any fiduciary's action or omission relating to a trust; (h) Partial or final settlement agreements regarding a trust or its administration; or (i) The modification, amendment, reformation, or termination of a trust; (13) \"Notice\" or \"notifies,\" notice provided personally, by mail, postage prepaid, addressed to the person's last known post office address, or electronically in accordance with § 15-6-5(d); (14) \"Notifier,\" a person who is undertaking notice or proposing consent with regard to a matter concerning a trust; (15) \"Power of appointment,\" a power defined by § 55-1-12; (16) \"Proceeding,\" any judicial or nonjudicial trust proceeding, accounting, termination, modification, reformation, decanting, settlement, nonjudicial settlement, and any proceeding conducted pursuant to chapter 21-22 or title 29A which concerns a trust; (17) \"Protected person,\" a person other than a minor for whom a guardian or conservator is appointed; (18) \"Reasonably available,\" with respect to a person, that the person can be identified and located with the exercise of reasonable diligence; (19) \"Representative,\" a person who may bind another person pursuant to § 55-18-9; (20) \"Trust,\" an express inter vivos or testamentary trust; (21) \"Uninterested beneficiary,\" a beneficiary other than an interested beneficiary. Section 4. That § 55-2-15 be AMENDED. 55-2-15. Trustee authorized to distribute income or principal from first trust may appoint all or part in favor of trustee of second trust--Restrictions--Power of appointment to beneficiary of second trust. Unless the terms of the governing instrument expressly provide otherwise, if a trustee has discretion under the terms of a governing instrument to make a distribution of income or principal to or for the benefit of one or more beneficiaries of a trust (the \"first trust\"), whether or not restricted by any standard, then the trustee, independently or with court approval, may exercise such discretion by appointing part or all of the income or principal subject to the discretion in favor of a trustee of a second trust (the \"second trust\") under a governing instrument separate from the governing instrument of the first trust. Before exercising its discretion to appoint and distribute assets to a second trust, the trustee of the first trust shall determine whether the appointment is necessary or desirable after taking into account the purposes of the first trust, the terms and conditions of the second trust, and the consequences of the distribution. For the purposes of this section, a trustee of the first trust is a restricted trustee if either the trustee is a beneficiary of the first trust or if a beneficiary of the first trust has a power to change the trustees within the meaning of § 55-2-17. In addition, the following apply to all appointments made under this section: (1) The second trust may only have as beneficiaries one or more of the beneficiaries of the first trust: (a) To or for whom a discretionary distribution of income or principal may be made from the first trust; or (b) To or for whom a distribution of income or principal may be made in the future from the first trust at a time or upon the happening of an event specified under the first trust; or (c) Both (a) and (b); (2) No restricted trustee of the first trust may exercise such authority over the first trust to the extent that doing so could have the effect of: (a) Benefiting the restricted trustee as a beneficiary of the first trust, unless the exercise of such authority is limited by an ascertainable standard based on or related to health, education, maintenance, or support; or (b) Removing restrictions on discretionary distributions to a beneficiary imposed by the governing instrument under which the first trust was created, except that a provision in the second trust which limits distributions by an ascertainable standard based on or related to the health, education, maintenance, or support of any such beneficiary is permitted, or to a trust established pursuant to 42 U.S.C. § 1396(p)(d)(4); (3) No restricted trustee of the first trust may exercise such authority over the first trust to the extent that doing so would have the effect of increasing the distributions that can be made from the second trust to the restricted trustees of the first trust or to a beneficiary who may change the trustees of the first trust within the meaning of § 55-2-17 compared to the distributions that can be made to such trustee or beneficiary, as the case may be, under the first trust, unless the exercise of such authority is limited by an ascertainable standard based on or related to health, education, maintenance, or support; (4) The provisions of subdivisions (2) and (3) only apply to restrict the authority of a trustee if either a trustee, or a beneficiary who may change the trustee, is a United States citizen or domiciliary under the Internal Revenue Code, or the trust owns property that would be subject to United States estate or gift taxes if owned directly by such a person; (5) In the case of any trust contributions which have been treated as gifts qualifying for the exclusion from gift tax described in § 2503(b) of the Internal Revenue Code of 1986, by reason of the application of I.R.C. § 2503(c), the governing instrument for the second trust shall provide that the beneficiary's remainder interest shall vest no later than the date upon which such interest would have vested under the terms of the governing instrument for the first trust; (6) The exercise of such authority may not reduce any income interest of any income beneficiary of any of the following trusts: (a) A trust for which a marital deduction has been taken for federal tax purposes under I.R.C. § 2056 or § 2523 or for state tax purposes under any comparable provision of applicable state law; (b) A charitable remainder trust under I.R.C. § 664; or (c) A grantor retained annuity or unitrust trust under I.R.C. § 2702; (7) The exercise of such authority does not apply to trust property subject to a presently exercisable power of withdrawal held by a trust beneficiary to whom, or for the benefit of whom, the trustee has authority to make distributions, unless after the exercise of such authority, the beneficiary's power of withdrawal is unchanged with respect to the trust property; (8) The exercise of such authority is not prohibited by a spendthrift clause or by a provision in the governing instrument that prohibits amendment or revocation of the trust; (9) Any appointment made by a trustee shall be considered a distribution by the trustee pursuant to the trustee's distribution powers and authority; and (10) If the trustee's distribution discretion is not subject to a standard, or if the trustee's distribution discretion is subject to a standard that does not create a support interest, then the court may review the trustee's determination or any related appointment only pursuant to § 55-1-43. Any other court review of the trustee's determination or any related appointment may be made only pursuant to § 55-1-42. Notwithstanding the foregoing provisions of this section, the governing instrument of the second trust may grant a power of appointment to one or more of the beneficiaries of the second trust who are beneficiaries of the first trust. The power of appointment may include the power to appoint trust property to the holder of the power of appointment, the holder's creditors, the holder's estate, the creditors of the holder's estate, or any other person, whether or not that person is a trust beneficiary. Furthermore, notwithstanding the provisions of this section or § 55-2-18 or 55-2-19, a trustee may also exercise the power described in those sections by modifying the first trust without an actual distribution of property, in which case the second trust is the modified first trust. In exercising the power described by the preceding sentence of this section, a trustee shall notify all beneficiaries of the trust, in writing applying chapter 55-18, at least twenty days prior to the effective date of the trustee's exercise of the power. This section applies to any trust administered under the laws of this state, including a trust whose governing jurisdiction is transferred to this state. Section 5. That § 21-22-28 be AMENDED. 21-22-28. Protection of privacy--Sealing and availability of documents. The privacy of those who have established a court trust or other trust shall be protected in any court proceeding concerning the trust. Upon the filing of any petition, the instrument on which the trust is based, briefs, and the entire court file including a trust's inventory, statement filed by any fiduciary, annual verified report of a fiduciary, final report of a fiduciary, and all petitions relevant to trust administration and all court orders thereon shall be sealed upon filing and may not be made a part of the public record of the proceeding, but are available to the court, to the trustor, to any fiduciary, to any enforcer, to any beneficiary, or the beneficiary's representative as provided in chapter 55-18, to their attorneys, and to such other interested persons as the court may order upon a showing of the need. Section 6. That a NEW SECTION be added: 55-3-46.1. Effect of laws, rules, or orders of other states on a trust or disposition of property. No trust governed by the laws of this state and no disposition of property to be held upon the terms of such trust is void, voidable, liable to be set aside, or defective in any manner by reason that the law or public policy of any other state does not recognize or limits the validity of the trust or the validity or enforceability of any or all of the terms of the trust, so long as such terms are valid and enforceable under the laws and public policy of this state. Section 7. That a NEW SECTION be added: 55-3-49. Enforcement of foreign judgments. Notwithstanding any other provision of law, no judgment, decree, or order of a court of the United States, a court of a state other than this state, or any other court, shall be enforced against any trust governed by the laws of this state, or any disposition of property to be held upon the terms of any such trust, unless a court in this state first determines that the time, manner, and mechanism for enforcing the judgment is consistent with the restrictions and limitations imposed under the terms of the trust and by the laws of this state on the enforcement of the claims of any creditor, including the restrictions and limitations imposed under this chapter, chapter 55-1, and chapter 55-16. Section 8. That § 55-1A-41 be AMENDED. 55-1A-41. Co-trustee appointment--Powers. Unless specifically restricted by the governing instrument, a trustee may appoint an individual or a corporate fiduciary as a co-trustee. The appointed co-trustee may serve only as long as the appointing trustee serves, or as long as the last to serve if more than one trustee appointed the co-trustee. The appointed co-trustee may not become a successor trustee upon the death, resignation, or incapacity of the appointing trustee, unless appointed under the terms of the governing instrument or unless no other successor trustee, or method for appointing a successor trustee, is provided in the governing instrument. The powers and the responsibilities of the appointed co-trustee may be limited by the appointing trustee in a writing signed by the appointing trustee at the time of the appointment. If the powers or responsibilities are so limited, the powers or responsibilities of the co-trustee shall be limited as set forth in writing. Unless the powers or responsibilities are so limited, the appointed co-trustee may exercise all the powers of the appointing trustee. The combined powers of the appointed co-trustee and the appointing trustee may not exceed the powers of the appointing trustee alone. The trustee appointing a co-trustee may, in writing, revoke the appointment at any time, with or without cause. Unless specifically restricted by the governing instrument, if the governing instrument gives a fiduciary other than the trustee the power to remove and replace the trustee, such power includes the power to appoint a co-trustee to serve with the current trustee. If an appointment under this section confers upon the appointed co-trustee, to the exclusion of another co-trustee, the power to take certain actions, including the power to direct or prevent certain actions of the trustees, the limitations on liability and the relief from duties and obligations afforded an excluded fiduciary under § 55-1B-2 apply to a co-trustee who does not hold such power. If the governing instrument is silent concerning the trustee's power to appoint a co-trustee, the trustee shall notify in writing, the trustor, if living, and all current income and principal beneficiaries at least thirty days prior to the effective date of the trustee's exercise of the power granted under this section. The notice, which shall include a copy of the proposed action, shall advise the trustor and current beneficiaries that if they object to the trustee's appointment they need to file a written objection with the trustee prior to the effective date set out in the notice of the proposed action. If an objection is received by the trustee, prior to the effective date of the appointment, the trustee may not appoint a co-trustee. However, this section does not limit the power of the trustee under law to petition the court for approval of the appointment. If no objection has been timely made, the proposed appointment shall go into effect on the later of the date set out in the notice or thirty days after notice has been given. The notice shall be mailed, sent by any means allowed under the terms of the trust instrument, by mail with postage prepaid, to the last known address of the trustor or current beneficiary, or by means otherwise allowed by law. The provisions of this section are effective for trusts created before, on, or after July 1, 2017, except as otherwise directed by the trustor, trust protector, trust advisor, or other fiduciary designated by the terms of the trust. Section 9. That § 55-1B-4 be AMENDED. 55-1B-4. Trust advisor as fiduciary. If one or more trust advisors are given authority by the terms of a governing instrument to direct, consent to, or disapprove a fiduciary's investment or distribution decisions, or proposed investment or distribution decisions, such trust advisors shall be considered to be fiduciaries when exercising such authority. So For investment decisions, so long as there is at least one fiduciary exercising the authority of the investment advisor pursuant to § 55-1B-10 for the investment, except in the cases of willful misconduct or gross negligence by the fiduciary investment advisor in the selection or monitoring of the nonfiduciary trust advisors, the governing instrument may provide that such other trust advisors acting pursuant to this section are not acting in a fiduciary capacity. Similarly, for distribution decisions, so long as there is at least one fiduciary exercising the authority of the distribution advisor pursuant to § 55-1B-11 for the distribution, except in the case of willful misconduct or gross negligence by the fiduciary distribution advisor in the selection or monitoring of the nonfiduciary trust advisors, the governing instrument may provide that such other trust advisors acting pursuant to this section are not acting in a fiduciary capacity. Section 10. That § 55-2-12 be AMENDED. 55-2-12. Liability of successor trustee for agreements, contracts or actions of predecessor fiduciary. Unless otherwise provided in the trust agreement, a successor trustee is: (1) Is not individually liable for actions or inactions of a predecessor fiduciary, including agreements, contracts or actions accountings, records, distributions, investments, modifications, reformations, or other acts entered into by its predecessor fiduciary; and (2) Does not have a duty to: (a) Confirm or validate such predecessor fiduciary's actions or inactions; (b) Confirm the validity of the trust agreement; or (c) Prosecute or seek redress for any action or inaction by the predecessor fiduciary. Section 11. That § 55-1A-32 be AMENDED. 55-1A-32. Prosecution or defense of actions and proceedings. A trustee may prosecute or defend actions, claims or proceedings for the protection of trust assets or of the trustee in the performance of the trustee's duties. However, a trustee has no duty to prosecute, or to defend or continue to defend the trust or its assets in any action, through exercise of judicial process or otherwise, to reach the assets of the trust in satisfaction of a claim against the trust, a beneficiary or the settlor of a trust unless: (1) The trustee is reasonably satisfied that the readily marketable assets of the trust are sufficient to fully indemnify the trustee for all the liabilities and expenses, including professional fees and expense of counsel, accountants, and expert witnesses, that the trustee may incur in so prosecuting or defending the trust or its assets; or (2) If the trustee is not satisfied that the settlor or the beneficiaries have provided the trustee with indemnity, supported with such security as may be satisfactory to the trustee in its sole discretion, as is then and will be sufficient to fully indemnify the trustee. Unless otherwise provided in the trust agreement, a trustee who is no longer serving due to resignation or removal, whether by judicial process or pursuant to the trust agreement, or as a result of the trust terminating, does not have a duty to defend or continue to prosecute or defend the trust or its assets in any action, whether the trust is in existence or not at the time of such action. Section 12. That § 55-1-12 be AMENDED. 55-1-12. Trustor, trustee, beneficiary, power of appointment, and person defined. The person whose confidence creates a trust is called the trustor; the person in whom the confidence is reposed is called the trustee; and the person for whose benefit the trust is created is called the beneficiary. As used in this title, except as specifically provided in chapters 55-13 and 55-13A, the term, beneficiary, means a person that has a present or future beneficial interest in a trust, vested or contingent. A person is not a beneficiary solely by reason of holding a power of appointment or by reason of the existence or exercise of a discretionary power described in § 55-1-36.1 with respect to the person. As used in this title, except as provided in § 55-1-26, the term, power of appointment, means a power, including a withdrawal power as defined in § 55-1-24.2, to direct the disposition of trust property, but does not include the authority of a trustee to make a distribution to a beneficiary. A power of appointment is held by the person to whom the power has been given and once granted to a person, is not capable of appropriation or of manual delivery. A power of appointment is a general power of appointment if it is exercisable in favor of the person holding the power, the person's estate, the person's creditors, or the creditors of the person's estate, whether or not the power is also exercisable in favor of others. A power of appointment is a nongeneral power of appointment if it is not a general power of appointment. A holder of a general or nongeneral power of appointment may not be deemed a fiduciary unless otherwise provided for in the trust instrument. As used in this chapter, the term, person, has the meaning set forth in § 55-4-1. Section 13. That § 55-5-9 be AMENDED. 55-5-9. Review of assets upon acceptance of trusteeship--Basis for disposition or retention of assets--Interest in closely held entity. The trustee shall, within a reasonable time after the acceptance of the trusteeship, review trust assets and make and implement decisions concerning the retention and disposition of original pre-existing investments in order to conform to the provisions of this section. The trustee's decision to retain or dispose of an asset may properly be influenced by the asset's special relationship or value to the purposes of the trust or to some or all of the beneficiaries, consistent with the trustee's duty of impartiality. If a trust owns an interest in a closely held entity, and the trust agreement, or other document signed by the settlor, trust protector, or signed by a majority of the current income or principal beneficiaries, if the settlor is deceased, provides that the trustee has no duty to inquire or review the activities of the closely held entity, no trustee is liable to a beneficiary to the extent that the trustee acted in reliance on the provisions of the trust or court order. For purposes of this section, the term, closely held entity, means any entity in which the following persons in aggregate own at least twenty percent of the entity: (1) The settlor; (2) The settlor's grandparents or their descendants; (3) The settlor's spouse; or (4) Any trust created by anyone of the aforementioned persons. If a trust was in existence on or before July 1, 2012, and a collateral document relieved the trustee of the duty to inquire or review the activities of a closely held entity as provided in this section, then the trustee may elect to have this section apply upon providing sixty days written notice of the election to the settlor or to the current income or principal beneficiaries if the settlor is deceased. Section 14. That § 55-5-16 be AMENDED. 55-5-16. Delegation of responsibilities to others. A trustee has a duty to personally perform the responsibilities of the trusteeship except as a prudent person might delegate those responsibilities to others. In deciding whether, to whom, and in what manner to delegate fiduciary authority in the administration of a trust, and thereafter in monitoring agents, the trustee may seek the prior approval for the delegation from the settlor, a trust protector, or if the settlor is deceased, the majority of the current income or principal beneficiaries, or from the court. If such approval is given in writing by either the settlor, a trust protector, or if the settlor is deceased, the majority of the current income or principal beneficiaries, or by the court, the trustee is not liable for the acts of the person to whom the authority is delegated except in the cases of willful misconduct or gross negligence by the delegating trustee in the selection or monitoring of the agent. Section 15. That § 55-1B-2 be AMENDED. 55-1B-2. Liability limits of excluded fiduciary--Relief from obligations for excluded fiduciary--Burden of proof in action against excluded fiduciary. An excluded fiduciary is not liable, either individually or as a fiduciary, for any of the following: (1) Any loss that results from compliance with a direction of the trust advisor, including any loss from the trust advisor breaching fiduciary responsibilities or acting beyond the trust advisor's scope of authority; (2) Any loss that results from a failure to take any action proposed by an excluded fiduciary that requires a prior authorization of the trust advisor if that excluded fiduciary timely sought but failed to obtain that authorization; (3) Any loss that results from any action or inaction, except for gross negligence or willful misconduct, when an excluded fiduciary is required, pursuant to the trust agreement or any other reason, to assume the role of trust advisor or trust protector; or (4) Any loss that results from relying upon any trust advisor for valuation of trust assets; or (5) Any loss that results from any tax filing made or tax position taken based on the recommendations or instructions received from a tax preparer or professional used by the excluded fiduciary at the direction of the grantor or of another trust fiduciary. Any excluded fiduciary is also relieved from any obligation to independently value trust assets, to review or evaluate any direction from a distribution trust advisor, or to perform investment or suitability reviews, inquiries, or investigations or to make recommendations or evaluations with respect to any investments to the extent the trust advisor had authority to direct the acquisition, disposition, or retention of the investment. If the excluded fiduciary offers such communication to the trust advisor, trust protector, or any investment person selected by the investment trust advisor, such action may not be deemed to does not constitute an undertaking by the excluded fiduciary to monitor or otherwise participate in actions within the scope of the advisor's authority or to constitute any duty to do so. Any excluded fiduciary is also relieved of any duty to communicate with or warn or apprise any beneficiary or third party concerning instances in which the excluded fiduciary would or might have exercised the excluded fiduciary's own discretion in a manner different from the manner directed by the trust advisor or trust protector. Absent contrary provisions in the governing instrument, the actions of the excluded fiduciary (such as any communications with the trust advisor and others and carrying out, recording, and reporting actions taken at the trust advisor's direction) pertaining to matters within the scope of authority of the trust advisor or trust protector shall be deemed to be constitute administrative actions taken by the excluded fiduciary solely to allow the excluded fiduciary to perform those duties assigned to the excluded fiduciary under the governing instrument, and such administrative actions may do not be deemed to constitute an undertaking by the excluded fiduciary to monitor, participate, or otherwise take any fiduciary responsibility for actions within the scope of authority of the trust advisor or trust protector. Nothing in subdivision (2) imposes an obligation or liability with respect to a custodian of a custodial account. In an action against an excluded fiduciary pursuant to the provisions of this section, the burden to prove the matter by clear and convincing evidence is on the person seeking to hold the excluded fiduciary liable. Section 16. That § 55-16-2 be AMENDED. 55-16-2. Trust instrument defined. For the purposes of this chapter, a trust instrument, is an instrument appointing a qualified person or qualified persons for the property that is the subject of a disposition, which instrument: (1) Expressly incorporates the law of this state to govern the validity, construction, and administration of the trust; (2) Is irrevocable, but a trust instrument may not be deemed revocable on account of its inclusion of one or more of the following: (a) A transferor's power to veto a distribution from the trust; (b) An inter vivos power of appointment, other than an inter vivos power exercisable solely by the transferor in favor of the transferor, the transferor's creditors, the transferor's estate, or the creditors of the transferor's estate; (c) A testamentary power of appointment; (d) The transferor's potential or actual receipt of income, including rights to such income retained in the trust instrument; (e) The transferor's potential or actual receipt of income or principal from a charitable remainder unitrust or charitable remainder annuity trust as such terms are defined in § 664 of the Internal Revenue Code of 1986, 26 U.S.C. § 664, as of January 1, 2009; (f) The transferor's receipt each year of a percentage of the value as determined from time to time pursuant to the trust instrument, but not exceeding the amount that may be defined as income under § 643(b) of the Internal Revenue Code of 1986, 26 U.S.C. § 643(b), as of January 1, 2009; (g) The transferor's potential or actual receipt or use of principal if the potential or actual receipt or use of principal would be the result of a qualified person, including a qualified person acting at the direction of a trust advisor described in this section, acting either in the qualified person's sole discretion or pursuant to an ascertainable standard contained in the trust instrument; (h) The transferor's right to remove a trustee, protector, or trust advisor and to appoint a new trustee, protector, or trust advisor, other than a trustee who is a related or subordinate party with respect to the transferor within the meaning of § 672(c) of the Internal Revenue Code of 1986, 26 U.S.C. § 672(c), as of January 1, 2009; (i) The transferor's potential or actual use of real property held under a qualified personal residence trust within the meaning of such term as described in the regulations promulgated under § 2702(c) of the Internal Revenue Code of 1986, 26 U.S.C. § 2702(c), as of January 1, 2009; (j) A pour back provision that pours back to the transferor's will or revocable trust all or part of the trust assets; (k) The transferor's potential or actual receipt of income or principal to pay, in whole or in part, income taxes due on income of the trust if the potential or actual receipt of income or principal is pursuant to a provision in the trust instrument that expressly provides for the payment of the taxes and if the potential or actual receipt of income or principal would be the result of a qualified person's acting in the qualified person's discretion or pursuant to a mandatory direction in the trust instrument or acting at the direction of an advisor described in § 55-16-4; (l) The ability, whether pursuant to discretion, direction, or the grantor's exercise of a testamentary power of appointment, of a qualified person to pay, after the death of the transferor, all or any part of the debts of the transferor outstanding at the time of the transferor's death, the expenses of administering the transferor's estate, or any estate or inheritance tax imposed on or with respect to the transferor's estate; or (m) A transferor's service as a noncontrolling member of a distribution committee that functions as a distribution trust advisor, as defined in subdivision 55-1B-1(7); or (n) A transferor's enjoyment of a power to reacquire the trust corpus by substituting other property of an equivalent value within the meaning of § 675(4)(C) of the Internal Revenue Code of 1986, 26 U.S.C. § 675(4)(C), as of January 1, 2021; and (3) Provides that the interest of the transferor or other beneficiary in the trust property or the income from the trust property may not be transferred, assigned, pledged, or mortgaged, whether voluntarily or involuntarily, before the qualified person actually distributes the property or income from the property to the beneficiary, and such provision of the trust instrument shall be deemed to be constitutes a restriction on the transfer of the transferor's beneficial interest in the trust that is enforceable under applicable nonbankruptcy law within the meaning of § 541(c)(2) of the Bankruptcy Code, 11 U.S.C. § 541(c)(2), as of January 1, 2009. A disposition by a trustee that is not a qualified person to a trustee that is a qualified person may not be treated as other than a qualified disposition solely because the trust instrument fails to meet the requirements of subdivision (1) of this section."}, {"bill_id": 21917, "bill_version_id": 213536, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2021-01-26T14:59:04.107-06:00", "bill_text": "An Act to modify certain provisions related to trusts. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 55-3-24 be AMENDED. 55-3-24. Modification or termination of trust--Notice to fiduciaries--Distribution of property. An irrevocable trust may be modified or terminated upon the consent of by judicial action or by written agreement entered into by all of the beneficiaries, if continuance of the trust on its existing terms is not necessary to carry out a material purpose. Whether or not continuance of the trust on its existing terms is necessary to carry out a material purpose, an irrevocable trust may be modified or terminated upon the consent of by judicial action or by written agreement by the trustor and all of the beneficiaries. Upon termination of a trust under this section, the trustee shall distribute the trust property in accordance with the trustor's probable intention or in any other manner as agreed by all the beneficiaries. No person may be is required to seek court affirmation of the trust's modification or termination of a nonjudicial settlement agreement made pursuant to this section. The provisions of chapter 55-18 apply to this section. Thirty days prior to the effective date of a modification or termination of a trust under this section, the trustor or beneficiaries shall provide notice in writing of the modification or termination, including a copy of the modification or termination, to all fiduciaries as defined in § subdivision 21-22-1(3) serving as of the date of the notice. The modification or termination shall be effective no earlier than thirty days after the notice is given, unless the notice is waived. Section 2. That § 55-3-5 be AMENDED. 55-3-5. Trustee to follow declaration of trust--Modifications. A trustee must shall fulfill the purposes of the trust as declared at its creation, or as subsequently amended, and must shall follow all the directions of the trustor given at that time, except as modified by the consent of all parties interested, and upon approval by the court. For purposes of modifications by consent of all parties interested and modifications upon approval by the court, the provisions of chapter 55-18 apply to such modifications. Section 3. That § 55-18-1 be AMENDED. 55-18-1. Definitions. Terms used in this chapter mean: (1) \"Bind\" or \"bound,\" to consent, receive notice or service of process, approve, agree, object, resist, waive, or demand for or as a person with the same binding and conclusive effective effect as if the person represented had; (2) \"Conflict of interest,\" a situation in which a representative's interest in the trust causes a significant likelihood that a reasonable person would disregard a representative's duty to a represented beneficiary. A conflict of interest, however, excludes (i) any adversity, conflict or opposed interests substantially unrelated to the representative's interest in the trust; (ii) any past situation which is not likely to re-occur; and (iii) any conflict of interest which falls short of a material conflict of interest; (3) \"Co-representative,\" more than one simultaneously acting representative of the same class pursuant to § 55-18-9, as when co-guardians are acting: (4) \"Conservator,\" a person appointed pursuant to chapter 29A-5 or equivalent provisions of another jurisdiction's laws including a temporary conservator, a guardian ad litem, and a limited conservator; (5) \"Fiduciary,\" a person defined by subdivision 21-22-1(3), except as used in § 55-18-17; (6) \"Guardian,\" a person appointed pursuant to chapter 29A-5 or equivalent provisions of another jurisdiction's laws including a temporary guardian and a limited guardian; (7) \"Incapacitated\" or \"incapacity,\" lacking the capacity to meaningfully understand the matter in question because of a mental or physical impairment; (8) \"Interest,\" a beneficial interest as defined by subdivision 55-1-24(1) but including the holder of a power of appointment, and any power to remove or replace a fiduciary or a representative; (9) \"Interested beneficiary,\" a person who, on the date the person's qualification is determined: (a) Is a current distributee or permissible distributee of trust income or principal; (b) Would be a distributee or permissible distributee of trust income or principal if the interests of the current distributees terminated on that date; (c) Would be a distributee or permissible distributee of trust income or principal if the trust terminated on that date; (d) Holds a power of appointment; or (e) Would hold a power of appointment if the interests of the current distributees terminated on that date or the interests of the persons currently holding a power of appointment under this subdivision terminated on that date; (10) \"Knows\" or \"knowingly,\" actual knowledge of the fact in question; (11) \"Minor,\" any person who has not attained the age of eighteen. The term includes a minor with an incapacity; (12) \"Nonjudicial settlement,\" an agreement, release, or other action whether or not approved by a court, which may include, without limitation: (a) The interpretation or construction of the terms of a trust; (b) The approval of any fiduciary's report or accounting; (c) Direction to any fiduciary to refrain from performing a particular act or the grant to a fiduciary of any necessary or desirable power; (d) The resignation or appointment of any fiduciary; (e) The determination of a fiduciary or a representative's compensation; (f) The transfer of a trust's principal place of administration or situs; (g) The liability of any fiduciary's action or omission relating to a trust; (h) Partial or final settlement agreements regarding a trust or its administration; or (i) The modification, amendment, reformation, or termination of a trust; (13) \"Notice\" or \"notifies,\" notice provided personally, by mail, postage prepaid, addressed to the person's last known post office address, or electronically in accordance with § 15-6-5(d); (14) \"Notifier,\" a person who is undertaking notice or proposing consent with regard to a matter concerning a trust; (15) \"Power of appointment,\" a power defined by § 55-1-12; (16) \"Proceeding,\" any judicial or nonjudicial trust proceeding, accounting, termination, modification, reformation, decanting, settlement, nonjudicial settlement, and any proceeding conducted pursuant to chapter 21-22 or title 29A which concerns a trust; (17) \"Protected person,\" a person other than a minor for whom a guardian or conservator is appointed; (18) \"Reasonably available,\" with respect to a person, that the person can be identified and located with the exercise of reasonable diligence; (19) \"Representative,\" a person who may bind another person pursuant to § 55-18-9; (20) \"Trust,\" an express inter vivos or testamentary trust; (21) \"Uninterested beneficiary,\" a beneficiary other than an interested beneficiary. Section 4. That § 55-2-15 be AMENDED. 55-2-15. Trustee authorized to distribute income or principal from first trust may appoint all or part in favor of trustee of second trust--Restrictions--Power of appointment to beneficiary of second trust. Unless the terms of the governing instrument expressly provide otherwise, if a trustee has discretion under the terms of a governing instrument to make a distribution of income or principal to or for the benefit of one or more beneficiaries of a trust (the \"first trust\"), whether or not restricted by any standard, then the trustee, independently or with court approval, may exercise such discretion by appointing part or all of the income or principal subject to the discretion in favor of a trustee of a second trust (the \"second trust\") under a governing instrument separate from the governing instrument of the first trust. Before exercising its discretion to appoint and distribute assets to a second trust, the trustee of the first trust shall determine whether the appointment is necessary or desirable after taking into account the purposes of the first trust, the terms and conditions of the second trust, and the consequences of the distribution. For the purposes of this section, a trustee of the first trust is a restricted trustee if either the trustee is a beneficiary of the first trust or if a beneficiary of the first trust has a power to change the trustees within the meaning of § 55-2-17. In addition, the following apply to all appointments made under this section: (1) The second trust may only have as beneficiaries one or more of the beneficiaries of the first trust: (a) To or for whom a discretionary distribution of income or principal may be made from the first trust; or (b) To or for whom a distribution of income or principal may be made in the future from the first trust at a time or upon the happening of an event specified under the first trust; or (c) Both (a) and (b); (2) No restricted trustee of the first trust may exercise such authority over the first trust to the extent that doing so could have the effect of: (a) Benefiting the restricted trustee as a beneficiary of the first trust, unless the exercise of such authority is limited by an ascertainable standard based on or related to health, education, maintenance, or support; or (b) Removing restrictions on discretionary distributions to a beneficiary imposed by the governing instrument under which the first trust was created, except that a provision in the second trust which limits distributions by an ascertainable standard based on or related to the health, education, maintenance, or support of any such beneficiary is permitted, or to a trust established pursuant to 42 U.S.C. § 1396(p)(d)(4); (3) No restricted trustee of the first trust may exercise such authority over the first trust to the extent that doing so would have the effect of increasing the distributions that can be made from the second trust to the restricted trustees of the first trust or to a beneficiary who may change the trustees of the first trust within the meaning of § 55-2-17 compared to the distributions that can be made to such trustee or beneficiary, as the case may be, under the first trust, unless the exercise of such authority is limited by an ascertainable standard based on or related to health, education, maintenance, or support; (4) The provisions of subdivisions (2) and (3) only apply to restrict the authority of a trustee if either a trustee, or a beneficiary who may change the trustee, is a United States citizen or domiciliary under the Internal Revenue Code, or the trust owns property that would be subject to United States estate or gift taxes if owned directly by such a person; (5) In the case of any trust contributions which have been treated as gifts qualifying for the exclusion from gift tax described in § 2503(b) of the Internal Revenue Code of 1986, by reason of the application of I.R.C. § 2503(c), the governing instrument for the second trust shall provide that the beneficiary's remainder interest shall vest no later than the date upon which such interest would have vested under the terms of the governing instrument for the first trust; (6) The exercise of such authority may not reduce any income interest of any income beneficiary of any of the following trusts: (a) A trust for which a marital deduction has been taken for federal tax purposes under I.R.C. § 2056 or § 2523 or for state tax purposes under any comparable provision of applicable state law; (b) A charitable remainder trust under I.R.C. § 664; or (c) A grantor retained annuity or unitrust trust under I.R.C. § 2702; (7) The exercise of such authority does not apply to trust property subject to a presently exercisable power of withdrawal held by a trust beneficiary to whom, or for the benefit of whom, the trustee has authority to make distributions, unless after the exercise of such authority, the beneficiary's power of withdrawal is unchanged with respect to the trust property; (8) The exercise of such authority is not prohibited by a spendthrift clause or by a provision in the governing instrument that prohibits amendment or revocation of the trust; (9) Any appointment made by a trustee shall be considered a distribution by the trustee pursuant to the trustee's distribution powers and authority; and (10) If the trustee's distribution discretion is not subject to a standard, or if the trustee's distribution discretion is subject to a standard that does not create a support interest, then the court may review the trustee's determination or any related appointment only pursuant to § 55-1-43. Any other court review of the trustee's determination or any related appointment may be made only pursuant to § 55-1-42. Notwithstanding the foregoing provisions of this section, the governing instrument of the second trust may grant a power of appointment to one or more of the beneficiaries of the second trust who are beneficiaries of the first trust. The power of appointment may include the power to appoint trust property to the holder of the power of appointment, the holder's creditors, the holder's estate, the creditors of the holder's estate, or any other person, whether or not that person is a trust beneficiary. Furthermore, notwithstanding the provisions of this section or § 55-2-18 or 55-2-19, a trustee may also exercise the power described in those sections by modifying the first trust without an actual distribution of property, in which case the second trust is the modified first trust. In exercising the power described by the preceding sentence of this section, a trustee shall notify all beneficiaries of the trust, in writing applying chapter 55-18, at least twenty days prior to the effective date of the trustee's exercise of the power. This section applies to any trust administered under the laws of this state, including a trust whose governing jurisdiction is transferred to this state. Section 5. That § 21-22-28 be AMENDED. 21-22-28. Protection of privacy--Sealing and availability of documents. The privacy of those who have established a court trust or other trust shall be protected in any court proceeding concerning the trust. Upon the filing of any petition, the instrument on which the trust is based, briefs, and the entire court file including a trust's inventory, statement filed by any fiduciary, annual verified report of a fiduciary, final report of a fiduciary, and all petitions relevant to trust administration and all court orders thereon shall be sealed upon filing and may not be made a part of the public record of the proceeding, but are available to the court, to the trustor, to any fiduciary, to any enforcer, to any beneficiary, or the beneficiary's representative as provided in chapter 55-18, to their attorneys, and to such other interested persons as the court may order upon a showing of the need. Section 6. That a NEW SECTION be added: 55-3-46.1. Effect of laws, rules, or orders of other states on a trust or disposition of property. No trust governed by the laws of this state and no disposition of property to be held upon the terms of such trust is void, voidable, liable to be set aside, or defective in any manner by reason that the law or public policy of any other state does not recognize or limits the validity of the trust or the validity or enforceability of any or all of the terms of the trust, so long as such terms are valid and enforceable under the laws and public policy of this state. Section 7. That a NEW SECTION be added: 55-3-49. Enforcement of foreign judgments. Notwithstanding any other provision of law, no judgment, decree, or order of a court of the United States, a court of a state other than this state, or any other court, shall be enforced against any trust governed by the laws of this state, or any disposition of property to be held upon the terms of any such trust, unless a court in this state first determines that the time, manner, and mechanism for enforcing the judgment is consistent with the restrictions and limitations imposed under the terms of the trust and by the laws of this state on the enforcement of the claims of any creditor, including the restrictions and limitations imposed under this chapter, chapter 55-1, and chapter 55-16. Section 8. That § 55-1A-41 be AMENDED. 55-1A-41. Co-trustee appointment--Powers. Unless specifically restricted by the governing instrument, a trustee may appoint an individual or a corporate fiduciary as a co-trustee. The appointed co-trustee may serve only as long as the appointing trustee serves, or as long as the last to serve if more than one trustee appointed the co-trustee. The appointed co-trustee may not become a successor trustee upon the death, resignation, or incapacity of the appointing trustee, unless appointed under the terms of the governing instrument or unless no other successor trustee, or method for appointing a successor trustee, is provided in the governing instrument. The powers and the responsibilities of the appointed co-trustee may be limited by the appointing trustee in a writing signed by the appointing trustee at the time of the appointment. If the powers or responsibilities are so limited, the powers or responsibilities of the co-trustee shall be limited as set forth in writing. Unless the powers or responsibilities are so limited, the appointed co-trustee may exercise all the powers of the appointing trustee. The combined powers of the appointed co-trustee and the appointing trustee may not exceed the powers of the appointing trustee alone. The trustee appointing a co-trustee may, in writing, revoke the appointment at any time, with or without cause. Unless specifically restricted by the governing instrument, if the governing instrument gives a fiduciary other than the trustee the power to remove and replace the trustee, such power includes the power to appoint a co-trustee to serve with the current trustee. If an appointment under this section confers upon the appointed co-trustee, to the exclusion of another co-trustee, the power to take certain actions, including the power to direct or prevent certain actions of the trustees, the limitations on liability and the relief from duties and obligations afforded an excluded fiduciary under § 55-1B-2 apply to a co-trustee who does not hold such power. If the governing instrument is silent concerning the trustee's power to appoint a co-trustee, the trustee shall notify in writing, the trustor, if living, and all current income and principal beneficiaries at least thirty days prior to the effective date of the trustee's exercise of the power granted under this section. The notice, which shall include a copy of the proposed action, shall advise the trustor and current beneficiaries that if they object to the trustee's appointment they need to file a written objection with the trustee prior to the effective date set out in the notice of the proposed action. If an objection is received by the trustee, prior to the effective date of the appointment, the trustee may not appoint a co-trustee. However, this section does not limit the power of the trustee under law to petition the court for approval of the appointment. If no objection has been timely made, the proposed appointment shall go into effect on the later of the date set out in the notice or thirty days after notice has been given. The notice shall be mailed, sent by any means allowed under the terms of the trust instrument, by mail with postage prepaid, to the last known address of the trustor or current beneficiary, or by means otherwise allowed by law. The provisions of this section are effective for trusts created before, on, or after July 1, 2017, except as otherwise directed by the trustor, trust protector, trust advisor, or other fiduciary designated by the terms of the trust. Section 9. That § 55-1B-4 be AMENDED. 55-1B-4. Trust advisor as fiduciary. If one or more trust advisors are given authority by the terms of a governing instrument to direct, consent to, or disapprove a fiduciary's investment or distribution decisions, or proposed investment or distribution decisions, such trust advisors shall be considered to be fiduciaries when exercising such authority. So For investment decisions, so long as there is at least one fiduciary exercising the authority of the investment advisor pursuant to § 55-1B-10 for the investment, except in the cases of willful misconduct or gross negligence by the fiduciary investment advisor in the selection or monitoring of the nonfiduciary trust advisors, the governing instrument may provide that such other trust advisors acting pursuant to this section are not acting in a fiduciary capacity. Similarly, for distribution decisions, so long as there is at least one fiduciary exercising the authority of the distribution advisor pursuant to § 55-1B-11 for the distribution, except in the case of willful misconduct or gross negligence by the fiduciary distribution advisor in the selection or monitoring of the nonfiduciary trust advisors, the governing instrument may provide that such other trust advisors acting pursuant to this section are not acting in a fiduciary capacity. Section 10. That § 55-2-12 be AMENDED. 55-2-12. Liability of successor trustee for agreements, contracts or actions of predecessor fiduciary. Unless otherwise provided in the trust agreement, a successor trustee is: (1) Is not individually liable for actions or inactions of a predecessor fiduciary, including agreements, contracts or actions accountings, records, distributions, investments, modifications, reformations, or other acts entered into by its predecessor fiduciary; and (2) Does not have a duty to: (a) Confirm or validate such predecessor fiduciary's actions or inactions; (b) Confirm the validity of the trust agreement; or (c) Prosecute or seek redress for any action or inaction by the predecessor fiduciary. Section 11. That § 55-1A-32 be AMENDED. 55-1A-32. Prosecution or defense of actions and proceedings. A trustee may prosecute or defend actions, claims or proceedings for the protection of trust assets or of the trustee in the performance of the trustee's duties. However, a trustee has no duty to prosecute, or to defend or continue to defend the trust or its assets in any action, through exercise of judicial process or otherwise, to reach the assets of the trust in satisfaction of a claim against the trust, a beneficiary or the settlor of a trust unless: (1) The trustee is reasonably satisfied that the readily marketable assets of the trust are sufficient to fully indemnify the trustee for all the liabilities and expenses, including professional fees and expense of counsel, accountants, and expert witnesses, that the trustee may incur in so prosecuting or defending the trust or its assets; or (2) If the trustee is not satisfied that the settlor or the beneficiaries have provided the trustee with indemnity, supported with such security as may be satisfactory to the trustee in its sole discretion, as is then and will be sufficient to fully indemnify the trustee. Unless otherwise provided in the trust agreement, a trustee who is no longer serving due to resignation or removal, whether by judicial process or pursuant to the trust agreement, or as a result of the trust terminating, does not have a duty to defend or continue to prosecute or defend the trust or its assets in any action, whether the trust is in existence or not at the time of such action. Section 12. That § 55-1-12 be AMENDED. 55-1-12. Trustor, trustee, beneficiary, power of appointment, and person defined. The person whose confidence creates a trust is called the trustor; the person in whom the confidence is reposed is called the trustee; and the person for whose benefit the trust is created is called the beneficiary. As used in this title, except as specifically provided in chapters 55-13 and 55-13A, the term, beneficiary, means a person that has a present or future beneficial interest in a trust, vested or contingent. A person is not a beneficiary solely by reason of holding a power of appointment or by reason of the existence or exercise of a discretionary power described in § 55-1-36.1 with respect to the person. As used in this title, except as provided in § 55-1-26, the term, power of appointment, means a power, including a withdrawal power as defined in § 55-1-24.2, to direct the disposition of trust property, but does not include the authority of a trustee to make a distribution to a beneficiary. A power of appointment is held by the person to whom the power has been given and once granted to a person, is not capable of appropriation or of manual delivery. A power of appointment is a general power of appointment if it is exercisable in favor of the person holding the power, the person's estate, the person's creditors, or the creditors of the person's estate, whether or not the power is also exercisable in favor of others. A power of appointment is a nongeneral power of appointment if it is not a general power of appointment. A holder of a general or nongeneral power of appointment may not be deemed a fiduciary unless otherwise provided for in the trust instrument. As used in this chapter, the term, person, has the meaning set forth in § 55-4-1. Section 13. That § 55-5-9 be AMENDED. 55-5-9. Review of assets upon acceptance of trusteeship--Basis for disposition or retention of assets--Interest in closely held entity. The trustee shall, within a reasonable time after the acceptance of the trusteeship, review trust assets and make and implement decisions concerning the retention and disposition of original pre-existing investments in order to conform to the provisions of this section. The trustee's decision to retain or dispose of an asset may properly be influenced by the asset's special relationship or value to the purposes of the trust or to some or all of the beneficiaries, consistent with the trustee's duty of impartiality. If a trust owns an interest in a closely held entity, and the trust agreement, or other document signed by the settlor, trust protector, or signed by a majority of the current income or principal beneficiaries, if the settlor is deceased, provides that the trustee has no duty to inquire or review the activities of the closely held entity, no trustee is liable to a beneficiary to the extent that the trustee acted in reliance on the provisions of the trust or court order. For purposes of this section, the term, closely held entity, means any entity in which the following persons in aggregate own at least twenty percent of the entity: (1) The settlor; (2) The settlor's grandparents or their descendants; (3) The settlor's spouse; or (4) Any trust created by anyone of the aforementioned persons. If a trust was in existence on or before July 1, 2012, and a collateral document relieved the trustee of the duty to inquire or review the activities of a closely held entity as provided in this section, then the trustee may elect to have this section apply upon providing sixty days written notice of the election to the settlor or to the current income or principal beneficiaries if the settlor is deceased. Section 14. That § 55-5-16 be AMENDED. 55-5-16. Delegation of responsibilities to others. A trustee has a duty to personally perform the responsibilities of the trusteeship except as a prudent person might delegate those responsibilities to others. In deciding whether, to whom, and in what manner to delegate fiduciary authority in the administration of a trust, and thereafter in monitoring agents, the trustee may seek the prior approval for the delegation from the settlor, a trust protector, or if the settlor is deceased, the majority of the current income or principal beneficiaries, or from the court. If such approval is given in writing by either the settlor, a trust protector, or if the settlor is deceased, the majority of the current income or principal beneficiaries, or by the court, the trustee is not liable for the acts of the person to whom the authority is delegated except in the cases of willful misconduct or gross negligence by the delegating trustee in the selection or monitoring of the agent. Section 15. That § 55-1B-2 be AMENDED. 55-1B-2. Liability limits of excluded fiduciary--Relief from obligations for excluded fiduciary--Burden of proof in action against excluded fiduciary. An excluded fiduciary is not liable, either individually or as a fiduciary, for any of the following: (1) Any loss that results from compliance with a direction of the trust advisor, including any loss from the trust advisor breaching fiduciary responsibilities or acting beyond the trust advisor's scope of authority; (2) Any loss that results from a failure to take any action proposed by an excluded fiduciary that requires a prior authorization of the trust advisor if that excluded fiduciary timely sought but failed to obtain that authorization; (3) Any loss that results from any action or inaction, except for gross negligence or willful misconduct, when an excluded fiduciary is required, pursuant to the trust agreement or any other reason, to assume the role of trust advisor or trust protector; or (4) Any loss that results from relying upon any trust advisor for valuation of trust assets; or (5) Any loss that results from any tax filing made or tax position taken based on the recommendations or instructions received from a tax preparer or professional used by the excluded fiduciary at the direction of the grantor or of another trust fiduciary. Any excluded fiduciary is also relieved from any obligation to independently value trust assets, to review or evaluate any direction from a distribution trust advisor, or to perform investment or suitability reviews, inquiries, or investigations or to make recommendations or evaluations with respect to any investments to the extent the trust advisor had authority to direct the acquisition, disposition, or retention of the investment. If the excluded fiduciary offers such communication to the trust advisor, trust protector, or any investment person selected by the investment trust advisor, such action may not be deemed to does not constitute an undertaking by the excluded fiduciary to monitor or otherwise participate in actions within the scope of the advisor's authority or to constitute any duty to do so. Any excluded fiduciary is also relieved of any duty to communicate with or warn or apprise any beneficiary or third party concerning instances in which the excluded fiduciary would or might have exercised the excluded fiduciary's own discretion in a manner different from the manner directed by the trust advisor or trust protector. Absent contrary provisions in the governing instrument, the actions of the excluded fiduciary (such as any communications with the trust advisor and others and carrying out, recording, and reporting actions taken at the trust advisor's direction) pertaining to matters within the scope of authority of the trust advisor or trust protector shall be deemed to be constitute administrative actions taken by the excluded fiduciary solely to allow the excluded fiduciary to perform those duties assigned to the excluded fiduciary under the governing instrument, and such administrative actions may do not be deemed to constitute an undertaking by the excluded fiduciary to monitor, participate, or otherwise take any fiduciary responsibility for actions within the scope of authority of the trust advisor or trust protector. Nothing in subdivision (2) imposes an obligation or liability with respect to a custodian of a custodial account. In an action against an excluded fiduciary pursuant to the provisions of this section, the burden to prove the matter by clear and convincing evidence is on the person seeking to hold the excluded fiduciary liable. Section 16. That § 55-16-2 be AMENDED. 55-16-2. Trust instrument defined. For the purposes of this chapter, a trust instrument, is an instrument appointing a qualified person or qualified persons for the property that is the subject of a disposition, which instrument: (1) Expressly incorporates the law of this state to govern the validity, construction, and administration of the trust; (2) Is irrevocable, but a trust instrument may not be deemed revocable on account of its inclusion of one or more of the following: (a) A transferor's power to veto a distribution from the trust; (b) An inter vivos power of appointment, other than an inter vivos power exercisable solely by the transferor in favor of the transferor, the transferor's creditors, the transferor's estate, or the creditors of the transferor's estate; (c) A testamentary power of appointment; (d) The transferor's potential or actual receipt of income, including rights to such income retained in the trust instrument; (e) The transferor's potential or actual receipt of income or principal from a charitable remainder unitrust or charitable remainder annuity trust as such terms are defined in § 664 of the Internal Revenue Code of 1986, 26 U.S.C. § 664, as of January 1, 2009; (f) The transferor's receipt each year of a percentage of the value as determined from time to time pursuant to the trust instrument, but not exceeding the amount that may be defined as income under § 643(b) of the Internal Revenue Code of 1986, 26 U.S.C. § 643(b), as of January 1, 2009; (g) The transferor's potential or actual receipt or use of principal if the potential or actual receipt or use of principal would be the result of a qualified person, including a qualified person acting at the direction of a trust advisor described in this section, acting either in the qualified person's sole discretion or pursuant to an ascertainable standard contained in the trust instrument; (h) The transferor's right to remove a trustee, protector, or trust advisor and to appoint a new trustee, protector, or trust advisor, other than a trustee who is a related or subordinate party with respect to the transferor within the meaning of § 672(c) of the Internal Revenue Code of 1986, 26 U.S.C. § 672(c), as of January 1, 2009; (i) The transferor's potential or actual use of real property held under a qualified personal residence trust within the meaning of such term as described in the regulations promulgated under § 2702(c) of the Internal Revenue Code of 1986, 26 U.S.C. § 2702(c), as of January 1, 2009; (j) A pour back provision that pours back to the transferor's will or revocable trust all or part of the trust assets; (k) The transferor's potential or actual receipt of income or principal to pay, in whole or in part, income taxes due on income of the trust if the potential or actual receipt of income or principal is pursuant to a provision in the trust instrument that expressly provides for the payment of the taxes and if the potential or actual receipt of income or principal would be the result of a qualified person's acting in the qualified person's discretion or pursuant to a mandatory direction in the trust instrument or acting at the direction of an advisor described in § 55-16-4; (l) The ability, whether pursuant to discretion, direction, or the grantor's exercise of a testamentary power of appointment, of a qualified person to pay, after the death of the transferor, all or any part of the debts of the transferor outstanding at the time of the transferor's death, the expenses of administering the transferor's estate, or any estate or inheritance tax imposed on or with respect to the transferor's estate; or (m) A transferor's service as a noncontrolling member of a distribution committee that functions as a distribution trust advisor, as defined in subdivision 55-1B-1(7); or (n) A transferor's enjoyment of a power to reacquire the trust corpus by substituting other property of an equivalent value within the meaning of § 675(4)(C) of the Internal Revenue Code of 1986, 26 U.S.C. § 675(4)(C), as of January 1, 2021; and (3) Provides that the interest of the transferor or other beneficiary in the trust property or the income from the trust property may not be transferred, assigned, pledged, or mortgaged, whether voluntarily or involuntarily, before the qualified person actually distributes the property or income from the property to the beneficiary, and such provision of the trust instrument shall be deemed to be constitutes a restriction on the transfer of the transferor's beneficial interest in the trust that is enforceable under applicable nonbankruptcy law within the meaning of § 541(c)(2) of the Bankruptcy Code, 11 U.S.C. § 541(c)(2), as of January 1, 2009. A disposition by a trustee that is not a qualified person to a trustee that is a qualified person may not be treated as other than a qualified disposition solely because the trust instrument fails to meet the requirements of subdivision (1) of this section."}, {"bill_id": 21917, "bill_version_id": 216965, "bill_version": "Enrolled", "bill_version_date": "2021-02-08T16:42:40.757-06:00", "bill_text": "ENTITLED An Act to modify certain provisions related to trusts. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 55-3-24 be AMENDED. 55-3-24. Modification or termination of trust--Notice to fiduciaries--Distribution of property. An irrevocable trust may be modified or terminated by judicial action or by written agreement entered into by all beneficiaries, if continuance of the trust on its existing terms is not necessary to carry out a material purpose. Whether or not continuance of the trust on its existing terms is necessary to carry out a material purpose, an irrevocable trust may be modified or terminated by judicial action or by written agreement by the trustor and all beneficiaries. Upon termination of a trust under this section, the trustee shall distribute the trust property in accordance with the trustor's probable intention or in any other manner as agreed by all the beneficiaries. No person is required to seek court affirmation of a nonjudicial settlement agreement made pursuant to this section. The provisions of chapter 55-18 apply to this section. Thirty days prior to the effective date of a modification or termination of a trust under this section, the trustor or beneficiaries shall provide notice in writing of the modification or termination, including a copy of the modification or termination, to all fiduciaries as defined in subdivision 21-22-1(3) serving as of the date of the notice. The modification or termination shall be effective no earlier than thirty days after the notice is given, unless the notice is waived. Section 2. That § 55-3-5 be AMENDED. 55-3-5. Trustee to follow declaration of trust--Modifications. A trustee shall fulfill the purposes of the trust as declared at its creation, or as subsequently amended, and shall follow all the directions of the trustor given at that time, except as modified. For purposes of modifications by consent of all parties interested and modifications upon approval by the court, the provisions of chapter 55-18 apply to such modifications. Section 3. That § 55-18-1 be AMENDED. 55-18-1. Definitions. Terms used in this chapter mean: (1) \"Bind\" or \"bound,\" to consent, receive notice or service of process, approve, agree, object, resist, waive, or demand for or as a person with the same binding and conclusive effect as if the person represented had; (2) \"Conflict of interest,\" a situation in which a representative's interest in the trust causes a significant likelihood that a reasonable person would disregard a representative's duty to a represented beneficiary. A conflict of interest, however, excludes (i) any adversity, conflict or opposed interests substantially unrelated to the representative's interest in the trust; (ii) any past situation which is not likely to re-occur; and (iii) any conflict of interest which falls short of a material conflict of interest; (3) \"Co-representative,\" more than one simultaneously acting representative of the same class pursuant to § 55-18-9, as when co-guardians are acting: (4) \"Conservator,\" a person appointed pursuant to chapter 29A-5 or equivalent provisions of another jurisdiction's laws including a temporary conservator, a guardian ad litem, and a limited conservator; (5) \"Fiduciary,\" a person defined by subdivision 21-22-1(3), except as used in § 55-18-17; (6) \"Guardian,\" a person appointed pursuant to chapter 29A-5 or equivalent provisions of another jurisdiction's laws including a temporary guardian and a limited guardian; (7) \"Incapacitated\" or \"incapacity,\" lacking the capacity to meaningfully understand the matter in question because of a mental or physical impairment; (8) \"Interest,\" a beneficial interest as defined by subdivision 55-1-24(1) but including the holder of a power of appointment, and any power to remove or replace a fiduciary or a representative; (9) \"Interested beneficiary,\" a person who, on the date the person's qualification is determined: (a) Is a current distributee or permissible distributee of trust income or principal; (b) Would be a distributee or permissible distributee of trust income or principal if the interests of the current distributees terminated on that date; (c) Would be a distributee or permissible distributee of trust income or principal if the trust terminated on that date; (d) Holds a power of appointment; or (e) Would hold a power of appointment if the interests of the current distributees terminated on that date or the interests of the persons currently holding a power of appointment under this subdivision terminated on that date; (10) \"Knows\" or \"knowingly,\" actual knowledge of the fact in question; (11) \"Minor,\" any person who has not attained the age of eighteen. The term includes a minor with an incapacity; (12) \"Nonjudicial settlement,\" an agreement, release, or other action whether or not approved by a court, which may include, without limitation: (a) The interpretation or construction of the terms of a trust; (b) The approval of any fiduciary's report or accounting; (c) Direction to any fiduciary to refrain from performing a particular act or the grant to a fiduciary of any necessary or desirable power; (d) The resignation or appointment of any fiduciary; (e) The determination of a fiduciary or a representative's compensation; (f) The transfer of a trust's principal place of administration or situs; (g) The liability of any fiduciary's action or omission relating to a trust; (h) Partial or final settlement agreements regarding a trust or its administration; or (i) The modification, amendment, reformation, or termination of a trust; (13) \"Notice\" or \"notifies,\" notice provided personally, by mail, postage prepaid, addressed to the person's last known post office address, or electronically in accordance with § 15-6-5(d); (14) \"Notifier,\" a person who is undertaking notice or proposing consent with regard to a matter concerning a trust; (15) \"Power of appointment,\" a power defined by § 55-1-12; (16) \"Proceeding,\" any judicial or nonjudicial trust proceeding, accounting, termination, modification, reformation, decanting, settlement, nonjudicial settlement, and any proceeding conducted pursuant to chapter 21-22 or title 29A which concerns a trust; (17) \"Protected person,\" a person other than a minor for whom a guardian or conservator is appointed; (18) \"Reasonably available,\" with respect to a person, that the person can be identified and located with the exercise of reasonable diligence; (19) \"Representative,\" a person who may bind another person pursuant to § 55-18-9; (20) \"Trust,\" an express inter vivos or testamentary trust; (21) \"Uninterested beneficiary,\" a beneficiary other than an interested beneficiary. Section 4. That § 55-2-15 be AMENDED. 55-2-15. Trustee authorized to distribute income or principal from first trust may appoint all or part in favor of trustee of second trust--Restrictions--Power of appointment to beneficiary of second trust. Unless the terms of the governing instrument expressly provide otherwise, if a trustee has discretion under the terms of a governing instrument to make a distribution of income or principal to or for the benefit of one or more beneficiaries of a trust (the \"first trust\"), whether or not restricted by any standard, then the trustee, independently or with court approval, may exercise such discretion by appointing part or all of the income or principal subject to the discretion in favor of a trustee of a second trust (the \"second trust\") under a governing instrument separate from the governing instrument of the first trust. Before exercising its discretion to appoint and distribute assets to a second trust, the trustee of the first trust shall determine whether the appointment is necessary or desirable after taking into account the purposes of the first trust, the terms and conditions of the second trust, and the consequences of the distribution. For the purposes of this section, a trustee of the first trust is a restricted trustee if either the trustee is a beneficiary of the first trust or if a beneficiary of the first trust has a power to change the trustees within the meaning of § 55-2-17. In addition, the following apply to all appointments made under this section: (1) The second trust may only have as beneficiaries one or more of the beneficiaries of the first trust: (a) To or for whom a discretionary distribution of income or principal may be made from the first trust; or (b) To or for whom a distribution of income or principal may be made in the future from the first trust at a time or upon the happening of an event specified under the first trust; or (c) Both (a) and (b); (2) No restricted trustee of the first trust may exercise such authority over the first trust to the extent that doing so could have the effect of: (a) Benefiting the restricted trustee as a beneficiary of the first trust, unless the exercise of such authority is limited by an ascertainable standard based on or related to health, education, maintenance, or support; or (b) Removing restrictions on discretionary distributions to a beneficiary imposed by the governing instrument under which the first trust was created, except that a provision in the second trust which limits distributions by an ascertainable standard based on or related to the health, education, maintenance, or support of any such beneficiary is permitted, or to a trust established pursuant to 42 U.S.C. § 1396(p)(d)(4); (3) No restricted trustee of the first trust may exercise such authority over the first trust to the extent that doing so would have the effect of increasing the distributions that can be made from the second trust to the restricted trustees of the first trust or to a beneficiary who may change the trustees of the first trust within the meaning of § 55-2-17 compared to the distributions that can be made to such trustee or beneficiary, as the case may be, under the first trust, unless the exercise of such authority is limited by an ascertainable standard based on or related to health, education, maintenance, or support; (4) The provisions of subdivisions (2) and (3) only apply to restrict the authority of a trustee if either a trustee, or a beneficiary who may change the trustee, is a United States citizen or domiciliary under the Internal Revenue Code, or the trust owns property that would be subject to United States estate or gift taxes if owned directly by such a person; (5) In the case of any trust contributions which have been treated as gifts qualifying for the exclusion from gift tax described in § 2503(b) of the Internal Revenue Code of 1986, by reason of the application of I.R.C. § 2503(c), the governing instrument for the second trust shall provide that the beneficiary's remainder interest shall vest no later than the date upon which such interest would have vested under the terms of the governing instrument for the first trust; (6) The exercise of such authority may not reduce any income interest of any income beneficiary of any of the following trusts: (a) A trust for which a marital deduction has been taken for federal tax purposes under I.R.C. § 2056 or § 2523 or for state tax purposes under any comparable provision of applicable state law; (b) A charitable remainder trust under I.R.C. § 664; or (c) A grantor retained annuity or unitrust trust under I.R.C. § 2702; (7) The exercise of such authority does not apply to trust property subject to a presently exercisable power of withdrawal held by a trust beneficiary to whom, or for the benefit of whom, the trustee has authority to make distributions, unless after the exercise of such authority, the beneficiary's power of withdrawal is unchanged with respect to the trust property; (8) The exercise of such authority is not prohibited by a spendthrift clause or by a provision in the governing instrument that prohibits amendment or revocation of the trust; (9) Any appointment made by a trustee shall be considered a distribution by the trustee pursuant to the trustee's distribution powers and authority; and (10) If the trustee's distribution discretion is not subject to a standard, or if the trustee's distribution discretion is subject to a standard that does not create a support interest, then the court may review the trustee's determination or any related appointment only pursuant to § 55-1-43. Any other court review of the trustee's determination or any related appointment may be made only pursuant to § 55-1-42. Notwithstanding the foregoing provisions of this section, the governing instrument of the second trust may grant a power of appointment to one or more of the beneficiaries of the second trust who are beneficiaries of the first trust. The power of appointment may include the power to appoint trust property to the holder of the power of appointment, the holder's creditors, the holder's estate, the creditors of the holder's estate, or any other person, whether or not that person is a trust beneficiary. Furthermore, notwithstanding the provisions of this section or § 55-2-18 or 55-2-19, a trustee may also exercise the power described in those sections by modifying the first trust without an actual distribution of property, in which case the second trust is the modified first trust. In exercising the power described by the preceding sentence of this section, a trustee shall notify all beneficiaries of the trust, in writing applying chapter 55-18, at least twenty days prior to the effective date of the trustee's exercise of the power. This section applies to any trust administered under the laws of this state, including a trust whose governing jurisdiction is transferred to this state. Section 5. That § 21-22-28 be AMENDED. 21-22-28. Protection of privacy--Sealing and availability of documents. The privacy of those who have established a court trust or other trust shall be protected in any court proceeding concerning the trust. Upon the filing of any petition, the instrument on which the trust is based, briefs, and the entire court file including a trust's inventory, statement filed by any fiduciary, annual verified report of a fiduciary, final report of a fiduciary, and all petitions relevant to trust administration and all court orders thereon shall be sealed upon filing and may not be made a part of the public record of the proceeding, but are available to the court, to the trustor, to any fiduciary, to any enforcer, to any beneficiary or the beneficiary's representative as provided in chapter 55-18, to their attorneys, and to such other interested persons as the court may order upon a showing of the need. Section 6. That a NEW SECTION be added: 55-3-46.1. Effect of laws, rules, or orders of other states on a trust or disposition of property. No trust governed by the laws of this state and no disposition of property to be held upon the terms of such trust is void, voidable, liable to be set aside, or defective in any manner by reason that the law or public policy of any other state does not recognize or limits the validity of the trust or the validity or enforceability of any or all of the terms of the trust, so long as such terms are valid and enforceable under the laws and public policy of this state. Section 7. That a NEW SECTION be added: 55-3-49. Enforcement of foreign judgments. Notwithstanding any other provision of law, no judgment, decree, or order of a court of the United States, a court of a state other than this state, or any other court, shall be enforced against any trust governed by the laws of this state, or any disposition of property to be held upon the terms of any such trust, unless a court in this state first determines that the time, manner, and mechanism for enforcing the judgment is consistent with the restrictions and limitations imposed under the terms of the trust and by the laws of this state on the enforcement of the claims of any creditor, including the restrictions and limitations imposed under this chapter, chapter 55-1, and chapter 55-16. Section 8. That § 55-1A-41 be AMENDED. 55-1A-41. Co-trustee appointment--Powers. Unless specifically restricted by the governing instrument, a trustee may appoint an individual or a corporate fiduciary as a co-trustee. The appointed co-trustee may serve only as long as the appointing trustee serves, or as long as the last to serve if more than one trustee appointed the co-trustee. The appointed co-trustee may not become a successor trustee upon the death, resignation, or incapacity of the appointing trustee, unless appointed under the terms of the governing instrument or unless no other successor trustee, or method for appointing a successor trustee, is provided in the governing instrument. The powers and the responsibilities of the appointed co-trustee may be limited by the appointing trustee in a writing signed by the appointing trustee at the time of the appointment. If the powers or responsibilities are so limited, the powers or responsibilities of the co-trustee shall be limited as set forth in writing. Unless the powers or responsibilities are so limited, the appointed co-trustee may exercise all the powers of the appointing trustee. The combined powers of the appointed co-trustee and the appointing trustee may not exceed the powers of the appointing trustee alone. The trustee appointing a co-trustee may, in writing, revoke the appointment at any time, with or without cause. Unless specifically restricted by the governing instrument, if the governing instrument gives a fiduciary other than the trustee the power to remove and replace the trustee, such power includes the power to appoint a co-trustee to serve with the current trustee. If an appointment under this section confers upon the appointed co-trustee, to the exclusion of another co-trustee, the power to take certain actions, including the power to direct or prevent certain actions of the trustees, the limitations on liability and the relief from duties and obligations afforded an excluded fiduciary under § 55-1B-2 apply to a co-trustee who does not hold such power. If the governing instrument is silent concerning the trustee's power to appoint a co-trustee, the trustee shall notify in writing, the trustor, if living, and all current income and principal beneficiaries at least thirty days prior to the effective date of the trustee's exercise of the power granted under this section. The notice, which shall include a copy of the proposed action, shall advise the trustor and current beneficiaries that if they object to the trustee's appointment they need to file a written objection with the trustee prior to the effective date set out in the notice of the proposed action. If an objection is received by the trustee, prior to the effective date of the appointment, the trustee may not appoint a co-trustee. However, this section does not limit the power of the trustee under law to petition the court for approval of the appointment. If no objection has been timely made, the proposed appointment shall go into effect on the later of the date set out in the notice or thirty days after notice has been given. The notice shall be sent by any means allowed under the terms of the trust instrument, by mail with postage prepaid to the last known address of the trustor or current beneficiary, or by means otherwise allowed by law. The provisions of this section are effective for trusts created before, on, or after July 1, 2017, except as otherwise directed by the trustor, trust protector, trust advisor, or other fiduciary designated by the terms of the trust. Section 9. That § 55-1B-4 be AMENDED. 55-1B-4. Trust advisor as fiduciary. If one or more trust advisors are given authority by the terms of a governing instrument to direct, consent to, or disapprove a fiduciary's investment or distribution decisions, or proposed investment or distribution decisions, such trust advisors shall be considered to be fiduciaries when exercising such authority. For investment decisions, so long as there is at least one fiduciary exercising the authority of the investment advisor pursuant to § 55-1B-10 for the investment, except in the cases of willful misconduct or gross negligence by the fiduciary investment advisor in the selection or monitoring of the nonfiduciary trust advisors, the governing instrument may provide that such other trust advisors acting pursuant to this section are not acting in a fiduciary capacity. Similarly, for distribution decisions, so long as there is at least one fiduciary exercising the authority of the distribution advisor pursuant to § 55-1B-11 for the distribution, except in the case of willful misconduct or gross negligence by the fiduciary distribution advisor in the selection or monitoring of the nonfiduciary trust advisors, the governing instrument may provide that such other trust advisors acting pursuant to this section are not acting in a fiduciary capacity. Section 10. That § 55-2-12 be AMENDED. 55-2-12. Liability and duties of successor trustee for agreements, contracts or actions of predecessor fiduciary. Unless otherwise provided in the trust agreement, a successor trustee: (1) Is not individually liable for actions or inactions of a predecessor fiduciary, including agreements, contracts accountings, records, distributions, investments, modifications, reformations, or other acts entered into by its predecessor fiduciary; and (2) Does not have a duty to: (a) Confirm or validate such predecessor fiduciary's actions or inactions; (b) Confirm the validity of the trust agreement; or (c) Prosecute or seek redress for any action or inaction by the predecessor fiduciary. Section 11. That § 55-1A-32 be AMENDED. 55-1A-32. Prosecution or defense of actions and proceedings. A trustee may prosecute or defend actions, claims or proceedings for the protection of trust assets or of the trustee in the performance of the trustee's duties. However, a trustee has no duty to prosecute, or to defend or continue to defend the trust or its assets in any action, through exercise of judicial process or otherwise, to reach the assets of the trust in satisfaction of a claim against the trust, a beneficiary or the settlor of a trust unless: (1) The trustee is reasonably satisfied that the readily marketable assets of the trust are sufficient to fully indemnify the trustee for all the liabilities and expenses, including professional fees and expense of counsel, accountants, and expert witnesses, that the trustee may incur in so prosecuting or defending the trust or its assets; or (2) If the trustee is not satisfied that the settlor or the beneficiaries have provided the trustee with indemnity, supported with such security as may be satisfactory to the trustee in its sole discretion, as is then and will be sufficient to fully indemnify the trustee. Unless otherwise provided in the trust agreement, a trustee who is no longer serving due to resignation or removal, whether by judicial process or pursuant to the trust agreement, or as a result of the trust terminating, does not have a duty to defend or continue to prosecute or defend the trust or its assets in any action, whether the trust is in existence or not at the time of such action. Section 12. That § 55-1-12 be AMENDED. 55-1-12. Trustor, trustee, beneficiary, power of appointment, and person defined. The person whose confidence creates a trust is called the trustor; the person in whom the confidence is reposed is called the trustee; and the person for whose benefit the trust is created is called the beneficiary. As used in this title, except as specifically provided in chapters 55-13 and 55-13A, the term, beneficiary, means a person that has a present or future beneficial interest in a trust, vested or contingent. A person is not a beneficiary solely by reason of holding a power of appointment or by reason of the existence or exercise of a discretionary power described in § 55-1-36.1 with respect to the person. As used in this title, except as provided in § 55-1-26, the term, power of appointment, means a power, including a withdrawal power as defined in § 55-1-24.2, to direct the disposition of trust property, but does not include the authority of a trustee to make a distribution to a beneficiary. A power of appointment is held by the person to whom the power has been given and once granted to a person, is not capable of appropriation or of manual delivery. A power of appointment is a general power of appointment if it is exercisable in favor of the person holding the power, the person's estate, the person's creditors, or the creditors of the person's estate, whether or not the power is also exercisable in favor of others. A power of appointment is a nongeneral power of appointment if it is not a general power of appointment. A holder of a general or nongeneral power of appointment may not be deemed a fiduciary unless otherwise provided for in the trust instrument. As used in this chapter, the term, person, has the meaning set forth in § 55-4-1. Section 13. That § 55-5-9 be AMENDED. 55-5-9. Review of assets upon acceptance of trusteeship--Basis for disposition or retention of assets--Interest in closely held entity. The trustee shall, within a reasonable time after the acceptance of the trusteeship, review trust assets and make and implement decisions concerning the retention and disposition of original pre-existing investments in order to conform to the provisions of this section. The trustee's decision to retain or dispose of an asset may properly be influenced by the asset's special relationship or value to the purposes of the trust or to some or all of the beneficiaries, consistent with the trustee's duty of impartiality. If a trust owns an interest in a closely held entity, and the trust agreement, or other document signed by the settlor, trust protector, or signed by a majority of the current income or principal beneficiaries, if the settlor is deceased, provides that the trustee has no duty to inquire or review the activities of the closely held entity, no trustee is liable to a beneficiary to the extent that the trustee acted in reliance on the provisions of the trust or court order. For purposes of this section, the term, closely held entity, means any entity in which the following persons in aggregate own at least twenty percent of the entity: (1) The settlor; (2) The settlor's grandparents or their descendants; (3) The settlor's spouse; or (4) Any trust created by anyone of the aforementioned persons. If a trust was in existence on or before July 1, 2012, and a collateral document relieved the trustee of the duty to inquire or review the activities of a closely held entity as provided in this section, then the trustee may elect to have this section apply upon providing sixty days written notice of the election to the settlor or to the current income or principal beneficiaries if the settlor is deceased. Section 14. That § 55-5-16 be AMENDED. 55-5-16. Delegation of responsibilities to others. A trustee has a duty to personally perform the responsibilities of the trusteeship except as a prudent person might delegate those responsibilities to others. In deciding whether, to whom, and in what manner to delegate fiduciary authority in the administration of a trust, and thereafter in monitoring agents, the trustee may seek the prior approval for the delegation from the settlor, a trust protector, or if the settlor is deceased, the majority of the current income or principal beneficiaries, or from the court. If such approval is given in writing by either the settlor, a trust protector, or if the settlor is deceased, the majority of the current income or principal beneficiaries, or by the court, the trustee is not liable for the acts of the person to whom the authority is delegated except in the cases of willful misconduct or gross negligence by the delegating trustee in the selection or monitoring of the agent. Section 15. That § 55-1B-2 be AMENDED. 55-1B-2. Liability limits of excluded fiduciary--Relief from obligations for excluded fiduciary--Burden of proof in action against excluded fiduciary. An excluded fiduciary is not liable, either individually or as a fiduciary, for any of the following: (1) Any loss that results from compliance with a direction of the trust advisor, including any loss from the trust advisor breaching fiduciary responsibilities or acting beyond the trust advisor's scope of authority; (2) Any loss that results from a failure to take any action proposed by an excluded fiduciary that requires a prior authorization of the trust advisor if that excluded fiduciary timely sought but failed to obtain that authorization; (3) Any loss that results from any action or inaction, except for gross negligence or willful misconduct, when an excluded fiduciary is required, pursuant to the trust agreement or any other reason, to assume the role of trust advisor or trust protector; (4) Any loss that results from relying upon any trust advisor for valuation of trust assets; or (5) Any loss that results from any tax filing made or tax position taken based on the recommendations or instructions received from a tax preparer or professional used by the excluded fiduciary at the direction of the grantor or of another trust fiduciary. Any excluded fiduciary is also relieved from any obligation to independently value trust assets, to review or evaluate any direction from a distribution trust advisor, or to perform investment or suitability reviews, inquiries, or investigations or to make recommendations or evaluations with respect to any investments to the extent the trust advisor had authority to direct the acquisition, disposition, or retention of the investment. If the excluded fiduciary offers such communication to the trust advisor, trust protector, or any investment person selected by the investment trust advisor, such action does not constitute an undertaking by the excluded fiduciary to monitor or otherwise participate in actions within the scope of the advisor's authority or to constitute any duty to do so. Any excluded fiduciary is also relieved of any duty to communicate with or warn or apprise any beneficiary or third party concerning instances in which the excluded fiduciary would or might have exercised the excluded fiduciary's own discretion in a manner different from the manner directed by the trust advisor or trust protector. Absent contrary provisions in the governing instrument, the actions of the excluded fiduciary (such as any communications with the trust advisor and others and carrying out, recording, and reporting actions taken at the trust advisor's direction) pertaining to matters within the scope of authority of the trust advisor or trust protector constitute administrative actions taken by the excluded fiduciary solely to allow the excluded fiduciary to perform those duties assigned to the excluded fiduciary under the governing instrument, and such administrative actions do not constitute an undertaking by the excluded fiduciary to monitor, participate, or otherwise take any fiduciary responsibility for actions within the scope of authority of the trust advisor or trust protector. Nothing in subdivision (2) imposes an obligation or liability with respect to a custodian of a custodial account. In an action against an excluded fiduciary pursuant to the provisions of this section, the burden to prove the matter by clear and convincing evidence is on the person seeking to hold the excluded fiduciary liable. Section 16. That § 55-16-2 be AMENDED. 55-16-2. Trust instrument defined. For the purposes of this chapter, a trust instrument, is an instrument appointing a qualified person or qualified persons for the property that is the subject of a disposition, which instrument: (1) Expressly incorporates the law of this state to govern the validity, construction, and administration of the trust; (2) Is irrevocable, but a trust instrument may not be deemed revocable on account of its inclusion of one or more of the following: (a) A transferor's power to veto a distribution from the trust; (b) An inter vivos power of appointment, other than an inter vivos power exercisable solely by the transferor in favor of the transferor, the transferor's creditors, the transferor's estate, or the creditors of the transferor's estate; (c) A testamentary power of appointment; (d) The transferor's potential or actual receipt of income, including rights to such income retained in the trust instrument; (e) The transferor's potential or actual receipt of income or principal from a charitable remainder unitrust or charitable remainder annuity trust as such terms are defined in § 664 of the Internal Revenue Code of 1986, 26 U.S.C. § 664, as of January 1, 2009; (f) The transferor's receipt each year of a percentage of the value as determined from time to time pursuant to the trust instrument, but not exceeding the amount that may be defined as income under § 643(b) of the Internal Revenue Code of 1986, 26 U.S.C. § 643(b), as of January 1, 2009; (g) The transferor's potential or actual receipt or use of principal if the potential or actual receipt or use of principal would be the result of a qualified person, including a qualified person acting at the direction of a trust advisor described in this section, acting either in the qualified person's sole discretion or pursuant to an ascertainable standard contained in the trust instrument; (h) The transferor's right to remove a trustee, protector, or trust advisor and to appoint a new trustee, protector, or trust advisor, other than a trustee who is a related or subordinate party with respect to the transferor within the meaning of § 672(c) of the Internal Revenue Code of 1986, 26 U.S.C. § 672(c), as of January 1, 2009; (i) The transferor's potential or actual use of real property held under a qualified personal residence trust within the meaning of such term as described in the regulations promulgated under § 2702(c) of the Internal Revenue Code of 1986, 26 U.S.C. § 2702(c), as of January 1, 2009; (j) A pour back provision that pours back to the transferor's will or revocable trust all or part of the trust assets; (k) The transferor's potential or actual receipt of income or principal to pay, in whole or in part, income taxes due on income of the trust if the potential or actual receipt of income or principal is pursuant to a provision in the trust instrument that expressly provides for the payment of the taxes and if the potential or actual receipt of income or principal would be the result of a qualified person's acting in the qualified person's discretion or pursuant to a mandatory direction in the trust instrument or acting at the direction of an advisor described in § 55-16-4; (l) The ability, whether pursuant to discretion, direction, or the grantor's exercise of a testamentary power of appointment, of a qualified person to pay, after the death of the transferor, all or any part of the debts of the transferor outstanding at the time of the transferor's death, the expenses of administering the transferor's estate, or any estate or inheritance tax imposed on or with respect to the transferor's estate; (m) A transferor's service as a noncontrolling member of a distribution committee that functions as a distribution trust advisor, as defined in subdivision 55-1B-1(7); or (n) A transferor's enjoyment of a power to reacquire the trust corpus by substituting other property of an equivalent value within the meaning of § 675(4)(C) of the Internal Revenue Code of 1986, 26 U.S.C. § 675(4)(C), as of January 1, 2021; and (3) Provides that the interest of the transferor or other beneficiary in the trust property or the income from the trust property may not be transferred, assigned, pledged, or mortgaged, whether voluntarily or involuntarily, before the qualified person distributes the property or income from the property to the beneficiary, and such provision of the trust instrument constitutes a restriction on the transfer of the transferor's beneficial interest in the trust that is enforceable under applicable nonbankruptcy law within the meaning of § 541(c)(2) of the Bankruptcy Code, 11 U.S.C. § 541(c)(2), as of January 1, 2009. A disposition by a trustee that is not a qualified person to a trustee that is a qualified person may not be treated as other than a qualified disposition solely because the trust instrument fails to meet the requirements of subdivision (1) of this section. An Act to modify certain provisions related to trusts. I certify that the attached Act originated in the: Senate as Bill No. 78 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 78 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2021 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2021 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2021 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21917, "action_date": "2021-01-19T14:00:00-06:00", "document_id": 211500, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211500.pdf", "status_text": "First read in Senate and referred to", "journal_page": 65, "committee_id_action": 514, "committee_id_assigned": 504, "result": "N", "vote": {}}, {"bill_id": 21917, "action_date": "2021-01-26T10:00:00-06:00", "document_id": 212143, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212143.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 504, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21917, "action_date": "2021-01-26T10:00:00-06:00", "document_id": 212144, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212144.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 504, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21917, "action_date": "2021-01-26T10:00:00-06:00", "document_id": 212144, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212144.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 504, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67859, "president_vote": null, "Nay": [1789], "Yea": [1828, 1856, 1858, 3796, 1870, 1881], "Excused": [1850, 3795]}}, {"bill_id": 21917, "action_date": "2021-01-28T13:00:00-06:00", "document_id": 214294, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214294.pdf", "status_text": "Deferred to another day", "journal_page": 137, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21917, "action_date": "2021-02-01T14:00:00-06:00", "document_id": 214910, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214910.pdf", "status_text": "Do Pass Amended", "journal_page": 145, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68140, "president_vote": null, "Yea": [1771, 3798, 1775, 1776, 1881, 1779, 1783, 1785, 1786, 1789, 1790, 1794, 1801, 1803, 1806, 1808, 1811, 1812, 1819, 1827, 1828, 1831, 3805, 1847, 1850, 1851, 1853, 1856, 1858, 1860, 3803, 3796, 3795, 1865, 1870]}}, {"bill_id": 21917, "action_date": "2021-02-02T14:00:00-06:00", "document_id": 215283, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215283.pdf", "status_text": "First read in House and referred to", "journal_page": 179, "committee_id_action": 492, "committee_id_assigned": 493, "result": "N", "vote": {}}, {"bill_id": 21917, "action_date": "2021-02-05T10:00:00-06:00", "document_id": 216414, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216414.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 493, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21917, "action_date": "2021-02-05T10:00:00-06:00", "document_id": 216416, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216416.pdf", "status_text": "Do Pass", "journal_page": 2, "committee_id_action": 493, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68587, "president_vote": null, "Yea": [3786, 1768, 3784, 1836, 1837, 1839, 3799, 1844, 3793, 1855, 3790, 1798], "Excused": [1780]}}, {"bill_id": 21917, "action_date": "2021-02-05T10:00:00-06:00", "document_id": 216416, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216416.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": 2, "committee_id_action": 493, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21917, "action_date": "2021-02-08T14:00:00-06:00", "document_id": 216807, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216807.pdf", "status_text": "Do Pass", "journal_page": 238, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68675, "president_vote": null, "Yea": [1766, 1767, 1768, 1769, 1770, 1772, 1777, 1778, 1780, 1781, 1782, 1784, 1788, 1792, 1793, 1795, 1796, 1798, 1799, 1800, 1802, 1804, 1805, 1807, 1809, 1813, 1817, 1820, 1822, 1823, 1824, 1826, 1829, 1830, 1832, 1834, 1835, 1836, 1837, 1839, 1841, 1843, 1844, 1852, 1862, 1864, 1866, 1868, 1883, 3782, 3783, 3784, 3785, 3787, 3788, 3789, 3790, 3791, 3792, 3793, 3794, 3797, 3799, 3800, 3801, 3802, 3804, 3806], "Excused": [1855, 3786]}}, {"bill_id": 21917, "action_date": "2021-02-09T14:30:00-06:00", "document_id": 216938, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216938.pdf", "status_text": "Signed by the President", "journal_page": 229, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21917, "action_date": "2021-02-10T14:00:00-06:00", "document_id": 217079, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217079.pdf", "status_text": "Signed by the Speaker", "journal_page": 279, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21917, "action_date": "2021-02-11T13:00:00-06:00", "document_id": 217228, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217228.pdf", "status_text": "Delivered to the Governor", "journal_page": 248, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21917, "action_date": "2021-02-18T13:00:00-06:00", "document_id": 217753, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217753.pdf", "status_text": "Signed by the Governor", "journal_page": 286, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7115}