{"session_id": 8, "bill_id": 2003, "bill_type": "Senate Bill", "bill_number": 158, "bill_title": "provide certain requirements for tanning facilities.", "sponsors": [{"legislator_profile_id": 761, "is_prime": true}, {"legislator_profile_id": 763, "is_prime": true}, {"legislator_profile_id": 809, "is_prime": false}, {"legislator_profile_id": 821, "is_prime": false}, {"legislator_profile_id": 825, "is_prime": false}, {"legislator_profile_id": 820, "is_prime": false}, {"legislator_profile_id": 765, "is_prime": false}, {"legislator_profile_id": 830, "is_prime": false}, {"legislator_profile_id": 832, "is_prime": false}, {"legislator_profile_id": 842, "is_prime": false}, {"legislator_profile_id": 816, "is_prime": false}, {"legislator_profile_id": 824, "is_prime": false}, {"legislator_profile_id": 788, "is_prime": false}, {"legislator_profile_id": 801, "is_prime": false}, {"legislator_profile_id": 806, "is_prime": false}, {"legislator_profile_id": 767, "is_prime": false}, {"legislator_profile_id": 808, "is_prime": false}, {"legislator_profile_id": 823, "is_prime": false}, {"legislator_profile_id": 812, "is_prime": false}], "keywords": ["Municipality", "Public Health and Safety"], "audio": [{"meeting_datetime": "2010-02-17T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/she22.mp3", "start_seconds": 3918.0}, {"meeting_datetime": "2010-02-17T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/she22.mp3", "start_seconds": 3918.0}, {"meeting_datetime": "2010-02-17T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/she22.mp3", "start_seconds": 3918.0}, {"meeting_datetime": "2010-02-18T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen23.mp3", "start_seconds": 6188.0}, {"meeting_datetime": "2010-02-18T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen23.mp3", "start_seconds": 6188.0}, {"meeting_datetime": "2010-02-18T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen23.mp3", "start_seconds": 6188.0}, {"meeting_datetime": "2010-02-18T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen23.mp3", "start_seconds": 6188.0}], "bill_versions": [{"bill_id": 2003, "bill_version_id": 11278, "bill_version": "Introduced", "bill_version_date": "2010-01-28T09:30:53.267-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide certain requirements for tanning facilities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Phototherapy device,\" equipment that emits ultraviolet radiation and is used in treating disease; (2) \"Tanning device,\" equipment that emits electromagnetic radiation having wavelengths in the air between two hundred and four hundred nanometers and that is used for the tanning of human skin and any equipment used with that equipment, including protective eyewear, timers, and handrails. However, the term, tanning device, does not include a phototherapy device used by a physician; (3) \"Tanning facility,\" a place or business that provides persons access to a tanning device. Section 2. Each tanning facility shall give to each of its customers written notice of all of the following: (1) Failure to wear the eye protection provided by the tanning facility may damage the customer's eyes and cause cataracts; (2) Overexposure to a tanning device causes burns; (3) Repeated exposure to a tanning device may cause premature aging of the skin and skin cancer; (4) Abnormal skin sensitivity or burning of the skin while using a tanning device may be caused by the following: (a) Certain foods; (b) Certain cosmetics; (c) Certain medications, including tranquilizers, diuretics, antibiotics, high blood pressure medicines, and birth control pills; and (d) Certain diseases; (5) Any person who takes a drug should consult a physician before using a tanning device. Section 3. Each tanning facility shall prominently display a sign in each area where a tanning device is used. The warning sign shall convey the following directions and information: (1) Follow instructions; (2) Avoid too frequent or too lengthy exposure. Like exposure to the sun, use of a tanning device can cause eye and skin injury and allergic reactions. Repeated exposure can cause chronic sun damage, which is characterized by wrinkling, dryness, fragility and bruising of the skin, and skin cancer; (3) Wear food and drug administration-approved protective eyewear; (4) Ultraviolet radiation from tanning devices will aggravate the effects of the sun, so do not sunbathe during the twenty-four hours immediately preceding or immediately following the use of a tanning device; (5) Medications and cosmetics may increase your sensitivity to ultraviolet radiation. Consult a physician before using a tanning device if you are using medications, have a history of skin problems, or believe that your are especially sensitive to sunlight. Women who are pregnant or using birth control pills and who use a tanning device may develop discolored skin; (6) If your skin does not tan when exposed to the sun it is unlikely that your skin will tan when exposed to this tanning device. Section 4. A tanning facility's compliance with the requirements of sections 2 and 3 of this Act does not relieve the owner or any employee of the tanning facility from liability for injury sustained by a customer from the use of a tanning device. Section 5. Each tanning facility shall post a sign in each area where a tanning device is used stating the date on which each fluorescent tube in that tanning device was last replaced. The tanning facility shall maintain a record of the date on which each fluorescent tube is replaced. Section 6. No owner or employee of a tanning facility may claim, or distribute materials that claim, that using a tanning device is free of risk. Section 7. The owner of a tanning facility shall ensure that all of the following requirements are fulfilled: (1) A customer under eighteen years of age may not be permitted to use the tanning facility until the customer provides the facility with written consent of a parent or legal guardian to use the tanning facility. The consent shall indicate that the parent or legal guardian has read the warnings required by this Act and that the customer agrees to wear food and drug administration-approved protective eyewear. The parent or legal guardian shall provide a notarized statement of consent or sign the consent form in the presence of the owner of the tanning facility or an employee responsible for the operation of the tanning device of the facility. The written consent form expires twelve months from the date signed. A customer under the age of fourteen years may not utilize a tanning device at a tanning facility without a written order from a physician licensed in this state and without being accompanied by a parent or legal guardian for every use of the tanning facility; (2) During operating hours there is present at the tanning facility a trained operator who is able to inform customers about, and assist customers in, the proper use of tanning devices; (3) Each tanning bed is properly sanitized after each use; (4) Properly sanitized and securely fitting food and drug administration-approved protective eyewear that protects the wearer's eyes from ultraviolet radiation and allows enough vision to maintain balance is made available to the customer; (5) A customer is not allowed to use a tanning device unless the customer agrees to use food and drug administration-approved protective eyewear; (6) Each customer is shown how to use such physical aids as handrails and markings on the floor to determine the proper distance from the tanning device; (7) A timing device that is accurate within ten percent is used; (8) Each tanning device is equipped with a mechanism that allows the customer to turn the tanning device off; (9) Each customer is limited to the maximum exposure time recommended by the manufacturer; (10) Customers are not allowed to use a tanning device more than once every forty-eight hours; (11) The interior temperature of the tanning facility does not exceed one hundred degrees Fahrenheit; and (12) The written consent form provided pursuant to subdivision (1) of this section is retained for three years or until the customer signs a new consent form. A violation of this section is a Class 2 misdemeanor. Section 8. A user of a tanning facility shall do all of the following: (1) Immediately before the customer's first use of a tanning facility in a year, sign a statement acknowledging that he or she has read and understands the notice required pursuant to section 2 of this Act and the sign required pursuant to section 3 of this Act and specifying that the customer agrees to use food and drug administration-approved protective eyewear; (2) Use food and drug administration-approved protective eyewear at all times while using a tanning device. Section 9. If a health care provider treats a patient for a sunburn injury and determines, in the exercise of professional judgment, that the injury occurred as a result of using a tanning device at a tanning facility, the health care provider shall report the circumstances of the injury to the Department of Health. A health care provider making or not making a report in good faith pursuant to this section is immune from liability for making or not making a report. Section 10. A municipality may adopt an ordinance to regulate tanning facilities as long as the requirements in the ordinance are no less stringent than the requirements provided in this Act. A municipality may adopt an ordinance that establishes requirements that are more stringent than the requirements provided in this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2003, "action_date": "2010-01-28T11:45:00-06:00", "document_id": 11367, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11367.pdf", "status_text": "First read in Senate and referred to", "journal_page": 171, "committee_id_action": 84, "committee_id_assigned": 64, "result": "N", "vote": {}}, {"bill_id": 2003, "action_date": "2010-02-17T07:45:00-06:00", "document_id": 12214, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12214.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 64, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2003, "action_date": "2010-02-17T07:45:00-06:00", "document_id": 12399, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12399.pdf", "status_text": "Do Pass", "journal_page": 344, "committee_id_action": 64, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6618, "president_vote": null, "Yea": [754, 761, 806, 767, 809], "Nay": [760, 780]}}, {"bill_id": 2003, "action_date": "2010-02-18T14:00:00-06:00", "document_id": 12565, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12565.pdf", "status_text": "Do Pass", "journal_page": 374, "committee_id_action": 84, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 6768, "president_vote": null, "Nay": [758, 785, 787, 807, 805, 760, 778, 768, 782, 780, 739, 802, 764, 795, 772, 766, 791, 808, 743, 753, 745, 794, 799, 747, 776], "Yea": [809, 754, 741, 761, 774, 806, 767, 769, 810], "Excused": [790]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2003"}