{"session_id": 36, "bill_id": 10131, "bill_type": "Senate Commemoration", "bill_number": 26, "bill_title": "Honoring and commending David Preheim for being selected as the 2018 Southeast Area Assistant Principal of the Year by the Southeast Area Principals' Group.", "sponsors": [{"legislator_profile_id": 1558, "is_prime": true}, {"legislator_profile_id": 1575, "is_prime": true}, {"legislator_profile_id": 1599, "is_prime": false}, {"legislator_profile_id": 1556, "is_prime": false}, {"legislator_profile_id": 1569, "is_prime": false}, {"legislator_profile_id": 1597, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 10131, "bill_version_id": 53795, "bill_version": "Introduced", "bill_version_date": "2019-02-19T10:04:38.093-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and commending David Preheim for being selected as the 2018 Southeast Area Assistant Principal of the Year by the Southeast Area Principals' Group. WHEREAS, David Preheim is the Assistant Principal for Tea Area High School District and assists the district as transportation director, intermediate principal, and the coach for the boys' basketball team; and WHEREAS, Preheim has dedicated sixteen years of service to the Tea Area School District; and WHEREAS, the award for Southeast Area Principals' Group is given to an outstanding principal who exhibits premiere leadership and invests fully into his or her community: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fourth Legislature of the State of South Dakota, that the Legislature commends and honors David Preheim as the 2018 Southeast Area Assistant Principal of the Year."}, {"bill_id": 10131, "bill_version_id": 54055, "bill_version": "Enrolled", "bill_version_date": "2019-02-21T17:20:40.977-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and commending David Preheim for being selected as the 2018 Southeast Area Assistant Principal of the Year by the Southeast Area Principals' Group. WHEREAS, David Preheim is the Assistant Principal for Tea Area High School District and assists the district as transportation director, intermediate principal, and the coach for the boys' basketball team; and WHEREAS, Preheim has dedicated sixteen years of service to the Tea Area School District; and WHEREAS, the award for Southeast Area Principals' Group is given to an outstanding principal who exhibits premiere leadership and invests fully into his or her community: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fourth Legislature of the State of South Dakota, that the Legislature commends and honors David Preheim as the 2018 Southeast Area Assistant Principal of the Year. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 10131, "action_date": "2019-02-19T14:00:00-06:00", "document_id": 53842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53842.pdf", "status_text": "", "journal_page": 409, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/10131"}