{"session_id": 20, "bill_id": 6063, "bill_type": "Senate Commemoration", "bill_number": 32, "bill_title": "Acknowledging the Potter County Battlers High School Football Team for winning the 2013 State 9A Football Championship.", "sponsors": [{"legislator_profile_id": 444, "is_prime": true}, {"legislator_profile_id": 456, "is_prime": true}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 6063, "bill_version_id": 31024, "bill_version": "Introduced", "bill_version_date": "2014-02-25T11:07:54.367-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Acknowledging the Potter County Battlers High School Football Team for winning the 2013 State 9A Football Championship. WHEREAS, the Potter County Battlers Football Team, with a record of 11-1, won the 2013 State 9A Football Championship under the leadership of the coaching staff, volunteers, and parents, and the students, coaches, faculty, and the great communities of Gettysburg and Hoven demonstrated outstanding support and sportsmanship during the quest to achieve the 2013 State 9A Football Championship; and WHEREAS, the Potter County High School Football Team was held together by extraordinary unity and team spirit throughout the championship season by all of the players including Jordan Schmidt, Colton Hall, Dalton Storer, Tanner Heuer, Garrett Rausch, Chayce Hall, Hayden Simon, Carl Cronin, Jacob Rausch, Michael Rausch, Chris Zuber, Caleb Meinke, Tanner Storer, Ryan Sundberg, Jesse Wheeler, Caleb Hageman, Rease Logan, Dallas Wainman, Chris Dutenhoeffer, Mitchell Hinckley, Lucas Smith, Treyson Drew, David Long, Jordan Trujillo, Chance Stuwe, Oriol Magromer, Tim Heien, Travis Siebrasse, Broady Schatz, Luke Vogel, Trent Donovan, Carson Kirby, Drake Davis, Shane Figgins, Spencer Shaw, Garret Spindler, Scott Glodt, Aaron Beetsch, and Troy Abler; and WHEREAS, the Potter County High School Football Team was instructed and led by head coach Vern Smith; assistant coaches Bryce Hall, Brady Hartung, and Keith Scott; manager Nic Zuber; statisticians Katrina Smith, Kelcey Robbennolt, Shelby Kilian, Tierney Donovan, and Sierra Wieseler; cheerleaders Lilli Cronin, Regan Everson, Cameron Decker, Alyssa Haberer, Kali Hansen, and Megan Schrempp; and cheer coach Jessica Larson: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Potter County High School Football Team and its coaching staff be congratulated and commended for their outstanding performances in the 2013 season."}, {"bill_id": 6063, "bill_version_id": 31207, "bill_version": "Enrolled", "bill_version_date": "2014-02-27T14:07:48.253-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Acknowledging the Potter County Battlers High School Football Team for winning the 2013 State 9A Football Championship. WHEREAS, the Potter County Battlers Football Team, with a record of 11-1, won the 2013 State 9A Football Championship under the leadership of the coaching staff, volunteers, and parents, and the students, coaches, faculty, and the great communities of Gettysburg and Hoven demonstrated outstanding support and sportsmanship during the quest to achieve the 2013 State 9A Football Championship; and WHEREAS, the Potter County High School Football Team was held together by extraordinary unity and team spirit throughout the championship season by all of the players including Jordan Schmidt, Colton Hall, Dalton Storer, Tanner Heuer, Garrett Rausch, Chayce Hall, Hayden Simon, Carl Cronin, Jacob Rausch, Michael Rausch, Chris Zuber, Caleb Meinke, Tanner Storer, Ryan Sundberg, Jesse Wheeler, Caleb Hageman, Rease Logan, Dallas Wainman, Chris Dutenhoeffer, Mitchell Hinckley, Lucas Smith, Treyson Drew, David Long, Jordan Trujillo, Chance Stuwe, Oriol Magromer, Tim Heien, Travis Siebrasse, Broady Schatz, Luke Vogel, Trent Donovan, Carson Kirby, Drake Davis, Shane Figgins, Spencer Shaw, Garret Spindler, Scott Glodt, Aaron Beetsch, and Troy Abler; and WHEREAS, the Potter County High School Football Team was instructed and led by head coach Vern Smith; assistant coaches Bryce Hall, Brady Hartung, and Keith Scott; manager Nic Zuber; statisticians Katrina Smith, Kelcey Robbennolt, Shelby Kilian, Tierney Donovan, and Sierra Wieseler; cheerleaders Lilli Cronin, Regan Everson, Cameron Decker, Alyssa Haberer, Kali Hansen, and Megan Schrempp; and cheer coach Jessica Larson: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Potter County High School Football Team and its coaching staff be congratulated and commended for their outstanding performances in the 2013 season. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6063, "action_date": "2014-02-25T14:00:00-06:00", "document_id": 31062, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31062.pdf", "status_text": "", "journal_page": 471, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6063"}