{"session_id": 24, "bill_id": 6923, "bill_type": "House Bill", "bill_number": 1058, "bill_title": "revise the procedure for recovery of abandoned mineral interests.", "sponsors": [{"legislator_profile_id": 1038, "is_prime": true}, {"legislator_profile_id": 1046, "is_prime": true}, {"legislator_profile_id": 976, "is_prime": false}, {"legislator_profile_id": 1052, "is_prime": false}, {"legislator_profile_id": 1029, "is_prime": false}], "keywords": ["Mineral Interest", "Property", "Real Estate"], "audio": [{"meeting_datetime": "2016-01-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju08.mp3", "start_seconds": 1670.0}, {"meeting_datetime": "2016-01-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju08.mp3", "start_seconds": 1670.0}, {"meeting_datetime": "2016-01-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju08.mp3", "start_seconds": 1670.0}, {"meeting_datetime": "2016-01-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju08.mp3", "start_seconds": 1670.0}, {"meeting_datetime": "2016-01-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou10.mp3", "start_seconds": 4148.0}, {"meeting_datetime": "2016-01-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou10.mp3", "start_seconds": 4148.0}, {"meeting_datetime": "2016-01-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou10.mp3", "start_seconds": 4148.0}, {"meeting_datetime": "2016-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju13.mp3", "start_seconds": 3818.0}, {"meeting_datetime": "2016-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju13.mp3", "start_seconds": 3818.0}, {"meeting_datetime": "2016-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju13.mp3", "start_seconds": 3818.0}, {"meeting_datetime": "2016-02-04T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen15.mp3", "start_seconds": 6610.0}, {"meeting_datetime": "2016-02-04T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen15.mp3", "start_seconds": 6610.0}, {"meeting_datetime": "2016-02-04T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen15.mp3", "start_seconds": 6610.0}, {"meeting_datetime": "2016-02-04T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen15.mp3", "start_seconds": 6610.0}], "bill_versions": [{"bill_id": 6923, "bill_version_id": 37682, "bill_version": "Introduced", "bill_version_date": "2016-01-19T10:23:27.88-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the procedure for recovery of abandoned mineral interests. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 43-30A-2 be amended to read as follows: 43-30A-2. A mineral interest shall, if unused for twenty-three years, be deemed to be abandoned, unless a statement of claim is recorded in accordance with § 43-30A-4 is abandoned if it has not been used for a period of twenty-three years or more. Title to an abandoned mineral interest shall vest vests in the owner of the surface estate in the land in, or under, which the mineral interest is located on the date of abandonment. Section 2. That § 43-30A-3 be amended to read as follows: 43-30A-3. A mineral interest is deemed to be used if: (1) Minerals are produced under that by or with the express permission of the record owner of the mineral interest; (2) Operations are conducted thereon for injection, withdrawal, storage, or disposal of water, gas, or other fluid substances to produce or enhance the production of minerals by or with the express permission of the record holder of the mineral interest; (3) In the case of For solid minerals, there is production from a common vein or seam by the owners or with the express permission of the record owner of the mineral interest; (4) Any valid conveyance, valid lease, mortgage, assignment, order in an estate settlement proceeding, inheritance tax determination affidavit, probate distribution, termination of joint tenancy interest affidavit, termination of life estate affidavit, transfer on death deed, or any judgment or decree that makes specific reference to the record owner's mineral interest is recorded in the office of the register of deeds for the county in which the mineral interest is located; (5) The mineral interest is subject to an order or an agreement to pool or unitize; (6) Taxes are paid on the mineral interest on behalf of the owner; (7) A statement of claim is recorded in compliance with § 43-30A-4; or (8)(7) A proper instrument describing the mineral interest has been recorded prior to an affidavit recorded under prior law pursuant to § 43-30-7, in the office of the register of deeds for the county in which the mineral interest is located. Section 3. That § 43-30A-4 be amended to read: 43-30A-4. A statement of claim shall: (1) Be recorded for the record owner of the mineral interest prior to the end of the twenty-three-year period set forth in § 43-30A-2. A joint tenant, but not a tenant in common, may record a claim on behalf of himself and other joint tenants; (2) Contain the name and mailing address of the record owner of the mineral interest and a legal description of the land on or under which the mineral interest is located; and (3) Be recorded in the office of the register of deeds for the county in which the mineral interest is located. A mineral interest is deemed to be in use on the date of recording if the recording is made within the time provided by this section. A statement of claim filed after July 31, 2013, by a person other than the owner of record of the mineral interest is not effective to preserve a mineral interest unless accompanied by a reference to the name of the record owner under whom the owner of the mineral interest claims. Section 4. That § 43-30A-5 be amended to read as follows: 43-30A-5. Failure to record the statement of claim within the time period provided in § 43-30A-4 does not cause a mineral interest to be extinguished if: (1) The owner of record abandoned if the record owner of the mineral interest satisfies either one of the following requirements records a statement of claim pursuant to § 43-30A-4 within sixty days after first completion of the publication of the notice provided for in of lapse pursuant to § 43-30A-6: (a) Files with the county register of deeds a statement of claim as required in § 43-30A-4; or (b) Files with the county register of deeds documentation that at least one of the activities under § 43-30A-3 took place during the twenty-year period immediately preceding the first publication of notice; (2) A person other than the owner of record of the mineral interest files with the county register of deeds within sixty days after the first publication of the notice provided for in § 43-30A-6 an affidavit under oath or a declaration under oath which includes an explanation of the factual and legal basis for the person's assertion of title to the mineral interest. This explanation shall be accompanied by documentation supporting the assertion or an explanation why documentation is unavailable. Section 5. That § 43-30A-6 be amended to read as follows: 43-30A-6. In order to succeed to the ownership of a an abandoned mineral interest upon its lapse, a surface owner shall give notice of the lapse of the mineral interest by publication. The publication shall be made once each week for three weeks in the official newspaper of the county in which the mineral interest is located. If the address of the mineral interest owner is of record or can be determined upon reasonable inquiry, notice Notice shall also be made given by mailing a copy of the notice by registered or certified mail, return receipt requested, to the record owner of the mineral interest within at the record owner's address of record no later than ten days after the last publication is made. The notice shall state the name of the record owner of the mineral interest, a the legal description of the land on or under which the mineral interest involved is located, and the name of the person giving the notice. A Recording a copy of the notice and an affidavit of its service, if recorded publication and any mailing in the office of the register of deeds for the county in which the mineral interest is located, is prima facie evidence in any legal proceeding that such the notice has been properly given. Section 6. That § 43-30A-6.1 be repealed. 43-30A-6.1. To constitute a reasonable inquiry as provided in § 43-30A-6, the surface owner or the owner's authorized agent shall conduct a search of: (1) The county register of deed's records for the existence of any uses as defined in § 43-30A-3 by the owner of the mineral interest; (2) The Unified Judicial System's records for the existence of any judgments, liens, or probate records which identify the owner of the mineral interest; (3) The social security death index for the last-known residence of the owner of the mineral interest, if deceased; and (4) One or more public internet databases to locate or identify the owner of the mineral interest or any known heirs of the owner. The surface owner is not required to conduct internet searches on private fee internet databases. Section 7. That § 43-30A-11 be repealed. 43-30A-11. The surface owner of the land in or under which the mineral interest is located who succeeds to the ownership of a mineral interest upon its lapse under this chapter is entitled to record a statement of succession in interest indicating that that surface owner of the land in or under which the mineral interest is located has succeeded to the ownership of the mineral interest. Section 8. That § 43-30A-12 be repealed. 43-30A-12. Upon completion of the procedure provided in this chapter, the surface owner may maintain an action in circuit court in the county in which the minerals are located and obtain a judgment in quiet title in the owner of the surface estate. In an action brought under this section, the surface owner shall submit evidence to the circuit court establishing that all procedures required by this chapter were properly completed and that a reasonable inquiry was conducted. If the circuit court finds that the surface owner has complied with all procedures of this chapter and has conducted a reasonable inquiry, the circuit court shall issue its findings of fact, conclusions of law, and enter judgment perfecting title to the mineral interest in the surface owner. A judgment obtained by the surface owner in compliance with this section is deemed conclusive except for fraud, misrepresentation, or other misconduct. A mineral lessee that obtains a lease from the surface owner, which owner has obtained a judgment to minerals pursuant to this section, is deemed a bona fide purchaser and its lease remains effective in the event the judgment is subsequently vacated for any reason. The lessee is not liable to any third party for lease bonus, royalties, or any other proceeds paid to the surface owner under the lease before the judgment being vacated."}, {"bill_id": 6923, "bill_version_id": 37943, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2016-01-22T12:29:00.973-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the procedure for recovery of abandoned mineral interests. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 43-30A-2 be amended to read as follows: 43-30A-2. A mineral interest shall, if unused for twenty-three years, be deemed to be abandoned, unless a statement of claim is recorded in accordance with § 43-30A-4 is abandoned if it has not been used for a period of twenty-three years or more. Title to an abandoned mineral interest shall vest vests in the owner of the surface estate in the land in, or under, which the mineral interest is located on the date of abandonment. Section 2. That § 43-30A-3 be amended to read as follows: 43-30A-3. A mineral interest is deemed to be used if: (1) Minerals are produced under that by or with the express permission of the record owner of the mineral interest; (2) Operations are conducted thereon for injection, withdrawal, storage, or disposal of water, gas, or other fluid substances to produce or enhance the production of minerals by or with the express permission of the record holder of the mineral interest; (3) In the case of For solid minerals, there is production from a common vein or seam by the owners or with the express permission of the record owner of the mineral interest; (4) Any valid conveyance, valid lease, mortgage, assignment, order in an estate settlement proceeding, inheritance tax determination affidavit, probate distribution, termination of joint tenancy interest affidavit, termination of life estate affidavit, transfer on death deed, or any judgment or decree that makes specific reference to the record owner's mineral interest is recorded in the office of the register of deeds for the county in which the mineral interest is located; (5) The mineral interest is subject to an order or an agreement to pool or unitize; (6) Taxes are paid on the mineral interest on behalf of the owner; (7) A statement of claim is recorded in compliance with § 43-30A-4; or (8)(7) A proper instrument describing the mineral interest has been recorded prior to an affidavit recorded under prior law pursuant to § 43-30-7, in the office of the register of deeds for the county in which the mineral interest is located. Section 3. That § 43-30A-4 be amended to read: 43-30A-4. A statement of claim shall: (1) Be recorded for the record owner of the mineral interest prior to the end of the twenty-three-year period set forth in § 43-30A-2. A joint tenant, but not a tenant in common, may record a claim on behalf of himself and other joint tenants; (2) Contain the name and mailing address of the record owner of the mineral interest and a legal description of the land on or under which the mineral interest is located; and (3) Be recorded in the office of the register of deeds for the county in which the mineral interest is located. A mineral interest is deemed to be in use on the date of recording if the recording is made within the time provided by this section. A statement of claim filed after July 31, 2013, by a person other than the owner of record of the mineral interest is not effective to preserve a mineral interest unless accompanied by a reference to the name of the record owner under whom the owner of the mineral interest claims. Section 4. That § 43-30A-5 be amended to read as follows: 43-30A-5. Failure to record the statement of claim within the time period provided in § 43-30A-4 does not cause a mineral interest to be extinguished if: (1) The owner of record abandoned if the record owner of the mineral interest satisfies either one of the following requirements records a statement of claim pursuant to § 43-30A-4 within sixty days after first completion of the publication of the notice provided for in of lapse pursuant to § 43-30A-6: (a) Files with the county register of deeds a statement of claim as required in § 43-30A-4; or (b) Files with the county register of deeds documentation that at least one of the activities under § 43-30A-3 took place during the twenty-year period immediately preceding the first publication of notice; (2) A person other than the owner of record of the mineral interest files with the county register of deeds within sixty days after the first publication of the notice provided for in § 43-30A-6 an affidavit under oath or a declaration under oath which includes an explanation of the factual and legal basis for the person's assertion of title to the mineral interest. This explanation shall be accompanied by documentation supporting the assertion or an explanation why documentation is unavailable. Section 5. That § 43-30A-6 be amended to read as follows: 43-30A-6. In order to succeed to the ownership of a an abandoned mineral interest upon its lapse, a surface owner shall give notice of the lapse of the mineral interest by publication. The publication shall be made once each week for three weeks in the official newspaper of the county in which the mineral interest is located. If the address of the mineral interest owner is of record or can be determined upon reasonable inquiry, notice Notice shall also be made given by mailing a copy of the notice by registered or certified mail, return receipt requested, to the record owner of the mineral interest within at the record owner's address of record no later than ten days after the last publication is made. The surface owner may rely upon the record mineral owner's last address of record in the office of county register of deeds in which the mineral interest is located. It is the record mineral owner's obligation to maintain an address of record in the office of the register of deeds in the county in which their mineral interest is located. Failure to maintain an address of record is a waiver by the record mineral owner of the requirement to mail a copy of the notice of lapse to the record mineral owner. The notice shall state the name of the record owner of the mineral interest, a the legal description of the land on or under which the mineral interest involved is located, and the name of the person giving the notice. A Recording a copy of the notice and an affidavit of its service, if recorded publication and any mailing in the office of the register of deeds for the county in which the mineral interest is located, is prima facie evidence in any legal proceeding that such the notice has been properly given. Section 6. That § 43-30A-6.1 be repealed. 43-30A-6.1. To constitute a reasonable inquiry as provided in § 43-30A-6, the surface owner or the owner's authorized agent shall conduct a search of: (1) The county register of deed's records for the existence of any uses as defined in § 43-30A-3 by the owner of the mineral interest; (2) The Unified Judicial System's records for the existence of any judgments, liens, or probate records which identify the owner of the mineral interest; (3) The social security death index for the last-known residence of the owner of the mineral interest, if deceased; and (4) One or more public internet databases to locate or identify the owner of the mineral interest or any known heirs of the owner. The surface owner is not required to conduct internet searches on private fee internet databases. Section 7. That § 43-30A-11 be repealed. 43-30A-11. The surface owner of the land in or under which the mineral interest is located who succeeds to the ownership of a mineral interest upon its lapse under this chapter is entitled to record a statement of succession in interest indicating that that surface owner of the land in or under which the mineral interest is located has succeeded to the ownership of the mineral interest. Section 8. That § 43-30A-12 be repealed. 43-30A-12. Upon completion of the procedure provided in this chapter, the surface owner may maintain an action in circuit court in the county in which the minerals are located and obtain a judgment in quiet title in the owner of the surface estate. In an action brought under this section, the surface owner shall submit evidence to the circuit court establishing that all procedures required by this chapter were properly completed and that a reasonable inquiry was conducted. If the circuit court finds that the surface owner has complied with all procedures of this chapter and has conducted a reasonable inquiry, the circuit court shall issue its findings of fact, conclusions of law, and enter judgment perfecting title to the mineral interest in the surface owner. A judgment obtained by the surface owner in compliance with this section is deemed conclusive except for fraud, misrepresentation, or other misconduct. A mineral lessee that obtains a lease from the surface owner, which owner has obtained a judgment to minerals pursuant to this section, is deemed a bona fide purchaser and its lease remains effective in the event the judgment is subsequently vacated for any reason. The lessee is not liable to any third party for lease bonus, royalties, or any other proceeds paid to the surface owner under the lease before the judgment being vacated."}, {"bill_id": 6923, "bill_version_id": 38847, "bill_version": "Senate Engrossed", "bill_version_date": "2016-02-04T16:23:36.793-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the procedure for recovery of abandoned mineral interests. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 43-30A-2 be amended to read as follows: 43-30A-2. A mineral interest shall, if unused for twenty-three years, be deemed to be abandoned, unless a statement of claim is recorded in accordance with § 43-30A-4 is abandoned if it has not been used for a period of twenty-three years or more. Title to an abandoned mineral interest shall vest vests in the owner of the surface estate in the land in, or under, which the mineral interest is located on the date of abandonment. Section 2. That § 43-30A-3 be amended to read as follows: 43-30A-3. A mineral interest is deemed to be used if: (1) Minerals are produced under that by or with the express permission of the record owner of the mineral interest; (2) Operations are conducted thereon for injection, withdrawal, storage, or disposal of water, gas, or other fluid substances to produce or enhance the production of minerals by or with the express permission of the record holder of the mineral interest; (3) In the case of For solid minerals, there is production from a common vein or seam by the owners or with the express permission of the record owner of the mineral interest; (4) Any valid conveyance, valid lease, mortgage, assignment, order in an estate settlement proceeding, inheritance tax determination affidavit, probate distribution, termination of joint tenancy interest affidavit, termination of life estate affidavit, transfer on death deed, or any judgment or decree that makes specific reference to the record owner's mineral interest is recorded within the last twenty-three years in the office of the register of deeds for the county in which the mineral interest is located; (5) The mineral interest is subject to an order or an agreement to pool or unitize; (6) Taxes are paid on the mineral interest on behalf of the owner; (7) A statement of claim is recorded in compliance with § 43-30A-4; or (8)(7) A proper instrument describing the mineral interest has been recorded prior to an affidavit recorded under prior law pursuant to § 43-30-7, in the office of the register of deeds for the county in which the mineral interest is located. Section 3. That § 43-30A-4 be amended to read: 43-30A-4. A statement of claim shall: (1) Be recorded for the record owner of the mineral interest prior to the end of the twenty-three-year period set forth in § 43-30A-2. A joint tenant, but not a tenant in common, may record a claim on behalf of himself and other joint tenants; (2) Contain the name and mailing address of the record owner of the mineral interest and a legal description of the land on or under which the mineral interest is located; and (3) Be recorded in the office of the register of deeds for the county in which the mineral interest is located. A mineral interest is deemed to be in use on the date of recording if the recording is made within the time provided by this section. A statement of claim filed after July 31, 2013, by a person other than the owner of record of the mineral interest is not effective to preserve a mineral interest unless accompanied by a reference to the name of the record owner under whom the owner of the mineral interest claims. Section 4. That § 43-30A-5 be amended to read as follows: 43-30A-5. Failure to record the statement of claim within the time period provided in § 43-30A-4 does not cause a mineral interest to be extinguished if: (1) The owner of record abandoned if the record owner of the mineral interest satisfies either one of the following requirements records a statement of claim pursuant to § 43-30A-4 within sixty days after first completion of the publication of the notice provided for in of lapse pursuant to § 43-30A-6: (a) Files with the county register of deeds a statement of claim as required in § 43-30A-4; or (b) Files with the county register of deeds documentation that at least one of the activities under § 43-30A-3 took place during the twenty-year period immediately preceding the first publication of notice; (2) A person other than the owner of record of the mineral interest files with the county register of deeds within sixty days after the first publication of the notice provided for in § 43-30A-6 an affidavit under oath or a declaration under oath which includes an explanation of the factual and legal basis for the person's assertion of title to the mineral interest. This explanation shall be accompanied by documentation supporting the assertion or an explanation why documentation is unavailable. Section 5. That § 43-30A-6 be amended to read as follows: 43-30A-6. In order to succeed to the ownership of a an abandoned mineral interest upon its lapse, a surface owner shall give notice of the lapse of the mineral interest by publication. The publication shall be made once each week for three weeks in the official newspaper of the county in which the mineral interest is located. If the address of the mineral interest owner is of record or can be determined upon reasonable inquiry, notice Notice shall also be made given by mailing a copy of the notice by registered or certified mail, return receipt requested, to the record owner of the mineral interest within at the record owner's address of record no later than ten days after the last publication is made. The surface owner may rely upon the record mineral owner's last address of record in the office of county register of deeds in which the mineral interest is located. It is the record mineral owner's obligation to maintain an address of record in the office of the register of deeds in the county in which their mineral interest is located. Failure to maintain an address of record is a waiver by the record mineral owner of the requirement to mail a copy of the notice of lapse to the record mineral owner. The notice shall state the name of the record owner of the mineral interest, a the legal description of the land on or under which the mineral interest involved is located, and the name of the person giving the notice. A Recording a copy of the notice and an affidavit of its service, if recorded publication and any mailing in the office of the register of deeds for the county in which the mineral interest is located, is prima facie evidence in any legal proceeding that such the notice has been properly given. Section 6. That § 43-30A-6.1 be repealed. 43-30A-6.1. To constitute a reasonable inquiry as provided in § 43-30A-6, the surface owner or the owner's authorized agent shall conduct a search of: (1) The county register of deed's records for the existence of any uses as defined in § 43-30A-3 by the owner of the mineral interest; (2) The Unified Judicial System's records for the existence of any judgments, liens, or probate records which identify the owner of the mineral interest; (3) The social security death index for the last-known residence of the owner of the mineral interest, if deceased; and (4) One or more public internet databases to locate or identify the owner of the mineral interest or any known heirs of the owner. The surface owner is not required to conduct internet searches on private fee internet databases. Section 7. That § 43-30A-11 be repealed. 43-30A-11. The surface owner of the land in or under which the mineral interest is located who succeeds to the ownership of a mineral interest upon its lapse under this chapter is entitled to record a statement of succession in interest indicating that that surface owner of the land in or under which the mineral interest is located has succeeded to the ownership of the mineral interest. Section 8. That § 43-30A-12 be repealed. 43-30A-12. Upon completion of the procedure provided in this chapter, the surface owner may maintain an action in circuit court in the county in which the minerals are located and obtain a judgment in quiet title in the owner of the surface estate. In an action brought under this section, the surface owner shall submit evidence to the circuit court establishing that all procedures required by this chapter were properly completed and that a reasonable inquiry was conducted. If the circuit court finds that the surface owner has complied with all procedures of this chapter and has conducted a reasonable inquiry, the circuit court shall issue its findings of fact, conclusions of law, and enter judgment perfecting title to the mineral interest in the surface owner. A judgment obtained by the surface owner in compliance with this section is deemed conclusive except for fraud, misrepresentation, or other misconduct. A mineral lessee that obtains a lease from the surface owner, which owner has obtained a judgment to minerals pursuant to this section, is deemed a bona fide purchaser and its lease remains effective in the event the judgment is subsequently vacated for any reason. The lessee is not liable to any third party for lease bonus, royalties, or any other proceeds paid to the surface owner under the lease before the judgment being vacated."}, {"bill_id": 6923, "bill_version_id": 39044, "bill_version": "Enrolled", "bill_version_date": "2016-02-09T09:55:34.313-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6923, "action_date": "2016-01-19T14:00:00-06:00", "document_id": 37724, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37724.pdf", "status_text": "First read in House and referred to", "journal_page": 58, "committee_id_action": 325, "committee_id_assigned": 320, "result": "N", "vote": {}}, {"bill_id": 6923, "action_date": "2016-01-22T10:00:00-06:00", "document_id": 37741, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37741.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 320, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6923, "action_date": "2016-01-22T10:00:00-06:00", "document_id": 37935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37935.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 320, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6923, "action_date": "2016-01-22T10:00:00-06:00", "document_id": 37935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37935.pdf", "status_text": "Do Pass Amended", "journal_page": 147, "committee_id_action": 320, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20212, "president_vote": null, "Yea": [1060, 985, 963, 1038, 987, 1044, 1054, 1025, 1029, 1024], "Nay": [1061, 1017, 991]}}, {"bill_id": 6923, "action_date": "2016-01-26T14:00:00-06:00", "document_id": 38155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38155.pdf", "status_text": "Do Pass Amended", "journal_page": 187, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20289, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 1057, 964, 1040, 995, 1039, 986, 1050, 1060, 1009, 1033, 980, 985, 976, 1049, 1022, 1056, 1061, 1021, 1002, 1019, 1065, 972, 963, 1062, 1038, 987, 982, 1055, 1044, 1017, 1058, 1036, 1048, 1024, 1003, 968, 1018, 1059, 1054, 1031, 1027, 1028, 992, 1034, 1006, 991, 1007, 1052, 1030, 988, 993, 1026, 981, 1023, 1069, 1029, 996, 990, 1032, 1025, 1051, 965, 1053, 1064, 989], "Excused": [1015]}}, {"bill_id": 6923, "action_date": "2016-01-27T14:00:00-06:00", "document_id": 38273, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38273.pdf", "status_text": "First read in Senate and referred to", "journal_page": 151, "committee_id_action": 309, "committee_id_assigned": 302, "result": "N", "vote": {}}, {"bill_id": 6923, "action_date": "2016-02-02T08:00:00-06:00", "document_id": 38331, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38331.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 302, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6923, "action_date": "2016-02-02T08:00:00-06:00", "document_id": 38521, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38521.pdf", "status_text": "Do Pass", "journal_page": 173, "committee_id_action": 302, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20415, "president_vote": null, "Yea": [974, 1035, 1041, 1046, 973, 978], "Excused": [967]}}, {"bill_id": 6923, "action_date": "2016-02-03T14:00:00-06:00", "document_id": 38700, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38700.pdf", "status_text": "Deferred to another day", "journal_page": 206, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6923, "action_date": "2016-02-04T14:00:00-06:00", "document_id": 38838, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38838.pdf", "status_text": "Motion to amend", "journal_page": 225, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6923, "action_date": "2016-02-04T14:00:00-06:00", "document_id": 38838, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38838.pdf", "status_text": "Do Pass Amended", "journal_page": 225, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20583, "president_vote": null, "Nay": [974, 1014, 1011], "Yea": [977, 999, 1037, 966, 1067, 979, 969, 1005, 1047, 998, 1035, 997, 984, 994, 1041, 967, 975, 1010, 1020, 971, 1016, 1001, 1046, 1066, 1012, 1045, 1000, 970, 978, 1013, 973, 1008]}}, {"bill_id": 6923, "action_date": "2016-02-08T14:00:00-06:00", "document_id": 39001, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39001.pdf", "status_text": "Concurred in amendments", "journal_page": 318, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20691, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 1057, 964, 1040, 995, 1039, 986, 1050, 1060, 1009, 1033, 980, 985, 976, 1049, 1022, 1056, 1061, 1021, 1002, 1019, 1065, 972, 963, 1062, 1038, 982, 1055, 1044, 1017, 1058, 1048, 1024, 1003, 968, 1018, 1059, 1054, 1031, 1027, 1028, 992, 1034, 1006, 1007, 1052, 1030, 988, 993, 1026, 981, 1023, 1069, 1029, 996, 990, 1032, 1025, 1051, 965, 1053, 1064, 989], "Excused": [1015, 987, 1036, 991]}}, {"bill_id": 6923, "action_date": "2016-02-09T14:00:00-06:00", "document_id": 39095, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39095.pdf", "status_text": "Signed by the Speaker", "journal_page": 351, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6923, "action_date": "2016-02-10T14:00:00-06:00", "document_id": 39180, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39180.pdf", "status_text": "Signed by the President", "journal_page": 288, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6923, "action_date": "2016-02-11T13:00:00-06:00", "document_id": 39263, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39263.pdf", "status_text": "Delivered to the Governor", "journal_page": 386, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6923, "action_date": "2016-02-16T14:00:00-06:00", "document_id": 39392, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39392.pdf", "status_text": "Signed by the Governor", "journal_page": 390, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6251, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6923"}