{"session_id": 69, "bill_id": 24606, "bill_type": "Senate Bill", "bill_number": 178, "bill_title": "expand the authorization for performance of an abortion beyond preserving the life of a pregnant female.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24606", "sponsors": [{"legislator_profile_id": 4536, "is_prime": true}, {"legislator_profile_id": 4496, "is_prime": false}, {"legislator_profile_id": 4523, "is_prime": false}, {"legislator_profile_id": 4535, "is_prime": false}, {"legislator_profile_id": 4575, "is_prime": false}], "keywords": ["Abortion", "Crimes", "Penalty", "Public Health and Safety"], "audio": [], "bill_versions": [{"bill_id": 24606, "bill_version_id": 262792, "bill_version": "Introduced", "bill_version_date": "2024-01-25T10:02:29.05-06:00", "bill_text": "An Act to expand the authorization for performance of an abortion beyond preserving the life of a pregnant female. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 22-17 be amended with a NEW SECTION: Any person who performs, procures, or advises an abortion other than authorized by chapter 34-23A is guilty of a Class 6 felony. Section 2. That chapter 34-23A be amended with a NEW SECTION: An abortion may be performed in this state only if it is performed in compliance with section 3, 4, or 5 of this Act. Section 3. That chapter 34-23A be amended with a NEW SECTION: An abortion may be performed by a physician during the first twelve weeks of pregnancy. The abortion decision and its effectuation must be left to the medical judgment of the pregnant woman's attending physician during the first twelve weeks of pregnancy. Section 4. That chapter 34-23A be amended with a NEW SECTION: An abortion may be performed following the twelfth week of pregnancy and through the twenty-second week of pregnancy by a physician only in a hospital licensed under the provisions of chapter 34-12 or in a hospital operated by the United States, this state, or any department, agency, or political subdivision of either, or in the case of hospital facilities not being available, in the licensed physician's medical clinic or office of practice subject to the requirements of § 34-23A-6. Section 5. That chapter 34-23A be amended with a NEW SECTION: An abortion may be performed following the twenty-second week of pregnancy by a physician only in a hospital authorized under § 34-23A-4 and only in the case of a medical emergency. Section 6. That § 34-23A-6 be AMENDED: 34-23A-6. Any abortion performed under the provisions of § 34-23A-4 section 4 or 34-23A-5 shall section 5 of this Act must be performed only in a facility which that has a blood bank or a sufficient supply of blood immediately available and such. The facilities shall provide for Rhesus factor (Rh) testing and. Rho‑gam, Gammulin, or any other product of equivalency inoculations shall must be required for women a woman undergoing abortion who have has the Rh‑negative factor. Section 7. That § 22-17-5.1 be REPEALED: Any person who administers to any pregnant female or who prescribes or procures for any pregnant female any medicine, drug, or substance or uses or employs any instrument or other means with intent thereby to procure an abortion, unless there is appropriate and reasonable medical judgment that performance of an abortion is necessary to preserve the life of the pregnant female, is guilty of a Class 6 felony. Section 8. That § 22-17-5.2 be REPEALED: A female who undergoes an unlawful abortion, as set forth in § 22-17-5.1, may not be held criminally liable for the abortion."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24606, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262427.pdf", "status_text": "First read in Senate and referred to", "journal_page": 180, "committee_id_action": 1219, "committee_id_assigned": 1213, "result": "N", "vote": {}}]}