{"session_id": 49, "bill_id": 15400, "bill_type": "Senate Bill", "bill_number": 75, "bill_title": "revise certain provisions relating to the South Dakota Insurance Guaranty Association.", "sponsors": [{"legislator_profile_id": 2313, "is_prime": true}, {"legislator_profile_id": 2346, "is_prime": true}, {"legislator_profile_id": 2305, "is_prime": false}, {"legislator_profile_id": 2319, "is_prime": false}, {"legislator_profile_id": 2329, "is_prime": false}, {"legislator_profile_id": 2337, "is_prime": false}, {"legislator_profile_id": 2345, "is_prime": false}, {"legislator_profile_id": 2352, "is_prime": false}, {"legislator_profile_id": 2380, "is_prime": false}, {"legislator_profile_id": 2389, "is_prime": false}], "keywords": ["Department of Commerce and Regulation", "South Dakota Insurance Guaranty Association"], "audio": [{"meeting_datetime": "2000-01-26T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen12sb0075a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-01-26T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen12sb0075a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 15400, "bill_version_id": 87146, "bill_version": "Introduced", "bill_version_date": "2000-01-15T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to the South Dakota Insurance Guaranty Association. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. This Act applies to any kind of direct insurance, but does not apply to: (1) Life, annuity, health, or disability insurance; (2) Mortgage guaranty, financial guaranty, or other forms of insurance offering protection against investment risks; (3) Fidelity or surety bonds, or any other bonding obligations; (4) Credit insurance, vendors' single-interest insurance, or collateral protection insurance, or any similar insurance protecting the interests of a creditor arising out of a creditor- debtor transaction; (5) Insurance of warranties or service contracts including insurance that provides for the repair, replacement, or service of goods or property or indemnification for repair, replacement, or service for the operational or structural failure of the goods or property due to a defect in materials or workmanship or to normal wear and tear, or provides reimbursement for the liability incurred by the issuer of agreements or service contracts that provide such benefits; (6) Title insurance; (7) Ocean marine insurance; (8) Any transaction or combination of transactions between a person, including affiliates of the person, and an insurer, including affiliates of the insurer, that involves the transfer of investment or credit risk unaccompanied by a transfer of insurance risk; or (9) Any insurance provided by or guaranteed by government. Section 2. Terms used in this Act mean: (1) \"Affiliate,\" any person who, directly or indirectly, through one or more intermediaries, controls, is controlled by, or is under common control with an insolvent insurer on December thirty-first of the year immediately preceding the date the insurer becomes an insolvent insurer; (2) \"Association,\" the South Dakota Insurance Guaranty Association created under this Act; (3) \"Claimant,\" any insured making a first party claim or any person instituting a liability claim. No person who is an affiliate of the insolvent insurer may be a claimant; (4) \"Director,\" the director of the Division of Insurance of the Department of Commerce and Regulation; (5) \"Control,\" the possession, direct or indirect, of the power to direct or cause the direction of the management and policies of a person, whether through the ownership of voting securities, by contract other than a commercial contract for goods or nonmanagement services, or otherwise, unless the power is the result of an official position with or corporate office held by the person. Control is presumed to exist if a person, directly or indirectly, owns, controls, holds with the power to vote, or holds proxies representing ten percent or more of the voting securities of any other person. This presumption may be rebutted by a showing that control does not exist in fact; (6) \"Covered claim,\" an unpaid claim, including one for unearned premiums, submitted by a claimant, which arises out of and is within the coverage and is subject to the applicable limits of an insurance policy to which this Act applies issued by an insurer, if the insurer becomes an insolvent insurer after the effective date of this Act, and: (a) The claimant or insured is a resident of this state at the time of the insured event. However, for entities other than an individual, the residence of a claimant, insured, or policyholder is the state in which its principal place of business is located at the time of the insured event; or (b) The claim is a first party claim for damage to property with a permanent location in this state. The term, covered claim, does not include: (a) Any amount awarded as punitive or exemplary damages; (b) Any amount sought as a return of premium under any retrospective rating plan; (c) Any amount due any reinsurer, insurer, insurance pool, or underwriting association as subrogation recoveries, reinsurance recoveries, contribution, indemnification, or otherwise. No claim for any amount due any reinsurer, insurer, insurance pool, or underwriting association may be asserted against a person insured under a policy issued by an insolvent insurer other than to the extent the claim exceeds the association obligation limitations set forth in this Act; (d) Any first party claims by an insured whose net worth exceeds twenty-five million dollars on December thirty-first of the year prior to the year in which the insurer becomes an insolvent insurer. However, an insured's net worth on that date shall be deemed to include the aggregate net worth of the insured and any of its subsidiaries as calculated on a consolidated basis; or (e) Any first party claims by an insured which is an affiliate of the insolvent insurer; (7) \"Insolvent insurer,\" an insurer licensed to transact insurance in this state, either at the time the policy was issued or when the insured event occurred, and against whom a final order of liquidation has been entered after the effective date of this Act with a finding of insolvency by a court of competent jurisdiction in the insurer's state of domicile; (8) \"Member insurer,\" any person who: (a) Writes any kind of insurance to which this Act applies, including the exchange of reciprocal or inter-insurance contracts; and (b) Is licensed to transact insurance in this state. An insurer shall cease to be a member insurer effective on the day following the termination or expiration of its license to transact the kinds of insurance to which this Act applies, however, the insurer shall remain liable as a member insurer for any obligations, including obligations for assessments levied prior to the termination or expiration of the insurer's license and assessments levied after the termination or expiration, with respect to any insurer that became an insolvent insurer prior to the termination or expiration of the insurer's license; (9) \"Net direct written premiums,\" direct gross premiums' less return premiums written in this state on insurance policies to which this Act applies, and dividends paid or credit to policyholders on that direct business. The term, net direct written premiums, does not include premiums on contracts between insurers or reinsurers; (10) \"Person,\" any individual, corporation, partnership, association, or voluntary organization. Section 3. There is created a nonprofit unincorporated legal entity to be known as the South Dakota Insurance Guaranty Association. Any insurer defined as a member insurer in this Act is a member of the association as a condition of its authority to transact insurance in this state. The association shall perform its functions under a plan of operation established and approved pursuant to this Act and shall exercise its powers through a board of directors established under this Act. Section 4. The board of directors of the association shall consist of not less than five nor more than nine persons serving terms as established in the plan of operation. The member insurers shall select the insurer members of the board, subject to the approval of the director. If no members are selected within sixty days after the effective date of this Act, the director may appoint the initial members of the board of directors. Vacancies on the board shall be filled for the remainder of the term by a majority vote of the remaining insurer members, subject to the approval of the director. The director shall appoint two persons, who must be representatives of the public, to the board of directors. Vacancies of positions held by public representatives shall be filled by the director. A public representative may not be an officer, director, or employee of an insurance company or any person engaged in the business of insurance. In approving selections to the board, the director shall consider among other things whether all member insurers are fairly represented. Section 5. Members of the board of directors may be reimbursed from the assets of the association for expenses incurred by them as members of the board of directors. Section 6. The association shall: (1) Be obligated to pay covered claims existing prior to the order of liquidation, arising within thirty days after the order of liquidation, or before the policy expiration date if less than thirty days after the order of liquidation, or before the insured replaces the policy or causes its cancellation, if the insured does so within thirty days of the order of liquidation. The obligation shall be satisfied by paying to the claimant an amount as follows: (a) The full amount of a covered claim for benefits under a workers' compensation insurance coverage; (b) An amount not exceeding ten thousand dollars for each policy for a covered claim for the return of unearned premium; (c) An amount not exceeding three hundred thousand dollars for each claimant for all other covered claims. In no event is the association obligated to pay a claimant an amount in excess of the obligation of the insolvent insurer under the policy or coverage from which the claim arises. Notwithstanding any other provisions of this Act, a covered claim does not include a claim filed with the guaranty fund after the final date set by the court for the filing of claims against the liquidator or receiver of an insolvent insurer. Any obligation of the association to defend an insured ceases upon the association's payment or tender of an amount equal to the lesser of the association's covered claim obligation limit or the applicable policy limit; (2) Be deemed the insurer to the extent of its obligation on the covered claims and to that extent has all rights, duties, and obligations of the insolvent insurer as if the insurer had not become insolvent, including the right to pursue and retain salvage and subrogation recoverable on covered claim obligations to the extent paid by the association; (3) Assess insurers amounts necessary to pay the obligations of the association under this Act subsequent to an insolvency, the expenses of handling covered claims subsequent to an insolvency, and other expenses authorized by this Act. The assessments of each member insurer shall be in the proportion that the net direct written premiums of the member insurer for the calendar year preceding the assessment bears to the net direct written premiums of all member insurers for the calendar year preceding the assessment. Each member insurer shall be notified of the assessment not later than thirty days before it is due. No member insurer may be assessed in any year an amount greater than two percent of that member insurer's net direct written premiums for the calendar year preceding the assessment. If the maximum assessment, together with the other assets of the association, does not provide in any one year an amount sufficient to make all necessary payments, the funds available shall be prorated and the unpaid portion shall be paid as soon as funds become available. The association shall pay claims in any order that it may deem reasonable, including the payment of claims as they are received from the claimants or in groups or categories of claims. The association may exempt or defer, in whole or in part, the assessment of a member insurer, if the assessment would cause the member insurer's financial statement to reflect amounts of capital or surplus less than the minimum amounts required for a certificate of authority by a jurisdiction in which the member insurer is authorized to transact insurance. However, during the period of deferment no dividends may be paid to shareholders or policyholders. Deferred assessments shall be paid if the payment does not reduce capital or surplus below required minimums. Payments shall be refunded to those companies receiving larger assessments by virtue of the deferment, or at the election of the company, credited against future assessments; (4) Investigate claims brought against the association and adjust, compromise, settle, and pay covered claims to the extent of the association's obligation and deny any other claims. The association may review settlements, releases, and judgments to which the insolvent insurer or its insurers were parties to determine the extent to which the settlements, releases, and judgments may be properly contested. The association may appoint or substitute and direct legal counsel retained under liability insurance policies for the defense of covered claims; (5) Notify claimants in this state as deemed necessary by the director, to the extent records are available to the association; (6) Handle claims through its employees or through one or more insurers or other persons designated as servicing facilities. Designation of a servicing facility is subject to the approval of the director, but the designation may be declined by a member insurer; (7) Reimburse each servicing facility for obligations of the association paid by the facility and for expenses incurred by the facility while handling claims on behalf of the association and shall pay the other expenses of the association authorized by this Act. Section 7. The association may: (1) Employ or retain persons necessary to handle claims and perform other duties of the association; (2) Borrow funds necessary to effect the purposes of this Act in accordance with the plan of operation; (3) Sue or be sued; (4) Negotiate and become a party to contracts necessary to carry out the purpose of this Act; (5) Perform other acts necessary or proper to effectuate the purpose of this Act; (6) Refund to member insurers in proportion to the contribution of each member insurer to the association that amount by which the assets of the association exceed the liabilities, if at the end of any calendar year, the board of directors finds that the assets of the association exceed the liabilities of the association as estimated by the board of directors for the coming year. Section 8. The association shall submit to the director a plan of operation and any amendments to the plan of operation necessary or suitable to assure the fair, reasonable, and equitable administration of the association. The plan of operation and amendments shall become effective upon approval in writing by the director. If the association fails to submit a suitable plan of operation within ninety days following the effective date of this Act, or if at any time thereafter the association fails to submit suitable amendments to the plan, the director shall, after notice and hearing, adopt reasonable rules necessary or advisable to effectuate section 10 of this Act. The rules shall continue in force until modified by the director or superseded by a plan submitted by the association and approved by the director. Section 9. All member insurers shall comply with the plan of operation. Section 10. The plan of operation shall: (1) Establish procedures under which the powers and duties of the association under this Act will be performed; (2) Establish procedures for handling assets of the association; (3) Establish procedures for the disposition of liquidating dividends or other moneys received from the estate of the insolvent insurer; (4) Establish the amount and method of reimbursing members of the board of directors; (5) Establish procedures by which claims may be filed with the association and establish acceptable forms of proof of covered claims. Notice of claims to the receiver or liquidator of the insolvent insurer shall be deemed notice to the association or its agent and a list of claims shall be periodically submitted to the association or similar organization in another state by the receiver or liquidator; (6) Establish regular places and times for meetings of the board of directors; (7) Establish procedures for records to be kept of all financial transactions of the association, its agents, and the board of directors; (8) Provide that any member insurer aggrieved by any final action or decision of the association may appeal to the director within thirty days after the action or decision; (9) Establish procedures under which selections for the board of directors will be submitted to the director; (10) Contain additional provisions necessary or proper for the execution of the powers and duties of the association. Section 11. The plan of operation may provide that any powers and duties of the association are delegated to a corporation, association, or other organization that performs functions similar to those of this association or its equivalent in two or more states. The corporation, association, or organization shall be reimbursed as a servicing facility would be reimbursed and shall be paid for its performance of any other functions of the association. A delegation under this section shall take effect only with the approval of both the board of directors and the director, and may be made only to a corporation, association, or organization which extends protection not substantially less favorable and effective than that provided by this Act. Section 12. The director shall notify the association of the existence of an insolvent insurer not later than three days after the director receives notice of the determination of the insolvency. The association is entitled to a copy of a complaint seeking an order of liquidation with a finding of insolvency against a member company at the same time that the complaint is filed with a court of competent jurisdiction. The director shall provide the association with a statement of the net direct written premiums of each member insurer upon request of the board of directors. Section 13. The director may suspend or revoke, after notice and hearing, the certificate of authority to transact insurance in this state of a member insurer that fails to pay an assessment when due or fails to comply with the plan of operation. As an alternative, the director may levy a fine on a member insurer that fails to pay an assessment when due. The fine may not exceed five percent of the unpaid assessment for each month. However, a fine may not be less than one hundred dollars for each per month. Section 14. The director may revoke the designation of a servicing facility if the director finds that claims are being handled unsatisfactorily. A final action or order of the director under this Act is subject to judicial review in a court of competent jurisdiction. Section 15. Any person recovering under this Act shall be deemed to have assigned any rights under the policy to the association to the extent of that person's recovery from the association. Any insured or claimant seeking the protection of this Act shall cooperate with the association to the same extent as the person would have been required to cooperate with the insolvent insurer. The association has no cause of action against the insured of the insolvent insurer for sums it has paid out except causes of action the insolvent insurer would have had if the sums had been paid by the insolvent insurer and except as provided in subdivision (2) of section 16 of this Act. In the case of an insolvent insurer operating on a plan with assessment liability, payments of claims of the association do not reduce the liability of the insureds to the receiver, liquidator, or statutory successor for unpaid assessments. Section 16. The association may recover from the following persons the amount of any covered claim paid on behalf of the person pursuant to this Act: (1) An insured whose net worth on December thirty-first of the year immediately preceding the date the insurer becomes an insolvent insurer exceeds fifty million dollars and whose liability obligations to other persons are satisfied in whole or in part by payments made under this Act; and (2) Any person who is an affiliate of the insolvent insurer and whose liability obligations to other persons are satisfied in whole or in part by payments made under this Act. Section 17. The association and any similar organization in another state shall be recognized as claimants in the liquidation of an insolvent insurer for amounts paid by them on covered claims as determined under this Act or similar laws in other states and shall receive dividends and other distributions at the priority set forth in statute. The receiver, liquidator, or statutory successor of an insolvent insurer is bound by determinations of covered claim eligibility under this Act and by settlements of claims made by the association or a similar organization in another state to the extent such determinations or settlements satisfy obligations of the association. The receiver is not bound in any way by such determinations or settlements to the extent there remains a claim against the insolvent insurer. The court having jurisdiction shall grant the claims priority equal to that which the claimant would have been entitled against the assets of the insolvent insurer in the absence of this Act. Section 18. The association shall periodically file with the receiver or liquidator of the insolvent insurer statements of the covered claims paid by the association and estimates of anticipated claims on the association, which shall preserve the rights of the association against the assets of the insolvent insurer. Section 19. Any person having a claim against an insurer, whether or not the insurer is a member insurer under any provision in an insurance policy other than a policy of an insolvent insurer which is also a covered claim, shall be required to first exhaust any right under the policy. An amount payable on a covered claim under this Act shall be reduced by the amount of recovery under the insurance policy. Section 20. A person having a claim which may be recovered under more than one insurance guaranty association or its equivalent shall seek recovery first from the association of the place of residence of the insured, except that if it is a first party claim for damage to property with a permanent location, the person shall seek recovery first from the association of the location of the property. If it is a workers' compensation claim, the person shall seek recovery first from the association of the residence of the claimant. A recovery under this Act shall be reduced by the amount of recovery from another insurance guaranty association or its equivalent. Section 21. To aid in the detection and prevention of insurer insolvencies, the board of directors may, upon majority vote, make recommendations to the director on matters generally related to improving or enhancing regulation for solvency. Section 22. To aid in the detection and prevention of insurer insolvencies, at the conclusion of any domestic insurer insolvency in which the association was obligated to pay covered claims, the board of directors may prepare a report on the history and causes of the insolvency, based on the information available to the association and submit the report to the director. Section 23. The association is subject to examination and regulation by the director. The board of directors shall submit, not later than March thirtieth of each year, a financial report for the preceding calendar year in a form approved by the director. Section 24. The association is exempt from payment of any fees and taxes levied by this state or any of its subdivisions except taxes levied on real or personal property. Section 25. The rates and premiums charged for insurance policies to which this Act applies shall be sufficient to recoup a sum equal to the amounts paid to the association by the member insurer less any amounts returned to the member insurer by the association. No rate is excessive merely because it contains an amount reasonably calculated to recoup assessments paid by the member insurer. Section 26. There is no liability on the part of, and no cause of action of any nature arises against a member insurer, the association or its agents or employees, the board of directors, any person serving as an alternate or substitute representative of any director, or the director or the director's representatives for any action taken or any failure to act by them in the performance of their powers and duties under this Act. Section 27. Any proceedings in which the insolvent insurer is a party or is obligated to defend a party in any court in this state shall, subject to waiver by the association in specific cases involving covered claims, be stayed for six months and additional time that may be determined by the court from the date the insolvency is determined or an ancillary proceeding is instituted in the state, whichever is later, to permit proper defense by the association of any pending causes of action. As to covered claims arising from a judgment, order, decision, verdict, or finding based on the default of the insolvent insurer or its failure to defend an insured, the association, either on its own behalf or on behalf of an insured, may apply to have the judgment, order, decision, verdict, or finding set aside by the same court or administrator that made the judgment, order, decision, verdict, or finding and may defend the claim on the merits. The liquidator, receiver, or statutory successor of an insolvent insurer covered by this Act shall permit access by the board or its authorized representative to the insolvent insurer's records which are necessary for the board in carrying out its functions under this Act with regard to covered claims. In addition, the liquidator, receiver, or statutory successor shall provide the board or its representative with copies of those records upon the request by the board and at the expense of the board. Section 28. This Act shall be known as the South Dakota Insurance Guaranty Association Act. Section 29. That § § 58-29A-1 to 58-29A-53, inclusive, be repealed."}, {"bill_id": 15400, "bill_version_id": 87148, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2000-01-24T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to the South Dakota Insurance Guaranty Association. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. This Act applies to any kind of direct insurance, but does not apply to: (1) Life, annuity, health, or disability insurance; (2) Mortgage guaranty, financial guaranty, or other forms of insurance offering protection against investment risks; (3) Fidelity or surety bonds, or any other bonding obligations; (4) Credit insurance, vendors' single-interest insurance, or collateral protection insurance, or any similar insurance protecting the interests of a creditor arising out of a creditor- debtor transaction; (5) Insurance of warranties or service contracts including insurance that provides for the repair, replacement, or service of goods or property or indemnification for repair, replacement, or service for the operational or structural failure of the goods or property due to a defect in materials or workmanship or to normal wear and tear, or provides reimbursement for the liability incurred by the issuer of agreements or service contracts that provide such benefits; (6) Title insurance; (7) Ocean marine insurance; (8) Any transaction or combination of transactions between a person, including affiliates of the person, and an insurer, including affiliates of the insurer, that involves the transfer of investment or credit risk unaccompanied by a transfer of insurance risk; or (9) Any insurance provided by or guaranteed or reinsured by any governmental body. Section 2. Terms used in this Act mean: (1) \"Account,\" any one of the three accounts created by this Act; (2) \"Affiliate,\" any person who, directly or indirectly, through one or more intermediaries, controls, is controlled by, or is under common control with an insolvent insurer on December thirty-first of the year immediately preceding the date the insurer becomes an insolvent insurer; (3) \"Association,\" the South Dakota Insurance Guaranty Association created under this Act; (4) \"Claimant,\" any insured making a first party claim or any person instituting a liability claim. No person who is an affiliate of the insolvent insurer may be a claimant; (5) \"Director,\" the director of the Division of Insurance of the Department of Commerce and Regulation; (6) \"Control,\" the possession, direct or indirect, of the power to direct or cause the direction of the management and policies of a person, whether through the ownership of voting securities, by contract other than a commercial contract for goods or nonmanagement services, or otherwise, unless the power is the result of an official position with or corporate office held by the person. Control is presumed to exist if a person, directly or indirectly, owns, controls, holds with the power to vote, or holds proxies representing ten percent or more of the voting securities of any other person. This presumption may be rebutted by a showing that control does not exist in fact; (7) \"Covered claim,\" an unpaid claim, including one for unearned premiums, submitted by a claimant, which arises out of and is within the coverage and is subject to the applicable limits of an insurance policy to which this Act applies issued by an insurer, if the insurer becomes an insolvent insurer after July 1, 1970, and: (a) The claimant or insured is a resident of this state at the time of the insured event. However, for entities other than an individual, the residence of a claimant, insured, or policyholder is the state in which its principal place of business is located at the time of the insured event; or (b) The claim is a first party claim for damage to property with a permanent location in this state. The term, covered claim, does not include: (a) Any amount awarded as punitive or exemplary damages; (b) Any amount sought as a return of premium under any retrospective rating plan; (c) Any amount due any reinsurer, insurer, insurance pool, or underwriting association as subrogation recoveries, reinsurance recoveries, contribution, indemnification, or otherwise. No claim for any amount due any reinsurer, insurer, insurance pool, or underwriting association may be asserted against a person insured under a policy issued by an insolvent insurer other than to the extent the claim exceeds the association obligation limitations set forth in this Act; (d) Any first party claims by an insured whose net worth exceeds fifty million dollars on December thirty-first of the year immediately preceding the year in which the insurer becomes an insolvent insurer. However, an insured's net worth on that date shall be deemed to include the aggregate net worth of the insured and any of its subsidiaries as calculated on a consolidated basis; or (e) Any first party claims by an insured which is an affiliate of the insolvent insurer; (8) \"Insolvent insurer,\" an insurer authorized to transact insurance in this state, either at the time the policy was issued or when the insured event occurred, and against whom a final order of liquidation has been entered after July 1, 1970, with a finding of insolvency by a court of competent jurisdiction in the insurer's state of domicile; (9) \"Member insurer,\" any person who: (a) Writes any kind of insurance to which this Act applies, including the exchange of reciprocal or interinsurance contracts; and (b) Is licensed to transact insurance in this state except companies defined in chapter 58-35. An insurer shall cease to be a member insurer effective on the day following the termination or expiration of its license to transact the kinds of insurance to which this Act applies, however, the insurer shall remain liable as a member insurer for any obligations, including obligations for assessments levied prior to the termination or expiration of the insurer's license and assessments levied after the termination or expiration, with respect to any insurer that became an insolvent insurer prior to the termination or expiration of the insurer's license; (10) \"Net direct written premiums,\" direct gross premiums written in this state on insurance policies to which this Act applies, less return premiums thereon and dividends paid or credited to policyholders on such direct business. The term, net direct written premiums, does not include premiums on contracts between insurers or reinsurers; (11) \"Person,\" any individual, corporation, partnership, association, or voluntary organization; (12) \"Unearned premium,\" the premium for the unexpired period of a policy that has been terminated prior to the expiration of the period for which the premium has been paid. The term does not include any premium that is returnable to the insured for any other reason. Section 3. There is created a nonprofit unincorporated legal entity to be known as the South Dakota Insurance Guaranty Association. Any insurer defined as a member insurer in subdivision (8) of section 2 of this Act is a member of the association as a condition of its authority to transact insurance in this state. The association shall perform its functions under a plan of operation established and approved under sections 30 to 44, inclusive, of this Act and shall exercise its powers through a board of directors established under sections 4 and 5 of this Act. Section 4. The board of directors of the association shall consist of seven persons, each of whom shall be appointed by the director for a term of three years and until a successor has been appointed and qualified. The director shall consult with member insurers concerning their recommendations for the board of directors. Any vacancy on the board shall be filled for the remaining period of the term by a majority vote of the remaining board members subject to the approval of the director. Section 5. In approving selections to the board, the director shall consider, among other things, whether all member insurers are fairly represented. No less than two members of the board shall be domestic insurers. Section 6. Members of the board may be reimbursed from the assets of the association for expenses incurred by them as members of the board of directors. Section 7. The association may: (1) Employ or retain such persons as are necessary to handle claims and perform other duties of the association; (2) Borrow funds necessary to effect the purposes of this Act in accord with the plan of operation; (3) Sue or be sued. The power to sue includes the power and right to intervene as a party before any court in this state that has jurisdiction over an insolvent insurer as defined by this Act; (4) Negotiate and become a party to such contracts as are necessary to carry out the purpose of this Act; (5) Perform such other acts as are necessary or proper to effectuate the purpose of this Act. Section 8. The association is exempt from payment of all fees and all taxes levied by this state or any of its subdivisions except taxes levied on real property. Section 9. To aid in the detection and prevention of insurer insolvencies, it is the duty of the board of directors, upon majority vote, to notify the director of any information indicating any member insurer may be insolvent or in a financial condition hazardous to the policyholders or the public. Section 10. To aid in the detection and prevention of insurer insolvencies, the board of directors may, upon majority vote, request that the director order an examination of any member insurer which the board in good faith believes may be in a financial condition hazardous to the policyholders or the public. Within thirty days of the receipt of such request, the director shall begin the examination. The examination may be conducted as a National Association of Insurance Commissioners' examination or may be conducted by such persons as the director designates. The cost of the examination shall be paid by the association and the examination report shall be treated as are other examination reports. In no event may the examination report be released to the board of directors prior to its release to the public, but this does not preclude the director from complying with section 11 of this Act. The director shall notify the board of directors when the examination is completed. The request for an examination shall be kept on file by the director but it may not be open to public inspection prior to the release of the examination report to the public. Section 11. The director shall report to the board of directors when the director has reasonable cause to believe that any member insurer examined or being examined at the request of the board of directors may be insolvent or in a financial condition hazardous to the policyholders or the public. Section 12. The board of directors may, upon majority vote, make recommendations to the director for the detection and prevention of insurer insolvencies. Section 13. The board of directors may, upon majority vote, make recommendations to the director on matters generally related to improving or enhancing regulation for solvency. Section 14. The board of directors may, at the conclusion of any domestic insurer insolvency in which the association was obligated to pay covered claims, prepare a report on the history and causes of such insolvency, based on the information available to the association, and submit the report to the director. Section 15. The association shall be obligated to pay covered claims existing prior to the order of liquidation arising within thirty days after the order of liquidation, or before the policy expiration date if less than thirty days after the order of liquidation, or before the insured replaces the policy or causes its cancellation, if the insured does so within thirty days of the order of liquidation. The obligation shall be satisfied by paying to the claimant an amount as follows: (1) The full amount of a covered claim for benefits under a workers' compensation insurance coverage; (2) An amount not exceeding twenty-five thousand dollars per policy for a covered claim for the return of unearned premium; (3) An amount not exceeding three hundred thousand dollars per claim for all other covered claims. In no event is the association obligated to a claimant in an amount in excess of the obligation of the insolvent insurer under the policy or coverage from which the claim arises. Notwithstanding any other provisions of this Act, a covered claim does not include a claim filed with the association after the earlier of (i) eighteen months after the date of the order of liquidation, or (ii) the final date set by the court for the filing of claims against the liquidator or receiver of an insolvent insurer and does not include any claim filed with the association or a liquidator for protection afforded under the insured's policy for incurred-but-not-reported losses. The association shall pay only that amount of each unearned premium which is in excess of one hundred dollars. Any obligation of the association to defend an insured shall cease upon the association's (i) payment, by settlement releasing the insured or on a judgment, of an amount equal to the lesser of the association's covered claim obligation limit, or the applicable policy limit, or (ii) tender of such amount. Notwithstanding any other provisions of this Act, except in the case of a claim for benefits under workers' compensation coverage, any obligation of the association to any person shall cease when ten million dollars has been paid in the aggregate by the association and any associations similar to the association of any other state or states or any property/casualty security fund which obtains contributions from insurers on a pre-insolvency basis, to or on behalf of any insured and its affiliates on covered claims or allowed claims arising under the policy or policies of any one insolvent insurer. For purposes of this section, the term, affiliate, means a person who, directly or indirectly, through one or more intermediaries, controls, is controlled by, or is under common control with another person. If the association determines that there may be more than one claimant having a covered claim or allowed claim against the association or any associations similar to the association or any property/casualty insurance security fund in other states, under the policy or policies of any one insolvent insurer, the association may establish a plan to allocate amounts payable by the association in such manner as the association in its discretion deems equitable. Section 16. The association shall be deemed the insurer to the extent of its obligation on the covered claims and to such extent, subject to the limitations provided in this Act, shall have all rights, duties, and obligations of the insolvent insurer as if the insurer had not become insolvent, including the right to pursue and retain salvage and subrogation recoverable on paid covered claim obligations. The association may not be deemed the insolvent insurer for any purpose relating to the issue of whether the association is amenable to the personal jurisdiction of the courts of any state. Section 17. The association shall investigate claims brought against the association and adjust, compromise, settle, and pay covered claims to the extent of the association's obligation and deny any other claims and may review settlements, releases, and judgments to which the insolvent insurer or its insureds were parties to determine the extent to which such settlements, releases, and judgments may be properly contested. The association may appoint and direct legal counsel retained under liability insurance policies for the defense of covered claims. Section 18. The association shall have the right to recover from the following persons the amount of any covered claim paid on behalf of such person pursuant to this chapter: (1) Any insured whose net worth on December thirty-first of the year next preceding the date the insurer becomes an insolvent insurer exceeds fifty million dollars and whose liability obligations to other persons, including obligations under workers' compensation insurance coverages, are satisfied in whole or in part by payments made under this chapter; and (2) Any person who is an affiliate of the insolvent insurer and whose liability obligations to other persons are satisfied in whole or in part by payments made under this Act. The term, affiliate, does not include any agent or broker of the insolvent insurer. Section 19. The association shall handle claims through its employees or through one or more insurers or other persons designated as servicing facilities. Designation of a servicing facility is subject to the approval of the director, but such designation may be declined by a member insurer. Section 20. The association shall reimburse each servicing facility for obligations of the association paid by the facility and for expenses incurred by the facility while handling claims on behalf of the association and shall pay the other expenses of the association authorized by this Act. Section 21. For purposes of administration and assessment, the association shall be divided into three separate accounts: (1) The workers' compensation insurance account; (2) The automobile insurance account; and (3) The account for all other insurance to which this Act applies. Section 22. The association shall allocate claims paid and expenses incurred among the three accounts separately, and assess member insurers separately for each account amounts necessary to pay the obligations of the association under section 15 of this Act subsequent to an insolvency, the expenses of handling covered claims subsequent to an insolvency, the cost of examinations under section 10 of this Act and other expenses authorized by this Act, except that expenses paid from assessments authorized by section 23 of this Act need not be allocated to any particular account. Section 23. In addition to any other assessments authorized by this Act, the association may assess each member insurer an administrative assessment not to exceed one hundred fifty dollars per annum. The administrative assessment shall be made for the purpose of paying operating expenses of the association and its employees not directly attributable to any particular insolvency or insolvent insurer, and the administrative assessment may not be on a pro rata basis. The assessments are due not less than thirty days after prior written notice to the member insurer and shall accrue interest at ten percent per annum on and after the due date. Section 24. The assessments of each member insurer shall be in the proportion that the net direct written premiums of the member insurer for the preceding calendar year on the kinds of insurance in the account bears to the net direct written premiums of all member insurers for the preceding calendar year on the kinds of insurance in the account. The assessment is due not less than thirty days after prior written notice to the member insurer and shall accrue interest at ten percent per annum on and after the due date. Section 25. No member insurer may be assessed in any year on any account an amount greater than two percent of that member insurer's net direct written premiums for the preceding calendar year on the kinds of insurance in the account. Section 26. Each member insurer may set off against any assessment, authorized payments made on covered claims and expenses incurred in the payment of such claims by the member insurer if they are chargeable to the account for which the assessment is made. Section 27. The association may exempt or defer, in whole or in part, the assessment of any member insurer, if the assessment would cause the member insurer's financial statement to reflect amounts of capital or surplus less than the minimum amounts required for a certificate of authority by any jurisdiction in which the member insurer is authorized to transact insurance. However, during the period of deferment, no dividends may be paid to shareholders or policyholders. Deferred assessments shall be paid when such payment will not reduce capital or surplus below required minimums. Such payments shall be refunded to those companies receiving larger assessments by virtue of the deferment, or at the election of any such company, credited against future assessments. Section 28. If the maximum assessment, together with the other assets of the association in any account, does not provide in any one year in any account an amount sufficient to make all necessary payments from that account, the funds available shall be prorated and the unpaid portion shall be paid as soon thereafter as funds become available. Section 29. The association may refund to the member insurers in proportion to the contribution of each member insurer to that account that amount by which the assets of the account exceed the liabilities, if, at the end of any calendar year, the board of directors finds that the assets of the association in any account exceed the liabilities of that account as estimated by the board of directors for the coming year. Section 30. The association shall submit to the director a plan of operation and any amendments necessary or suitable to assure the fair, reasonable, and equitable administration of the association. The plan of operation and any amendments is effective upon approval in writing by the director. Section 31. The plan of operation shall: (1) Establish the procedures whereby all the powers and duties of the association under sections 7, 15 to 20, inclusive, and 22 to 29, inclusive, of this Act will be performed; (2) Establish procedures for handling assets of the association; (3) Establish the amount and method of reimbursing members of the board of directors under section 6 of this Act; (4) Establish procedures by which claims may be filed with the association and establish acceptable forms of proof of covered claims. Notice of claims to the receiver or liquidator of the insolvent insurer shall be deemed notice to the association or its agent and a list of such claims shall be periodically submitted to the association or similar organization in another state by the receiver or liquidator; (5) Establish regular places and times for meetings of the board of directors; (6) Establish procedures for records to be kept of all financial transactions of the association, its agents, and the board of directors; (7) Provide that any member insurer aggrieved by any final action or decision of the association may appeal to the director within thirty days after the action or decision; (8) Establish the procedures whereby selections for the board of directors will be submitted to the director; (9) Establish procedures for the disposition of liquidating dividends or other moneys received from the estate of the insolvent insurer; (10) Contain additional provisions necessary or proper for the execution of the powers and duties of the association; Section 32. All member insurers shall comply with the plan of operation. Violation of this section is a Class 2 misdemeanor. Section 33. The plan of operation may provide that any or all powers and duties of the association, except those under subdivision (2) of section 7 of this Act and those under sections 22 to 28, inclusive, of this Act are delegated to a corporation, association, or other organization which performs or will perform functions similar to those of this association, or its equivalent, in two or more states. Such a corporation, association, or organization shall be reimbursed as a servicing facility would be reimbursed and shall be paid for its performance of any other functions of the association. A delegation under this section shall take effect only with the approval of both the board of directors and the director, and may be made only to a corporation, association, or organization which extends protection not substantially less favorable and effective than that provided by this Act. Section 34. If at any time the association fails to submit suitable amendments to the plan of operation, the director shall, after notice and hearing, promulgate such reasonable rules as are necessary or advisable to effectuate the provisions of this Act. The rules shall continue in force until modified by the director or superseded by a plan submitted by the association and approved by the director. Section 35. The director shall notify the association of the existence of an insolvent insurer not later than three days after the director receives notice of the determination of the insolvency. The association is entitled to a copy of any complaint seeking an order of liquidation with a finding of insolvency against a member company at the same time that the complaint is filed with a court of competent jurisdiction. Section 36. The director shall, upon request of the board of directors, provide the association with a statement of the net direct written premiums of each member insurer. Section 37. Any proceeding in which the insolvent insurer is a party or is obligated to defend a party in any court in this state shall, subject to waiver by the association in specific cases involving covered claims, be stayed until the last day fixed by the court for the filing of claims and such additional time thereafter as may be determined by the court from the date the insolvency is determined or an ancillary proceeding is instituted in the state, whichever is later, to permit proper defense by the association of all pending causes of action. As to any covered claims arising from a judgment under any decision, verdict, or finding based on the default of the insolvent insurer or its failure to defend an insured, the association, either on its own behalf or on behalf of such insured, may apply to have the judgment, order, decision, verdict, or finding set aside by the same court or administrator that made the judgment, order, decision, verdict, or finding and shall be permitted to defend against the claim on the merits. Section 38. The director may suspend or revoke, after notice and hearing, the certificate of authority to transact insurance in this state of any member insurer that fails to pay an assessment when due or fails to comply with the plan of operation. As an alternative, the director may levy a fine on any member insurer which fails to pay an assessment when due. The fine may not exceed five percent of the unpaid assessment per month, except that no fine may be less than one hundred dollars per month. Section 39. The director may revoke the designation of any servicing facility if the director finds claims are being handled unsatisfactorily. Section 40. Any person having a claim against an insurer, whether or not the insurer is a member insurer, under any provision in an insurance policy other than a policy of an insolvent insurer which is also a covered claim, shall be required to first exhaust any right under the policy. Any amount payable on a covered claim under this Act shall be reduced by the amount of any recovery under the insurance policy. Section 41. Any person having a claim which may be recovered under more than one insurance guaranty association or its equivalent shall seek recovery first from the association of the place of residence of the insured except that if it is a first-party claim for damage to property with a permanent location, the person shall seek recovery first from the association of the location of the property, and if it is a workers' compensation claim, the person shall seek recovery first from the association of the residence of the claimant. Any recovery under this Act shall be reduced by the amount of recovery from any other insurance guaranty association or its equivalent. Section 42. Any person recovering under this Act shall be deemed to have assigned that person's rights under the policy to the association to the extent of any recovery from the association. Every insured or claimant seeking the protection of this Act shall cooperate with the association to the same extent as such person would have been required to cooperate with the insolvent insurer. Section 43. The association has no cause of action against the insured of the insolvent insurer for any sums it has paid out, except such causes of action as the insolvent insurer would have had if the sums had been paid by the insolvent insurer and except as provided in section 18 of this Act. Section 44. In the case of an insolvent insurer operating on a plan with assessment liability, payments of claims of the association may not operate to reduce the liability of insureds to the receiver, liquidator, or statutory successor for unpaid assessments. Section 45. The receiver, liquidator, or statutory successor of an insolvent insurer is bound by determinations of covered claim eligibility under this Act and by settlements of claims made by the association or a similar organization in another state. The court having jurisdiction shall grant such claims priority equal to that which the claimant would have been entitled in the absence of this Act against the assets of the insolvent insurer. The expenses of the association or similar organization in handling claims shall be accorded the same priority as the liquidator's expenses. Section 46. The association shall periodically file with the receiver or liquidator of the insolvent insurer statements of the covered claims paid by the association and estimates of anticipated claims on the association which shall preserve the rights of the association against the assets of the insolvent insurer. Section 47. The association is subject to examination and regulation by the director. The board of directors shall submit, not later than March thirtieth of each year, a financial report for the preceding calendar year in a form approved by the director. Section 48. There is no liability on the part of and no cause of action of any nature may arise against any member insurer, the association or its agents or employees, the board of directors, any person serving as a representative of any director, or the director or the director's representatives for any action taken or any failure to act by them in the performance of their powers and duties under this Act. Section 49. Any final action or order of the director under this Act is subject to judicial review in a court of competent jurisdiction. Section 50. The rates and premiums charged for insurance policies to which this Act applies shall include amounts sufficient to recoup a sum equal to the amounts paid to the association by the member insurer less any amounts returned to the member insurer by the association and such rates may not be deemed excessive because they contain an amount reasonably calculated to recoup assessments paid by the member insurer. Section 51. It is unfair trade practice for any insurer or agent to in any manner make use of the protection given policyholders by this Act as a reason for buying insurance from the insurer or agent. Section 52. The association shall pay claims in any order which it deems reasonable, including the payment of claims as such are received from the claimants or in groups or categories of claims. Section 53. The association and any similar organization in another state shall be recognized as claimants in the liquidation of an insolvent insurer for any amounts paid by them on covered claims obligations as determined under this Act or similar laws in other states and shall receive dividends and any other distributions at the priority set forth in § 58-29B-124. Section 54. The liquidator, receiver, or statutory successor of an insolvent insurer covered by this chapter shall permit access by the board or its authorized representative to any of the insolvent insurer's records that are necessary for the board in carrying out its functions under this Act with regard to covered claims. In addition, the liquidator, receiver, or statutory successor shall provide the board or its representative with copies of such records upon request by the board and at the expense of the board. Section 55. Except for actions by member insurers aggrieved by final actions or decisions of the association pursuant to subdivision (7) of section 31 of this Act, any action relating to or arising out of this Act against the association shall be brought in a court in this state. The courts in this state have exclusive jurisdiction over all actions relating to or arising out of this Act against the association. Section 56. This Act shall be known as the South Dakota Insurance Guaranty Association Act. Section 57. That § § 58-29A-1 to 58-29A-53, inclusive, be repealed. BILL HISTORY 1/15/00 First read in Senate and referred to State Affairs. S.J. 60 1/21/00 Scheduled for Committee hearing on this date. 1/24/00 Scheduled for Committee hearing on this date. 1/24/00 State Affairs Do Pass Amended, Passed, AYES 8, NAYS 0. S.J. 150"}, {"bill_id": 15400, "bill_version_id": 87145, "bill_version": "Enrolled", "bill_version_date": "2000-02-15T00:00:00-06:00", "bill_text": ""}, {"bill_id": 15400, "bill_version_id": 87147, "bill_version": "Style and Form Veto Engrossed", "bill_version_date": "2000-02-25T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to the South Dakota Insurance Guaranty Association. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. This Act applies to any kind of direct insurance, but does not apply to: (1) Life, annuity, health, or disability insurance; (2) Mortgage guaranty, financial guaranty, or other forms of insurance offering protection against investment risks; (3) Fidelity or surety bonds, or any other bonding obligations; (4) Credit insurance, vendors' single-interest insurance, or collateral protection insurance, or any similar insurance protecting the interests of a creditor arising out of a creditor- debtor transaction; (5) Insurance of warranties or service contracts including insurance that provides for the repair, replacement, or service of goods or property or indemnification for repair, replacement, or service for the operational or structural failure of the goods or property due to a defect in materials or workmanship or to normal wear and tear, or provides reimbursement for the liability incurred by the issuer of agreements or service contracts that provide such benefits; (6) Title insurance; (7) Ocean marine insurance; (8) Any transaction or combination of transactions between a person, including affiliates of the person, and an insurer, including affiliates of the insurer, that involves the transfer of investment or credit risk unaccompanied by a transfer of insurance risk; or (9) Any insurance provided by or guaranteed or reinsured by any governmental body. Section 2. Terms used in this Act mean: (1) \"Account,\" any one of the three accounts created by this Act; (2) \"Affiliate,\" any person who, directly or indirectly, through one or more intermediaries, controls, is controlled by, or is under common control with an insolvent insurer on December thirty-first of the year immediately preceding the date the insurer becomes an insolvent insurer; (3) \"Association,\" the South Dakota Insurance Guaranty Association created under this Act; (4) \"Claimant,\" any insured making a first party claim or any person instituting a liability claim. No person who is an affiliate of the insolvent insurer may be a claimant; (5) \"Director,\" the director of the Division of Insurance of the Department of Commerce and Regulation; (6) \"Control,\" the possession, direct or indirect, of the power to direct or cause the direction of the management and policies of a person, whether through the ownership of voting securities, by contract other than a commercial contract for goods or nonmanagement services, or otherwise, unless the power is the result of an official position with or corporate office held by the person. Control is presumed to exist if a person, directly or indirectly, owns, controls, holds with the power to vote, or holds proxies representing ten percent or more of the voting securities of any other person. This presumption may be rebutted by a showing that control does not exist in fact; (7) \"Covered claim,\" (a) An unpaid claim, including one for unearned premiums, submitted by a claimant, which arises out of and is within the coverage and is subject to the applicable limits of an insurance policy to which this Act applies issued by an insurer, if the insurer becomes an insolvent insurer after July 1, 1970, and: (i) The claimant or insured is a resident of this state at the time of the insured event. However, for entities other than an individual, the residence of a claimant, insured, or policyholder is the state in which its principal place of business is located at the time of the insured event; or (ii) The claim is a first party claim for damage to property with a permanent location in this state. (b) The term, covered claim, does not include: (i) Any amount awarded as punitive or exemplary damages; (ii) Any amount sought as a return of premium under any retrospective rating plan; (iii) Any amount due any reinsurer, insurer, insurance pool, or underwriting association as subrogation recoveries, reinsurance recoveries, contribution, indemnification, or otherwise. No claim for any amount due any reinsurer, insurer, insurance pool, or underwriting association may be asserted against a person insured under a policy issued by an insolvent insurer other than to the extent the claim exceeds the association obligation limitations set forth in this Act; (iv) Any first party claims by an insured whose net worth exceeds fifty million dollars on December thirty-first of the year immediately preceding the year in which the insurer becomes an insolvent insurer. However, an insured's net worth on that date shall be deemed to include the aggregate net worth of the insured and any of its subsidiaries as calculated on a consolidated basis; or (v) Any first party claims by an insured which is an affiliate of the insolvent insurer; (8) \"Insolvent insurer,\" an insurer authorized to transact insurance in this state, either at the time the policy was issued or when the insured event occurred, and against whom a final order of liquidation has been entered after July 1, 1970, with a finding of insolvency by a court of competent jurisdiction in the insurer's state of domicile; (9) \"Member insurer,\" any person who: (a) Writes any kind of insurance to which this Act applies, including the exchange of reciprocal or interinsurance contracts; and (b) Is licensed to transact insurance in this state except companies defined in chapter 58-35. An insurer shall cease to be a member insurer effective on the day following the termination or expiration of its license to transact the kinds of insurance to which this Act applies, however, the insurer shall remain liable as a member insurer for any obligations, including obligations for assessments levied prior to the termination or expiration of the insurer's license and assessments levied after the termination or expiration, with respect to any insurer that became an insolvent insurer prior to the termination or expiration of the insurer's license; (10) \"Net direct written premiums,\" direct gross premiums written in this state on insurance policies to which this Act applies, less return premiums thereon and dividends paid or credited to policyholders on such direct business. The term, net direct written premiums, does not include premiums on contracts between insurers or reinsurers; (11) \"Person,\" any individual, corporation, partnership, association, or voluntary organization; (12) \"Unearned premium,\" the premium for the unexpired period of a policy that has been terminated prior to the expiration of the period for which the premium has been paid. The term does not include any premium that is returnable to the insured for any other reason. Section 3. There is created a nonprofit unincorporated legal entity to be known as the South Dakota Insurance Guaranty Association. Any insurer defined as a member insurer in subdivision (9) of section 2 of this Act is a member of the association as a condition of its authority to transact insurance in this state. The association shall perform its functions under a plan of operation established and approved under sections 30 to 34, inclusive, of this Act and shall exercise its powers through a board of directors established under sections 4 and 5 of this Act. Section 4. The board of directors of the association shall consist of seven persons, each of whom shall be appointed by the director for a term of three years and until a successor has been appointed and qualified. The director shall consult with member insurers concerning their recommendations for the board of directors. Any vacancy on the board shall be filled for the remaining period of the term by a majority vote of the remaining board members subject to the approval of the director. Section 5. In approving selections to the board, the director shall consider, among other things, whether all member insurers are fairly represented. No less than two members of the board shall be domestic insurers. Section 6. Members of the board may be reimbursed from the assets of the association for expenses incurred by them as members of the board of directors. Section 7. The association may: (1) Employ or retain such persons as are necessary to handle claims and perform other duties of the association; (2) Borrow funds necessary to effect the purposes of this Act in accord with the plan of operation; (3) Sue or be sued. The power to sue includes the power and right to intervene as a party before any court in this state that has jurisdiction over an insolvent insurer as defined by this Act; (4) Negotiate and become a party to such contracts as are necessary to carry out the purpose of this Act; (5) Perform such other acts as are necessary or proper to effectuate the purpose of this Act. Section 8. The association is exempt from payment of all fees and all taxes levied by this state or any of its subdivisions except taxes levied on real property. Section 9. To aid in the detection and prevention of insurer insolvencies, it is the duty of the board of directors, upon majority vote, to notify the director of any information indicating any member insurer may be insolvent or in a financial condition hazardous to the policyholders or the public. Section 10. To aid in the detection and prevention of insurer insolvencies, the board of directors may, upon majority vote, request that the director order an examination of any member insurer which the board in good faith believes may be in a financial condition hazardous to the policyholders or the public. Within thirty days of the receipt of such request, the director shall begin the examination. The examination may be conducted as a National Association of Insurance Commissioners' examination or may be conducted by such persons as the director designates. The cost of the examination shall be paid by the association and the examination report shall be treated as are other examination reports. In no event may the examination report be released to the board of directors prior to its release to the public, but this does not preclude the director from complying with section 11 of this Act. The director shall notify the board of directors when the examination is completed. The request for an examination shall be kept on file by the director but it may not be open to public inspection prior to the release of the examination report to the public. Section 11. The director shall report to the board of directors when the director has reasonable cause to believe that any member insurer examined or being examined at the request of the board of directors may be insolvent or in a financial condition hazardous to the policyholders or the public. Section 12. The board of directors may, upon majority vote, make recommendations to the director for the detection and prevention of insurer insolvencies. Section 13. The board of directors may, upon majority vote, make recommendations to the director on matters generally related to improving or enhancing regulation for solvency. Section 14. The board of directors may, at the conclusion of any domestic insurer insolvency in which the association was obligated to pay covered claims, prepare a report on the history and causes of such insolvency, based on the information available to the association, and submit the report to the director. Section 15. The association shall be obligated to pay covered claims existing prior to the order of liquidation arising within thirty days after the order of liquidation, or before the policy expiration date if less than thirty days after the order of liquidation, or before the insured replaces the policy or causes its cancellation, if the insured does so within thirty days of the order of liquidation. The obligation shall be satisfied by paying to the claimant an amount as follows: (1) The full amount of a covered claim for benefits under a workers' compensation insurance coverage; (2) An amount not exceeding twenty-five thousand dollars per policy for a covered claim for the return of unearned premium; (3) An amount not exceeding three hundred thousand dollars per claim for all other covered claims. In no event is the association obligated to a claimant in an amount in excess of the obligation of the insolvent insurer under the policy or coverage from which the claim arises. Notwithstanding any other provisions of this Act, a covered claim does not include a claim filed with the association after the earlier of eighteen months after the date of the order of liquidation, or the final date set by the court for the filing of claims against the liquidator or receiver of an insolvent insurer and does not include any claim filed with the association or a liquidator for protection afforded under the insured's policy for incurred-but-not-reported losses. The association shall pay only that amount of each unearned premium which is in excess of one hundred dollars. Any obligation of the association to defend an insured shall cease upon the association's payment, by settlement releasing the insured or on a judgment, of an amount equal to the lesser of the association's covered claim obligation limit, or the applicable policy limit, or tender of such amount. Notwithstanding any other provisions of this Act, except in the case of a claim for benefits under workers' compensation coverage, any obligation of the association to any person shall cease when ten million dollars has been paid in the aggregate by the association and any associations similar to the association of any other state or states or any property/casualty security fund which obtains contributions from insurers on a pre-insolvency basis, to or on behalf of any insured and its affiliates on covered claims or allowed claims arising under the policy or policies of any one insolvent insurer. For purposes of this section, the term, affiliate, means a person who, directly or indirectly, through one or more intermediaries, controls, is controlled by, or is under common control with another person. If the association determines that there may be more than one claimant having a covered claim or allowed claim against the association or any associations similar to the association or any property/casualty insurance security fund in other states, under the policy or policies of any one insolvent insurer, the association may establish a plan to allocate amounts payable by the association in such manner as the association in its discretion deems equitable. Section 16. The association shall be deemed the insurer to the extent of its obligation on the covered claims and to such extent, subject to the limitations provided in this Act, shall have all rights, duties, and obligations of the insolvent insurer as if the insurer had not become insolvent, including the right to pursue and retain salvage and subrogation recoverable on paid covered claim obligations. The association may not be deemed the insolvent insurer for any purpose relating to the issue of whether the association is amenable to the personal jurisdiction of the courts of any state. Section 17. The association shall investigate claims brought against the association and adjust, compromise, settle, and pay covered claims to the extent of the association's obligation and deny any other claims and may review settlements, releases, and judgments to which the insolvent insurer or its insureds were parties to determine the extent to which such settlements, releases, and judgments may be properly contested. The association may appoint and direct legal counsel retained under liability insurance policies for the defense of covered claims. Section 18. The association shall have the right to recover from the following persons the amount of any covered claim paid on behalf of such person pursuant to this Act: (1) Any insured whose net worth on December thirty-first of the year next preceding the date the insurer becomes an insolvent insurer exceeds fifty million dollars and whose liability obligations to other persons, including obligations under workers' compensation insurance coverages, are satisfied in whole or in part by payments made under this Act; and (2) Any person who is an affiliate of the insolvent insurer and whose liability obligations to other persons are satisfied in whole or in part by payments made under this Act. The term, affiliate, does not include any agent or broker of the insolvent insurer. Section 19. The association shall handle claims through its employees or through one or more insurers or other persons designated as servicing facilities. Designation of a servicing facility is subject to the approval of the director, but such designation may be declined by a member insurer. Section 20. The association shall reimburse each servicing facility for obligations of the association paid by the facility and for expenses incurred by the facility while handling claims on behalf of the association and shall pay the other expenses of the association authorized by this Act. Section 21. For purposes of administration and assessment, the association shall be divided into three separate accounts: (1) The workers' compensation insurance account; (2) The automobile insurance account; and (3) The account for all other insurance to which this Act applies. Section 22. The association shall allocate claims paid and expenses incurred among the three accounts separately, and assess member insurers separately for each account amounts necessary to pay the obligations of the association under section 15 of this Act subsequent to an insolvency, the expenses of handling covered claims subsequent to an insolvency, the cost of examinations under section 10 of this Act and other expenses authorized by this Act, except that expenses paid from assessments authorized by section 23 of this Act need not be allocated to any particular account. Section 23. In addition to any other assessments authorized by this Act, the association may assess each member insurer an administrative assessment not to exceed one hundred fifty dollars per annum. The administrative assessment shall be made for the purpose of paying operating expenses of the association and its employees not directly attributable to any particular insolvency or insolvent insurer, and the administrative assessment may not be on a pro rata basis. The assessments are due not less than thirty days after prior written notice to the member insurer and shall accrue interest at ten percent per annum on and after the due date. Section 24. The assessments of each member insurer shall be in the proportion that the net direct written premiums of the member insurer for the preceding calendar year on the kinds of insurance in the account bears to the net direct written premiums of all member insurers for the preceding calendar year on the kinds of insurance in the account. The assessment is due not less than thirty days after prior written notice to the member insurer and shall accrue interest at ten percent per annum on and after the due date. Section 25. No member insurer may be assessed in any year on any account an amount greater than two percent of that member insurer's net direct written premiums for the preceding calendar year on the kinds of insurance in the account. Section 26. Each member insurer may set off against any assessment, authorized payments made on covered claims and expenses incurred in the payment of such claims by the member insurer if they are chargeable to the account for which the assessment is made. Section 27. The association may exempt or defer, in whole or in part, the assessment of any member insurer, if the assessment would cause the member insurer's financial statement to reflect amounts of capital or surplus less than the minimum amounts required for a certificate of authority by any jurisdiction in which the member insurer is authorized to transact insurance. However, during the period of deferment, no dividends may be paid to shareholders or policyholders. Deferred assessments shall be paid when such payment will not reduce capital or surplus below required minimums. Such payments shall be refunded to those companies receiving larger assessments by virtue of the deferment, or at the election of any such company, credited against future assessments. Section 28. If the maximum assessment, together with the other assets of the association in any account, does not provide in any one year in any account an amount sufficient to make all necessary payments from that account, the funds available shall be prorated and the unpaid portion shall be paid as soon thereafter as funds become available. Section 29. The association may refund to the member insurers in proportion to the contribution of each member insurer to that account that amount by which the assets of the account exceed the liabilities, if, at the end of any calendar year, the board of directors finds that the assets of the association in any account exceed the liabilities of that account as estimated by the board of directors for the coming year. Section 30. The association shall submit to the director a plan of operation and any amendments necessary or suitable to assure the fair, reasonable, and equitable administration of the association. The plan of operation and any amendments is effective upon approval in writing by the director. Section 31. The plan of operation shall: (1) Establish the procedures whereby all the powers and duties of the association under sections 7, 15 to 20, inclusive, and 22 to 29, inclusive, of this Act will be performed; (2) Establish procedures for handling assets of the association; (3) Establish the amount and method of reimbursing members of the board of directors under section 6 of this Act; (4) Establish procedures by which claims may be filed with the association and establish acceptable forms of proof of covered claims. Notice of claims to the receiver or liquidator of the insolvent insurer shall be deemed notice to the association or its agent and a list of such claims shall be periodically submitted to the association or similar organization in another state by the receiver or liquidator; (5) Establish regular places and times for meetings of the board of directors; (6) Establish procedures for records to be kept of all financial transactions of the association, its agents, and the board of directors; (7) Provide that any member insurer aggrieved by any final action or decision of the association may appeal to the director within thirty days after the action or decision; (8) Establish the procedures whereby selections for the board of directors will be submitted to the director; (9) Establish procedures for the disposition of liquidating dividends or other moneys received from the estate of the insolvent insurer; (10) Contain additional provisions necessary or proper for the execution of the powers and duties of the association; Section 32. All member insurers shall comply with the plan of operation. Violation of this section is a Class 2 misdemeanor. Section 33. The plan of operation may provide that any or all powers and duties of the association, except those under subdivision (2) of section 7 of this Act and those under sections 22 to 28, inclusive, of this Act are delegated to a corporation, association, or other organization which performs or will perform functions similar to those of this association, or its equivalent, in two or more states. Such a corporation, association, or organization shall be reimbursed as a servicing facility would be reimbursed and shall be paid for its performance of any other functions of the association. A delegation under this section shall take effect only with the approval of both the board of directors and the director, and may be made only to a corporation, association, or organization which extends protection not substantially less favorable and effective than that provided by this Act. Section 34. If at any time the association fails to submit suitable amendments to the plan of operation, the director shall, after notice and hearing, promulgate such reasonable rules as are necessary or advisable to effectuate the provisions of this Act. The rules shall continue in force until modified by the director or superseded by a plan submitted by the association and approved by the director. Section 35. The director shall notify the association of the existence of an insolvent insurer not later than three days after the director receives notice of the determination of the insolvency. The association is entitled to a copy of any complaint seeking an order of liquidation with a finding of insolvency against a member company at the same time that the complaint is filed with a court of competent jurisdiction. Section 36. The director shall, upon request of the board of directors, provide the association with a statement of the net direct written premiums of each member insurer. Section 37. Any proceeding in which the insolvent insurer is a party or is obligated to defend a party in any court in this state shall, subject to waiver by the association in specific cases involving covered claims, be stayed until the last day fixed by the court for the filing of claims and such additional time thereafter as may be determined by the court from the date the insolvency is determined or an ancillary proceeding is instituted in the state, whichever is later, to permit proper defense by the association of all pending causes of action. As to any covered claims arising from a judgment under any decision, verdict, or finding based on the default of the insolvent insurer or its failure to defend an insured, the association, either on its own behalf or on behalf of such insured, may apply to have the judgment, order, decision, verdict, or finding set aside by the same court or administrator that made the judgment, order, decision, verdict, or finding and shall be permitted to defend against the claim on the merits. Section 38. The director may suspend or revoke, after notice and hearing, the certificate of authority to transact insurance in this state of any member insurer that fails to pay an assessment when due or fails to comply with the plan of operation. As an alternative, the director may levy a fine on any member insurer which fails to pay an assessment when due. The fine may not exceed five percent of the unpaid assessment per month, except that no fine may be less than one hundred dollars per month. Section 39. The director may revoke the designation of any servicing facility if the director finds claims are being handled unsatisfactorily. Section 40. Any person having a claim against an insurer, whether or not the insurer is a member insurer, under any provision in an insurance policy other than a policy of an insolvent insurer which is also a covered claim, shall be required to first exhaust any right under the policy. Any amount payable on a covered claim under this Act shall be reduced by the amount of any recovery under the insurance policy. Section 41. Any person having a claim which may be recovered under more than one insurance guaranty association or its equivalent shall seek recovery first from the association of the place of residence of the insured except that if it is a first-party claim for damage to property with a permanent location, the person shall seek recovery first from the association of the location of the property, and if it is a workers' compensation claim, the person shall seek recovery first from the association of the residence of the claimant. Any recovery under this Act shall be reduced by the amount of recovery from any other insurance guaranty association or its equivalent. Section 42. Any person recovering under this Act shall be deemed to have assigned that person's rights under the policy to the association to the extent of any recovery from the association. Every insured or claimant seeking the protection of this Act shall cooperate with the association to the same extent as such person would have been required to cooperate with the insolvent insurer. Section 43. The association has no cause of action against the insured of the insolvent insurer for any sums it has paid out, except such causes of action as the insolvent insurer would have had if the sums had been paid by the insolvent insurer and except as provided in section 18 of this Act. Section 44. In the case of an insolvent insurer operating on a plan with assessment liability, payments of claims of the association may not operate to reduce the liability of insureds to the receiver, liquidator, or statutory successor for unpaid assessments. Section 45. The receiver, liquidator, or statutory successor of an insolvent insurer is bound by determinations of covered claim eligibility under this Act and by settlements of claims made by the association or a similar organization in another state. The court having jurisdiction shall grant such claims priority equal to that which the claimant would have been entitled in the absence of this Act against the assets of the insolvent insurer. The expenses of the association or similar organization in handling claims shall be accorded the same priority as the liquidator's expenses. Section 46. The association shall periodically file with the receiver or liquidator of the insolvent insurer statements of the covered claims paid by the association and estimates of anticipated claims on the association which shall preserve the rights of the association against the assets of the insolvent insurer. Section 47. The association is subject to examination and regulation by the director. The board of directors shall submit, not later than March thirtieth of each year, a financial report for the preceding calendar year in a form approved by the director. Section 48. There is no liability on the part of and no cause of action of any nature may arise against any member insurer, the association or its agents or employees, the board of directors, any person serving as a representative of any director, or the director or the director's representatives for any action taken or any failure to act by them in the performance of their powers and duties under this Act. Section 49. Any final action or order of the director under this Act is subject to judicial review in a court of competent jurisdiction. Section 50. The rates and premiums charged for insurance policies to which this Act applies shall include amounts sufficient to recoup a sum equal to the amounts paid to the association by the member insurer less any amounts returned to the member insurer by the association and such rates may not be deemed excessive because they contain an amount reasonably calculated to recoup assessments paid by the member insurer. Section 51. It is unfair trade practice for any insurer or agent to in any manner make use of the protection given policyholders by this Act as a reason for buying insurance from the insurer or agent. Section 52. The association shall pay claims in any order which it deems reasonable, including the payment of claims as such are received from the claimants or in groups or categories of claims. Section 53. The association and any similar organization in another state shall be recognized as claimants in the liquidation of an insolvent insurer for any amounts paid by them on covered claims obligations as determined under this Act or similar laws in other states and shall receive dividends and any other distributions at the priority set forth in § 58-29B-124. Section 54. The liquidator, receiver, or statutory successor of an insolvent insurer covered by this Act shall permit access by the board or its authorized representative to any of the insolvent insurer's records that are necessary for the board in carrying out its functions under this Act with regard to covered claims. In addition, the liquidator, receiver, or statutory successor shall provide the board or its representative with copies of such records upon request by the board and at the expense of the board. Section 55. Except for actions by member insurers aggrieved by final actions or decisions of the association pursuant to subdivision (7) of section 31 of this Act, any action relating to or arising out of this Act against the association shall be brought in a court in this state. The courts in this state have exclusive jurisdiction over all actions relating to or arising out of this Act against the association. Section 56. This Act shall be known as the South Dakota Insurance Guaranty Association Act. Section 57. That § § 58-29A-1 to 58-29A-53, inclusive, be repealed. BILL HISTORY 1/15/00 First read in Senate and referred to State Affairs. S.J. 60 1/21/00 Scheduled for Committee hearing on this date. 1/21/00 Deferred by Chair. 1/24/00 Scheduled for Committee hearing on this date. 1/24/00 State Affairs Do Pass Amended, Passed, AYES 8, NAYS 0. S.J. 150 1/24/00 State Affairs Hog Housed. 1/26/00 Senate Do Pass Amended, Passed, AYES 33, NAYS 0. S.J. 206 1/27/00 First read in House and referred to Commerce. H.J. 277 2/10/00 Scheduled for Committee hearing on this date. 2/10/00 Commerce Do Pass, Passed, AYES 11, NAYS 0. H.J. 556 2/10/00 Commerce Place on Consent Calendar. 2/11/00 House of Representatives Deferred to another day. H.J. 608 2/14/00 House of Representatives Do Pass Amended, Passed, AYES 65, NAYS 0. H.J. 632 2/15/00 Signed by President. S.J. 501 2/17/00 Signed by Speaker. H.J. 733 2/22/00 Delivered to the Governor. S.J. 595 2/23/00 Vetoed for style and form. S.J. 624 2/24/00 Senate Vetoed for style and form Passed, AYES 31, NAYS 0. S.J. 662 2/25/00 House of Representatives Vetoed for style and form Passed, AYES 65, NAYS 0."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15400, "action_date": "2000-01-15T14:00:00-06:00", "document_id": 85629, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85629.pdf", "status_text": "First read in Senate and referred to", "journal_page": 60, "committee_id_action": 657, "committee_id_assigned": 639, "result": "N", "vote": {}}, {"bill_id": 15400, "action_date": "2000-01-21T07:45:00-06:00", "document_id": 85747, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85747.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 639, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15400, "action_date": "2000-01-24T07:45:00-06:00", "document_id": 85756, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85756.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 639, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15400, "action_date": "2000-01-24T07:45:00-06:00", "document_id": 85756, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85756.pdf", "status_text": "Do Pass Amended,", "journal_page": 150, "committee_id_action": 639, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45193, "president_vote": null, "Yea": [2329, 2376, 2352, 2365, 2335, 2405, 2389, 2346], "Excused": [2398]}}, {"bill_id": 15400, "action_date": "2000-01-24T07:45:00-06:00", "document_id": 85756, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85756.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 639, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15400, "action_date": "2000-01-26T14:00:00-06:00", "document_id": 85643, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85643.pdf", "status_text": "Do Pass Amended,", "journal_page": 206, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45426, "president_vote": null, "Yea": [2304, 2306, 2307, 2310, 2311, 2320, 2322, 2326, 2329, 2331, 2335, 2339, 2340, 2344, 2346, 2347, 2352, 2357, 2358, 2364, 2365, 2369, 2375, 2376, 2380, 2381, 2386, 2389, 2391, 2395, 2398, 2400, 2405], "Excused": [2330, 2399]}}, {"bill_id": 15400, "action_date": "2000-01-27T14:00:00-06:00", "document_id": 85644, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85644.pdf", "status_text": "First read in House and referred to", "journal_page": 277, "committee_id_action": 656, "committee_id_assigned": 644, "result": "N", "vote": {}}, {"bill_id": 15400, "action_date": "2000-02-10T07:45:00-06:00", "document_id": 85903, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85903.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 644, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15400, "action_date": "2000-02-10T07:45:00-06:00", "document_id": 85903, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85903.pdf", "status_text": "Do Pass,", "journal_page": 556, "committee_id_action": 644, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44206, "president_vote": null, "Yea": [2312, 2325, 2337, 2349, 2361, 2373, 2382, 2397, 2406, 2383, 2388], "Excused": [2359, 2394]}}, {"bill_id": 15400, "action_date": "2000-02-10T07:45:00-06:00", "document_id": 85903, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85903.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 644, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15400, "action_date": "2000-02-11T14:00:00-06:00", "document_id": 85666, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85666.pdf", "status_text": "Deferred to another day", "journal_page": 608, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15400, "action_date": "2000-02-14T14:00:00-06:00", "document_id": 85668, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85668.pdf", "status_text": "Do Pass Amended,", "journal_page": 632, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 46229, "president_vote": null, "Yea": [2305, 2308, 2309, 2313, 2314, 2315, 2316, 2317, 2318, 2319, 2321, 2323, 2324, 2325, 2327, 2328, 2332, 2333, 2334, 2336, 2337, 2338, 2341, 2342, 2345, 2348, 2349, 2350, 2353, 2354, 2355, 2356, 2359, 2360, 2361, 2362, 2363, 2366, 2367, 2368, 2370, 2371, 2373, 2374, 2377, 2378, 2379, 2382, 2383, 2384, 2385, 2387, 2388, 2390, 2392, 2393, 2397, 2401, 2402, 2403, 2404, 2406, 2407, 2408, 2351], "Excused": [2312, 2343, 2372, 2394, 2396]}}, {"bill_id": 15400, "action_date": "2000-02-15T14:00:00-06:00", "document_id": 85671, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85671.pdf", "status_text": "Signed by President", "journal_page": 501, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15400, "action_date": "2000-02-17T14:00:00-06:00", "document_id": 85674, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85674.pdf", "status_text": "Signed by Speaker", "journal_page": 733, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15400, "action_date": "2000-02-22T14:00:00-06:00", "document_id": 85679, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85679.pdf", "status_text": "Delivered to the Governor", "journal_page": 595, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15400, "action_date": "2000-02-23T14:00:00-06:00", "document_id": 85681, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85681.pdf", "status_text": "Vetoed for Style and Form", "journal_page": 624, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15400, "action_date": "2000-02-25T14:00:00-06:00", "document_id": 85685, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85685.pdf", "status_text": "Delivered to the Governor", "journal_page": 689, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15400, "action_date": "2000-03-11T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 706, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1735, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15400"}