{"session_id": 43, "bill_id": 12205, "bill_type": "House Commemoration", "bill_number": 8029, "bill_title": "Celebrating the LGBTQ+ and Two Spirit Community of South Dakota.", "sponsors": [{"legislator_profile_id": 1661, "is_prime": true}, {"legislator_profile_id": 1654, "is_prime": false}, {"legislator_profile_id": 1656, "is_prime": false}, {"legislator_profile_id": 1662, "is_prime": false}, {"legislator_profile_id": 1651, "is_prime": false}, {"legislator_profile_id": 1652, "is_prime": false}], "keywords": ["House Commemoration"], "audio": [], "bill_versions": [{"bill_id": 12205, "bill_version_id": 69507, "bill_version": "Introduced", "bill_version_date": "2020-03-04T16:08:33.253-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Celebrating the LGBTQ+ and Two Spirit Community of South Dakota. WHEREAS, approximately 20,000 adults, or three percent of the population, identify as LGBTQ+ and Two Spirit in South Dakota as of 2015, with uncounted numbers of youth identifying as LGBTQ+ and Two Spirit. With nearly a dozen Pride Festivals held annually across the state of South Dakota, ranging from public parades and fairs to one-day educational events, it is clear that LGBTQ+ and Two Spirit advocates have been hard at work over the last few decades; and WHEREAS, the LGBTQ+ and Two Spirit community shows their resilience and strength every day by living their truth to combat discrimination and misrepresentation. In South Dakota, LGBTQ+ and Two Spirit persons remain an unprotected class and therefore may face legal discrimination. We celebrate the accomplishments and milestones of the LGBTQ+ and Two Spirit community while acknowledging how far they have come to shift the narrative of their existence in this state; and WHEREAS, we commend organizations like the Black Hills Center for Equality, Pierre Area Center for Equality, Sioux Falls Pride, the ACLU of South Dakota, and Equality South Dakota for their efforts to educate and empower their fellow South Dakotans. The growth of these organizations should be a beacon of hope for the LGBTQ+ community and their allies across South Dakota; and WHEREAS, we sincerely thank the communities of Brookings, Deadwood, Pierre, Rapid City, Sioux Falls, Spearfish, Vermillion, and Watertown for leading South Dakota in inclusive excellence. We are ever grateful for the organizations and individuals in communities across this state for volunteering countless hours to bring visibility, education, and acceptance to the LGBTQ+ and Two Spirit communities in our state; and WHEREAS, pride festivals and educational events across South Dakota have brought tourists from all over the region into our state, boosted local economies, and provided community events for countless South Dakotans: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Fifth Legislature of the State of South Dakota, that the Legislature celebrates and recognizes the LGBTQ+ and Two Spirit community and their combined efforts towards equality for every South Dakotan."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12205, "action_date": "2020-03-05T14:00:00-06:00", "document_id": 69525, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69525.pdf", "status_text": "", "journal_page": 498, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12205, "action_date": "2020-03-09T11:00:00-05:00", "document_id": 69689, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69689.pdf", "status_text": "Disapproved pursuant to JR 6H-4", "journal_page": 534, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {}}]}