{"session_id": 19, "bill_id": 4490, "bill_type": "House Commemoration", "bill_number": 1074, "bill_title": "Honoring members of the 1600 meter relay, the 3200 meter relay, and the 1600 meter spirit medley from Washington High School.", "sponsors": [{"legislator_profile_id": 366, "is_prime": true}, {"legislator_profile_id": 324, "is_prime": true}, {"legislator_profile_id": 396, "is_prime": false}, {"legislator_profile_id": 372, "is_prime": false}, {"legislator_profile_id": 344, "is_prime": false}, {"legislator_profile_id": 386, "is_prime": false}, {"legislator_profile_id": 403, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4490, "bill_version_id": 27207, "bill_version": "Introduced", "bill_version_date": "2013-03-06T09:38:12.647-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring members of the 1600 meter relay, the 3200 meter relay, and the 1600 meter spirit medley from Washington High School. WHEREAS, Jordan Strand, Jonah Warwick, Dan Marlette, and Alex Waddell showed outstanding teamwork in achieving first place in the 1600 meter relay at the 2012 State AA Track Meet; and WHEREAS, Alex Waddell, Dan Marlette, Keegan Carda, and Cameron Sannes worked together and won first place in the 3200 meter relay at the 2012 State AA Track Meet; and WHEREAS, the following members of the 1600 meter spirit medley team Jordan Determan, Ayom Ayom, Cory Eberle, and Alex Waddell had a stellar season and their hard work was shown off in their first place finish at the 2012 State AA Track Meet: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Alex Waddell, Dan Marlette, Keegan Carda, Cameron Sannes, Jordan Strand, Jonah Warwick, Jordan Determan, Ayom Ayom, and Cory Eberle, from Washington High School be honored for their outstanding track season."}, {"bill_id": 4490, "bill_version_id": 27436, "bill_version": "Enrolled", "bill_version_date": "2013-03-08T16:14:17.247-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring members of the 1600 meter relay, the 3200 meter relay, and the 1600 meter spirit medley from Washington High School. WHEREAS, Jordan Strand, Jonah Warwick, Dan Marlette, and Alex Waddell showed outstanding teamwork in achieving first place in the 1600 meter relay at the 2012 State AA Track Meet; and WHEREAS, Alex Waddell, Dan Marlette, Keegan Carda, and Cameron Sannes worked together and won first place in the 3200 meter relay at the 2012 State AA Track Meet; and WHEREAS, the following members of the 1600 meter spirit medley team Jordan Determan, Ayom Ayom, Cory Eberle, and Alex Waddell had a stellar season and their hard work was shown off in their first place finish at the 2012 State AA Track Meet: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Alex Waddell, Dan Marlette, Keegan Carda, Cameron Sannes, Jordan Strand, Jonah Warwick, Jordan Determan, Ayom Ayom, and Cory Eberle, from Washington High School be honored for their outstanding track season. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4490, "action_date": "2013-03-06T11:00:00-06:00", "document_id": 27246, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27246.pdf", "status_text": "", "journal_page": 776, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4490"}