{"session_id": 59, "bill_id": 20575, "bill_type": "House Bill", "bill_number": 1183, "bill_title": "provide health insurance coverage for contraceptive drugs and devices.", "sponsors": [{"legislator_profile_id": 3454, "is_prime": true}, {"legislator_profile_id": 3458, "is_prime": true}, {"legislator_profile_id": 3362, "is_prime": false}, {"legislator_profile_id": 3375, "is_prime": false}, {"legislator_profile_id": 3380, "is_prime": false}, {"legislator_profile_id": 3394, "is_prime": false}, {"legislator_profile_id": 3397, "is_prime": false}, {"legislator_profile_id": 3432, "is_prime": false}, {"legislator_profile_id": 3444, "is_prime": false}, {"legislator_profile_id": 3451, "is_prime": false}, {"legislator_profile_id": 3453, "is_prime": false}], "keywords": ["Contraceptives", "Health Insurance", "Insurance"], "audio": [{"meeting_datetime": "2006-01-26T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco12.mp3", "start_seconds": 6279.0}, {"meeting_datetime": "2006-01-26T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco12.mp3", "start_seconds": 6279.0}, {"meeting_datetime": "2006-01-26T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco12.mp3", "start_seconds": 6279.0}, {"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco15.mp3", "start_seconds": null}, {"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco15.mp3", "start_seconds": null}, {"meeting_datetime": "2006-01-31T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco15.mp3", "start_seconds": null}], "bill_versions": [{"bill_id": 20575, "bill_version_id": 106975, "bill_version": "Introduced", "bill_version_date": "2006-01-23T09:29:08-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide health insurance coverage for contraceptive drugs and devices. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-17 be amended by adding thereto a NEW SECTION to read as follows: Every policy of health insurance that provides coverage for prescription drugs and devices and that is delivered, issued for delivery, or renewed in this state, except for policies that provide coverage for specified disease or other limited benefit coverage, shall provide coverage for contraceptive drugs and devices approved by the Federal Drug Administration that are subject to the same dollar limits, deductibles, and coinsurance factors as for other prescription drugs or devices. If a health care provider determines that none of the drugs or devices designated by the insurer are medically appropriate for the insured, the insurer shall provide coverage for another approved contraceptive drug or device prescribed by the insured's health care provider. Section 2. That chapter 58-18 be amended by adding thereto a NEW SECTION to read as follows: Every group health insurance policy that provides coverage for prescription drugs and devices and that is delivered, issued for delivery, or renewed in this state, except for policies that provide coverage for specified disease or other limited benefit coverage, shall provide coverage for contraceptive drugs and devices approved by the Federal Drug Administration that are subject to the same dollar limits, deductibles, and coinsurance factors as for other prescription drugs or devices. If a health care provider determines that none of the drugs or devices designated by the insurer are medically appropriate for the insured, the insurer shall provide coverage for another approved contraceptive drug or device prescribed by the insured's health care provider. Section 3. That chapter 58-18B be amended by adding thereto a NEW SECTION to read as follows: Every health benefit plan of a small employer carrier that provides coverage for prescription drugs and devices and that is delivered, issued for delivery, or renewed in this state, except for plans that provide coverage for specified disease or other limited benefit coverage, shall provide coverage for contraceptive drugs and devices approved by the Federal Drug Administration that are subject to the same dollar limits, deductibles, and coinsurance factors as for other prescription drugs or devices. If a health care provider determines that none of the drugs or devices designated by the carrier are medically appropriate for the insured, the carrier shall provide coverage for another approved contraceptive drug or device prescribed by the insured's health care provider. Section 4. That chapter 58-38 be amended by adding thereto a NEW SECTION to read as follows: Every service or indemnity-type contract issued by a nonprofit medical and surgical service plan corporation that provides coverage for prescription drugs and devices and that is delivered, issued for delivery, or renewed in this state, except for contracts that provide coverage for specified disease or other limited benefit coverage, shall provide coverage for contraceptive drugs and devices approved by the Federal Drug Administration that are subject to the same dollar limits, deductibles, and coinsurance factors as for other prescription drugs or devices. If a health care provider determines that none of the drugs or devices designated by the insurer are medically appropriate for the insured, the insurer shall provide coverage for another approved contraceptive drug or device prescribed by the insured's health care provider. Section 5. That chapter 58-40 be amended by adding thereto a NEW SECTION to read as follows: Every service or indemnity-type contract issued by a nonprofit hospital service plan corporation that provides coverage for prescription drugs and devices and that is delivered, issued for delivery, or renewed in this state, except for contracts that provide coverage for specified disease or other limited benefit coverage, shall provide coverage for contraceptive drugs and devices approved by the Federal Drug Administration that are subject to the same dollar limits, deductibles, and coinsurance factors as for other prescription drugs or devices. If a health care provider determines that none of the drugs or devices designated by the insurer are medically appropriate for the insured, the insurer shall provide coverage for another approved contraceptive drug or device prescribed by the insured's health care provider. Section 6. That chapter 58-41 be amended by adding thereto a NEW SECTION to read as follows: Every health maintenance contract that provides coverage for prescription drugs and devices and that is delivered, issued for delivery, or renewed in this state, except for contracts that provide coverage for specified disease or other limited benefit coverage, shall provide coverage for contraceptive drugs and devices approved by the Federal Drug Administration that are subject to the same dollar limits, deductibles, and coinsurance factors as for other prescription drugs or devices. If a health care provider determines that none of the drugs or devices designated by the insurer are medically appropriate for the insured, the insurer shall provide coverage for another approved contraceptive drug or device prescribed by the insured's health care provider."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20575, "action_date": "2006-01-23T14:00:00-06:00", "document_id": 107070, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107070.pdf", "status_text": "First read in House and referred to", "journal_page": 180, "committee_id_action": 893, "committee_id_assigned": 881, "result": "N", "vote": {}}, {"bill_id": 20575, "action_date": "2006-01-26T07:45:00-06:00", "document_id": 107294, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107294.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 881, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20575, "action_date": "2006-01-31T07:45:00-06:00", "document_id": 107556, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107556.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 881, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20575, "action_date": "2006-01-31T07:45:00-06:00", "document_id": 107556, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107556.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 293, "committee_id_action": 881, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63863, "president_vote": null, "Yea": [3366, 3381, 3406, 3418, 3437, 3446, 3465, 3445, 3448], "Nay": [3367, 3380, 3419, 3451]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20575"}