{"session_id": 44, "bill_id": 21919, "bill_type": "House Bill", "bill_number": 1050, "bill_title": "modify certain publishing requirements in official newspapers.", "sponsors": [{"legislator_profile_id": 1831, "is_prime": true}, {"legislator_profile_id": 1843, "is_prime": true}, {"legislator_profile_id": 1766, "is_prime": false}, {"legislator_profile_id": 1768, "is_prime": false}, {"legislator_profile_id": 1770, "is_prime": false}, {"legislator_profile_id": 1778, "is_prime": false}, {"legislator_profile_id": 1785, "is_prime": false}, {"legislator_profile_id": 1792, "is_prime": false}, {"legislator_profile_id": 1794, "is_prime": false}, {"legislator_profile_id": 1795, "is_prime": false}, {"legislator_profile_id": 3797, "is_prime": false}, {"legislator_profile_id": 3804, "is_prime": false}, {"legislator_profile_id": 1813, "is_prime": false}, {"legislator_profile_id": 1824, "is_prime": false}, {"legislator_profile_id": 1830, "is_prime": false}, {"legislator_profile_id": 1834, "is_prime": false}, {"legislator_profile_id": 1853, "is_prime": false}, {"legislator_profile_id": 3800, "is_prime": false}, {"legislator_profile_id": 1868, "is_prime": false}, {"legislator_profile_id": 1870, "is_prime": false}], "keywords": ["Counties", "Municipal Government", "Notice and Publication", "State Affairs and Government"], "audio": [{"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hlo07.mp3", "start_seconds": 555.0}, {"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hlo07.mp3", "start_seconds": 555.0}, {"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hlo07.mp3", "start_seconds": 555.0}, {"meeting_datetime": "2021-01-21T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hlo07.mp3", "start_seconds": 555.0}, {"meeting_datetime": "2021-01-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou10.mp3", "start_seconds": 1634.0}, {"meeting_datetime": "2021-01-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou10.mp3", "start_seconds": 1634.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou15.mp3", "start_seconds": 2484.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou15.mp3", "start_seconds": 2484.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou15.mp3", "start_seconds": 2484.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou15.mp3", "start_seconds": 2484.0}], "bill_versions": [{"bill_id": 21919, "bill_version_id": 211170, "bill_version": "Introduced", "bill_version_date": "2021-01-13T14:30:10.373-06:00", "bill_text": "An Act to modify certain publishing requirements in official newspapers. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 17-2-1 be AMENDED. 17-2-1. Notices to be published in legal newspaper--Affidavit of publication. All legal and other official notices shall be published in a legal newspaper, as defined in this chapter, and the, and on a statewide public notice website maintained by the South Dakota Newspaper Association. The newspaper shall include a prominent link to the website maintained by the South Dakota Newspaper Association on the newspaper's website homepage or post all public notices to the newspaper's website in a manner that is accessible and free to the public, if the newspaper maintains a website. The affidavit of publication shall state that such the newspaper is a legal newspaper, which. The affidavit shall be prima facie evidence of that fact; and every. Each affidavit of publication shall state in plain terms the fees charged thereon. Section 2. That § 17-2-19 be AMENDED. 17-2-19. Legal publication fees not otherwise prescribed--Review and adjustment. If any legal publication of anything is required or allowed by law, and no other fee is prescribed for that publication, the Bureau of Administration shall establish, by rules promulgated pursuant to chapter 1-26, the maximum fee which may be charged for the publication. The bureau shall annually review and adjust rates to reflect changes in economic conditions within the newspaper industry and the general economy. The bureau shall consult with representatives of the daily and weekly newspaper industry and with representatives of local units of governments the compensation beginning July 1, 2021, for the publication in a legal newspaper of any notice, order, citation, or other publication required or allowed by law shall be at a rate of three dollars and fifteen cents per column inch for newspapers under nine thousand circulation and six dollars per column inch for newspapers with more than nine thousand circulation. For newspapers under nine thousand circulation, the column width shall be no less than 1.4 inches wide. For newspapers with more than nine thousand circulation, the column width shall be no less than .9 inches wide. Beginning July 1, 2022, and each July first thereafter, the rate may increase no more than the lesser of two percent or the index factor as defined in § 10-13-38. Each July first thereafter, the commissioner of the Bureau of Administration shall calculate a new rate for the following fiscal year as prescribed in this section and shall publish this rate as a notice in the South Dakota Register before August first. The new rate shall be effective on the first day of the calendar month following its publication. Section 3. That § 17-2-2.1 be AMENDED. 17-2-2.1. Requirements for legal newspaper--Language--Size--Duration and frequency of publication. No publication is a legal newspaper for publishing legal and other official notices unless, for at least one year prior to publication of such notices, the publication is printed in the English language and contains at least four pages per issue, with at least one hundred twenty square inches of printed matter per page; and if the publication is a daily, is distributed in either or both a printed or electronic format at least five days each week, or if not a daily, is distributed in either or both a printed or electronic format at least once each week for at least fifty weeks each year. In any week in which there is a legal holiday, no more than four issues of a daily newspaper are necessary. Section 4. That § 7-18-3 be AMENDED. 7-18-3. Designation of official newspapers for county--Publication of board proceedings and notices. At its regular meeting in January of each year the board of county commissioners shall designate three legal newspapers printed in the county as official newspapers. If there are not three legal newspapers within the county, then as many newspapers that are legal newspapers. No more than two newspapers within the same municipality may be designated as official newspapers by the county, if there are other legal newspapers published elsewhere within the county. The board shall publish a full and complete report of all its official proceedings at all regular and special meetings and shall publish proceedings as soon after any meeting as practicable. The board shall pay for publishing the proceedings at a rate not to exceed ninety percent of the legal line rates for weekly newspapers and not to exceed the legal line rate for daily newspapers, as provided in chapter 17-2. All notices required by law to be published by the county auditor shall also be published in the official newspapers. If any notice includes a legal description of property outside the incorporated limits of a municipality, the notice may include a physical description of the property from the nearest incorporated municipality. Section 5. That § 9-18-1 be AMENDED. 9-18-1. Governing body to publish minutes of meetings including statement of expenditures. The governing body of each municipality shall publish, within twelve business days, the minutes for each meeting of the governing body including a detailed statement of all expenditures of money and the name of each person paid and the service provided. The municipality shall pay for the publication of the minutes not to exceed ninety percent of the legal line rates for weekly newspapers and not to exceed the legal line rate for daily newspapers as provided in § 17-2-19. Section 6. That § 17-2-2.4 be AMENDED. 17-2-2.4. Office and mailing permit requirements. A legal newspaper shall, for at least one year prior to publication of legal and official notices, maintain a known office of publication in the community where its mailing permit of original entry is issued, for the purpose of gathering news, soliciting advertising, and conducting general newspaper business for at least eight normal business hours per week. The terms \", printed\", or \", published\", mean that the newspaper is published where it maintains its known office of publication as described in this section, but no. No newspaper may have more than one place where it is published at the same time. Section 7. That § 17-2-18.2 be AMENDED. 17-2-18.2. Type size required for legal publication. Legal publications in all official newspapers with a circulation of less than nine thousand shall be printed in not less than eight nine point type, and in official newspapers with a circulation of more than nine thousand in not more than six point type with spacing between lines not to exceed one-half point leading. A publication in violation of this section shall does not invalidate any publication otherwise made in compliance with law but the newspaper printing the same may be denied payment therefor. Section 8. That § 17-2-28 be AMENDED. 17-2-28. Notice, minutes, bids, and other published information to list cost of publication. If the publication of any notice, minutes, bids, document, or other information is required by law by the state or any municipality, county, or school district, the public notice shall bear an inscription listing the approximate cost of the newspaper publication and that the notice may be viewed free of charge on a statewide public notices website maintained by the South Dakota Newspaper Association, pursuant to § 17-2-1. The inscription shall be printed at the top or bottom of the public notice and in the same type size as the body of the public notice. Section 9. That § 13-8-36.1 be REPEALED. 13-8-36.1. Publication rates paid by school boards."}, {"bill_id": 21919, "bill_version_id": 212411, "bill_version": "House Local Government Engrossed", "bill_version_date": "2021-01-21T14:39:45.733-06:00", "bill_text": "An Act to modify certain publishing requirements in official newspapers. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 17-2-1 be AMENDED. 17-2-1. Notices to be published in legal newspaper--Affidavit of publication. All legal and other official notices shall be published in a legal newspaper, as defined in this chapter. When any legal notice is required by law to be published in any newspaper, the newspaper publishing the notice shall place the notice on a statewide website established and maintained by an organization representing a majority of South Dakota newspapers as a repository for such notices. The newspaper shall include a prominent link to the statewide website on the newspaper's website homepage or post all public notices to the newspaper's website in a manner that is accessible and free to the public, if the newspaper maintains a website. The affidavit of publication shall state that such the newspaper is a legal newspaper, which. The affidavit shall be prima facie evidence of that fact; and every. Each affidavit of publication shall state in plain terms the fees charged thereon. Section 2. That § 17-2-19 be AMENDED. 17-2-19. Legal publication fees not otherwise prescribed--Review and adjustment. If any legal publication of anything is required or allowed by law, and no other fee is prescribed for that publication, the Bureau of Administration shall establish, by rules promulgated pursuant to chapter 1-26, the maximum fee which may be charged for the publication. The bureau shall annually review and adjust rates to reflect changes in economic conditions within the newspaper industry and the general economy. The bureau shall consult with representatives of the daily and weekly newspaper industry and with representatives of local units of governments the compensation beginning July 1, 2021, for the publication in a legal newspaper of any notice, order, citation, or other publication required or allowed by law shall be at a rate of three dollars and fifteen cents per column inch for newspapers under nine thousand circulation and six dollars per column inch for newspapers with more than nine thousand circulation. For all legal newspapers, the column width shall be no less than 1.4 inches wide. Beginning July 1, 2022, and each July first thereafter, the rate may increase no more than the lesser of two percent or the index factor as defined in § 10-13-38. Each July first thereafter, the commissioner of the Bureau of Administration shall calculate a new rate for the following fiscal year as prescribed in this section and shall publish this rate as a notice in the South Dakota Register before August first. The new rate shall be effective on the first day of the calendar month following its publication. The rate may increase no more than the lesser of two percent or the index factor as defined in § 10-13-38. Section 3. That § 17-2-2.1 be AMENDED. 17-2-2.1. Requirements for legal newspaper--Language--Size--Duration and frequency of publication. No publication is a legal newspaper for publishing legal and other official notices unless, for at least one year prior to publication of such notices, the publication is printed in the English language and contains at least four pages per issue, with at least one hundred twenty square inches of printed matter per page; and if the publication is a daily, is distributed in either or both a printed or electronic format at least five days each week, or if not a daily, is distributed in either or both a printed or electronic format at least once each week for at least fifty weeks each year. In any week in which there is a legal holiday, no more than four issues of a daily newspaper are necessary. Section 4. That § 7-18-3 be AMENDED. 7-18-3. Designation of official newspapers for county--Publication of board proceedings and notices. At its regular meeting in January of each year the board of county commissioners shall designate three legal newspapers printed in the county as official newspapers. If there are not three legal newspapers within the county, then as many newspapers that are legal newspapers. No more than two newspapers within the same municipality may be designated as official newspapers by the county, if there are other legal newspapers published elsewhere within the county. The board shall publish a full and complete report of all its official proceedings at all regular and special meetings and shall publish proceedings as soon after any meeting as practicable. The board shall pay for publishing the proceedings at a rate not to exceed ninety percent of the legal line rates for weekly newspapers and not to exceed the legal line rate for daily newspapers, as provided in chapter 17-2. All notices required by law to be published by the county auditor shall also be published in the official newspapers. If any notice includes a legal description of property outside the incorporated limits of a municipality, the notice may include a physical description of the property from the nearest incorporated municipality. Section 5. That § 9-18-1 be AMENDED. 9-18-1. Governing body to publish minutes of meetings including statement of expenditures. The governing body of each municipality shall publish, within twelve business days, the minutes for each meeting of the governing body including a detailed statement of all expenditures of money and the name of each person paid and the service provided. The municipality shall pay for the publication of the minutes not to exceed ninety percent of the legal line rates for weekly newspapers and not to exceed the legal line rate for daily newspapers as provided in § 17-2-19. Section 6. That § 17-2-2.4 be AMENDED. 17-2-2.4. Office and mailing permit requirements. A legal newspaper shall, for at least one year prior to publication of legal and official notices, maintain a known office of publication in the community where its mailing permit of original entry is issued, for the purpose of gathering news, soliciting advertising, and conducting general newspaper business for at least eight normal business hours per week. The terms \", printed\", or \", published\", mean that the newspaper is published where it maintains its known office of publication as described in this section, but no. No newspaper may have more than one place where it is published at the same time. Section 7. That § 17-2-18.2 be AMENDED. 17-2-18.2. Type size required for legal publication. Legal publications in official newspapers with a circulation of less than nine thousand shall be printed in not less than eight point type, and with spacing between lines not to exceed one-half point leading. Legal publications in official newspapers with a circulation of more than nine thousand in not more than six shall be printed in seven point type with spacing between lines not to exceed one-half point leading. A publication in violation of this section shall does not invalidate any publication otherwise made in compliance with law but the newspaper printing the same may be denied payment therefor. Section 8. That § 17-2-28 be AMENDED. 17-2-28. Notice, minutes, bids, and other published information to list cost of publication. If the publication of any notice, minutes, bids, document, or other information is required by law by the state or any municipality, county, or school district, the public notice shall bear an inscription listing the approximate cost of the newspaper publication and that the notice may be viewed free of charge on a statewide public notices website maintained pursuant to § 17-2-1. The inscription shall be printed at the top or bottom of the public notice and in the same type size as the body of the public notice. Section 9. That § 13-8-36.1 be REPEALED. 13-8-36.1. Publication rates paid by school boards."}], "amendments": [{"bill_id": 21919, "document_id": 215090, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215090.pdf", "legislator_profile_id": 1843, "document_id_instructions": 215099, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/215099.pdf"}], "fiscal_notes": [213788], "action_log": [{"bill_id": 21919, "action_date": "2021-01-14T13:00:00-06:00", "document_id": 211177, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211177.pdf", "status_text": "First Reading House", "journal_page": 28, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21919, "action_date": "2021-01-15T12:30:00-06:00", "document_id": 211322, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211322.pdf", "status_text": "Referred to", "journal_page": 34, "committee_id_action": 492, "committee_id_assigned": 495, "result": "N", "vote": {}}, {"bill_id": 21919, "action_date": "2021-01-21T10:00:00-06:00", "document_id": 211767, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211767.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 495, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21919, "action_date": "2021-01-21T10:00:00-06:00", "document_id": 211769, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211769.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 495, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21919, "action_date": "2021-01-21T10:00:00-06:00", "document_id": 211769, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211769.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 495, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67693, "president_vote": null, "Nay": [1768, 3788, 3787, 3789, 3801], "Yea": [1780, 3792, 1795, 3797, 1807, 1829, 1843, 1868]}}, {"bill_id": 21919, "action_date": "2021-01-25T14:00:00-06:00", "document_id": 212702, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212702.pdf", "status_text": "Deferred to another day", "journal_page": 118, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21919, "action_date": "2021-01-26T14:00:00-06:00", "document_id": 213163, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213163.pdf", "status_text": "Fiscal Note Requested", "journal_page": 131, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21919, "action_date": "2021-02-03T14:00:00-06:00", "document_id": 215811, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215811.pdf", "status_text": "Motion to amend", "journal_page": 197, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21919, "action_date": "2021-02-03T14:00:00-06:00", "document_id": 215811, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215811.pdf", "status_text": "Do Pass Amended", "journal_page": 198, "committee_id_action": 492, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 68342, "president_vote": null, "Yea": [1766, 1772, 1780, 1792, 1795, 1807, 1813, 1817, 1820, 1824, 1829, 1835, 1836, 1839, 1843, 1852, 1855, 1862, 1864, 1868, 3782, 3785, 3791, 3792, 3793, 3794, 3797, 3800, 3804], "Nay": [1767, 1768, 1769, 1770, 1777, 1778, 1781, 1782, 1784, 1788, 1793, 1796, 1798, 1799, 1800, 1802, 1804, 1805, 1809, 1822, 1823, 1826, 1830, 1832, 1834, 1837, 1841, 1844, 1866, 1883, 3783, 3784, 3786, 3787, 3788, 3789, 3790, 3799, 3801, 3802, 3806]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21919"}