{"session_id": 24, "bill_id": 7000, "bill_type": "Senate Bill", "bill_number": 156, "bill_title": "establish certain requirements and protections regarding transportation network companies.", "sponsors": [{"legislator_profile_id": 1059, "is_prime": true}, {"legislator_profile_id": 973, "is_prime": true}, {"legislator_profile_id": 979, "is_prime": false}, {"legislator_profile_id": 1056, "is_prime": false}, {"legislator_profile_id": 997, "is_prime": false}, {"legislator_profile_id": 1038, "is_prime": false}, {"legislator_profile_id": 992, "is_prime": false}, {"legislator_profile_id": 978, "is_prime": false}, {"legislator_profile_id": 1064, "is_prime": false}], "keywords": ["Insurance", "Licenses", "Motor Vehicles", "Professions and Occupations", "Public Health and Safety", "Telecommunications"], "audio": [{"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/str24.mp3", "start_seconds": 8585.0}, {"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/str24.mp3", "start_seconds": 8585.0}, {"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/str24.mp3", "start_seconds": 8585.0}, {"meeting_datetime": "2016-02-19T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/str24.mp3", "start_seconds": 8585.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/str25.mp3", "start_seconds": 5220.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/str25.mp3", "start_seconds": 5220.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/str25.mp3", "start_seconds": 5220.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/str25.mp3", "start_seconds": 5220.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen27.mp3", "start_seconds": 5143.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen27.mp3", "start_seconds": 5143.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen27.mp3", "start_seconds": 5143.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen27.mp3", "start_seconds": 5143.0}], "bill_versions": [{"bill_id": 7000, "bill_version_id": 38766, "bill_version": "Introduced", "bill_version_date": "2016-02-04T09:58:00.533-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain requirements and protections regarding transportation network companies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms in this Act mean: (1) \"Transportation network company\" or \"TNC,\" a business entity operating in the state that uses a digital network to connect riders to transportation network company services provided by drivers under the network; that does not provide taxi service, limousine service, shuttle service, or any other private passenger transportation service; and that does not own, control, operate, or manage the motor vehicles used by the drivers; (2) \"Transportation network company digital network\" or \"TNC digital network,\" a digital platform, created and maintained by a transportation network company, used to create and facilitate communication, services, and payment between a network of drivers and riders and the transportation network company; (3) \"Transportation network driver\" or \"driver,\" a person who operates a motor vehicle that is owned, leased, or otherwise authorized for use by the person, that is not a taxi, and that is used to provide TNC services; (4) \"Transportation network rider\" or \"rider,\" a passenger in a motor vehicle operated by a TNC driver for whom the transportation is provided by the driver, whether the rider used the TNC's digital network to obtain the services personally, or is a member of the party of a person who used the technology or software to obtain the services; (5) \"TNC services\" or \"services,\" the transportation of a rider between points chosen by the rider and prearranged with a driver through the use of a TNC digital network. The transportation begins when the driver accepts a request for transportation through the TNC's digital network, continues while the driver transports the rider in the driver's motor vehicle, and ends when the rider exits the driver's motor vehicle. The term does not include transportation provided through a shared expense carpool or vanpool arrangement or by using a taxicab, limousine, or other for-hire vehicle. Section 2. That the code be amended by adding a NEW SECTION to read: Prior to operating in the state, a transportation network company shall register with the Department of Public Safety, providing the following information: (1) All contact information for the TNC, including the agent for service of process within the state; (2) A sales tax license issued by the state; (3) The TNC's certificate of authority, as registered with the secretary of state; and (4) Proof of insurance, pursuant to Sections 6 and 7 of this Act. Upon registration, the Department of Public Safety shall issue to the TNC a license to operate within the state. Section 3. That the code be amended by adding a NEW SECTION to read: A transportation network company operating in the state shall: (1) Provide each rider with any applicable rates charged for TNC services and the option to receive an estimated fare before the rider enters the driver's motor vehicle; (2) Use a software application or website to display a picture of the driver and the license plate number of the motor vehicle utilized for providing the TNC service before the rider enters the driver's motor vehicle; (3) Transmit an electronic receipt to the rider within a reasonable time after the completion of a prearranged ride that lists the origin and destination of the trip, the total time and distance of the trip, and an itemization of the total fare paid; (4) Implement and provide notice of a zero tolerance policy on the use of drugs or alcohol while a driver provides TNC services or is logged into the TNC's digital network but is not providing services; and (5) Maintain an agent for service of process in the state. Section 4. That the code be amended by adding a NEW SECTION to read: A transportation network company shall require any person, prior to becoming a driver on the TNC's digital network, to submit an application that includes the applicant's address, age, driver license number, driving history, proof of motor vehicle registration, and proof of personal motor vehicle liability coverage. A TNC shall also obtain motor vehicle records and conduct, or have a third party conduct, a local and national criminal background check on any potential driver that includes a multi-state criminal records locator or similar commercial nationwide database with validation, as well as a national sex offender registry search. Nothing in this section may be construed to limit the information a TNC may collect prior to driver activation on the TNC's digital network, if the information is directly related to ensuring rider safety. Section 5. That the code be amended by adding a NEW SECTION to read: A transportation network company shall maintain individual trip records for each driver for at least one year from the date each trip was provided by the driver and driver records for no less than five years from the date on which a driver's activation on the TNC's digital network has ended. Section 6. That the code be amended by adding a NEW SECTION to read: The following motor vehicle liability insurance requirements shall apply during the time that a driver is logged into the transportation network company's digital network and available to receive requests for transportation, but not providing services: (1) Primary motor vehicle liability insurance in the amount of at least fifty thousand dollars for death and bodily injury per person, one hundred thousand dollars for death and bodily injury per incident, and twenty-thousand dollars for property damage; and (2) The coverage requirements of subdivision (1) may be satisfied by motor vehicle insurance maintained by the TNC, or the driver, or any combination of such insurance. Section 7. That the code be amended by adding a NEW SECTION to read: The following motor vehicle liability insurance requirements shall apply when a driver is providing services: (1) Primary motor vehicle liability that recognizes the transportation network company driver's provision of TNC services; and (2) Motor vehicle liability insurance of at least one million dollars for death, personal bodily injury, and property damage. The requirements in this section may be satisfied by motor vehicle liability insurance purchased by the driver, insurance maintained by the TNC, or any combination of such insurance. A TNC driver shall provide notice to any insurance company of the driver's intention to provide TNC services and shall purchase insurance specifically according to that coverage. Nothing in this section may be construed to limit the financial liability of the driver or the TNC to one million dollars if a court finds a greater amount necessary for a proper judgment. A driver shall provide to the TNC, and carry at all times, proof of the insurance required under sections 6 and 7 of this Act during the driver's TNC service. The driver shall provide proof of the insurance and information on whether or not the driver was logged in to the TNC's digital platform at the time of an accident to the directly interested parties, automobile insurers, and law enforcement upon request. Section 8. That the code be amended by adding a NEW SECTION to read: If the insurance maintained by a driver to fulfill the insurance requirements of this Act has lapsed, failed to provide the required coverage, denied a claim for the required coverage, or otherwise ceased to exist, the insurance maintained by the TNC shall provide the coverage required by this Act beginning with the first dollar of a claim. The insurance may be placed with any insurer authorized to do business in this state or with any surplus lines insurer eligible under chapter 58-32. Coverage under a motor vehicle insurance policy maintained by the TNC may not be dependant on a personal motor vehicle insurer first denying a claim nor shall a personal motor vehicle insurance policy be required to first deny a claim. Section 9. That the code be amended by adding a NEW SECTION to read: The transportation network company shall disclose in writing to a driver the following before a driver is allowed to accept a request for services on the TNC's digital network: (1) The insurance coverage and limits of liability that the TNC provides while the TNC driver uses a motor vehicle in connection with the TNC's digital network; and (2) That the driver's personal insurance policy may not provide coverage while the driver uses the motor vehicle in connection with the TNC's digital network, depending on the policy's terms. Section 10. That the code be amended by adding a NEW SECTION to read: Any insurer that writes motor vehicle liability insurance in the state may exclude any and all coverage and the duty to defend afforded under the owner's insurance policy for any loss or injury that occurs while an insured motor vehicle provides or is available to provide transportation network company services, if the exclusion is expressly set forth in the policy and approved for sale in the state, or if the policy was purchased before access to the TNC digital network was granted and the insurer was not informed of the services. The insurer shall notify an insured within thirty days after receiving a notice of loss that the insurer has no duty to defend or indemnify any person or organization for liability for a loss that is properly excluded pursuant to the terms of the applicable primary or excess insurance policy. The requirement for notice of the exclusion shall not apply to pre-existing insurance coverage. Section 11. That the code be amended by adding a NEW SECTION to read: Any insurer that writes motor vehicle liability insurance in this state shall prominently disclose on its application for insurance whether or not the insurance policy covers an insured motor vehicle while the vehicle provides or is available to provide transportation network company services. If a motor vehicle liability insurance policy contains an exclusion for TNC services, the insurer shall disclose in writing the exact language of the exclusion to the applicant during the application process. Section 12. That the code be amended by adding a NEW SECTION to read: In a claim coverage investigation, a transportation network company and any insurer providing coverage under this Act shall cooperate to facilitate the exchange of information, including the precise times that a TNC driver logged on and off of the TNC's digital network in the twenty-four hour period immediately preceding the accident, and disclose to one another a clear description of the coverage, exclusions, and limits provided under any insurance policy each party issued or maintained. Section 13. That the code be amended by adding a NEW SECTION to read: A transportation network company shall establish procedures to report any complaint about a driver with whom a rider was matched and who the rider reasonably suspects was under the influence of alcohol or drugs during the course of the trip. Upon receipt of a rider complaint alleging a violation of the TNC's zero tolerance policy, the TNC shall immediately suspend the driver's access to the TNC's digital network, and shall conduct an investigation into the reported complaint. The suspension shall last the duration of the investigation. The TNC shall maintain records relevant to a rider complaint made pursuant to this section for a period of at least two years from the date the complaint is received by the TNC. Section 14. That the code be amended by adding a NEW SECTION to read: No transportation network company may permit a person to act as a driver on its digital network who: (1) Has been convicted, within the past three years, of more than three moving violations, or one major violation involving police evasion, reckless driving, driving on a suspended or revoked license, or any other major violation the TNC feels may endanger the safety of a rider; (2) Has been convicted, within the past seven years, of driving under the influence of drugs or alcohol, fraud, any sexual offense, use of a motor vehicle to commit a felony, a crime involving property damage, theft, any crime involving acts of violence, or acts of terror; (3) Is a match in the national sex offender registry; (4) Does not possess a valid driver's license; (5) Does not possess proof of registration for any motor vehicle used to provide services; (6) Does not possess proof of automobile liability insurance for any motor vehicle used to provide services; or (7) Is not at least nineteen years of age. Section 15. That the code be amended by adding a NEW SECTION to read: A transportation network company shall adopt a policy prohibiting solicitation or acceptance of cash payments from riders and shall notify each driver of the policy. A driver may not solicit or accept cash payments from riders, nor solicit or accept street hails. Any payment for services shall be made only electronically using the TNC's digital network or software application. A driver shall apply for a state sales tax license and remit taxes accordingly. Section 16. That the code be amended by adding a NEW SECTION to read: Except as otherwise provided in this Act, no transportation network company may disclose a rider's personally identifiable information to a third party unless: (1) The rider consents; (2) The disclosure is required by legal obligation; or (3) The disclosure is required to protect or defend the terms of use of the service or to investigate violation of those terms. A TNC may share a rider's name and telephone number with the driver providing the services to the rider in order to facilitate correct identification of the rider by the driver, or to facilitate communication between the rider and the driver. Section 17. That the code be amended by adding a NEW SECTION to read: A transportation network company shall maintain records of each driver's application, motor vehicle records, insurance coverage, and proof of all background checks conducted, for a period of five years from the date on which a driver's activation on the TNC's digital network has ended. A TNC shall allow inspection of these records by the Department of Public Safety at the department's request, and shall facilitate the department however necessary in that inspection. The department shall inspect the records at least once annually. Section 18. That the code be amended by adding a NEW SECTION to read: If a transportation network company fails to comply with any section of this Act, the Department of Public Safety shall revoke the TNC's license to operate in the state for the period of one year per offense. Section 19. That the code be amended by adding a NEW SECTION to read: Nothing in this Act may be construed to limit further regulation of a transportation network company enacted by a city or county. Section 20. That § 32-9-3 be amended to read: 32-9-3. For the purposes of this chapter, the following do not come within the definition of \"motor carriers\" or \"commercial vehicles\" if used in intrastate operations: (1) A motor vehicle registered in South Dakota used to carry private business property of five hundred pounds or less; (2) A motor vehicle chassis registered in South Dakota on which is mounted a cornsheller, grain cleaner, feed grinder, grain and alfalfa feed mixing machine, haystack mover, sawmill, water well drilling equipment, power shovel, ditchdigger, mobile crane which exceeds the maximum size or weight limits prescribed by chapter 32-22, drag line, posthole auger, and which is not used for demonstration or display purposes outside the limits of a municipality, or a truck tractor and trailer carrying permanently mounted hay grinding equipment; (3) Any motor vehicle registered in South Dakota used for the transportation of liquid or solid livestock waste including trailers and equipment used to load liquid or solid livestock waste and any vehicle registered in South Dakota used for the application, distribution, spraying, or transportation from retail business to user of dry, liquid, or anhydrous ammonia fertilizers or agricultural chemicals; (4) A motor vehicle registered in South Dakota of less than thirty thousand pounds gross weight owned by a merchant licensed under chapter 10-45 or the merchant's commissioned paid employee and used to transport the merchant's previously sold merchandise to a purchaser outside the limits of a municipality and to return exchanged property or to transport fuels to a purchaser within a municipality or an unincorporated town which is without such service; (5) A motor vehicle registered in South Dakota, owned by a farmer of this state and used by or for the farmer to transport property for the farmer's farming operation, to transport farm property from farm to farm or from a community or market to the farm or from the farm to a community or market, to transport livestock in a vehicle or combination of vehicles registered at twenty-six thousand pounds or less without monetary compensation, or to transport farm property when the vehicles are used as reimbursement in the ordinary exchange of farm work; (6) A motor vehicle registered in South Dakota operated by or for its owner and exclusively used to transport products originating in or produced from logging or mining operations or lumber milling waste products if such products are owned in fee by the motor vehicle owner; (7) Any motor vehicle, trailer, semitrailer, motor propelled, or trailed vehicle chassis registered in South Dakota, which is used exclusively on the job site for the construction of township roads, stock water dugouts, dams, farm and ranch irrigation systems, or other soil and water conservation projects on farms and ranches, or for the construction or maintenance of highways in the State of South Dakota. Prior to moving any such vehicle or equipment between job sites or from job site to a central location, the owner shall register the vehicle or equipment pursuant to § 32-9-58; (8) A motor vehicle used principally for providing prearranged transportation of persons to or from their place of employment and is operated by a person who does not drive the vehicle for the person's principal occupation, but is driving it only to or from the person's principal place of employment or for personal use as permitted by the owner of the vehicle; (9) A motor vehicle that is not for hire and is operated solely for educational purposes by a student or an instructor as part of a heavy motor vehicle or heavy equipment operator's course offered by a nonprofit postsecondary institution located in the state; (10) A motor vehicle used for personal purposes and not operated for private business use; (11) A motor vehicle used for recreational purposes and not operated for private business use; (12) A motor vehicle, trailer, semitrailer, motor propelled, or trailed vehicle chassis, registered in South Dakota and used to move equipment involved in soil and water conservation projects or township road work when operated between job sites or from a job site to a central location or point of repair; (13) Any motor vehicle used by an implement dealer to transport farm machinery to and from a county fair or the state fair; (14) A motor vehicle owned by a licensed motor vehicle dealer and used to transport inventory replacement vehicles to the dealer's principal place of business. For the purpose of this subdivision, motor vehicle does not include any motor vehicle which carries inventory replacement vehicles entirely upon its own structure; and (15) A motor vehicle used to provide any transportation network services, as defined by section 1 of this Act. Section 21. That § 32-12A-9 be amended to read: 32-12A-9. The following are exempt from the provisions of this chapter: (1) Operators Any operator involved in farm to market transportation movements, at least sixteen years of age holding a valid operator's license, limited to those operators of a farm vehicle: (a) Controlled and operated by a farmer; (b) Used to transport either agricultural products, farm machinery, or farm supplies to or from a farm; and (c) Not used in the operations of a common or contract motor carrier; (2) Operators Any operator of emergency fire fighting equipment necessary to the preservation of life or property or the execution of emergency governmental functions performed under emergency conditions that are not subject to normal traffic regulation, or nonemergency conditions when operated by members any member of a fire fighting agency; (3) Operators Any operator of a commercial motor vehicles for military purposes including: (a) Active duty military personnel; (b) Members of the military reserves; (c) Members of the national guard on active duty, including personnel on full-time national guard duty, personnel on part-time national guard training and national guard military technicians (civilians who are required to wear military uniforms); and (d) Active duty U.S. Coast Guard personnel; (4) Operators Any operator of a recreational vehicles vehicle; (5) Operators Any operator of rental transporting equipment used as personal family use vehicles; and (6) Operators Any operator of a covered farm vehicle as defined in 49 CFR 390.5 as of January 1, 2015, and (7) Any transportation network company driver as defined in section 1 of this Act. United States reserve technicians are not exempt under the provisions of subdivision (3) of this section."}, {"bill_id": 7000, "bill_version_id": 39760, "bill_version": "Senate Transportation Engrossed", "bill_version_date": "2016-02-22T14:18:47.86-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain requirements and protections regarding transportation network companies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Digital network,\" any online-enabled application, website, or system offered or utilized by a transportation network company that enables a prearranged ride with a transportation network company driver; (2) \"Personal vehicle,\" a vehicle that is used by a transportation network company driver to provide a prearranged ride and is owned, leased, or otherwise authorized for use by the transportation network company driver. The term does not include any taxicab, limousine, or for-hire vehicle; (3) \"Prearranged ride,\" the provision of transportation by a driver to a rider, beginning when a driver accepts a rider's request for a ride through a digital network controlled by a transportation network company, continuing while the driver transports a requesting rider, and ending when the last requesting rider departs from the personal vehicle. The term does not include transportation provided through a shared expense carpool or vanpool arrangement or by using a taxicab, limousine, or other for-hire vehicle; (4) \"Transportation network company,\" a corporation, partnership, sole proprietorship, or other entity that uses a digital network to connect transportation network company riders to transportation network company drivers who provide prearranged rides and that does not control, direct, or manage the personal vehicles or transportation network company drivers that connect to its digital network, except where agreed to by written contract; (5) \"Transportation network company driver\" or \"driver,\" a person who receives connections to potential riders and related services from a transportation network company in exchange for payment of a fee to the transportation network company and who uses a personal vehicle to provide a prearranged ride to riders upon connection through a digital network controlled by a transportation network company in return for compensation or payment of a fee; (6) \"Transportation network company rider\" or \"rider,\" a person who uses a transportation network company's digital network to connect with a transportation network driver who provides a prearranged ride to the person in the driver's personal vehicle between points chosen by the person. Section 2. That the code be amended by adding a NEW SECTION to read: Before a transportation network company allows a person to act as a transportation network company driver on the transportation network company's digital network, the transportation network company shall require the person to submit to the transportation network company an application that includes: (1) The person's name, address, and age; (2) A copy of the person's driver license; (3) The registration for the personal vehicle that the person will use to provide prearranged rides; (4) Proof of financial responsibility for the personal vehicle of a type and in the amounts required by the transportation network company; and (5) Any other information required by the transportation network company. Section 3. That the code be amended by adding a NEW SECTION to read: Before a transportation network company allows a person to act as a driver on the transportation network company digital network, the transportation network company shall conduct, or contract with a third party to conduct: (1) A local and national criminal background check; (2) A search of the national sex offender registry; and (3) Obtain a copy of the person's driving record maintained under § 32-12-61. Section 4. That the code be amended by adding a NEW SECTION to read: A transportation network company may not knowingly allow to act as a transportation network company driver on the transportation network company's digital network a person: (1) Who has received judgments for more than three moving traffic violations in the preceding three years, or at least one violation involving reckless driving or driving on a suspended or revoked license in the preceding three years; (2) Who has been convicted in the preceding seven years of a felony; (3) Who has been convicted in the preceding seven years of a misdemeanor involving: (a) Resisting a law enforcement officer; (b) Dishonesty; (c) Injury to a person; (d) Operating a motor vehicle while intoxicated; (e) Operating a motor vehicle in a manner that endangers a person; (f) Operating a motor vehicle with a suspended or revoked driver license; or (e) Damage to the property of another person; (4) Who is a match in the state or national sex offender registry; or (5) Who is unable to provide information required under section 3 of this Act. Section 5. That the code be amended by adding a NEW SECTION to read: A transportation network company shall establish and enforce a zero tolerance policy for drug and alcohol use by transportation network company drivers during any period when a transportation network company driver is engaged in, or is logged into the transportation network company's digital network but is not engaged in, a prearranged ride. The policy shall include provisions for: (1) Investigations of alleged policy violations; and (2) Suspensions of transportation network company drivers under investigation. Section 6. That the code be amended by adding a NEW SECTION to read: A transportation network company shall require that a personal vehicle used to provide any prearranged ride shall comply with all applicable laws and rules concerning vehicle equipment. Section 7. That the code be amended by adding a NEW SECTION to read: A transportation network company driver or transportation network company on the driver's behalf shall maintain primary motor vehicle insurance that recognizes that the driver is a transportation network company driver or otherwise uses a vehicle to transport riders for compensation and covers the driver while: (1) The driver is logged on to the transportation network company's digital network; or (2) The driver is engaged in a prearranged ride. Section 8. That the code be amended by adding a NEW SECTION to read: The following motor vehicle insurance requirements apply while a participating transportation network company driver is logged on to the transportation network company's digital network and is available to receive transportation requests but is not engaged in a prearranged ride: (1) Primary motor vehicle liability insurance in the amount of at least fifty thousand dollars for death and bodily injury per person, one hundred thousand dollars for death and bodily injury per incident, and twenty-five thousand dollars for property damage; (2) Uninsured and underinsured coverage as required by §§ 58-11-9 and 58-11-9.4; and (3) The coverage requirements of subdivision (1) may be satisfied by motor vehicle insurance maintained by the transportation network company driver, motor vehicle insurance maintained by the transportation network company, or any combination of such insurance. Section 9. That the code be amended by adding a NEW SECTION to read: The following motor vehicle insurance requirements apply while a transportation network company driver is engaged in a prearranged ride: (1) Primary motor vehicle liability insurance that provides at least one million dollars for death, bodily injury, and property damage; (2) Uninsured and underinsured coverage as required by §§ 58-11-9 and 58-11-9.4; and (3) The coverage requirements of subdivision (1) may be satisfied by motor vehicle insurance maintained by the transportation network company driver, motor vehicle insurance maintained by the transportation network company, or any combination of such insurance. Section 10. That the code be amended by adding a NEW SECTION to read: If the insurance maintained by the driver pursuant to section 8 or 9 of this Act has lapsed or does not provide the required coverage, the insurance maintained by the transportation network company shall provide the coverage required by those sections beginning with the first dollar of a claim and has the duty to defend any claim. Section 11. That the code be amended by adding a NEW SECTION to read: Coverage under a motor vehicle insurance policy maintained by the transportation network company may not be dependent on a personal motor vehicle insurer first denying a claim nor shall a personal motor vehicle insurance policy be required to first deny a claim. Section 12. That the code be amended by adding a NEW SECTION to read: Any insurance required by sections 8 and 9 of this Act may be placed with an insurer licensed under title 58, or with a surplus lines insurer eligible under title 58. Section 13. That the code be amended by adding a NEW SECTION to read: Any insurance satisfying the requirements of section 8 or 9 of this Act shall be deemed to satisfy the financial responsibility requirement for a motor vehicle under § 32-35-113. Section 14. That the code be amended by adding a NEW SECTION to read: A transportation network company driver shall carry proof of coverage satisfying sections 8 and 9 of this Act at all times during the driver's use of a vehicle in connection with a transportation network company's digital network. If there is an accident, a transportation network company driver shall provide proof of insurance coverage information to the directly interested parties, motor vehicle insurers, and investigating law enforcement officers, upon request. Upon such request, a transportation network company driver shall also disclose to directly interested parties, motor vehicle insurers, and investigating law enforcement officers, whether the driver was logged on to the transportation network company's digital network or on a prearranged ride at the time of an accident. Section 15. That the code be amended by adding a NEW SECTION to read: The transportation network company shall disclose in writing to each transportation network company driver the following before the driver is allowed to accept a request for a prearranged ride on the transportation network company's digital network: (1) The insurance coverage, including the types of coverage and the limits for each coverage, that the transportation network company provides while the transportation network company driver uses a personal vehicle in connection with a transportation network company's digital network; and (2) That the transportation network company driver's own motor vehicle insurance policy might not provide any coverage while the driver is logged on to the transportation network company's digital network and is available to receive transportation requests or is engaged in a prearranged ride, depending on its terms. Section 16. That the code be amended by adding a NEW SECTION to read: Any insurer that writes motor vehicle insurance in this state may exclude any coverage afforded under the policy issued to an owner or operator of a personal vehicle for any loss or injury that occurs while a driver is logged on to a transportation network company's digital network or while a driver provides a prearranged ride. This right to exclude all coverage may apply to any coverage included in a motor vehicle insurance policy including: (1) Liability coverage for bodily injury and property damage; (2) Personal injury protection coverage; (3) Uninsured and underinsured motorist coverage; (4) Medical payments coverage; (5) Comprehensive physical damage coverage; and (6) Collision physical damage coverage. Section 17. That the code be amended by adding a NEW SECTION to read: Any exclusions as allowed by section 16 of this Act applies notwithstanding any requirement under chapter 32-35. Nothing in this Act implies or requires that a personal motor vehicle insurance policy provide coverage while the driver is logged on to the transportation network company's digital network, while the driver is engaged in a prearranged ride, or while the driver otherwise uses a vehicle to transport riders for compensation. Section 18. That the code be amended by adding a NEW SECTION to read: Nothing in this Act requires an insurer to use any particular policy language or reference to section 16 of this Act in order to exclude any and all coverage for any loss or injury that occurs while a driver is logged on to a transportation network company's digital network or while a driver provides a prearranged ride. Section 19. That the code be amended by adding a NEW SECTION to read: Nothing in this Act precludes an insurer from providing primary or excess coverage for the transportation network company driver's vehicle, if it so chose to do so by contract or endorsement. Section 20. That the code be amended by adding a NEW SECTION to read: Any motor vehicle insurer that excludes the coverage described in section 8 or 9 of this Act has no duty to defend or indemnify any claim expressly excluded by the policy. Nothing in this Act invalidates or limits an exclusion contained in a policy including any policy in use or approved for use in this state prior to the enactment of this Act that excludes coverage for vehicles used to carry persons or property for a charge or available for hire by the public. Section 21. That the code be amended by adding a NEW SECTION to read: A motor vehicle insurer that defends or indemnifies a claim against a driver that is excluded under the terms of the insurer's policy, shall have a right of contribution against other insurers that provide motor vehicle insurance to the same driver in satisfaction of the coverage requirements of sections 8 or 9 of this Act at the time of loss. Section 22. That the code be amended by adding a NEW SECTION to read: In a claims coverage investigation, transportation network companies shall immediately provide upon request by directly involved parties or any insurer of the transportation network company driver if applicable, the precise times that a transportation network company driver logged on and off of the transportation network company's digital network in the twelve-hour period immediately preceding and in the twelve-hour period immediately following the accident. Any insurer providing coverage as set forth in sections 8 and 9 of this Act shall disclose upon request by any other such insurer involved in the particular claim, the applicable coverages, exclusions, and limits provided under any motor vehicle insurance maintained in order to satisfy the requirements of sections 8 and 9 of this Act. Section 23. That § 32-9-3 be amended to read: 32-9-3. For the purposes of this chapter, the following do not come within the definition of \"motor carriers\" or \"commercial vehicles\" if used in intrastate operations: (1) A motor vehicle registered in South Dakota used to carry private business property of five hundred pounds or less; (2) A motor vehicle chassis registered in South Dakota on which is mounted a cornsheller, grain cleaner, feed grinder, grain and alfalfa feed mixing machine, haystack mover, sawmill, water well drilling equipment, power shovel, ditchdigger, mobile crane which exceeds the maximum size or weight limits prescribed by chapter 32-22, drag line, posthole auger, and which is not used for demonstration or display purposes outside the limits of a municipality, or a truck tractor and trailer carrying permanently mounted hay grinding equipment; (3) Any motor vehicle registered in South Dakota used for the transportation of liquid or solid livestock waste including trailers and equipment used to load liquid or solid livestock waste and any vehicle registered in South Dakota used for the application, distribution, spraying, or transportation from retail business to user of dry, liquid, or anhydrous ammonia fertilizers or agricultural chemicals; (4) A motor vehicle registered in South Dakota of less than thirty thousand pounds gross weight owned by a merchant licensed under chapter 10-45 or the merchant's commissioned paid employee and used to transport the merchant's previously sold merchandise to a purchaser outside the limits of a municipality and to return exchanged property or to transport fuels to a purchaser within a municipality or an unincorporated town which is without such service; (5) A motor vehicle registered in South Dakota, owned by a farmer of this state and used by or for the farmer to transport property for the farmer's farming operation, to transport farm property from farm to farm or from a community or market to the farm or from the farm to a community or market, to transport livestock in a vehicle or combination of vehicles registered at twenty-six thousand pounds or less without monetary compensation, or to transport farm property when the vehicles are used as reimbursement in the ordinary exchange of farm work; (6) A motor vehicle registered in South Dakota operated by or for its owner and exclusively used to transport products originating in or produced from logging or mining operations or lumber milling waste products if such products are owned in fee by the motor vehicle owner; (7) Any motor vehicle, trailer, semitrailer, motor propelled, or trailed vehicle chassis registered in South Dakota, which is used exclusively on the job site for the construction of township roads, stock water dugouts, dams, farm and ranch irrigation systems, or other soil and water conservation projects on farms and ranches, or for the construction or maintenance of highways in the State of South Dakota. Prior to moving any such vehicle or equipment between job sites or from job site to a central location, the owner shall register the vehicle or equipment pursuant to § 32-9-58; (8) A motor vehicle used principally for providing prearranged transportation of persons to or from their place of employment and is operated by a person who does not drive the vehicle for the person's principal occupation, but is driving it only to or from the person's principal place of employment or for personal use as permitted by the owner of the vehicle; (9) A motor vehicle that is not for hire and is operated solely for educational purposes by a student or an instructor as part of a heavy motor vehicle or heavy equipment operator's course offered by a nonprofit postsecondary institution located in the state; (10) A motor vehicle used for personal purposes and not operated for private business use; (11) A motor vehicle used for recreational purposes and not operated for private business use; (12) A motor vehicle, trailer, semitrailer, motor propelled, or trailed vehicle chassis, registered in South Dakota and used to move equipment involved in soil and water conservation projects or township road work when operated between job sites or from a job site to a central location or point of repair; (13) Any motor vehicle used by an implement dealer to transport farm machinery to and from a county fair or the state fair; (14) A motor vehicle owned by a licensed motor vehicle dealer and used to transport inventory replacement vehicles to the dealer's principal place of business. For the purpose of this subdivision, motor vehicle does not include any motor vehicle which carries inventory replacement vehicles entirely upon its own structure; and (15) A motor vehicle used to provide any prearranged ride as defined by section 1 of this Act. Section 24. That the code be amended by adding a NEW SECTION to read: Prior to operating in this state, a transportation network company shall register with the Department of Public Safety, providing the following information: (1) All contact information for the company, including the agent for service of process within the state; (2) A sales tax license issued by the state, if applicable; (3) The company's certificate of authority, as registered with the secretary of state; and (4) Proof of insurance, pursuant to this Act. Upon registration, the Department of Public Safety shall issue to the company a license to operate within the state. The department may set a license fee of no more than fifty dollars per license. Section 25. That the code be amended by adding a NEW SECTION to read: A transportation network company operating within the state shall: (1) Provide each rider with any applicable rates charged for a prearranged ride and the option to receive an estimated fare before the rider enters the driver's motor vehicle; (2) Use a digital network or website to display a picture of the driver and the license plate number of the motor vehicle utilized for providing the prearranged ride before the rider enters the driver's motor vehicle; (3) Transmit an electronic receipt to the rider within a reasonable time after the completion of a prearranged ride that lists the origin and destination of the trip, the total time and distance of the trip, and an itemization of the total fare paid; and (4) Maintain an agent for service of process in the state. Section 26. That the code be amended by adding a NEW SECTION to read: A transportation network company shall maintain individual trip records for each driver for at least one year from the date each trip was provided by the driver and driver records for no less than two years from the date on which a driver's activation on the digital network has ended. Section 27. That the code be amended by adding a NEW SECTION to read: The transportation network company shall adopt a policy prohibiting solicitation or acceptance of cash payments from the riders and shall notify each driver of the policy. A driver may not solicit or accept cash payments from riders, nor solicit or accept street hails. Any payment for services shall be made only electronically using the digital network or online application service. A driver shall apply for a state sales tax license and remit taxes accordingly, if applicable. Section 28. That the code be amended by adding a NEW SECTION to read: Except as otherwise provided in this Act, no transportation network company may disclose a rider's personally identifiable information to a third party unless: (1) The rider consents; (2) The disclosure is required by legal obligation; or (3) The disclosure is required to protect or defend the terms of use of the service or to investigate a violation of those terms. A transportation network company may share a rider's name and telephone number with the driver providing the prearranged ride to the rider in order to facilitate correct identification of the rider by the driver, or to facilitate communication between the rider and the driver. Section 29. That the code be amended by adding a NEW SECTION to read: A transportation network company shall maintain records of each driver's application, motor vehicle records, insurance coverage, and proof of all background checks conducted, for a period of two years from the date on which a driver's activation on the transportation network company's digital network has ended. For the sole purpose of verifying that a transportation network company is in compliance with this chapter, the company shall allow an inspection of these records by the Department of Public Safety at the department's request, or a by city or municipality in which the transportation network company drivers operate, and shall reasonably facilitate the department, city, or municipality in that inspection. A sample shall be chosen randomly by the department, city, or municipality in a method agreeable to both parties. The audit may take place electronically or at a mutually agreed upon location. The transportation network company may exclude information that may tend to identify a specific rider. The department shall inspect the records annually. If a city or municipality has inspected certain records, the department may accept the approval of those records without further inspection. The department may promulgate rules, pursuant to chapter 1-26, to set audit policies and set an audit fee of no more than five hundred dollars annually. In response to a specific complaint against the transportation network company or any specific driver, the department may inspect records necessary to investigate the complaint. The inspection may take place at a mutually agreed upon location. The transportation network company may exclude information that may tend to identify a specific rider, unless that information is necessary to the investigation of the complaint. All records inspected by the department, city, or municipality under this section are considered confidential and may not be disclosed to a third party without prior written consent of the transportation network company. Section 30. That the code be amended by adding a NEW SECTION to read: If a transportation network company fails to comply with any section of this Act, the Department of Public Safety shall revoke the company's license to operate in the state for a period of one year per offense. Section 31. That the code be amended by adding a NEW SECTION to read: Nothing in this Act may be construed to limit further regulation of a transportation network company enacted by a city or county."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7000, "action_date": "2016-02-04T14:00:00-06:00", "document_id": 38838, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38838.pdf", "status_text": "First read in Senate and referred to", "journal_page": 215, "committee_id_action": 309, "committee_id_assigned": 308, "result": "N", "vote": {}}, {"bill_id": 7000, "action_date": "2016-02-19T07:45:00-06:00", "document_id": 39482, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39482.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 308, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7000, "action_date": "2016-02-19T07:45:00-06:00", "document_id": 39635, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39635.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 308, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7000, "action_date": "2016-02-22T08:00:00-06:00", "document_id": 39660, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39660.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 308, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7000, "action_date": "2016-02-22T08:00:00-06:00", "document_id": 39712, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39712.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 308, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7000, "action_date": "2016-02-22T08:00:00-06:00", "document_id": 39712, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39712.pdf", "status_text": "Do Pass Amended", "journal_page": 388, "committee_id_action": 308, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21221, "president_vote": null, "Excused": [984, 1010, 1045], "Yea": [1016, 1066, 1041, 973]}}, {"bill_id": 7000, "action_date": "2016-02-24T14:00:00-06:00", "document_id": 39952, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39952.pdf", "status_text": "Do Pass Amended", "journal_page": 433, "committee_id_action": 309, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 21455, "president_vote": null, "Yea": [974, 998, 984, 1066, 978, 973], "Nay": [977, 999, 1037, 966, 1014, 1067, 979, 969, 1005, 1047, 1035, 997, 994, 1041, 967, 975, 1011, 1010, 1020, 971, 1016, 1001, 1046, 1012, 1045, 1000, 970, 1013, 1008]}}]}