{"session_id": 19, "bill_id": 4549, "bill_type": "House Commemoration", "bill_number": 1090, "bill_title": "Honoring Katie Johnson, Kathleen Meredith, Michaela Mayer, and Emily Winckler from the Sioux Falls Washington High School Warriors Softball Team.", "sponsors": [{"legislator_profile_id": 366, "is_prime": true}, {"legislator_profile_id": 324, "is_prime": true}, {"legislator_profile_id": 396, "is_prime": false}, {"legislator_profile_id": 344, "is_prime": false}, {"legislator_profile_id": 386, "is_prime": false}, {"legislator_profile_id": 403, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4549, "bill_version_id": 27224, "bill_version": "Introduced", "bill_version_date": "2013-03-06T09:53:31.097-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Katie Johnson, Kathleen Meredith, Michaela Mayer, and Emily Winckler from the Sioux Falls Washington High School Warriors Softball Team. WHEREAS, Katie Johnson, Kathleen Meredith, Michaela Mayer, and Emily Winckler earned spots on the Varsity A All-State Softball Team; and WHEREAS, the student athletes of the Washington High School Girls Softball Team have shown exemplary patience, dedication, and tenacity in winning their second consecutive Varsity A title with an impressive record of twenty-nine wins and two losses; and WHEREAS, all members of the Washington High School Girls Softball Team, including the student athletes, coaches, parents, and fans have volunteered their time and unique talents for the betterment of the Washington High Girls Softball Team: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that the Legislature congratulates Katie Johnson, Kathleen Meredith, Michaela Mayer, and Emily Winckler on their softball honors and awards."}, {"bill_id": 4549, "bill_version_id": 27454, "bill_version": "Enrolled", "bill_version_date": "2013-03-08T17:33:10.603-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Katie Johnson, Kathleen Meredith, Michaela Mayer, and Emily Winckler from the Sioux Falls Washington High School Warriors Softball Team. WHEREAS, Katie Johnson, Kathleen Meredith, Michaela Mayer, and Emily Winckler earned spots on the Varsity A All-State Softball Team; and WHEREAS, the student athletes of the Washington High School Girls Softball Team have shown exemplary patience, dedication, and tenacity in winning their second consecutive Varsity A title with an impressive record of twenty-nine wins and two losses; and WHEREAS, all members of the Washington High School Girls Softball Team, including the student athletes, coaches, parents, and fans have volunteered their time and unique talents for the betterment of the Washington High Girls Softball Team: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that the Legislature congratulates Katie Johnson, Kathleen Meredith, Michaela Mayer, and Emily Winckler on their softball honors and awards. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4549, "action_date": "2013-03-06T11:00:00-06:00", "document_id": 27246, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27246.pdf", "status_text": "", "journal_page": 785, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}]}