{"session_id": 64, "bill_id": 23060, "bill_type": "Senate Bill", "bill_number": 191, "bill_title": "revise certain provisions regarding motor vehicle license plates.", "sponsors": [{"legislator_profile_id": 3918, "is_prime": true}], "keywords": ["License Plates", "Motor Vehicles"], "audio": [{"meeting_datetime": "2022-02-16T08:15:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/str24.mp3", "start_seconds": 135.0}, {"meeting_datetime": "2022-02-16T08:15:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/str24.mp3", "start_seconds": 135.0}, {"meeting_datetime": "2022-02-16T08:15:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/str24.mp3", "start_seconds": 135.0}], "bill_versions": [{"bill_id": 23060, "bill_version_id": 232025, "bill_version": "Introduced", "bill_version_date": "2022-02-02T06:34:54.917-06:00", "bill_text": "An Act to revise certain provisions regarding motor vehicle license plates. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 32-5-82 be AMENDED: 32-5-82. On receipt of any registration application pursuant to the provisions of §§ 32-5-2 and 32-5-3, the county treasurer or department shall deliver to the owner two number plates or two number stickers one number plate or one number sticker, or both. The plates or stickers plate or sticker shall must bear the distinctive number contained in the application as mentioned in § 32-5-81. If the plates or stickers are plate or sticker is mailed to the applicant, the applicant shall pay mailing fees pursuant to § 32-5-127. If the applicant requests that the plates or stickers plate or sticker be express mailed, the applicant shall pay the actual costs of postage and handling. All fees received by the county treasurer for mailing or expressing of the plates or stickers plate or sticker shall be deposited by the treasurer in the county general fund. All fees received by the department for mailing or expressing of the plates or stickers plate or sticker shall be deposited by the department in the state motor vehicle fund. Each county treasurer office shall must be stocked with the following license plates: (1) Standard issue county motor vehicle and standard issue county motorcycle license plates issued pursuant to this section; (2) Emblem speciality specialty plates issued pursuant to § 32-5-167; (3) Commercial trailer license plates issued pursuant to § 32-5-8.1; and (4) Trailer license plates issued pursuant to this chapter. Section 2. That § 32-5-98 be AMENDED: 32-5-98. Except as otherwise specifically provided, no person may operate or drive a motor vehicle on the public highways of this state unless the vehicle has a distinctive number assigned to it by the department, and two number plates a number plate, bearing the number conspicuously displayed, horizontally and in an upright position, one on the front and one on the rear of the vehicle, each securely fastened. The plates plate shall must at all times, as far as is reasonably possible, be kept clear and free of mud, ice, or snow so as to be clearly visible. All number plates, markers, or stamps evidencing registration or licensing of any vehicle in this, or any foreign state, territory, district, or possession and any plate, marker, or stamp used in substitution for or in lieu of the number plates required by this section by virtue of any law or executive order for any prior year or years shall must be removed from such vehiclesa vehicle. A motorcycle is only required to display one number plate. The motorcycle plate may be mounted in any visible manner other than upside down. A violation of this section is a Class 2 misdemeanor. Section 3. That § 32-5-85 be REPEALED: Two number plates shall be issued, except that as to a motorcycle, recreational vehicle, semitrailer, and trailer, as such terms are defined in subdivisions 32-3-1(10),(18), (21), and (23), one number plate shall be issued."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23060, "action_date": "2022-02-02T14:00:00-06:00", "document_id": 231864, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231864.pdf", "status_text": "First read in Senate and referred to", "journal_page": 162, "committee_id_action": 1034, "committee_id_assigned": 1037, "result": "N", "vote": {}}, {"bill_id": 23060, "action_date": "2022-02-16T08:15:00-06:00", "document_id": 233406, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233406.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1037, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23060, "action_date": "2022-02-16T08:15:00-06:00", "document_id": 233408, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233408.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 1, "committee_id_action": 1037, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73868, "president_vote": null, "Yea": [3922, 3936, 3994, 3925, 4003], "Excused": [3949], "Nay": [4016]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/23060"}