{"session_id": 59, "bill_id": 20736, "bill_type": "House Bill", "bill_number": 1188, "bill_title": "revise certain insurance liquidity provisions for private placement policies.", "sponsors": [{"legislator_profile_id": 3371, "is_prime": true}, {"legislator_profile_id": 3412, "is_prime": true}], "keywords": ["Contract", "Insurance"], "audio": [{"meeting_datetime": "2006-01-26T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco12.mp3", "start_seconds": 1380.0}, {"meeting_datetime": "2006-01-26T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco12.mp3", "start_seconds": 1380.0}, {"meeting_datetime": "2006-01-26T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco12.mp3", "start_seconds": 1380.0}, {"meeting_datetime": "2006-01-30T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou14.mp3", "start_seconds": 4902.0}, {"meeting_datetime": "2006-01-30T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou14.mp3", "start_seconds": 4902.0}, {"meeting_datetime": "2006-01-30T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou14.mp3", "start_seconds": 4902.0}, {"meeting_datetime": "2006-02-15T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen26.mp3", "start_seconds": 3521.0}, {"meeting_datetime": "2006-02-15T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen26.mp3", "start_seconds": 3521.0}, {"meeting_datetime": "2006-02-15T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen26.mp3", "start_seconds": 3521.0}], "bill_versions": [{"bill_id": 20736, "bill_version_id": 106986, "bill_version": "Introduced", "bill_version_date": "2006-01-23T09:51:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain insurance liquidity provisions for private placement policies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-15 be amended by adding thereto a NEW SECTION to read as follows: For purposes of this Act, a private placement policy is a variable annuity contract or a variable life insurance policy that is: (1) Issued exclusively to a person who is an accredited investor or a qualified purchaser, as such terms are defined in the federal Securities Act of 1933 or the federal Investment Company Act of 1940, or in regulations promulgated under either such statute; and (2) Offered for sale and sold in a transaction that is exempt from registration under the federal Securities Act of 1933. Section 2. That § 58-15-15 be amended to read as follows: 58-15-15. There shall be a provision that after three full years' premiums have been paid and after the policy has a cash surrender value and while no premium is in default beyond the grace period for payment, the insurer will shall advance, on proper assignment or pledge of the policy and on the sole security thereof, an amount not to exceed the loan value of the policy. However, in the case of a private placement policy, the obligation of the insurer to advance the loan value of the policy is subject to the liquidity of separate account assets comprising such loan value, and the insurer shall advance the loan value of the policy as and when the separate account assets comprising such loan value can be, by their respective terms, converted to cash. Section 3. That § 58-15-16 be amended to read as follows: 58-15-16. In the case of those policies issued prior to the operative date specified in § 58-15- 42, the loan value referred to in § 58-15-15 shall be is the reserve at the end of the current policy year on the policy and on any dividend additions thereto, computed according to a mortality table, interest rate, and method of valuation permitted by §§ 58-26-45 to 58-26-85, inclusive, less a sum not more than two and one-half percent of the amount insured by the policy and of any dividend additions thereto. The policy may provide that such loan may be deferred for not exceeding six months after application therefor, and shall contain a table showing in figures the loan values during at least the first twenty years of the policy or during the term of the policy, whichever is the shorter. However, in the case of a private placement policy, the policy may provide that the loan, or portions thereof, may be deferred until the separate account assets, or portion thereof, comprising such loan can be, by their respective terms, converted to cash. Section 4. That § 58-15-17 be amended to read as follows: 58-15-17. In the case of policies issued on or after the operative date specified in § 58-15-42, the loan value referred to in § 58-15-15 shall be the cash surrender value at the end of the current policy year as required by § 58-15-33. The policy shall reserve to the insurer the right to defer the granting of a loan, other than for the payment of any premium to the insurer, for six months after application therefor. For policies where the cash surrender value pursuant to § 58- 15-33 is in excess of one million dollars, the loan value shall be equal to the portion of the cash surrender value that can immediately be converted to cash, pursuant to the policyholder's consent. However, in the case of a private placement policy, the policy may reserve to the insurer the right to defer the granting of a loan, or portions thereof, until the policy separate account assets, or portions thereof, comprising such loan can be, by their respective terms, converted to cash. Section 5. That § 58-15-26 be amended to read as follows: 58-15-26. There shall be a provision that when a policy becomes a claim by the death of the insured, settlement shall be made upon receipt of due proof of death and, at the insurer's option, surrender of the policy or proof of the interest of the claimant, or both. If an insurer shall specify a particular period prior to the expiration of which settlement shall be made, such period may not exceed two months from the receipt of such proof. For policies where the cash surrender value pursuant to § 58-15-33 is in excess of one million dollars at the date of death, settlement may be made in cash or, if allowed under the policy, by distributing assets of the separate account to the claimant with the consent of the policyholder. However, in the case of a private placement policy, the obligation of the insurer to settle that portion of the policy attributable to separate account assets is subject to the liquidity of such assets, and the insurer shall settle such portion of the policy as and when such assets can be, by their respective terms, converted to cash, which may be later than two months after the insurer's receipt of due proof of death. Section 6. That § 58-15-32 be amended to read as follows: 58-15-32. Any of the provisions or portions thereof set forth in § 58-15-31 which are not applicable by reason of the plan of insurance may, to the extent inapplicable, be omitted from the policy. The Except for a private placement policy, the insurer shall reserve the right to defer the payment of any cash surrender value for a period of six months after demand therefor with surrender of the policy. In the case of a private placement policy, the insurer may reserve the right to defer the payment of cash surrender value until the separate account assets comprising such cash surrender value can be, by their respective terms, converted to cash, which may be greater than six months after the surrender of the policy and demand for payment of such cash surrender value. Section 7. That § 58-15-84 be amended to read as follows: 58-15-84. In the case of contracts issued on or after July 1, 2004, no contract of annuity, except as stated in § 58-15-83, may be delivered or issued for delivery in this state unless it contains in substance the following provisions, or corresponding provisions which in the opinion of the director are at least as favorable to the contract holder, upon cessation of payment of considerations under the contract: (1) That upon cessation of payment of considerations under a contract, or upon the written request of the contract owner, the company shall grant a paid-up annuity benefit on a plan stipulated on the contract of such value as is specified in §§ 58-15- 86, 58-15-87, 58-15-88, 58-15-89, and 58-15-91; (2) If a contract provides for a lump sum settlement at maturity, or at any other time, that upon surrender of the contract at or prior to the commencement of any annuity payments, the company shall pay in lieu of a paid-up annuity benefit a cash surrender benefit of such amount as is specified in §§ 58-15-86, 58-15-87, 58-15-87, 58-15-89, and 58-15-91. The Except for a private placement policy the company may reserve the right to defer the payment of the cash surrender benefit for a period not to exceed six months after demand therefor with surrender of the contract after making written request and receiving written approval of the director. The request shall address the necessity and equitability to all policyholders of the deferral . In the case of a private placement policy, the company may reserve the right to defer the payment of the cash surrender value attributable to separate account assets until such assets can, by their respective terms, be converted to cash, which may be greater than six months after demand for such surrender value with surrender of the contract ; (3) A statement of the mortality table, if any, and interest rates used in calculating any minimum paid-up annuity, cash surrender, or death benefits that are guaranteed under the contract, together with sufficient information to determine the amounts of the benefits; and (4) A statement that any paid-up annuity, cash surrender, or death benefits that may be available under the contract are not less than the minimum benefits required by any statute of the state in which the contract is delivered and an explanation of the manner in which the benefits are altered by the existence of any additional amounts credited by the company to the contract, and indebtedness to the company on the contact, or any prior withdrawals from or partial surrenders of the contract. Notwithstanding the requirements of this section, a deferred annuity contract may provide that if no considerations have been received under a contract for a period of two full years and the portion of the paid-up annuity benefit at maturity on the plan stipulated in the contract arising from prior considerations paid would be less than twenty dollars monthly, the company may, at its option, terminate the contract by payment in cash of the then present value of the portion of the paid-up annuity benefit, calculated on the basis on the mortality table, if any, and interest rate specified in the contract for determining the paid-up annuity benefit, and by this payment shall be relieved of any further obligation under the contract."}, {"bill_id": 20736, "bill_version_id": 108870, "bill_version": "Enrolled", "bill_version_date": "2006-02-16T09:17:20-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20736, "action_date": "2006-01-23T14:00:00-06:00", "document_id": 107070, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107070.pdf", "status_text": "First read in House and referred to", "journal_page": 181, "committee_id_action": 893, "committee_id_assigned": 881, "result": "N", "vote": {}}, {"bill_id": 20736, "action_date": "2006-01-26T07:45:00-06:00", "document_id": 107294, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107294.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 881, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20736, "action_date": "2006-01-26T07:45:00-06:00", "document_id": 107294, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107294.pdf", "status_text": "Do Pass,", "journal_page": 242, "committee_id_action": 881, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63595, "president_vote": null, "Yea": [3366, 3367, 3380, 3381, 3406, 3418, 3419, 3437, 3446, 3451, 3465, 3445, 3448]}}, {"bill_id": 20736, "action_date": "2006-01-27T13:00:00-06:00", "document_id": 107417, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107417.pdf", "status_text": "Deferred to another day", "journal_page": 270, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20736, "action_date": "2006-01-30T14:00:00-06:00", "document_id": 107529, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107529.pdf", "status_text": "Do Pass,", "journal_page": 283, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64303, "president_vote": null, "Yea": [3366, 3367, 3369, 3370, 3371, 3372, 3373, 3375, 3378, 3380, 3381, 3382, 3383, 3385, 3386, 3387, 3388, 3389, 3392, 3393, 3394, 3395, 3398, 3399, 3400, 3401, 3402, 3403, 3405, 3406, 3407, 3408, 3410, 3414, 3417, 3418, 3419, 3420, 3422, 3424, 3427, 3429, 3431, 3433, 3434, 3436, 3437, 3438, 3440, 3441, 3442, 3443, 3444, 3445, 3446, 3448, 3449, 3451, 3454, 3455, 3456, 3457, 3460, 3461, 3462, 3463, 3464, 3465, 3426], "Excused": [3459]}}, {"bill_id": 20736, "action_date": "2006-01-31T14:00:00-06:00", "document_id": 107630, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107630.pdf", "status_text": "First read in Senate and referred to", "journal_page": 279, "committee_id_action": 894, "committee_id_assigned": 868, "result": "N", "vote": {}}, {"bill_id": 20736, "action_date": "2006-02-14T10:00:00-06:00", "document_id": 108679, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108679.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 868, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20736, "action_date": "2006-02-14T10:00:00-06:00", "document_id": 108679, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108679.pdf", "status_text": "Do Pass,", "journal_page": 506, "committee_id_action": 868, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62738, "president_vote": null, "Yea": [3361, 3409, 3413, 3447, 3452, 3368, 3423]}}, {"bill_id": 20736, "action_date": "2006-02-15T14:00:00-06:00", "document_id": 108823, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108823.pdf", "status_text": "Do Pass,", "journal_page": 539, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62843, "president_vote": null, "Yea": [3361, 3362, 3363, 3364, 3365, 3368, 3374, 3376, 3377, 3379, 3384, 3390, 3391, 3396, 3397, 3404, 3409, 3411, 3412, 3413, 3415, 3416, 3421, 3423, 3425, 3428, 3430, 3432, 3435, 3439, 3447, 3452, 3453, 3458], "Excused": [3450]}}, {"bill_id": 20736, "action_date": "2006-02-16T14:00:00-06:00", "document_id": 108943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108943.pdf", "status_text": "Signed by Speaker", "journal_page": 631, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20736, "action_date": "2006-02-17T13:00:00-06:00", "document_id": 109035, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109035.pdf", "status_text": "Signed by President", "journal_page": 584, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20736, "action_date": "2006-02-21T14:00:00-06:00", "document_id": 109127, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109127.pdf", "status_text": "Delivered to the Governor", "journal_page": 664, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20736, "action_date": "2006-02-23T14:00:00-06:00", "document_id": 109342, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109342.pdf", "status_text": "Signed by Governor", "journal_page": 692, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3463}