{"session_id": 15, "bill_id": 3152, "bill_type": "House Bill", "bill_number": 1167, "bill_title": "repeal certain health care standards and other requirements for managed health care plans enacted in 2011 and to reenact the previous standards for managed health care plans.", "sponsors": [{"legislator_profile_id": 253, "is_prime": true}, {"legislator_profile_id": 276, "is_prime": true}, {"legislator_profile_id": 284, "is_prime": false}, {"legislator_profile_id": 299, "is_prime": false}, {"legislator_profile_id": 279, "is_prime": false}, {"legislator_profile_id": 240, "is_prime": false}, {"legislator_profile_id": 312, "is_prime": false}, {"legislator_profile_id": 214, "is_prime": false}, {"legislator_profile_id": 241, "is_prime": false}, {"legislator_profile_id": 290, "is_prime": false}, {"legislator_profile_id": 275, "is_prime": false}], "keywords": ["Insurance"], "audio": [{"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hst20.mp3", "start_seconds": 4577.0}, {"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hst20.mp3", "start_seconds": 4577.0}, {"meeting_datetime": "2012-02-13T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hst20.mp3", "start_seconds": 4577.0}], "bill_versions": [{"bill_id": 3152, "bill_version_id": 19835, "bill_version": "Introduced", "bill_version_date": "2012-01-23T10:33:03.057-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain health care standards and other requirements for managed health care plans enacted in 2011 and to reenact the previous standards for managed health care plans. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That section 1 of chapter 219 of the 2011 Session Laws be repealed. Section 2. That § 58-17F-1 be repealed. 58-17F-1. Terms used in this chapter mean: (1) \"Closed plan,\" a managed care plan or health carrier that requires covered persons to use participating providers under the terms of the managed care plan or health carrier and does not provide any benefits for out-of-network services except for emergency services; (2) \"Covered benefits\" or \"benefits,\" those health care services to which a covered person is entitled under the terms of a health benefit plan; (3) \"Covered person,\" a policyholder, subscriber, enrollee, or other individual participating in a health benefit plan; (4) \"Director,\" the director of the Division of Insurance; (5) \"Emergency medical condition,\" a medical condition manifesting itself by acute symptoms of sufficient severity, including severe pain, such that a prudent layperson, who possesses an average knowledge of health and medicine, could reasonably expect that the absence of immediate medical attention would result in serious impairment to bodily functions or serious dysfunction of a bodily organ or part, or would place the person's health or, with respect to a pregnant woman, the health of the woman or her unborn child, in serious jeopardy; (6) \"Emergency services,\" with respect to an emergency medical condition: (a) A medical screening examination that is within the capability of the emergency department of a hospital, including ancillary services routinely available to the emergency department to evaluate such emergency condition; and (b) Such further medical examination and treatment, to the extent they are within the capability of the staff and facilities at a hospital to stabilize a patient; (7) \"Facility,\" an institution providing health care services or a health care setting, including hospitals and other licensed inpatient centers, ambulatory surgical or treatment centers, skilled nursing centers, residential treatment centers, diagnostic, laboratory, and imaging centers, and rehabilitation, and other therapeutic health settings; (8) \"Health care professional,\" a physician or other health care practitioner licensed, accredited, or certified to perform specified health services consistent with state law; (9) \"Health care provider\" or \"provider,\" a health care professional or a facility; (10) \"Health care services,\" services for the diagnosis, prevention, treatment, cure, or relief of a health condition, illness, injury, or disease; (11) \"Health carrier,\" an entity subject to the insurance laws and regulations of this state, or subject to the jurisdiction of the director, that contracts or offers to contract, or enters into an agreement to provide, deliver, arrange for, pay for, or reimburse any of the costs of health care services, including a sickness and accident insurance company, a health maintenance organization, a nonprofit hospital and health service corporation, or any other entity providing a plan of health insurance, health benefits, or health services; (12) \"Health indemnity plan,\" a health benefit plan that is not a managed care plan; (13) \"Intermediary,\" a person authorized to negotiate and execute provider contracts with health carriers on behalf of health care providers or on behalf of a network; (14) \"Managed care contractor,\" a person who establishes, operates, or maintains a network of participating providers; or contracts with an insurance company, a hospital or medical service plan, an employer, an employee organization, or any other entity providing coverage for health care services to operate a managed care plan or health carrier; (15) \"Managed care entity,\" a licensed insurance company, hospital or medical service plan, health maintenance organization, or an employer or employee organization, that operates a managed care plan or a managed care contractor. The term does not include a licensed insurance company unless it contracts with other entities to provide a network of participating providers; (16) \"Managed care plan,\" a plan operated by a managed care entity that provides for the financing or delivery of health care services, or both, to persons enrolled in the plan through any of the following: (a) Arrangements with selected providers to furnish health care services; (b) Explicit standards for the selection of participating providers; or (c) Financial incentives for persons enrolled in the plan to use the participating providers and procedures provided for by the plan; (17) \"Network,\" the group of participating providers providing services to a health carrier; (18) \"Open plan,\" a managed care plan or health carrier other than a closed plan that provides incentives, including financial incentives, for covered persons to use participating providers under the terms of the managed care plan or health carrier; (19) \"Participating provider,\" a provider who, under a contract with the health carrier or with its contractor or subcontractor, has agreed to provide health care services to covered persons with an expectation of receiving payment, other than coinsurance, copayments, or deductibles, directly or indirectly, from the health carrier; (20) \"Primary care professional,\" a participating health care professional designated by a health carrier to supervise, coordinate or provide initial care or continuing care to a covered person, and who may be required by the health carrier to initiate a referral for specialty care and maintain supervision of health care services rendered to the covered person; and (21) \"Secretary,\" the secretary of the Department of Health. Section 3. That § 58-17F-2 be repealed. 58-17F-2. For the purposes of this chapter, the term, health benefit plan, means a policy, contract, certificate, or agreement entered into, offered, or issued by a health carrier to provide, deliver, arrange for, pay for, or reimburse any of the costs of health care services. The term includes short-term and catastrophic health insurance policies, and a policy that pays on a cost- incurred basis, except as otherwise specifically exempted in this definition. The term does not include coverage only for accident, or disability income insurance, or any combination thereof; coverage issued as a supplement to liability insurance; liability insurance, including general liability insurance and automobile liability insurance; workers' compensation or similar insurance; automobile medical payment insurance; credit-only insurance; coverage for on-site medical clinics; and other similar insurance coverage, specified in federal regulations issued pursuant to Public Law No. 104-191, as amended to January 1, 2011, under which benefits for medical care are secondary or incidental to other insurance benefits. The term does not include the following benefits if they are provided under a separate policy, certificate, or contract of insurance or are otherwise not an integral part of the plan: limited scope dental or vision benefits; benefits for long-term care, nursing home care, home health care, community-based care, or any combination thereof; or other similar, limited benefits specified in federal regulations issued pursuant to Public Law No. 104-191, as amended to January 1, 2011. The term does not include the following benefits if the benefits are provided under a separate policy, certificate, or contract of insurance, there is no coordination between the provision of the benefits and any exclusion of benefits under any group health plan maintained by the same plan sponsor, and the benefits are paid with respect to an event without regard to whether benefits are provided with respect to such an event under any group health plan maintained by the same plan sponsor: coverage only for a specified disease or illness; or hospital indemnity or other fixed indemnity insurance. The term does not include the following if offered as a separate policy, certificate, or contract of insurance: medicare supplemental health insurance as defined under Section 882(g)(1) of the Social Security Act, as amended to January 1, 2011; coverage supplemental to the coverage provided under Chapter 55 of Title 10, United States Code (Civilian Health and Medical Program of the Uniformed Services (CHAMPUS)), as amended to January 1, 2011; or similar supplemental coverage provided to coverage under a group health plan. Section 4. That § 58-17F-3 be repealed. 58-17F-3. Any managed care plan shall provide for the appointment of a medical director who has an unrestricted license to practice medicine. However, a managed care plan that specializes in a specific healing art shall provide for the appointment of a director who has an unrestricted license to practice in that healing art. The director is responsible for oversight of treatment policies, protocols, quality assurance activities, and utilization management decisions of the managed care plan. Section 5. That § 58-17F-4 to § 58-17F-21, inclusive, be repealed. Section 6. That § 58-17G-1 be repealed. 58-17G-1. Terms used in this chapter mean: (1) \"Closed plan,\" a managed care plan or health carrier that requires covered persons to use participating providers under the terms of the managed care plan or health carrier and does not provide any benefits for out-of-network services except for emergency services; (2) \"Consumer,\" someone in the general public who may or may not be a covered person or a purchaser of health care, including employers; (3) \"Covered benefits\" or \"benefits,\" those health care services to which a covered person is entitled under the terms of a health benefit plan; (4) \"Covered person,\" a policyholder, subscriber, enrollee, or other individual participating in a health benefit plan; (5) \"Director,\" the director of the Division of Insurance; (6) \"Discounted fee for service,\" a contractual arrangement between a health carrier and a provider or network of providers under which the provider is compensated in a discounted fashion based upon each service performed and under which there is no contractual responsibility on the part of the provider to manage care, to serve as a gatekeeper or primary care provider, or to provide or assure quality of care. A contract between a provider or network of providers and a health maintenance organization is not a discounted fee for service arrangement; (7) \"Facility,\" an institution providing health care services or a health care setting, including hospitals and other licensed inpatient centers, ambulatory surgical or treatment centers, skilled nursing centers, residential treatment centers, diagnostic, laboratory, and imaging centers, and rehabilitation, and other therapeutic health settings; (8) \"Health care professional,\" a physician or other health care practitioner licensed, accredited, or certified to perform specified health services consistent with state law; (9) \"Health care provider\" or \"provider,\" a health care professional or a facility; (10) \"Health care services,\" services for the diagnosis, prevention, treatment, cure, or relief of a health condition, illness, injury, or disease; (11) \"Health carrier,\" an entity subject to the insurance laws and regulations of this state, or subject to the jurisdiction of the director, that contracts or offers to contract, or enters into an agreement to provide, deliver, arrange for, pay for, or reimburse any of the costs of health care services, including a sickness and accident insurance company, a health maintenance organization, a nonprofit hospital and health service corporation, or any other entity providing a plan of health insurance, health benefits, or health services; (12) \"Health indemnity plan,\" a health benefit plan that is not a managed care plan; (13) \"Managed care contractor,\" a person who establishes, operates, or maintains a network of participating providers; or contracts with an insurance company, a hospital or medical service plan, an employer, an employee organization, or any other entity providing coverage for health care services to operate a managed care plan or health carrier; (14) \"Managed care entity,\" a licensed insurance company, hospital or medical service plan, health maintenance organization, or an employer or employee organization, that operates a managed care plan or a managed care contractor. The term does not include a licensed insurance company unless it contracts with other entities to provide a network of participating providers; (15) \"Managed care plan,\" a plan operated by a managed care entity that provides for the financing or delivery of health care services, or both, to persons enrolled in the plan through any of the following: (a) Arrangements with selected providers to furnish health care services; (b) Explicit standards for the selection of participating providers; or (c) Financial incentives for persons enrolled in the plan to use the participating providers and procedures provided for by the plan; (16) \"Open plan,\" a managed care plan or health carrier other than a closed plan that provides incentives, including financial incentives, for covered persons to use participating providers under the terms of the managed care plan or health carrier; (17) \"Participating provider,\" a provider who, under a contract with the health carrier or with its contractor or subcontractor, has agreed to provide health care services to covered persons with an expectation of receiving payment, other than coinsurance, copayments, or deductibles, directly or indirectly, from the health carrier; (18) \"Quality assessment,\" the measurement and evaluation of the quality and outcomes of medical care provided to individuals, groups, or populations; (19) \"Quality improvement,\" the effort to improve the processes and outcomes related to the provision of care within the health plan; and (20) \"Secretary,\" the secretary of the Department of Health. Section 7. That § 58-17G-2 be repealed. 58-17G-2. For the purposes of this chapter, the term, health benefit plan, means a policy, contract, certificate, or agreement entered into, offered, or issued by a health carrier to provide, deliver, arrange for, pay for, or reimburse any of the costs of health care services. The term includes short-term and catastrophic health insurance policies, and a policy that pays on a cost-incurred basis, except as otherwise specifically exempted in this definition. The term does not include coverage only for accident, or disability income insurance, or any combination thereof; coverage issued as a supplement to liability insurance; liability insurance, including general liability insurance and automobile liability insurance; workers' compensation or similar insurance; automobile medical payment insurance; credit-only insurance; coverage for on-site medical clinics; and other similar insurance coverage, specified in federal regulations issued pursuant to Public Law No. 104-191, as amended to January 1, 2011, under which benefits for medical care are secondary or incidental to other insurance benefits. The term does not include the following benefits if they are provided under a separate policy, certificate, or contract of insurance or are otherwise not an integral part of the plan: limited scope dental or vision benefits; benefits for long-term care, nursing home care, home health care, community-based care, or any combination thereof; or other similar, limited benefits specified in federal regulations issued pursuant to Public Law No. 104-191, as amended to January 1, 2011. The term does not include the following benefits if the benefits are provided under a separate policy, certificate, or contract of insurance, there is no coordination between the provision of the benefits and any exclusion of benefits under any group health plan maintained by the same plan sponsor, and the benefits are paid with respect to an event without regard to whether benefits are provided with respect to such an event under any group health plan maintained by the same plan sponsor: coverage only for a specified disease or illness; or hospital indemnity or other fixed indemnity insurance. The term does not include the following if offered as a separate policy, certificate, or contract of insurance: medicare supplemental health insurance as defined under Section 882(g)(1) of the Social Security Act, as amended to January 1, 2011; coverage supplemental to the coverage provided under Chapter 55 of Title 10, United States Code (Civilian Health and Medical Program of the Uniformed Services (CHAMPUS)), as amended to January 1, 2011; or similar supplemental coverage provided to coverage under a group health plan. Section 8. That § 58-17G-3 be repealed. 58-17G-3. Any health carrier that provides managed care plans shall develop and maintain the infrastructure and disclosure systems necessary to measure the quality of health care services provided to covered persons on a regular basis and appropriate to the types of plans offered by the health carrier. A health carrier shall: (1) Utilize a system designed to assess the quality of health care provided to covered persons and appropriate to the types of plans offered by the health carrier. The system shall include systematic collection, analysis, and reporting of relevant data in accordance with statutory and regulatory requirements. The level of quality assessment activities undertaken by a health plan may vary based on the plan's structure with the least amount of quality assessment activities required being those plans which are open and the provider network is simply a discounted fee for service preferred provider organization; and (2) File a written description of the quality assessment program with the director in the prescribed general format, which shall include a signed certification by a corporate officer of the health carrier that the filing meets the requirements of this chapter. Section 9. That § 58-17G-4 to § 58-17G-7, inclusive, be repealed. Section 10. That § 58-17H-1 be repealed. 58-17H-1. Terms used in this chapter mean: (1) \"Adverse determination,\" any of the following: (a) A determination by a health carrier or the carrier's designee utilization review organization that, based upon the information provided, a request by a covered person for a benefit under the health carrier's health benefit plan upon application of any utilization review technique does not meet the health carrier's requirements for medical necessity, appropriateness, health care setting, level of care or effectiveness or is determined to be experimental or investigational and the requested benefit is therefore denied, reduced, or terminated or payment is not provided or made, in whole or in part, for the benefit; (b) The denial, reduction, termination, or failure to provide or make payment in whole or in part, for a benefit based on a determination by a health carrier or the carrier's designee utilization review organization of a covered person's eligibility to participate in the health carrier's health benefit plan; (c) Any prospective review or retrospective review determination that denies, reduces, terminates, or fails to provide or make payment, in whole or in part, for a benefit; or (d) A rescission of coverage determination; (2) \"Ambulatory review,\" utilization review of health care services performed or provided in an outpatient setting; (3) \"Authorized representative,\" a person to whom a covered person has given express written consent to represent the covered person for purposes of this chapter, a person authorized by law to provide substituted consent for a covered person, a family member of the covered person or the covered person's treating health care professional if the covered person is unable to provide consent, or a health care professional if the covered person's health benefit plan requires that a request for a benefit under the plan be initiated by the health care professional. For any urgent care request, the term includes a health care professional with knowledge of the covered person's medical condition; (4) \"Case management,\" a coordinated set of activities conducted for individual patient management of serious, complicated, protracted, or other health conditions; (5) \"Certification,\" a determination by a health carrier or the carrier's designee utilization review organization that a request for a benefit under the health carrier's health benefit plan has been reviewed and, based on the information provided, satisfies the health carrier's requirements for medical necessity, appropriateness, health care setting, level of care, and effectiveness; (6) \"Clinical peer,\" a physician or other health care professional who holds a nonrestricted license in a state of the United States and in the same or similar specialty as typically manages the medical condition, procedure, or treatment under review; (7) \"Clinical review criteria,\" the written screening procedures, decision abstracts, clinical protocols, and practice guidelines used by the health carrier to determine the medical necessity and appropriateness of health care services; (8) \"Concurrent review,\" utilization review conducted during a patient's hospital stay or course of treatment in a facility or other inpatient or outpatient health care setting; (9) \"Covered benefits\" or \"benefits,\" those health care services to which a covered person is entitled under the terms of a health benefit plan; (10) \"Covered person,\" a policyholder, subscriber, enrollee, or other individual participating in a health benefit plan; (11) \"Director,\" the director of the Division of Insurance; (12) \"Discharge planning,\" the formal process for determining, prior to discharge from a facility, the coordination and management of the care that a patient receives following discharge from a facility; (13) \"Emergency medical condition,\" a medical condition manifesting itself by acute symptoms of sufficient severity, including severe pain, such that a prudent layperson, who possesses an average knowledge of health and medicine, could reasonably expect that the absence of immediate medical attention, would result in serious impairment to bodily functions or serious dysfunction of a bodily organ or part, or would place the person's health or, with respect to a pregnant woman, the health of the woman or her unborn child, in serious jeopardy; (14) \"Emergency services,\" with respect to an emergency medical condition: (a) A medical screening examination that is within the capability of the emergency department of a hospital, including ancillary services routinely available to the emergency department to evaluate such emergency condition; and (b) Such further medical examination and treatment, to the extent they are within the capability of the staff and facilities at a hospital to stabilize a patient; (15) \"Facility,\" an institution providing health care services or a health care setting, including hospitals and other licensed inpatient centers, ambulatory surgical or treatment centers, skilled nursing centers, residential treatment centers, diagnostic, laboratory, and imaging centers, and rehabilitation, and other therapeutic health settings; (16) \"Health care professional,\" a physician or other health care practitioner licensed, accredited, or certified to perform specified health services consistent with state law; (17) \"Health care provider\" or \"provider,\" a health care professional or a facility; (18) \"Health care services,\" services for the diagnosis, prevention, treatment, cure, or relief of a health condition, illness, injury, or disease; (19) \"Health carrier,\" an entity subject to the insurance laws and regulations of this state, or subject to the jurisdiction of the director, that contracts or offers to contract, or enters into an agreement to provide, deliver, arrange for, pay for, or reimburse any of the costs of health care services, including a sickness and accident insurance company, a health maintenance organization, a nonprofit hospital and health service corporation, or any other entity providing a plan of health insurance, health benefits, or health services; (20) \"Managed care contractor,\" a person who establishes, operates, or maintains a network of participating providers; or contracts with an insurance company, a hospital or medical service plan, an employer, an employee organization, or any other entity providing coverage for health care services to operate a managed care plan or health carrier; (21) \"Managed care entity,\" a licensed insurance company, hospital or medical service plan, health maintenance organization, or an employer or employee organization, that operates a managed care plan or a managed care contractor. The term does not include a licensed insurance company unless it contracts with other entities to provide a network of participating providers; (22) \"Managed care plan,\" a plan operated by a managed care entity that provides for the financing or delivery of health care services, or both, to persons enrolled in the plan through any of the following: (a) Arrangements with selected providers to furnish health care services; (b) Explicit standards for the selection of participating providers; or (c) Financial incentives for persons enrolled in the plan to use the participating providers and procedures provided for by the plan; (23) \"Network,\" the group of participating providers providing services to a health carrier; (24) \"Participating provider,\" a provider who, under a contract with the health carrier or with its contractor or subcontractor, has agreed to provide health care services to covered persons with an expectation of receiving payment, other than coinsurance, copayments, or deductibles, directly or indirectly, from the health carrier; (25) \"Prospective review,\" utilization review conducted prior to an admission or the provision of a health care service or a course of treatment in accordance with a health carrier's requirement that the health care service or course of treatment, in whole or in part, be approved prior to its provision; (26) \"Rescission,\" a cancellation or discontinuance of coverage under a health benefit plan that has a retroactive effect. The term does not include a cancellation or discontinuance of coverage under a health benefit plan if: (a) The cancellation or discontinuance of coverage has only a prospective effect; or (b) The cancellation or discontinuance of coverage is effective retroactively to the extent it is attributable to a failure to timely pay required premiums or contributions towards the cost of coverage; (27) \"Retrospective review,\" any review of a request for a benefit that is not a prospective review request, which does not include the review of a claim that is limited to veracity of documentation, or accuracy of coding, or adjudication for payment; (28) \"Second opinion,\" an opportunity or requirement to obtain a clinical evaluation by a provider other than the one originally making a recommendation for a proposed health care service to assess the medical necessity and appropriateness of the initial proposed health care service; (29) \"Secretary,\" the secretary of the Department of Health; (30) \"Stabilized,\" with respect to an emergency medical condition, that no material deterioration of the condition is likely, with reasonable medical probability, to result from or occur during the transfer of the individual from a facility or, with respect to a pregnant woman, the woman has delivered, including the placenta; (31) \"Utilization review,\" a set of formal techniques used by a managed care plan or utilization review organization to monitor and evaluate the medical necessity, appropriateness, and efficiency of health care services and procedures including techniques such as ambulatory review, prospective review, second opinion, certification, concurrent review, case management, discharge planning, and retrospective review; and (32) \"Utilization review organization,\" an entity that conducts utilization review other than a health carrier performing utilization review for its own health benefit plans. Section 11. That § 58-17H-2 be repealed. 58-17H-2. For the purposes of this chapter, the term, health benefit plan, means a policy, contract, certificate, or agreement entered into, offered, or issued by a health carrier to provide, deliver, arrange for, pay for, or reimburse any of the costs of health care services. The term includes short-term and catastrophic health insurance policies, and a policy that pays on a cost-incurred basis, except as otherwise specifically exempted in this definition. The term does not include coverage only for accident, or disability income insurance, or any combination thereof; coverage issued as a supplement to liability insurance; liability insurance, including general liability insurance and automobile liability insurance; workers' compensation or similar insurance; automobile medical payment insurance; credit-only insurance; coverage for on-site medical clinics; and other similar insurance coverage, specified in federal regulations issued pursuant to Public Law No. 104-191, as amended to January 1, 2011, under which benefits for medical care are secondary or incidental to other insurance benefits. The term does not include the following benefits if they are provided under a separate policy, certificate, or contract of insurance or are otherwise not an integral part of the plan: limited scope dental or vision benefits; benefits for long-term care, nursing home care, home health care, community-based care, or any combination thereof; or other similar, limited benefits specified in federal regulations issued pursuant to Public Law No. 104-191, as amended to January 1, 2011. The term does not include the following benefits if the benefits are provided under a separate policy, certificate, or contract of insurance, there is no coordination between the provision of the benefits and any exclusion of benefits under any group health plan maintained by the same plan sponsor, and the benefits are paid with respect to an event without regard to whether benefits are provided with respect to such an event under any group health plan maintained by the same plan sponsor: coverage only for a specified disease or illness; or hospital indemnity or other fixed indemnity insurance. The term does not include the following if offered as a separate policy, certificate, or contract of insurance: medicare supplemental health insurance as defined under Section 882(g)(1) of the Social Security Act, as amended to January 1, 2011; coverage supplemental to the coverage provided under Chapter 55 of Title 10, United States Code (Civilian Health and Medical Program of the Uniformed Services (CHAMPUS)), as amended to January 1, 2011; or similar supplemental coverage provided to coverage under a group health plan. Section 12. That § 58-17H-3 be repealed. 58-17H-3. For the purposes of this chapter, the term, urgent care request means a request for a health care service or course of treatment with respect to which the time periods for making a nonurgent care request determination: (1) Could seriously jeopardize the life or health of the covered person or the ability of the covered person to regain maximum function; or (2) In the opinion of a physician with knowledge of the covered person's medical condition, would subject the covered person to severe pain that cannot be adequately managed without the health care service or treatment that is the subject of the request. Except as provided in subdivision (1) of this section, in determining whether a request is to be treated as an urgent care request, an individual acting on behalf of the health carrier shall apply the judgment of a prudent layperson who possesses an average knowledge of health and medicine. Any request that a physician with knowledge of the covered person's medical condition determines is an urgent care request within the meaning of subdivisions (1) and (2) of this section shall be treated as an urgent care request. Section 13. That § 58-17H-4 to § 58-17H-49, inclusive be repealed. Section 14. That § 58-17I-1 be repealed. 58-17I-1. Terms used in this chapter mean: (1) \"Adverse determination,\" any of the following: (a) A determination by a health carrier or the carrier's designee utilization review organization that, based upon the information provided, a request by a covered person for a benefit under the health carrier's health benefit plan upon application of any utilization review technique does not meet the health carrier's requirements for medical necessity, appropriateness, health care setting, level of care or effectiveness or is determined to be experimental or investigational and the requested benefit is therefore denied, reduced, or terminated or payment is not provided or made, in whole or in part, for the benefit; (b) The denial, reduction, termination, or failure to provide or make payment in whole or in part, for a benefit based on a determination by a health carrier or the carrier's designee utilization review organization of a covered person's eligibility to participate in the health carrier's health benefit plan; (c) Any prospective review or retrospective review determination that denies, reduces, terminates, or fails to provide or make payment, in whole or in part, for a benefit; or (d) A rescission of coverage determination; (2) \"Ambulatory review,\" utilization review of health care services performed or provided in an outpatient setting; (3) \"Authorized representative,\" a person to whom a covered person has given express written consent to represent the covered person for purposes of this chapter, a person authorized by law to provide substituted consent for a covered person, a family member of the covered person or the covered person's treating health care professional if the covered person is unable to provide consent, or a health care professional if the covered person's health benefit plan requires that a request for a benefit under the plan be initiated by the health care professional. For any urgent care request, the term includes a health care professional with knowledge of the covered person's medical condition; (4) \"Case management,\" a coordinated set of activities conducted for individual patient management of serious, complicated, protracted, or other health conditions; (5) \"Certification,\" a determination by a health carrier or the carrier's designee utilization review organization that a request for a benefit under the health carrier's health benefit plan has been reviewed and, based on the information provided, satisfies the health carrier's requirements for medical necessity, appropriateness, health care setting, level of care, and effectiveness; (6) \"Clinical peer,\" a physician or other health care professional who holds a non-restricted license in a state of the United States and in the same or similar specialty as typically manages the medical condition, procedure, or treatment under review; (7) \"Clinical review criteria,\" written screening procedures, decision abstracts, clinical protocols, and practice guidelines used by the health carrier to determine the medical necessity and appropriateness of health care services; (8) \"Closed plan,\" a managed care plan or health carrier that requires covered persons to use participating providers under the terms of the managed care plan or health carrier and does not provide any benefits for out-of-network services except for emergency services; (9) \"Concurrent review,\" utilization review conducted during a patient's hospital stay or course of treatment in a facility or other inpatient or outpatient health care setting; (10) \"Covered benefits\" or \"benefits,\" those health care services to which a covered person is entitled under the terms of a health benefit plan; (11) \"Covered person,\" a policyholder, subscriber, enrollee, or other individual participating in a health benefit plan; (12) \"Director,\" the director of the Division of Insurance; (13) \"Discharge planning,\" the formal process for determining, prior to discharge from a facility, the coordination and management of the care that a patient receives following discharge from a facility; (14) \"Discounted fee for service,\" a contractual arrangement between a health carrier and a provider or network of providers under which the provider is compensated in a discounted fashion based upon each service performed and under which there is no contractual responsibility on the part of the provider to manage care, to serve as a gatekeeper or primary care provider, or to provide or assure quality of care. A contract between a provider or network of providers and a health maintenance organization is not a discounted fee for service arrangement; (15) \"Emergency medical condition,\" a medical condition manifesting itself by acute symptoms of sufficient severity, including severe pain, such that a prudent layperson, who possesses an average knowledge of health and medicine, could reasonably expect that the absence of immediate medical attention would result in serious impairment to bodily functions or serious dysfunction of a bodily organ or part, or would place the person's health or, with respect to a pregnant woman, the health of the woman or her unborn child, in serious jeopardy; (16) \"Emergency services,\" with respect to an emergency medical condition: (a) A medical screening examination that is within the capability of the emergency department of a hospital, including ancillary services routinely available to the emergency department to evaluate such emergency condition; and (b) Such further medical examination and treatment, to the extent they are within the capability of the staff and facilities at a hospital to stabilize a patient; (17) \"Facility,\" an institution providing health care services or a health care setting, including hospitals and other licensed inpatient centers, ambulatory surgical or treatment centers, skilled nursing centers, residential treatment centers, diagnostic, laboratory, and imaging centers, and rehabilitation, and other therapeutic health settings; (18) \"Final adverse determination,\" an adverse determination that as been upheld by the health carrier at the completion of the internal appeals process applicable pursuant to §§ 58-17I-7 to 58-17I-15, inclusive, or an adverse determination that with respect to which the internal appeals process has been deemed exhausted in accordance with § 58-17I-6; (19) \"Grievance,\" a written complaint, or oral complaint if the complaint involves an urgent care request, submitted by or on behalf of a covered person regarding: (a) Availability, delivery, or quality of health care services; (b) Claims payment, handling, or reimbursement for health care services; or (c) Any other matter pertaining to the contractual relationship between a covered person and the health carrier. A request for an expedited review need not be in writing; (20) \"Health care professional,\" a physician or other health care practitioner licensed, accredited, or certified to perform specified health services consistent with state law; (21) \"Health care provider\" or \"provider,\" a health care professional or a facility; (22) \"Health care services,\" services for the diagnosis, prevention, treatment, cure, or relief of a health condition, illness, injury, or disease; (23) \"Health carrier,\" an entity subject to the insurance laws and regulations of this state, or subject to the jurisdiction of the director, that contracts or offers to contract, or enters into an agreement to provide, deliver, arrange for, pay for, or reimburse any of the costs of health care services, including a sickness and accident insurance company, a health maintenance organization, a nonprofit hospital and health service corporation, or any other entity providing a plan of health insurance, health benefits, or health services; (24) \"Health indemnity plan,\" a health benefit plan that is not a managed care plan; (25) \"Managed care contractor,\" a person who establishes, operates, or maintains a network of participating providers; or contracts with an insurance company, a hospital or medical service plan, an employer, an employee organization, or any other entity providing coverage for health care services to operate a managed care plan or health carrier; (26) \"Managed care entity,\" a licensed insurance company, hospital or medical service plan, health maintenance organization, or an employer or employee organization, that operates a managed care plan or a managed care contractor. The term does not include a licensed insurance company unless it contracts with other entities to provide a network of participating providers; (27) \"Managed care plan,\" a plan operated by a managed care entity that provides for the financing or delivery of health care services, or both, to persons enrolled in the plan through any of the following: (a) Arrangements with selected providers to furnish health care services; (b) Explicit standards for the selection of participating providers; or (c) Financial incentives for persons enrolled in the plan to use the participating providers and procedures provided for by the plan; (28) \"Network,\" the group of participating providers providing services to a health carrier; (29) \"Open plan,\" a managed care plan or health carrier other than a closed plan that provides incentives, including financial incentives, for covered persons to use participating providers under the terms of the managed care plan or health carrier; (30) \"Participating provider,\" a provider who, under a contract with the health carrier or with its contractor or subcontractor, has agreed to provide health care services to covered persons with an expectation of receiving payment, other than coinsurance, copayments, or deductibles, directly or indirectly, from the health carrier; (31) \"Prospective review,\" utilization review conducted prior to an admission or the provision of a health care service or a course of treatment in accordance with a health carrier's requirement that the health care service or course of treatment, in whole or in part, be approved prior to its provision; (32) \"Rescission,\" a cancellation or discontinuance of coverage under a health benefit plan that has a retroactive effect. The term does not include a cancellation or discontinuance of coverage under a health benefit plan if: (a) The cancellation or discontinuance of coverage has only a prospective effect; or (b) The cancellation or discontinuance of coverage is effective retroactively to the extent it is attributable to a failure to timely pay required premiums or contributions towards the cost of coverage; (33) \"Retrospective review,\" any review of a request for a benefit that is not a prospective review request, which does not include the review of a claim that is limited to veracity of documentation, or accuracy of coding, or adjudication for payment; (34) \"Second opinion,\" an opportunity or requirement to obtain a clinical evaluation by a provider other than the one originally making a recommendation for a proposed health care service to assess the medical necessity and appropriateness of the initial proposed health care service; (35) \"Secretary,\" the secretary of the Department of Health; (36) \"Stabilized,\" with respect to an emergency medical condition, that no material deterioration of the condition is likely, with reasonable medical probability, to result from or occur during the transfer of the individual from a facility or, with respect to a pregnant woman, the woman has delivered, including the placenta; (37) \"Utilization review,\" a set of formal techniques used by a managed care plan or utilization review organization to monitor and evaluate the medical necessity, appropriateness, and efficiency of health care services and procedures including techniques such as ambulatory review, prospective review, second opinion, certification, concurrent review, case management, discharge planning, and retrospective review; and (38) \"Utilization review organization,\" an entity that conducts utilization review other than a health carrier performing utilization review for its own health benefit plans. Section 15. That § 58-17I-2 to § 58-17I-3, inclusive, be repealed. Section 16. That sections 95 to 101, inclusive, of chapter 219 of the 2011 Session Laws be repealed."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3152, "action_date": "2012-01-23T14:00:00-06:00", "document_id": 19948, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19948.pdf", "status_text": "First read in House and referred to", "journal_page": 153, "committee_id_action": 173, "committee_id_assigned": 166, "result": "N", "vote": {}}, {"bill_id": 3152, "action_date": "2012-02-13T07:45:00-06:00", "document_id": 21180, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21180.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 166, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3152, "action_date": "2012-02-13T07:45:00-06:00", "document_id": 21303, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21303.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 427, "committee_id_action": 166, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11515, "president_vote": null, "Yea": [222, 268, 245, 266, 267, 215, 244, 269, 246], "Excused": [262, 260, 270], "Nay": [300]}}]}