{"session_id": 68, "bill_id": 24028, "bill_type": "House Bill", "bill_number": 1039, "bill_title": "revise certain provisions regarding the payment of tuition for members of the South Dakota National Guard.", "sponsors": [], "keywords": ["Executive/Judiciary Request", "Higher Education", "Military Affairs", "Tuition"], "audio": [{"meeting_datetime": "2023-01-25T15:00:00-06:00", "committee": "HMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hmv11.mp3", "start_seconds": 247.0}, {"meeting_datetime": "2023-01-25T15:00:00-06:00", "committee": "HMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hmv11.mp3", "start_seconds": 247.0}, {"meeting_datetime": "2023-01-25T15:00:00-06:00", "committee": "HMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hmv11.mp3", "start_seconds": 247.0}, {"meeting_datetime": "2023-01-25T15:00:00-06:00", "committee": "HMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hmv11.mp3", "start_seconds": 247.0}, {"meeting_datetime": "2023-01-25T15:00:00-06:00", "committee": "HMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hmv11.mp3", "start_seconds": 247.0}, {"meeting_datetime": "2023-02-16T08:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hap25.mp3", "start_seconds": 249.0}, {"meeting_datetime": "2023-02-16T08:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hap25.mp3", "start_seconds": 249.0}, {"meeting_datetime": "2023-02-16T08:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hap25.mp3", "start_seconds": 249.0}, {"meeting_datetime": "2023-02-21T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou26.mp3", "start_seconds": 4075.0}, {"meeting_datetime": "2023-02-21T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou26.mp3", "start_seconds": 4075.0}, {"meeting_datetime": "2023-02-21T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou26.mp3", "start_seconds": 4075.0}, {"meeting_datetime": "2023-02-27T16:00:00-06:00", "committee": "SMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/smv30.mp3", "start_seconds": 231.0}, {"meeting_datetime": "2023-02-27T16:00:00-06:00", "committee": "SMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/smv30.mp3", "start_seconds": 231.0}, {"meeting_datetime": "2023-02-27T16:00:00-06:00", "committee": "SMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/smv30.mp3", "start_seconds": 231.0}, {"meeting_datetime": "2023-02-27T16:00:00-06:00", "committee": "SMV", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/smv30.mp3", "start_seconds": 231.0}], "bill_versions": [{"bill_id": 24028, "bill_version_id": 242547, "bill_version": "Introduced", "bill_version_date": "2023-01-06T16:49:02.15-06:00", "bill_text": "An Act to to revise certain provisions regarding the payment of tuition for members of the South Dakota National Guard. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 33-6-5 be AMENDED: 33-6-5. Any member of the National Guard of the State of South Dakota National Guard is, upon compliance with all the requirements for admission and subject to the provisions of § 33-6-7, entitled to a benefit as prescribed by this section and § 33-6-5.1 § 33-6-5.2 to attend and pursue any undergraduate course or courses in any state educational institution under the control and management of the Board of Regents. Any member of South Dakota National Guard who is a resident of the state is entitled to a benefit of fifty one hundred percent of the in-state resident tuition to be paid or otherwise credited by the Board of Regents. Any nonresident Any member of the South Dakota National Guard who is not a resident of the state is entitled to a benefit of fifty one hundred percent of the in-state resident tuition to be paid or otherwise credited by the Board of Regents. However, the state benefit is paid after applying the federal tuition benefit. The total federal and state benefit may not exceed one hundred percent of the tuition cost. The benefits established under §§ 33-6-5 to 33-6-8, inclusive, may not exceed one hundred twenty-eight credit hours towards a baccalaureate degree. Section 2. That § 33-6-5.1 be AMENDED: 33-6-5.1. Any member of the National Guard of the State of South Dakota South Dakota National Guard is, upon compliance with all the requirements for admission and subject to the provisions of § 33-6-7, entitled to a benefit as prescribed by §§ 33-6-5.1 this section and § 33-6-5.3. Any member of the National Guard of the State of South Dakota South Dakota National Guard who is enrolled in a program leading toward a graduate degree in any state educational institution under the control and management of the Board of Regents, including institutions or courses not subsidized by the general fund, is entitled to a benefit of fifty one hundred percent of the in-state resident graduate tuition to be paid or otherwise credited by the Board of Regents. However, the state benefit is paid after applying the federal tuition benefit. The total federal and state benefit may not exceed one hundred percent of the tuition cost. The benefit provided by §§ 33-6-5.1 this section and 33-6-5.2 § 33-6-5.3 may not exceed thirty-two credit hours toward a graduate degree. Section 3. That § 33-6-5.2 be AMENDED: 33-6-5.2. Notwithstanding the provisions of § 13-55-23, an eligible member of the South Dakota National Guard members enrolled in undergraduate courses under the control and management of the Board of Regents not subsidized by the general fund are entitled to a benefit of fifty one hundred percent of the in-state resident tuition to be paid or otherwise credited by the Board of Regents. However, the state benefit is paid after applying the federal tuition benefit. The total federal and state benefit may not exceed one hundred percent of the tuition cost. Section 4. That § 33-6-5.3 be AMENDED: 33-6-5.3. Notwithstanding the provisions of § 13-55-23, an eligible member of the South Dakota National Guard members enrolled in graduate courses under the control and management of the Board of Regents not subsidized by the general fund are entitled to a benefit of fifty one hundred percent of the in-state resident tuition to be paid or otherwise credited by the Board of Regents. However, the state benefit is paid after applying the federal tuition benefit. The total federal and state benefit may not exceed one hundred percent of the tuition cost. Section 5. That § 33-6-6 be AMENDED: 33-6-6. Any member of the National Guard of the State of South Dakota National Guard, who is a resident of the state and who possesses the entrance requirements for admission to any technical college program, is entitled to complete one program of study approved by the Board of Technical Education in any state technical college upon payment of sixteen and one-half percent of the tuition charges. The remaining One hundred percent of tuition shall must be paid or otherwise credited by the technical college. However, the state benefit is paid after applying the federal tuition benefit. The total federal and state benefit may not exceed one hundred percent of the tuition cost. Section 6. That chapter 33-6 be amended with a NEW SECTION: For the purposes of this chapter, the term, federal tuition benefit, means a tuition benefit provided by the United States Department of Defense, United States Department of the Army, or the United States Department of the Air Force. The term, federal tuition benefit, excludes any benefits or entitlements provided by the United States Department of Veterans Affairs."}, {"bill_id": 24028, "bill_version_id": 246427, "bill_version": "House Military and Veterans Affairs Engrossed", "bill_version_date": "2023-01-25T17:26:17.033-06:00", "bill_text": "An Act to revise certain provisions regarding the payment of tuition for members of the South Dakota National Guard. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 33-6-5 be AMENDED: 33-6-5. Any member of the National Guard of the State of South Dakota National Guard is, upon compliance with all the requirements for admission and subject to the provisions of § 33-6-7, entitled to a benefit as prescribed by this section and § 33-6-5.1 § 33-6-5.2 to attend and pursue any undergraduate course or courses in any state educational institution under the control and management of the Board of Regents. Any member of South Dakota National Guard who is a resident of the state is entitled to a benefit of fifty one hundred percent of the in-state resident tuition to be paid or otherwise credited by the Board of Regents. Any nonresident Any member of the South Dakota National Guard who is not a resident of the state is entitled to a benefit of fifty one hundred percent of the in-state resident tuition to be paid or otherwise credited by the Board of Regents. However, the state benefit is paid after applying the federal tuition benefit. The total federal and state benefit may not exceed one hundred percent of the tuition cost. The benefits established under §§ 33-6-5 to 33-6-8, inclusive, may not exceed one hundred twenty-eight credit hours towards a baccalaureate degree. Section 2. That § 33-6-5.1 be AMENDED: 33-6-5.1. Any member of the National Guard of the State of South Dakota South Dakota National Guard is, upon compliance with all the requirements for admission and subject to the provisions of § 33-6-7, entitled to a benefit as prescribed by §§ 33-6-5.1 this section and § 33-6-5.3. Any member of the National Guard of the State of South Dakota South Dakota National Guard who is enrolled in a program leading toward a graduate degree in any state educational institution under the control and management of the Board of Regents, including institutions or courses not subsidized by the general fund, is entitled to a benefit of fifty one hundred percent of the in-state resident graduate tuition to be paid or otherwise credited by the Board of Regents. However, the state benefit is paid after applying the federal tuition benefit. The total federal and state benefit may not exceed one hundred percent of the tuition cost. The benefit provided by §§ 33-6-5.1 this section and 33-6-5.2 § 33-6-5.3 may not exceed thirty-two credit hours toward a graduate degree. Section 3. That § 33-6-5.2 be AMENDED: 33-6-5.2. Notwithstanding the provisions of § 13-55-23, an eligible member of the South Dakota National Guard members enrolled in undergraduate courses under the control and management of the Board of Regents not subsidized by the general fund are entitled to a benefit of fifty one hundred percent of the in-state resident tuition to be paid or otherwise credited by the Board of Regents. However, the state benefit is paid after applying the federal tuition benefit. The total federal and state benefit may not exceed one hundred percent of the tuition cost. Section 4. That § 33-6-5.3 be AMENDED: 33-6-5.3. Notwithstanding the provisions of § 13-55-23, an eligible member of the South Dakota National Guard members enrolled in graduate courses under the control and management of the Board of Regents not subsidized by the general fund are entitled to a benefit of fifty one hundred percent of the in-state resident tuition to be paid or otherwise credited by the Board of Regents. However, the state benefit is paid after applying the federal tuition benefit. The total federal and state benefit may not exceed one hundred percent of the tuition cost. Section 5. That § 33-6-6 be AMENDED: 33-6-6. Any member of the National Guard of the State of South Dakota National Guard, who is a resident of the state and who possesses the entrance requirements for admission to any technical college program, is entitled to complete one program of study approved by the Board of Technical Education in any state technical college upon payment of sixteen and one-half percent of the tuition charges. The remaining One hundred percent of tuition shall must be paid or otherwise credited by the technical college. However, the state benefit is paid after applying the federal tuition benefit. The total federal and state benefit may not exceed one hundred percent of the tuition cost. Section 6. That § 33-6-7 be AMENDED: 33-6-7. To be eligible for fifty one hundred percent of in‑state resident tuition without cost or reimbursement, a national guard member shall: (1) Be a member of the South Dakota Army National Guard Unit or Air National Guard Unit throughout each semester or vocational program for which the member applies for benefits; (2) Have satisfactorily completed required initial basic training; (3) Have satisfactorily performed duty upon return from basic training, including a minimum ninety percent attendance on scheduled drill dates and at annual training with the member's parent unit; (4) Maintain satisfactory academic progress; and (5) Provide proper notice to the institution at the time of registration for the term in which the benefits are sought. Section 7. That chapter 33-6 be amended with a NEW SECTION: For the purposes of this chapter, the term, federal tuition benefit, means a tuition benefit provided by the United States Department of Defense, United States Department of the Army, or the United States Department of the Air Force. The term, federal tuition benefit, excludes any benefits or entitlements provided by the United States Department of Veterans Affairs."}, {"bill_id": 24028, "bill_version_id": 250831, "bill_version": "Enrolled", "bill_version_date": "2023-03-03T11:39:11.817-06:00", "bill_text": "ENTITLED An Act to revise certain provisions regarding the payment of tuition for members of the South Dakota National Guard. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 33-6-5 be AMENDED: 33-6-5. Any member of the South Dakota National Guard is, upon compliance with all the requirements for admission and subject to the provisions of § 33-6-7, entitled to a benefit as prescribed by this section and § 33-6-5.2 to attend and pursue any undergraduate course or courses in any state educational institution under the control and management of the Board of Regents. Any member of South Dakota National Guard who is a resident of the state is entitled to a benefit of one hundred percent of the in-state resident tuition to be paid or otherwise credited by the Board of Regents. Any member of the South Dakota National Guard who is not a resident of the state is entitled to a benefit of one hundred percent of the in-state resident tuition to be paid or otherwise credited by the Board of Regents. However, the state benefit is paid after applying the federal tuition benefit. The total federal and state benefit may not exceed one hundred percent of the tuition cost. The benefits established under §§ 33-6-5 to 33-6-8, inclusive, may not exceed one hundred twenty-eight credit hours towards a baccalaureate degree. Section 2. That § 33-6-5.1 be AMENDED: 33-6-5.1. Any member of the South Dakota National Guard is, upon compliance with all the requirements for admission and subject to the provisions of § 33-6-7, entitled to a benefit as prescribed by this section and § 33-6-5.3. Any member of the South Dakota National Guard who is enrolled in a program leading toward a graduate degree in any state educational institution under the control and management of the Board of Regents, including institutions or courses not subsidized by the general fund, is entitled to a benefit of one hundred percent of the in-state resident graduate tuition to be paid or otherwise credited by the Board of Regents. However, the state benefit is paid after applying the federal tuition benefit. The total federal and state benefit may not exceed one hundred percent of the tuition cost. The benefit provided by this section and § 33-6-5.3 may not exceed thirty-two credit hours toward a graduate degree. Section 3. That § 33-6-5.2 be AMENDED: 33-6-5.2. Notwithstanding the provisions of § 13-55-23, an eligible member of the South Dakota National Guard enrolled in undergraduate courses under the control and management of the Board of Regents not subsidized by the general fund are entitled to a benefit of one hundred percent of the in-state resident tuition to be paid or otherwise credited by the Board of Regents. However, the state benefit is paid after applying the federal tuition benefit. The total federal and state benefit may not exceed one hundred percent of the tuition cost. Section 4. That § 33-6-5.3 be AMENDED: 33-6-5.3. Notwithstanding the provisions of § 13-55-23, an eligible member of the South Dakota National Guard enrolled in graduate courses under the control and management of the Board of Regents not subsidized by the general fund are entitled to a benefit of one hundred percent of the in-state resident tuition to be paid or otherwise credited by the Board of Regents. However, the state benefit is paid after applying the federal tuition benefit. The total federal and state benefit may not exceed one hundred percent of the tuition cost. Section 5. That § 33-6-6 be AMENDED: 33-6-6. Any member of the South Dakota National Guard, who is a resident of the state and who possesses the entrance requirements for admission to any technical college program, is entitled to complete one program of study approved by the Board of Technical Education in any state technical college. One hundred percent of tuition must be paid or otherwise credited by the technical college. However, the state benefit is paid after applying the federal tuition benefit. The total federal and state benefit may not exceed one hundred percent of the tuition cost. Section 6. That § 33-6-7 be AMENDED: 33-6-7. To be eligible for one hundred percent of in‑state resident tuition without cost or reimbursement, a national guard member shall: (1) Be a member of the South Dakota Army National Guard Unit or Air National Guard Unit throughout each semester or vocational program for which the member applies for benefits; (2) Have satisfactorily completed required initial basic training; (3) Have satisfactorily performed duty upon return from basic training, including a minimum ninety percent attendance on scheduled drill dates and at annual training with the member's parent unit; (4) Maintain satisfactory academic progress; and (5) Provide proper notice to the institution at the time of registration for the term in which the benefits are sought. Section 7. That chapter 33-6 be amended with a NEW SECTION: For the purposes of this chapter, the term, federal tuition benefit, means a tuition benefit provided by the United States Department of Defense, United States Department of the Army, or the United States Department of the Air Force. The term, federal tuition benefit, excludes any benefits or entitlements provided by the United States Department of Veterans Affairs. An Act to revise certain provisions regarding the payment of tuition for members of the South Dakota National Guard. I certify that the attached Act originated in the: House as Bill No. 1039 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1039 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2023 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2023 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2023 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24028, "action_date": "2023-01-10T12:00:00-06:00", "document_id": 241498, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/241498.pdf", "status_text": "First Reading House", "journal_page": 14, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24028, "action_date": "2023-01-11T13:00:00-06:00", "document_id": 241515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/241515.pdf", "status_text": "Referred to", "journal_page": 24, "committee_id_action": 1159, "committee_id_assigned": 1163, "result": "N", "vote": {}}, {"bill_id": 24028, "action_date": "2023-01-25T15:00:00-06:00", "document_id": 245343, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245343.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1163, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24028, "action_date": "2023-01-25T15:00:00-06:00", "document_id": 245344, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245344.pdf", "status_text": "Motion to amend", "journal_page": 1, "committee_id_action": 1163, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24028, "action_date": "2023-01-25T15:00:00-06:00", "document_id": 245344, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245344.pdf", "status_text": "Do Pass Amended", "journal_page": 2, "committee_id_action": 1163, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76422, "president_vote": null, "Yea": [4445, 4459, 4353, 4469, 4455, 4470, 4464, 4458], "Nay": [4333, 4351, 4365, 4405], "Excused": [4463]}}, {"bill_id": 24028, "action_date": "2023-01-31T14:00:00-06:00", "document_id": 247330, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247330.pdf", "status_text": "Referred to", "journal_page": 178, "committee_id_action": 1159, "committee_id_assigned": 1155, "result": "P", "vote": {}}, {"bill_id": 24028, "action_date": "2023-02-16T08:00:00-06:00", "document_id": 249252, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249252.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1155, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24028, "action_date": "2023-02-16T08:00:00-06:00", "document_id": 249254, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249254.pdf", "status_text": "Do Pass", "journal_page": 1, "committee_id_action": 1155, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77235, "president_vote": null, "Yea": [4354, 4379, 4462, 4383, 4454, 4389, 4398, 4465, 4350]}}, {"bill_id": 24028, "action_date": "2023-02-21T14:00:00-06:00", "document_id": 249711, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249711.pdf", "status_text": "Do Pass Amended", "journal_page": 338, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77376, "president_vote": null, "Yea": [4456, 4445, 4441, 4334, 4337, 4459, 4341, 4343, 4344, 4449, 4350, 4351, 4442, 4353, 4354, 4468, 4471, 4358, 4365, 4366, 4368, 4450, 4373, 4374, 4379, 4462, 4383, 4452, 4454, 4438, 4384, 4443, 4385, 4451, 4388, 4389, 4469, 4392, 4447, 4467, 4396, 4397, 4398, 4400, 4401, 4440, 4403, 4437, 4405, 4408, 4409, 4458, 4455, 4444, 4412, 4463, 4439, 4417, 4418, 4421, 4464, 4446, 4465, 4470, 4429, 4461], "Nay": [4333, 4375, 4393, 4406]}}, {"bill_id": 24028, "action_date": "2023-02-22T14:00:00-06:00", "document_id": 249840, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249840.pdf", "status_text": "First read in Senate and referred to", "journal_page": 318, "committee_id_action": 1183, "committee_id_assigned": 1180, "result": "N", "vote": {}}, {"bill_id": 24028, "action_date": "2023-02-27T16:00:00-06:00", "document_id": 250027, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250027.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1180, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24028, "action_date": "2023-02-27T16:00:00-06:00", "document_id": 250028, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250028.pdf", "status_text": "Do Pass", "journal_page": 9, "committee_id_action": 1180, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77736, "president_vote": null, "Yea": [4457, 4382, 4419, 4436, 4378]}}, {"bill_id": 24028, "action_date": "2023-02-27T16:00:00-06:00", "document_id": 250028, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250028.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": 9, "committee_id_action": 1180, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24028, "action_date": "2023-03-01T14:00:00-06:00", "document_id": 250644, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250644.pdf", "status_text": "Do Pass Amended", "journal_page": 389, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77882, "president_vote": null, "Yea": [4336, 4338, 4339, 4340, 4342, 4345, 4348, 4448, 4352, 4355, 4360, 4457, 4372, 4378, 4381, 4382, 4453, 4466, 4386, 4460, 4394, 4395, 4399, 4404, 4407, 4410, 4413, 4414, 4426, 4430, 4432, 4434, 4436], "Excused": [4359, 4419]}}, {"bill_id": 24028, "action_date": "2023-03-06T09:00:00-06:00", "document_id": 250995, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250995.pdf", "status_text": "Signed by the Speaker", "journal_page": 489, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24028, "action_date": "2023-03-07T10:00:00-06:00", "document_id": 251159, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251159.pdf", "status_text": "Signed by the President", "journal_page": 447, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24028, "action_date": "2023-03-08T09:00:00-06:00", "document_id": 251237, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251237.pdf", "status_text": "Delivered to the Governor", "journal_page": 509, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24028, "action_date": "2023-03-27T09:00:00-05:00", "document_id": 251424, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251424.pdf", "status_text": "Signed by the Governor", "journal_page": 544, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7760, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24028"}