{"session_id": 53, "bill_id": 17258, "bill_type": "Senate Bill", "bill_number": 160, "bill_title": "expand the definition of domestic abuse to include certain acts or threats for the purpose of denying, hindering, or delaying the provision of emergency or law enforcement services to family or household members.", "sponsors": [{"legislator_profile_id": 2745, "is_prime": true}], "keywords": ["Domestic Relations"], "audio": [{"meeting_datetime": "2002-01-30T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sju17sb0160a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-30T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sju17sb0160a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-30T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sju17sb0160a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-30T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sju17sb0160a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17258, "bill_version_id": 92453, "bill_version": "Introduced", "bill_version_date": "2002-01-22T08:24:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to expand the definition of domestic abuse to include certain acts or threats for the purpose of denying, hindering, or delaying the provision of emergency or law enforcement services to family or household members. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 25-10 be amended by adding thereto a NEW SECTION to read as follows: The infliction by one member of a family or household of physical harm, bodily injury, or the fear of imminent physical harm or bodily injury on another member of the same family or household is domestic abuse. The attempt by one member of a family or household to inflict physical harm or bodily injury on another member of the same family or household is domestic abuse. The use of force, fear, or intimidation by one member of a family or household to prevent another member of the same family or household from contacting any law enforcement officer, emergency services personnel, or 911 emergency reporting system in an effort to secure appropriate law enforcement services or emergency services is domestic abuse. The act of destroying, disabling, concealing, or removing from the immediate premises, any telephone or other telecommunications devices or any motor vehicle or other means of transportation with the intent to prevent another member of the same family or household from attempting to secure law enforcement services or emergency services in a timely and expedient manner is domestic abuse. Section 2. That § 25-10-1 be amended to read as follows: 25-10-1. Terms used in this chapter mean: (1) \"Domestic abuse,\" physical harm, bodily injury, or attempts to cause physical harm or bodily injury, or the infliction of fear of imminent physical harm or bodily injury between family or household members any act or conduct as described in section 1 of this Act ; (2) \"Family or household members,\" spouses, former spouses, or persons related by consanguinity, adoption, or law, persons living in the same household, persons who have lived together, or persons who have had a child together; (3) \"Protection order,\" an order restraining any family or household member from committing any act of domestic abuse or an order excluding any family or household member from the dwelling or residence of another family or household member, whether or not the dwelling or residence is shared. A protection order has a duration of three years or less; and (4) \"Temporary protection order,\" an order restraining any family or household member from committing any act of domestic abuse or an order excluding any family or household member from the dwelling or residence of another family or household member, whether or not the dwelling or residence is shared. A temporary protection order has a duration of thirty days except as provided in § 25-10-7.1."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17258, "action_date": "2002-01-22T14:00:00-06:00", "document_id": 92570, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92570.pdf", "status_text": "First read in Senate and referred to", "journal_page": 168, "committee_id_action": 769, "committee_id_assigned": 747, "result": "N", "vote": {}}, {"bill_id": 17258, "action_date": "2002-01-26T10:00:00-06:00", "document_id": 92671, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92671.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 747, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17258, "action_date": "2002-01-30T10:00:00-06:00", "document_id": 93213, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93213.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 747, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17258, "action_date": "2002-01-30T10:00:00-06:00", "document_id": 93213, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93213.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 747, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 53804, "president_vote": null, "Nay": [2730, 2742, 2784, 2795], "Yea": [2780, 2740, 2829]}}, {"bill_id": 17258, "action_date": "2002-01-30T10:00:00-06:00", "document_id": 93213, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93213.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 279, "committee_id_action": 747, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53806, "president_vote": null, "Yea": [2730, 2742, 2784, 2795], "Nay": [2780, 2740, 2829]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17258"}