{"session_id": 19, "bill_id": 4555, "bill_type": "Senate Commemoration", "bill_number": 26, "bill_title": "Honoring and recognizing Taylor Lambert and Tanner Lambert on winning individual South Dakota Class A state wrestling championship titles for Dakota Valley High School.", "sponsors": [{"legislator_profile_id": 345, "is_prime": true}, {"legislator_profile_id": 375, "is_prime": true}, {"legislator_profile_id": 346, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4555, "bill_version_id": 27055, "bill_version": "Introduced", "bill_version_date": "2013-03-05T10:42:07.667-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and recognizing Taylor Lambert and Tanner Lambert on winning individual South Dakota Class A state wrestling championship titles for Dakota Valley High School. WHEREAS, Taylor finished his senior year with a 40-2 record and earned his first Class A state championship in the 220-pound weight class; and WHEREAS, Tanner finished his senior year with a 40-2 record and earned his second Class A state championship in the 285-pound weight class; and WHEREAS, Taylor and Tanner Lambert started wrestling during their sophomore year. Taylor finished his wrestling career with an overall 95-21 record, and Tanner finished his wrestling career with an overall 111-13 record; and WHEREAS, Taylor and Tanner are exceptional athletes in wrestling, track, and football, and both plan on continuing their football careers at the University of South Dakota and South Dakota State University, respectively: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Taylor Lambert and Tanner Lambert be honored and recognized for their outstanding performances at the 2013 South Dakota Class A State Wrestling Tournament."}, {"bill_id": 4555, "bill_version_id": 27352, "bill_version": "Enrolled", "bill_version_date": "2013-03-07T13:26:13.157-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and recognizing Taylor Lambert and Tanner Lambert on winning individual South Dakota Class A state wrestling championship titles for Dakota Valley High School. WHEREAS, Taylor finished his senior year with a 40-2 record and earned his first Class A state championship in the 220-pound weight class; and WHEREAS, Tanner finished his senior year with a 40-2 record and earned his second Class A state championship in the 285-pound weight class; and WHEREAS, Taylor and Tanner Lambert started wrestling during their sophomore year. Taylor finished his wrestling career with an overall 95-21 record, and Tanner finished his wrestling career with an overall 111-13 record; and WHEREAS, Taylor and Tanner are exceptional athletes in wrestling, track, and football, and both plan on continuing their football careers at the University of South Dakota and South Dakota State University, respectively: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Taylor Lambert and Tanner Lambert be honored and recognized for their outstanding performances at the 2013 South Dakota Class A State Wrestling Tournament. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4555, "action_date": "2013-03-05T14:00:00-06:00", "document_id": 27134, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27134.pdf", "status_text": "", "journal_page": 691, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4555"}