{"session_id": 54, "bill_id": 18133, "bill_type": "Senate Bill", "bill_number": 214, "bill_title": "provide for the regulation of certain genetically modified wheat.", "sponsors": [{"legislator_profile_id": 2887, "is_prime": true}], "keywords": ["Administrative Rules", "Agriculture and Horticulture"], "audio": [{"meeting_datetime": "2003-02-11T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sag20sb0214a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-11T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sag20sb0214a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-13T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sag22sb0214a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-13T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sag22sb0214a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-13T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sag22sb0214a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-13T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sag22sb0214a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-13T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sag22sb0214a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-13T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sag22sb0214a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-13T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sag22sb0214a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18133, "bill_version_id": 96396, "bill_version": "Introduced", "bill_version_date": "2003-02-03T11:05:41-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the regulation of certain genetically modified wheat. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Applicant,\" any person who submits an application in writing to the department seeking approval to import, plant, grow, release, or place on the market genetically modified wheat or any person to whom the approval is already granted; (2) \"Release,\" any introduction into the environment of genetically modified wheat, including releases for commercial or private purposes or research purposes in field experiments; (3) \"Department,\" the Department of Agriculture; (4) \"Genetically modified wheat,\" any strain of wheat capable of replication or of transferring genetic material in which the genetic material has been altered by means of cell or gene technology; and (5) \"Protocol,\" a system of protective and corrective measures developed by the department under this Act to address adverse economic impacts associated with genetically modified wheat. Section 2. The Department of Agriculture, not later than December 31, 2003, shall develop a protocol to protect the wheat industry of South Dakota in the event that the release of genetically modified wheat would be determined to have a potential adverse economic impact. The department may maintain the protocol in an inactive status; or if the department determines that the situation warrants, the department shall implement the protocol, in which case the applicant shall adjust its operations to conform to the requirements of the protocol. The department may enter into agreements with other entities to implement any facet of the protocol. Section 3. The department shall promulgate rules pursuant to chapter 1-26 to establish the protocol for the prohibition, isolation, or special handling of genetically modified wheat. The protocol shall include notification and record keeping procedures. The protocol shall address problems, issues, and protective and corrective measures related to the import, release, purchase, planting, growing, harvest, transport, delivery to market, storage, placing on the market, labeling, and identification of the genetically modified wheat. Section 4. If the department determines that the import, planting, growing, transport, release, or placing on the market of any genetically modified wheat in this state poses a significant adverse economic impact to the state's wheat industry, the department shall implement the protocol to address the adverse impact. If the protocol is implemented, the provisions of the protocol supercede the conditions of any approval granted to any applicant under this Act. In determining whether a significant adverse economic impact to the state's wheat industry exists, the department shall consider current and projected prices, foreign market acceptance, potential contamination hazards, and other relevant factors that may have significant adverse economic impact. A significant adverse economic impact includes any impact that would lead to a decrease in the price of wheat by five cents per bushel or more. Section 5. No person may import, plant, grow, release, or place on the market any genetically modified wheat in this state without the approval of the department. Any person seeking such approval shall submit an application in writing to the department. If the protocol is in an inactive status, the application shall consist of a notification stating the name of the applicant and the location, time schedule, and the purpose for which the genetically modified wheat is planned to be developed, used, kept, released or marketed. If the protocol has been implemented and is in effect, the application shall include the following additional information: (1) A detailed description of how the applicant will comply with the requirements of the protocol, if implemented; (2) Plans and procedures to respond to emergency situations; and (3) A declaration confirming that the information provided is correct. The department shall promulgate rules pursuant to chapter 1-26 to establish application procedures and requirements. Section 6. The department shall examine the application and may authorize the applicant to proceed; to proceed with such conditions as the department may specify; or not proceed with the request. The department shall notify the applicant in writing of its decision. Section 7. Any approval given may be revoked or subjected to conditions in addition to those originally imposed if the department determines that new information or a review of existing information indicates risks to the state's wheat industry. If information becomes available after approval on the possible risks to the state's wheat industry, the applicant shall immediately notify the department. Section 8. The department shall impose such requirements on the applicant as may be necessary to avoid adverse effects on the wheat industry of the state arising from genetically modified wheat. The department may: (1) Subject any genetically modified wheat to a period of observation, at the cost of the applicant, before it is put to its intended use; (2) Order the cessation of any activity being undertaken in violation of any of the provisions of the protocol or any decisions made under this Act; (3) Require the person responsible for any activity under this Act to take measures necessary to prevent or limit any harm to the wheat industry of the state; (4) Require the applicant to submit reports periodically. Section 9. The applicant shall inform the department of any accident immediately and provide the following information: (1) The circumstances of the accident; (2) The identity and quantity of genetically modified wheat released unintentionally; (3) Any measure necessary to assess the effects of the accident; and (4) The emergency measures taken or to be taken. Section 10. Any person who imports, plants, grows, releases, or places on the market any genetically modified wheat is strictly liable for any harm caused by such wheat. Such liability does not extend to any person who has acted in compliance with the terms of any protocol that was implemented and in effect at the time of the action."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18133, "action_date": "2003-02-03T14:00:00-06:00", "document_id": 96443, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96443.pdf", "status_text": "First read in Senate and referred to", "journal_page": 290, "committee_id_action": 799, "committee_id_assigned": 772, "result": "N", "vote": {}}, {"bill_id": 18133, "action_date": "2003-02-11T10:00:00-06:00", "document_id": 96957, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96957.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 772, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18133, "action_date": "2003-02-13T10:00:00-06:00", "document_id": 97144, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97144.pdf", "status_text": "Amend the amendment", "journal_page": null, "committee_id_action": 772, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18133, "action_date": "2003-02-13T10:00:00-06:00", "document_id": 97144, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97144.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 772, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 54535, "president_vote": null, "Nay": [2847, 2849, 2886, 2852, 2851], "Yea": [2881, 2887, 2891, 2928]}}, {"bill_id": 18133, "action_date": "2003-02-13T10:00:00-06:00", "document_id": 97144, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97144.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 457, "committee_id_action": 772, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54536, "president_vote": null, "Yea": [2847, 2849, 2886, 2852, 2851], "Nay": [2881, 2887, 2891, 2928]}}, {"bill_id": 18133, "action_date": "2003-02-13T10:00:00-06:00", "document_id": 97144, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97144.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 772, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/18133"}