{"session_id": 32, "bill_id": 9095, "bill_type": "Senate Commemoration", "bill_number": 26, "bill_title": "Honoring and recognizing Larry Goette for his commitment and dedication to military veterans and for his service to his country.", "sponsors": [{"legislator_profile_id": 1228, "is_prime": true}, {"legislator_profile_id": 1274, "is_prime": true}, {"legislator_profile_id": 1217, "is_prime": false}, {"legislator_profile_id": 1312, "is_prime": false}, {"legislator_profile_id": 1273, "is_prime": false}, {"legislator_profile_id": 1247, "is_prime": false}, {"legislator_profile_id": 1296, "is_prime": false}, {"legislator_profile_id": 1243, "is_prime": false}, {"legislator_profile_id": 1218, "is_prime": false}, {"legislator_profile_id": 1245, "is_prime": false}, {"legislator_profile_id": 1276, "is_prime": false}, {"legislator_profile_id": 1229, "is_prime": false}, {"legislator_profile_id": 1285, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 9095, "bill_version_id": 48258, "bill_version": "Introduced", "bill_version_date": "2018-01-31T09:33:05.99-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and recognizing Larry Goette for his commitment and dedication to military veterans and for his service to his country. WHEREAS, Larry Goette has honorably and dutifully served his country, serving in the United States Army and completing three tours of duty between 1967 and 1972; and WHEREAS, after returning home from his military service, Larry Goette took a job with the United States Department of Veterans Affairs, working in geriatrics and later working in the psychiatric ward; and subsequently worked as the Roberts County Veterans' Service Officer for nearly nineteen years; and WHEREAS, Larry Goette worked with Operation Firing for Effect, a veterans' benefits advocacy group, to create a resolution for mandatory funding for veterans' health care services including dental and mental health, and worked as the shuttle coordinator for Disabled American Veterans for the Sisseton area; and WHEREAS, Larry attended Lake Area Technical Institute to become a Licensed Practical Nurse, which led him to positions at the Rosholt Nursing Home and the Tekakwitha Living Center; and WHEREAS, Larry has been committed to service his whole life including serving his country, serving his fellow veterans, and serving his fellow community members. His dedication to helping his peers knows no bounds: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Third Legislature of the State of South Dakota, that the Legislature recognizes and honors Larry Goette for his nearly nineteen years as the Roberts County Veterans' Service Officer and for his lifetime of service."}, {"bill_id": 9095, "bill_version_id": 48524, "bill_version": "Enrolled", "bill_version_date": "2018-02-01T16:59:31.643-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and recognizing Larry Goette for his commitment and dedication to military veterans and for his service to his country. WHEREAS, Larry Goette has honorably and dutifully served his country, serving in the United States Army and completing three tours of duty between 1967 and 1972; and WHEREAS, after returning home from his military service, Larry Goette took a job with the United States Department of Veterans Affairs, working in geriatrics and later working in the psychiatric ward; and subsequently worked as the Roberts County Veterans' Service Officer for nearly nineteen years; and WHEREAS, Larry Goette worked with Operation Firing for Effect, a veterans' benefits advocacy group, to create a resolution for mandatory funding for veterans' health care services including dental and mental health, and worked as the shuttle coordinator for Disabled American Veterans for the Sisseton area; and WHEREAS, Larry attended Lake Area Technical Institute to become a Licensed Practical Nurse, which led him to positions at the Rosholt Nursing Home and the Tekakwitha Living Center; and WHEREAS, Larry has been committed to service his whole life including serving his country, serving his fellow veterans, and serving his fellow community members. His dedication to helping his peers knows no bounds: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Third Legislature of the State of South Dakota, that the Legislature recognizes and honors Larry Goette for his nearly nineteen years as the Roberts County Veterans' Service Officer and for his lifetime of service. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9095, "action_date": "2018-01-31T14:00:00-06:00", "document_id": 48333, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48333.pdf", "status_text": "", "journal_page": 308, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9095"}