{"session_id": 68, "bill_id": 23747, "bill_type": "Senate Bill", "bill_number": 193, "bill_title": "establish provisions related to the review and selection of instructional materials in school districts.", "sponsors": [{"legislator_profile_id": 4342, "is_prime": true}, {"legislator_profile_id": 4403, "is_prime": true}, {"legislator_profile_id": 4469, "is_prime": false}, {"legislator_profile_id": 4395, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}, {"legislator_profile_id": 4419, "is_prime": false}], "keywords": ["Education", "Obscenity and Public Indecency", "School Districts"], "audio": [], "bill_versions": [{"bill_id": 23747, "bill_version_id": 247849, "bill_version": "Introduced", "bill_version_date": "2023-01-31T21:21:28.053-06:00", "bill_text": "An Act to establish provisions related to the review and selection of instructional materials in school districts. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 13-33 be amended with a NEW SECTION: Terms used in this Act mean: (1) \"Harmful to minors,\" the quality of any description or representation, in whatever form, of nudity, sexual conduct, sexual excitement, or sado-masochistic abuse, when it: (a) Predominantly appeals to the prurient, shameful, or morbid interest of minors; (b) Is patently offensive to prevailing standards in the adult community as a whole with respect to what is suitable material for minors; and (c) Is without serious literary, artistic, political, or scientific value; (2) \"Instructional material,\" textbooks and any other material, regardless of format, used to support a student's learning in the school setting; and (3) \"School setting,\" a classroom, a school library, or any other property of a school district. Section 2. That chapter 13-33 be amended with a NEW SECTION: On or before January 1, 2024, the board of a school district shall, by policy, provide a procedure for the review and selection of instructional material before the material is purchased or made available in a school setting. The procedure must: (1) Address instructional material received through grant programs; and (2) Allow for input from parents of students enrolled in the district. Section 3. That chapter 13-33 be amended with a NEW SECTION: On or before January 1, 2024, the board of a school district shall, by policy, provide for the manner in which a parent of a student enrolled in the district may request administrative or board review of instructional material that has been purchased or made available in the school setting, if the parent believes that the material is: (1) Harmful to minors; or (2) Not age- or grade level-appropriate."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23747, "action_date": "2023-02-01T14:00:00-06:00", "document_id": 247759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247759.pdf", "status_text": "First read in Senate and referred to", "journal_page": 161, "committee_id_action": 1183, "committee_id_assigned": 1174, "result": "N", "vote": {}}]}