{"session_id": 68, "bill_id": 24359, "bill_type": "House Commemoration", "bill_number": 8009, "bill_title": "Honoring Jackie Kocak for receiving the Direct Care Worker of the Year Award by the National Association of Special Education Centers.", "sponsors": [{"legislator_profile_id": 4467, "is_prime": true}, {"legislator_profile_id": 4334, "is_prime": false}, {"legislator_profile_id": 4354, "is_prime": false}, {"legislator_profile_id": 4438, "is_prime": false}, {"legislator_profile_id": 4385, "is_prime": false}, {"legislator_profile_id": 4397, "is_prime": false}, {"legislator_profile_id": 4461, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 24359, "bill_version_id": 249060, "bill_version": "Introduced", "bill_version_date": "2023-02-09T09:40:12.903-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Jackie Kocak for receiving the Direct Care Worker of the Year Award by the National Association of Special Education Centers. WHEREAS, those who select careers involving the education of children deserve our deepest admiration and appreciation; and WHEREAS, those who select careers in which they are able to help children with disabilities live their best and fullest lives deserve our sincerest recognition and respect; and WHEREAS, Jackie Kocak, in her role as a Lead Teaching Assistant at the LifeScape Specialty School, is one person who has made unparalleled impacts on the lives of her students and, through her exemplary actions and demeanor, has likewise challenged her colleagues to be the very best that they can be; and WHEREAS, Jackie Kocak recently travelled to New Orleans, Louisiana, to accept the coveted Direct Care Worker of the Year award, presented by the National Association of Private Special Education Centers; and WHEREAS, this award reflects the high esteem in which Jackie Kocak is held, by her peers, by her students, by her colleagues, and by her friends; and WHEREAS, after a lifetime devoted to improving the lives of others, and after twenty years of serving students at the LifeScape Specialty School, Jackie Kocak has announced her impending retirement: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Eighth Legislature of the State of South Dakota, that Jackie Kocak, through her invaluable contribution to the success of so many children with disabilities, has brought pride to her profession, and earned the gratitude of this Legislature and all South Dakotans."}], "amendments": [], "fiscal_notes": [], "action_log": []}