{"session_id": 20, "bill_id": 5755, "bill_type": "Senate Bill", "bill_number": 139, "bill_title": "authorize the testing of autonomous cars on the highways of South Dakota.", "sponsors": [{"legislator_profile_id": 499, "is_prime": true}, {"legislator_profile_id": 452, "is_prime": true}, {"legislator_profile_id": 845, "is_prime": false}, {"legislator_profile_id": 423, "is_prime": false}, {"legislator_profile_id": 500, "is_prime": false}, {"legislator_profile_id": 506, "is_prime": false}, {"legislator_profile_id": 513, "is_prime": false}], "keywords": ["Highways and Bridges", "Motor Vehicle", "Public Safety"], "audio": [{"meeting_datetime": "2014-02-21T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/str24.mp3", "start_seconds": 83.0}, {"meeting_datetime": "2014-02-21T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/str24.mp3", "start_seconds": 83.0}, {"meeting_datetime": "2014-02-21T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/str24.mp3", "start_seconds": 83.0}, {"meeting_datetime": "2014-02-21T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/str24.mp3", "start_seconds": 83.0}, {"meeting_datetime": "2014-02-21T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/str24.mp3", "start_seconds": 83.0}], "bill_versions": [{"bill_id": 5755, "bill_version_id": 29478, "bill_version": "Introduced", "bill_version_date": "2014-01-31T07:53:24.393-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the testing of autonomous cars on the highways of South Dakota. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Autonomous technology,\" technology that has the capability to drive a motor vehicle without a human operator's active control or monitoring; (2) \"Autonomous vehicle,\" any motor vehicle equipped with integrated autonomous technology, not including a vehicle equipped with one or more collision avoidance devices, such as electronic blind spot assistance, adaptive cruise control, lane keep assistance, lane departure warning, traffic jam and queuing assistance, or other similar systems that enhance safety and provide the driver assistance, but are not capable, collectively or singularly, of driving the vehicle without a human operator's active control or monitoring; (3) \"Guided operator,\" any individual whom a manufacturer specifically authorizes to be an operator of the manufacturer's automated vehicle during a test of the vehicle; (4) \"Manufacturer,\" a person or company who originally manufactures an autonomous motor vehicle, or modifies an original manufacturer's non-autonomous motor vehicle to convert it to an autonomous motor vehicle; and (5) \"Operator,\" any individual seated in the driver's seat, or, alternately, the person who causes the technology of an autonomous motor vehicle to engage. Section 2. Before testing an autonomous vehicle on any public road, street, or highway in the state, a manufacturer shall submit to the Department of Motor Vehicles an application for approval to test the vehicle. The application shall: (1) Verify the vehicle is an autonomous motor vehicle as defined by section 1of this Act and the guided operator has undergone extensive training in operating the autonomous vehicle; (2) Certify that the autonomous motor vehicle has: (a) A mechanism to engage and disengage the autonomous technology that is easily accessible to the operator; (b) A visual indicator inside and outside the cabin to indicate when the autonomous technology is engaged; (c) A system to safely alert the operator if a system failure is detected while the technology is engaged, and that alert requires the operator to take control of the vehicle or have a back up mechanism that forces the autonomous vehicle to a complete stop; (d) Multiple means by which the operator can take total control of the vehicle; and (3) Contain evidence of insurance, surety bond, or self-insurance in the amount of five million dollars, and provide certification that the manufacturer will maintain the insurance, surety bond, or self-insurance. The department may assess a fee upon a manufacturer who submits an application for no more than five hundred dollars, to recover costs associated with processing the application and administration and oversight over testing the autonomous vehicles in the state. Section 3. The department shall approve an application submitted by a manufacturer if the department finds that the applicant has fulfilled all the requirements and the department feels the autonomous vehicle is safe to test on the roads of the state. The manufacturer verifying the guided operator is liable for all actions of the guided operator during the testing of the autonomous vehicle. Section 4. Upon approval, the department shall consult the Department of Transportation to determine the geographical areas approved for autonomous motor vehicle testing. The department shall issue a temporary license to the guided operator allowing for the operation of the autonomous motor vehicle on the roadways and at the times designated by the Department of Transportation. Section 5. No person may operate an autonomous motor vehicle with its autonomous technology engaged unless the person is: (1) Duly licensed to operate an autonomous vehicle as defined in section 1 of this Act; (2) Monitoring the safe operation of the autonomous vehicle; (3) A guided operator; (4) Operating the vehicle as part of a test authorized under the department's approval for testing the autonomous vehicle pursuant to this Act; and (5) Capable of taking over immediate manual control of the autonomous motor vehicle in the event of technology failure."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5755, "action_date": "2014-01-31T13:00:00-06:00", "document_id": 29580, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29580.pdf", "status_text": "First read in Senate and referred to", "journal_page": 183, "committee_id_action": 229, "committee_id_assigned": 216, "result": "N", "vote": {}}, {"bill_id": 5755, "action_date": "2014-02-21T08:00:00-06:00", "document_id": 30566, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30566.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 216, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5755, "action_date": "2014-02-21T08:00:00-06:00", "document_id": 30760, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30760.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 216, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5755, "action_date": "2014-02-21T08:00:00-06:00", "document_id": 30760, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30760.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 216, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5755, "action_date": "2014-02-21T08:00:00-06:00", "document_id": 30760, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30760.pdf", "status_text": "Tabled", "journal_page": 399, "committee_id_action": 216, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16400, "president_vote": null, "Excused": [429], "Yea": [436, 492, 491, 495, 434], "Nay": [526]}}]}