{"session_id": 47, "bill_id": 13715, "bill_type": "Senate Bill", "bill_number": 147, "bill_title": "to provide for a study of gaming in the state, to study the effects of a repeal of video lottery, and to declare an emergency.", "sponsors": [{"legislator_profile_id": 2170, "is_prime": true}, {"legislator_profile_id": 2177, "is_prime": true}, {"legislator_profile_id": 2102, "is_prime": false}, {"legislator_profile_id": 2136, "is_prime": false}, {"legislator_profile_id": 2140, "is_prime": false}, {"legislator_profile_id": 2156, "is_prime": false}, {"legislator_profile_id": 2165, "is_prime": false}], "keywords": ["Gaming (See also Video Lottery)", "Hoghoused Bills", "Legislative Studies", "Video Lottery (See also Gaming)"], "audio": [], "bill_versions": [{"bill_id": 13715, "bill_version_id": 77776, "bill_version": "Introduced", "bill_version_date": "1998-01-21T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for an interim study of the impact of gaming in South Dakota. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. During the 1998 legislative interim, the Executive Board of the Legislative Research Council shall conduct an interim study of the social, economic, political, and cultural impacts of video gaming, casino gaming, and lotteries as currently practiced in this state. The committee shall devote special attention to the following: (1) What is the relationship between the benefits of gaming to the state and its communities, including the city of Deadwood and the nine tribes, the benefits to the segments of private industry and business involved in state gaming, the social and economic damages to problem gamblers and their families, and societal costs as measured in the increased demand for social services whether provided by private charities or public welfare institutions; (2) What is the degree to which gaming fosters criminal activity, including juvenile crime; (3) What relationship does the concentration of casino gaming in the city of Deadwood and on the nine tribal reservations bear to the equitable distribution of both the benefits and detriments of gaming as a statewide phenomenon; and (4) What impact might the abolition or reduction of gaming activities have on the state and its communities, including the city of Deadwood and the nine tribes, private industry and business involved in gaming activities, and all South Dakotans, but problem gamblers and their families in particular, and how might any adverse impacts be mitigated or resolved. Section 2. In conducting this study, the committee may work with similar federal, state, or private initiatives to the extent that such other studies may reflect the South Dakota experience. The committee shall solicit the testimony of a broad spectrum of governmental, tribal, municipal, business, and private experiences and may utilize any available funding to bring in appropriate professional expertise."}, {"bill_id": 13715, "bill_version_id": 77777, "bill_version": "Senate Engrossed", "bill_version_date": "1998-02-13T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to study the effects of gaming in South Dakota. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The South Dakota Lottery shall conduct a thorough and comprehensive review of video lottery, and its relationship to all other forms of legal and illegal gaming and gambling in South Dakota. The Governor and the Executive Board of the Legislative Research Council together shall retain an outside neutral independent firm to conduct the review. The Governor and the Executive Board of the Legislative Research Council shall together oversee this review. The results and findings of this review shall be reported by the South Dakota Lottery Commission to the Governor and Legislature on or before December 15, 1998. Section 2. The review shall include the compilation of empirical data and information on video lottery and its impact on the economy, budget and citizens of the State of South Dakota. All aspects of video lottery shall be examined and reported on, as part of the review. Video lottery's relationship to other forms of gaming and gambling, both legal and illegal, which are known to occur in South Dakota, shall also be examined. The review shall focus on video lottery, powerball and other on-line lottery games, and the scratch and match instant winner lottery conducted by the South Dakota Lottery. Deadwood gaming; Indian casino gaming pursuant to the Indian Gaming Regulatory Act; pari-mutuel horse and greyhound racing, including simulcasting; bingo; raffles; punch cards; sweepstakes; and, other charitable gaming authorized pursuant to chapter 22-25, and to the extent possible, illegal gambling, including sports bookmaking, may also be included in the firm's review as it relates to video lottery. Section 3. The firm retained to conduct the review shall consider and examine the following areas: (1) The real impact of video lottery, and gaming and gambling in South Dakota; (2) The total gross amount of dollars wagered, gambled or expended in South Dakota on video lottery and other forms of gaming, broken down by type of gaming; (3) The amount of revenue generated from gaming and gambling on video lottery and other forms of gaming, broken down by type of gaming; (4) How, and to whom, that revenue is distributed; (5) The impact video lottery and other gaming and gambling have on the state government budget; (6) The number of people employed in the video lottery and the gaming and gambling industries; (7) The amount and kinds of wages and fringe benefits paid to employees of the video lottery and gaming and gambling industries; (8) How much, or what percent of the money gambled on video lottery comes from out- of-state sources, including border communities; (9) How much, or what percent of the money gambled on other forms of gaming comes from out-of-state sources; (10) How much, or what percent of the money gambled on video lottery comes from in- state sources; (11) How much, or what percent of the money gambled on other forms of gaming comes from out-of-state sources; (12) The demographics of South Dakota's gamblers, including: (a) Type of gaming played; (b) Age; (c) Income; (d) Educational level; (e) Home residence; and (f) Other demographic factors; (13) The impact of all forms of gaming and gambling vis-à-vis video lottery; (14) The extent to which all forms of gaming and gambling and video lottery are tied together; (15) If video lottery were repealed, what would the impact likely be on: (a) Deadwood gaming; (b) Indian casinos; (c) Pari-mutuel wagering; (d) Charitable gaming; (e) Illegal gambling and gaming; (16) The impact of Deadwood gaming on other forms of gaming in the state; (17) The impact of Indian gaming on other forms of gaming in the state; (18) The social and economic problems associated with video lottery, and other forms of gambling and gaming, including its impact on gamblers and their families; (19) What types of gaming are players addicted to; (20) If video lottery is repealed would addicted gamblers channel their addiction to Deadwood gaming, Indian casinos or other forms of legal or illegal gaming or gambling; (21) The potential economic and social impact on cities, the industry, population growth and tourism, if video lottery or other forms of gaming and gambling were repealed; (22) The impact of legalized gaming on crime and incarceration costs to local communities and the State of South Dakota; (23) Other areas which may be requested by the Governor or the Executive Board of the Legislature Research Council. Section 4. All costs of retaining an outside neutral independent firm shall be paid by the South Dakota Lottery from revenues generated from the state's share of video lottery revenues. BILL HISTORY 1/21/98 First read in Senate and referred to State Affairs. S.J. 142 1/28/98 Scheduled for Committee hearing on this date. 1/28/98 State Affairs Deferred to another day. 2/6/98 Scheduled for Committee hearing on this date. 2/9/98 Scheduled for Committee hearing on this date. 2/11/98 Scheduled for Committee hearing on this date. 2/11/98 State Affairs Do Pass, Passed, AYES 8, NAYS 0. S.J. 442 2/12/98 Motion to Amend, Passed. S.J. 487 2/12/98 Motion to Amend, Passed. S.J. 489 2/12/98 Senate Do Pass Amended, Passed, AYES 31, NAYS 4. S.J. 490 2/12/98 Senate Title Amended Passed. S.J. 490"}, {"bill_id": 13715, "bill_version_id": 77775, "bill_version": "House State Affairs Engrossed", "bill_version_date": "1998-02-23T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to study the effects of video lottery and its repeal, to prohibit the placement of additional video lottery machines, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Executive Board of the Legislative Research Council shall retain an outside neutral independent firm to study the effects that video lottery has had on the state and the citizens of the state, to study the possible effects of a repeal of video lottery, and to study the need to replace any revenues to the state if video lottery is repealed and, if necessary, to study possible options for replacement revenue. The firm shall make a report of its findings and its recommendations to the Executive Board prior to September 1, 1998. The Executive Board shall appoint an interim legislative committee to review and evaluate the report.. All costs of retaining an outside neutral independent firm shall be paid by the South Dakota Lottery from revenues generated from the state's share of video lottery revenues. Section 2. That chapter 42-7A be amended by adding thereto a NEW SECTION to read as follows: No additional video lottery machines may be placed in any licensed establishment. Section 3. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval. BILL HISTORY 1/21/98 First read in Senate and referred to State Affairs. S.J. 142 1/28/98 Scheduled for Committee hearing on this date. 1/28/98 State Affairs Deferred to another day. 2/6/98 Scheduled for Committee hearing on this date. 2/9/98 Scheduled for Committee hearing on this date. 2/11/98 Scheduled for Committee hearing on this date. 2/11/98 State Affairs Do Pass, Passed, AYES 8, NAYS 0. S.J. 442 2/12/98 Motion to Amend, Passed. S.J. 487 2/12/98 Motion to Amend, Passed. S.J. 489 2/12/98 Senate Do Pass Amended, Passed, AYES 31, NAYS 4. S.J. 490 2/12/98 Senate Title Amended Passed. S.J. 490 2/13/98 Senate Hog Housed. 2/13/98 First read in House and referred to State Affairs. H.J. 683 2/20/98 Scheduled for Committee hearing on this date. 2/20/98 State Affairs Deferred to another day. 2/23/98 Scheduled for Committee hearing on this date. 2/23/98 State Affairs Do Pass Amended, Passed, AYES 8, NAYS 4. H.J. 832"}, {"bill_id": 13715, "bill_version_id": 77773, "bill_version": "Conference Committee Engrossed", "bill_version_date": "1998-02-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for a study of gaming in the state, to study the effects of a repeal of video lottery, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Executive Board of the Legislative Research Council shall retain an outside neutral independent firm to collect empirical data and information regarding the economic and social effects gaming has had on the state and the citizens of the state. The firm shall make a report of its findings and conclusions to the Executive Board by a date to be determined by the Executive Board. The Executive Board shall appoint an interim legislative committee to review and evaluate the report of the independent firm, to study the possible effects of a repeal of video lottery, and to study the need to replace any revenues to the state if video lottery is repealed and, if necessary, to study possible options for replacement revenue. All costs of retaining an outside neutral independent firm shall be paid by the South Dakota Lottery from revenues generated from the state's share of video lottery revenues. Section 2. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval. BILL HISTORY 1/21/98 First read in Senate and referred to State Affairs. S.J. 142 1/28/98 Scheduled for Committee hearing on this date. 1/28/98 State Affairs Deferred to another day. 2/6/98 Scheduled for Committee hearing on this date. 2/9/98 Scheduled for Committee hearing on this date. 2/11/98 Scheduled for Committee hearing on this date. 2/11/98 State Affairs Do Pass, Passed, AYES 8, NAYS 0. S.J. 442 2/12/98 Motion to Amend, Passed. S.J. 487 2/12/98 Motion to Amend, Passed. S.J. 489 2/12/98 Senate Do Pass Amended, Passed, AYES 31, NAYS 4. S.J. 490 2/12/98 Senate Title Amended Passed. S.J. 490 2/13/98 Senate Hog Housed. 2/13/98 First read in House and referred to State Affairs. H.J. 683 2/20/98 Scheduled for Committee hearing on this date. 2/20/98 State Affairs Deferred to another day. 2/23/98 Scheduled for Committee hearing on this date. 2/23/98 State Affairs Do Pass Amended, Passed, AYES 8, NAYS 4. H.J. 832 2/24/98 House of Representatives Do Pass Amended, Passed, AYES 50, NAYS 18. H.J. 919 2/25/98 Senate failed to concur, appoint Conference Committee. S.J. 712 2/26/98 House of Representatives Conference committee report adopted Passed, AYES 50, NAYS 17. 2/26/98 Senate Conference committee report adopted Passed, AYES 30, NAYS 0."}, {"bill_id": 13715, "bill_version_id": 77774, "bill_version": "Enrolled", "bill_version_date": "1998-02-26T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13715, "action_date": "1998-01-21T14:00:00-06:00", "document_id": 76896, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76896.pdf", "status_text": "First read in Senate and referred to", "journal_page": 142, "committee_id_action": 601, "committee_id_assigned": 583, "result": "N", "vote": {}}, {"bill_id": 13715, "action_date": "1998-01-28T07:45:00-06:00", "document_id": 76591, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76591.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 583, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13715, "action_date": "1998-01-28T07:45:00-06:00", "document_id": 76591, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76591.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 583, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13715, "action_date": "1998-02-06T07:45:00-06:00", "document_id": 76675, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76675.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 583, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13715, "action_date": "1998-02-09T07:45:00-06:00", "document_id": 76684, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76684.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 583, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13715, "action_date": "1998-02-11T07:45:00-06:00", "document_id": 76711, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76711.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 583, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13715, "action_date": "1998-02-11T07:45:00-06:00", "document_id": 76711, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76711.pdf", "status_text": "Do Pass,", "journal_page": 442, "committee_id_action": 583, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38607, "president_vote": null, "Yea": [2121, 2125, 2166, 2140, 2156, 2196, 2179, 2137], "Excused": [2122]}}, {"bill_id": 13715, "action_date": "1998-02-12T14:00:00-06:00", "document_id": 76928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76928.pdf", "status_text": "Motion to Amend,", "journal_page": 487, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13715, "action_date": "1998-02-12T14:00:00-06:00", "document_id": 76928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76928.pdf", "status_text": "Motion to Amend,", "journal_page": 489, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13715, "action_date": "1998-02-12T14:00:00-06:00", "document_id": 76928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76928.pdf", "status_text": "Do Pass Amended,", "journal_page": 490, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38840, "president_vote": null, "Nay": [2094, 2099, 2118, 2145], "Yea": [2095, 2102, 2103, 2112, 2115, 2121, 2122, 2125, 2129, 2130, 2135, 2137, 2138, 2140, 2142, 2148, 2149, 2155, 2156, 2165, 2166, 2169, 2170, 2175, 2179, 2182, 2187, 2188, 2189, 2191, 2196]}}, {"bill_id": 13715, "action_date": "1998-02-12T14:00:00-06:00", "document_id": 76928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76928.pdf", "status_text": "Title Amended", "journal_page": 490, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13715, "action_date": "1998-02-13T00:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13715, "action_date": "1998-02-13T14:00:00-06:00", "document_id": 76929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76929.pdf", "status_text": "First read in House and referred to", "journal_page": 683, "committee_id_action": 600, "committee_id_assigned": 595, "result": "N", "vote": {}}, {"bill_id": 13715, "action_date": "1998-02-20T10:00:00-06:00", "document_id": 76786, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76786.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13715, "action_date": "1998-02-20T10:00:00-06:00", "document_id": 76786, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76786.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13715, "action_date": "1998-02-23T10:00:00-06:00", "document_id": 76795, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76795.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13715, "action_date": "1998-02-23T10:00:00-06:00", "document_id": 76795, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76795.pdf", "status_text": "Do Pass Amended,", "journal_page": 832, "committee_id_action": 595, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39385, "president_vote": null, "Nay": [2100, 2150, 2180, 2171], "Yea": [2106, 2111, 2141, 2146, 2177, 2136, 2159, 2131], "Excused": [2134]}}, {"bill_id": 13715, "action_date": "1998-02-23T10:00:00-06:00", "document_id": 76795, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76795.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13715, "action_date": "1998-02-24T14:00:00-06:00", "document_id": 76943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76943.pdf", "status_text": "Do Pass Amended,", "journal_page": 919, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40880, "president_vote": null, "Yea": [2096, 2098, 2101, 2104, 2105, 2106, 2107, 2110, 2111, 2114, 2123, 2124, 2126, 2127, 2128, 2131, 2133, 2136, 2139, 2141, 2147, 2151, 2152, 2153, 2154, 2157, 2158, 2159, 2160, 2161, 2162, 2163, 2167, 2168, 2172, 2173, 2174, 2176, 2177, 2178, 2183, 2184, 2185, 2186, 2190, 2193, 2194, 2195, 2197, 2134], "Nay": [2097, 2100, 2108, 2113, 2116, 2117, 2119, 2132, 2143, 2144, 2146, 2150, 2164, 2171, 2180, 2181, 2192, 2198], "Excused": [2109, 2120]}}, {"bill_id": 13715, "action_date": "1998-02-25T14:00:00-06:00", "document_id": 76945, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76945.pdf", "status_text": "Conference Committee appointments", "journal_page": 951, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13715, "action_date": "1998-02-26T00:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13715, "action_date": "1998-02-26T14:00:00-06:00", "document_id": 76947, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76947.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 968, "committee_id_action": 600, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40913, "president_vote": null, "Yea": [2096, 2097, 2098, 2100, 2101, 2104, 2105, 2106, 2107, 2108, 2109, 2111, 2113, 2114, 2119, 2123, 2127, 2128, 2132, 2133, 2136, 2139, 2141, 2144, 2146, 2147, 2150, 2154, 2157, 2158, 2160, 2162, 2164, 2167, 2172, 2173, 2174, 2176, 2177, 2178, 2180, 2181, 2183, 2184, 2185, 2186, 2193, 2194, 2197, 2134], "Nay": [2110, 2116, 2120, 2124, 2126, 2143, 2151, 2152, 2153, 2159, 2161, 2163, 2168, 2171, 2190, 2192, 2198], "Excused": [2117, 2131, 2195]}}, {"bill_id": 13715, "action_date": "1998-02-26T14:00:00-06:00", "document_id": 76948, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76948.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 742, "committee_id_action": 601, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39527, "president_vote": null, "Excused": [2094, 2125, 2179, 2188, 2189], "Yea": [2095, 2099, 2102, 2103, 2112, 2115, 2118, 2121, 2122, 2129, 2130, 2135, 2137, 2138, 2140, 2142, 2145, 2148, 2149, 2155, 2156, 2165, 2166, 2169, 2170, 2175, 2182, 2187, 2191, 2196]}}, {"bill_id": 13715, "action_date": "1998-02-26T14:00:00-06:00", "document_id": 76948, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76948.pdf", "status_text": "Signed by President", "journal_page": 754, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13715, "action_date": "1998-02-26T14:00:00-06:00", "document_id": 76947, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76947.pdf", "status_text": "Signed by Speaker", "journal_page": 990, "committee_id_action": 600, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13715, "action_date": "1998-02-26T14:00:00-06:00", "document_id": 76948, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76948.pdf", "status_text": "Delivered to the Governor", "journal_page": 755, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13715, "action_date": "1998-03-14T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 601, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1118, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13715"}