{"session_id": 32, "bill_id": 9115, "bill_type": "Senate Commemoration", "bill_number": 23, "bill_title": "Congratulating and honoring Jeff and Janine Nielsen on being awarded the 2018 South Dakota Retailer of the Year Award by the South Dakota Retailers Association.", "sponsors": [{"legislator_profile_id": 1244, "is_prime": true}, {"legislator_profile_id": 1249, "is_prime": true}, {"legislator_profile_id": 1284, "is_prime": false}, {"legislator_profile_id": 1246, "is_prime": false}, {"legislator_profile_id": 1248, "is_prime": false}, {"legislator_profile_id": 1224, "is_prime": false}, {"legislator_profile_id": 1221, "is_prime": false}, {"legislator_profile_id": 1259, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 9115, "bill_version_id": 47910, "bill_version": "Introduced", "bill_version_date": "2018-01-25T09:16:38.613-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and honoring Jeff and Janine Nielsen on being awarded the 2018 South Dakota Retailer of the Year Award by the South Dakota Retailers Association. WHEREAS, the Nielsens own a truck stop, four convenience stores, and four grocery stores, with no two of the businesses operated exactly alike, and each store aims to fit the needs of the local community; and WHEREAS, Jeff and Janine Nielsen were nominated for the award by business colleagues, bankers, school officials, and others who praised the Nielsens for their vision, work ethic, commitment to the communities they serve, support for school and charitable events, friendly service, and for being excellent entrepreneurs; and WHEREAS, the Nielsens were chosen for the award by a committee of retailers in recognition of Jeff and Janine Nielsen's commitment to running an excellent business and for outstanding service to their community: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Third Legislature of the State of South Dakota, that the Legislature honors and congratulates Jeff and Janine Nielsen on being awarded the 2018 South Dakota Retailer of the Year Award, recognizing the Nielsens' hard work and exemplary skills as business owners and extending best wishes for continued success and happiness."}, {"bill_id": 9115, "bill_version_id": 48344, "bill_version": "Enrolled", "bill_version_date": "2018-01-31T16:33:49.493-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and honoring Jeff and Janine Nielsen on being awarded the 2018 South Dakota Retailer of the Year Award by the South Dakota Retailers Association. WHEREAS, the Nielsens own a truck stop, four convenience stores, and four grocery stores, with no two of the businesses operated exactly alike, and each store aims to fit the needs of the local community; and WHEREAS, Jeff and Janine Nielsen were nominated for the award by business colleagues, bankers, school officials, and others who praised the Nielsens for their vision, work ethic, commitment to the communities they serve, support for school and charitable events, friendly service, and for being excellent entrepreneurs; and WHEREAS, the Nielsens were chosen for the award by a committee of retailers in recognition of Jeff and Janine Nielsen's commitment to running an excellent business and for outstanding service to their community: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Third Legislature of the State of South Dakota, that the Legislature honors and congratulates Jeff and Janine Nielsen on being awarded the 2018 South Dakota Retailer of the Year Award, recognizing the Nielsens' hard work and exemplary skills as business owners and extending best wishes for continued success and happiness. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9115, "action_date": "2018-01-25T13:00:00-06:00", "document_id": 48017, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48017.pdf", "status_text": "", "journal_page": 260, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9115"}