{"session_id": 64, "bill_id": 23101, "bill_type": "Senate Bill", "bill_number": 166, "bill_title": "reduce the rate of gross receipts tax on certain food.", "sponsors": [{"legislator_profile_id": 3974, "is_prime": true}, {"legislator_profile_id": 3913, "is_prime": false}, {"legislator_profile_id": 3919, "is_prime": false}, {"legislator_profile_id": 3934, "is_prime": false}, {"legislator_profile_id": 3960, "is_prime": false}, {"legislator_profile_id": 3985, "is_prime": false}], "keywords": ["Food and Drugs", "Retail Sales and Service Tax", "Tax Exemptions", "Taxation"], "audio": [{"meeting_datetime": "2022-02-16T10:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sta24.mp3", "start_seconds": 2285.0}, {"meeting_datetime": "2022-02-16T10:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sta24.mp3", "start_seconds": 2285.0}, {"meeting_datetime": "2022-02-16T10:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sta24.mp3", "start_seconds": 2285.0}, {"meeting_datetime": "2022-02-16T10:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sta24.mp3", "start_seconds": 2285.0}], "bill_versions": [{"bill_id": 23101, "bill_version_id": 230896, "bill_version": "Introduced", "bill_version_date": "2022-01-27T10:57:39.073-06:00", "bill_text": "An Act to reduce the rate of gross receipts tax on certain food. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-45-2 be AMENDED: 10-45-2. ThereSubject to the provisions of § 10-45-2.10, there is hereby imposed a tax upon the privilege of engaging in business as a retailer, a tax of four and one-half percent upon the gross receipts of all sales of tangible personal property consisting of goods, wares, or merchandise, except as otherwise provided in this chapter, sold at retail in the State of South Dakota to consumers or users. Section 2. That chapter 10-45 be amended with a NEW SECTION: During the period beginning July 1, 2022, and ending June 30, 2022, the tax imposed under § 10-45-2 on gross receipts from the sale of SNAP items is four percent. During the period beginning July 1, 2023, and ending June 30, 2023, the tax imposed under § 10-45-2 on gross receipts from the sale of SNAP items is three percent. During the period beginning July 1, 2024, and ending June 30, 2024, the tax imposed under § 10-45-2 on gross receipts from the sale of SNAP items is two percent. During the period beginning July 1, 2025, and ending June 30, 2025, the tax imposed under § 10-45-2 on gross receipts from the sale of SNAP items is one percent. Beginning on July 1, 2026, the tax imposed under § 10-45-2 on gross receipts from the sale of SNAP items is zero percent. Section 3. That § 10-45-1 be AMENDED: 10-45-1. Terms used in this chapter mean: (1) \"Agricultural purposes,\" the producing, raising, growing, or harvesting of food or fiber upon agricultural land, including dairy products, livestock, and crops. The services of custom harvesters, chemical applicators, fertilizer spreaders, hay grinders, and cultivators are considered agricultural purposes. The harvesting of timber on land within the state is considered an agricultural purpose; (2) \"Business,\" any activity engaged in by any person or caused to be engaged in by such person with the object of gain, benefit, or advantage, either direct or indirect; (3) \"Candy,\" any preparation of sugar, honey, or other natural or artificial sweeteners in combination with chocolate, fruits, nuts or other ingredients or flavorings in the form of bars, drops, or pieces. The term, candy, does not include any preparation containing flour and does not require refrigeration; (4) \"Delivery charges,\" charges by the retailer for preparation and delivery to a location designated by the purchaser of tangible personal property, any product transferred electronically, or services including transportation, shipping, postage, handling, crating, and packing. The term does not include postage for direct mail; (5) \"Food\" and \"food ingredient,\" any substance, whether in liquid, concentrated, solid, frozen, dried, or dehydrated form, that is sold for ingestion or chewing by humans and is consumed for its taste or nutritional value. The term, food, does not include alcoholic beverages, tobacco, or prepared food; (6) Repealed by SL 2007, ch 56, § 1. (7) \"Person,\" any individual, firm, copartnership, joint adventure, association, limited liability company, corporation, municipal corporation, estate, trust, business trust, receiver, the State of South Dakota and its political subdivisions, or any group or combination acting as a unit; (8) \"Prepared food,\" any food sold in a heated state or heated by the seller; two or more food ingredients mixed or combined by the seller for sale as a single item; or food sold with eating utensils provided by the seller, including plates, knives, forks, spoons, glasses, cups, napkins, or straws. A plate does not include a container or packaging used to transport the food. Prepared food does not include food that is only cut, repackaged, or pasteurized by the seller, and eggs, fish, meat, poultry, and foods containing these raw animal foods requiring cooking by the consumer as recommended by the Food and Drug Administration in chapter 3, part 401.11 of its Food Code as of January 1, 2003, so as to prevent food borne illnesses; (8A) \"Product transferred electronically,\" any product obtained by the purchaser by means other than tangible storage media. A product transferred electronically does not include any intangible such as a patent, stock, bond, goodwill, trademark, franchise, or copyright. (9) \"Relief agency,\" the state, and county, municipality or district thereof, or any agency engaged in actual relief work; (10) \"Retail sale\" or \"sale at retail,\" any sale, lease, or rental for any purpose other than for resale, sublease, or subrent; (11) \"Retailer,\" any person engaged in the business of selling tangible goods, wares, or merchandise at retail, or the furnishing of gas, electricity, water, and communication service, and tickets or admissions to places of amusement and athletic events as provided in this chapter, and the sale at retail of products transferred electronically. The term also includes any person subject to the tax imposed by §§ 10-45-4 and 10-45-5. The isolated or occasional sale of tangible personal property or any product transferred electronically at retail by a person who does not hold himself or herself out as engaging in the business of selling such tangible personal property or products transferred electronically at retail does not constitute such person a retailer; (12) \"Sale,\" any transfer, exchange, or barter, conditional or otherwise, in any manner or by any means whatsoever, for a consideration; (13) \"SNAP item,\" any item eligible for purchase using an electronic benefit transfer card issued pursuant to 7 U.S.C § 2016 (2018). (13)(14) \"Soft drinks,\" any nonalcoholic beverages that contain natural or artificial sweeteners. The term, soft drinks, does not include any beverage that contains milk or milk products, soy, rice of similar milk substitutes, or greater than fifty percent of vegetable or fruit juice by volume; (14)(15) \"Tangible personal property,\" personal property that can be seen, weighed, measured, felt, or touched, or that is in any other manner perceptible to the senses. The term includes electricity, water, gas, steam, and prewritten computer software."}], "amendments": [{"bill_id": 23101, "document_id": 232878, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232878.pdf", "legislator_profile_id": 3974, "document_id_instructions": 232879, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/232879.pdf"}, {"bill_id": 23101, "document_id": 232884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232884.pdf", "legislator_profile_id": 3974, "document_id_instructions": 232885, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/232885.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 23101, "action_date": "2022-01-27T13:00:00-06:00", "document_id": 230319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230319.pdf", "status_text": "First read in Senate and referred to", "journal_page": 131, "committee_id_action": 1034, "committee_id_assigned": 1036, "result": "N", "vote": {}}, {"bill_id": 23101, "action_date": "2022-02-09T10:00:00-06:00", "document_id": 232341, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232341.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1036, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23101, "action_date": "2022-02-16T10:00:00-06:00", "document_id": 233020, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233020.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1036, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23101, "action_date": "2022-02-16T10:00:00-06:00", "document_id": 233021, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233021.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1036, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23101, "action_date": "2022-02-16T10:00:00-06:00", "document_id": 233021, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233021.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1036, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73935, "president_vote": null, "Yea": [3922, 3961, 3975, 3999, 3956], "Nay": [3979, 4003]}}]}