{"session_id": 56, "bill_id": 19082, "bill_type": "House Bill", "bill_number": 1191, "bill_title": "establish certain legislative findings, to reinstate the prohibition against certain acts causing the termination of an unborn human life and to prescribe a penalty therefor.", "sponsors": [{"legislator_profile_id": 3107, "is_prime": true}, {"legislator_profile_id": 3132, "is_prime": true}, {"legislator_profile_id": 3044, "is_prime": false}, {"legislator_profile_id": 3046, "is_prime": false}, {"legislator_profile_id": 3047, "is_prime": false}, {"legislator_profile_id": 3048, "is_prime": false}, {"legislator_profile_id": 3049, "is_prime": false}, {"legislator_profile_id": 3050, "is_prime": false}, {"legislator_profile_id": 3055, "is_prime": false}, {"legislator_profile_id": 3058, "is_prime": false}, {"legislator_profile_id": 3060, "is_prime": false}, {"legislator_profile_id": 3067, "is_prime": false}, {"legislator_profile_id": 3068, "is_prime": false}, {"legislator_profile_id": 3071, "is_prime": false}, {"legislator_profile_id": 3072, "is_prime": false}, {"legislator_profile_id": 3073, "is_prime": false}, {"legislator_profile_id": 3074, "is_prime": false}, {"legislator_profile_id": 3075, "is_prime": false}, {"legislator_profile_id": 3076, "is_prime": false}, {"legislator_profile_id": 3077, "is_prime": false}, {"legislator_profile_id": 3078, "is_prime": false}, {"legislator_profile_id": 3080, "is_prime": false}, {"legislator_profile_id": 3082, "is_prime": false}, {"legislator_profile_id": 3083, "is_prime": false}, {"legislator_profile_id": 3084, "is_prime": false}, {"legislator_profile_id": 3086, "is_prime": false}, {"legislator_profile_id": 3087, "is_prime": false}, {"legislator_profile_id": 3088, "is_prime": false}, {"legislator_profile_id": 3089, "is_prime": false}, {"legislator_profile_id": 3090, "is_prime": false}, {"legislator_profile_id": 3091, "is_prime": false}, {"legislator_profile_id": 3092, "is_prime": false}, {"legislator_profile_id": 3094, "is_prime": false}, {"legislator_profile_id": 3095, "is_prime": false}, {"legislator_profile_id": 3096, "is_prime": false}, {"legislator_profile_id": 3098, "is_prime": false}, {"legislator_profile_id": 3099, "is_prime": false}, {"legislator_profile_id": 3102, "is_prime": false}, {"legislator_profile_id": 3105, "is_prime": false}, {"legislator_profile_id": 3106, "is_prime": false}, {"legislator_profile_id": 3108, "is_prime": false}, {"legislator_profile_id": 3109, "is_prime": false}, {"legislator_profile_id": 3111, "is_prime": false}, {"legislator_profile_id": 3112, "is_prime": false}, {"legislator_profile_id": 3113, "is_prime": false}, {"legislator_profile_id": 3116, "is_prime": false}, {"legislator_profile_id": 3118, "is_prime": false}, {"legislator_profile_id": 3122, "is_prime": false}, {"legislator_profile_id": 3124, "is_prime": false}, {"legislator_profile_id": 3125, "is_prime": false}, {"legislator_profile_id": 3127, "is_prime": false}, {"legislator_profile_id": 3129, "is_prime": false}, {"legislator_profile_id": 3130, "is_prime": false}, {"legislator_profile_id": 3131, "is_prime": false}, {"legislator_profile_id": 3133, "is_prime": false}, {"legislator_profile_id": 3135, "is_prime": false}, {"legislator_profile_id": 3136, "is_prime": false}, {"legislator_profile_id": 3138, "is_prime": false}, {"legislator_profile_id": 3140, "is_prime": false}, {"legislator_profile_id": 3143, "is_prime": false}, {"legislator_profile_id": 3144, "is_prime": false}, {"legislator_profile_id": 3146, "is_prime": false}, {"legislator_profile_id": 3147, "is_prime": false}, {"legislator_profile_id": 3148, "is_prime": false}, {"legislator_profile_id": 3149, "is_prime": false}], "keywords": ["Abortion", "Public Health and Safety"], "audio": [{"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hst17.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-10T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou21hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-10T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou21hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-10T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou21hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-10T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou21hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-10T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou21hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-10T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou21hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-10T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou21hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-10T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou21hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-10T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou21hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-10T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou21hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-10T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou21hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-10T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou21hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-10T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou21hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sst29hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sst29hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sst29hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sst29hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sst29hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sst29hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sst29hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-24T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen31hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-24T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen31hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-24T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen31hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-24T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen31hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-24T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen31hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-24T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen31hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-24T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/sen31hb1191a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-03-15T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hou35.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19082, "bill_version_id": 99581, "bill_version": "Introduced", "bill_version_date": "2004-01-22T09:46:08-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain legislative findings, to reinstate the prohibition against certain acts causing the termination of an unborn human life, and to prescribe a penalty therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature finds that the State of South Dakota has a compelling and paramount interest in the preservation and protection of all human life within and subject to its jurisdiction and that the preservation and protection of human life applies to all human life, born or unborn. Section 2. The Legislature finds that since neither constitutional law nor Supreme Court decision has resolved the question of the beginning of life, it is within the proper sphere of state legislative enactment to determine the question in light of the best scientific and medical evidence. The Legislature therefor finds that unborn human life begins when the ovum is fertilized by male sperm. Section 3. The Legislature finds that the guarantee of due process of law under the South Dakota Bill of Rights applies equally to born and unborn human life and that there is no other justification for the taking of a guiltless human life by the state or by any person within and subject to the jurisdiction of the state. Section 4. The Legislature finds that there is no justification for protecting an unborn human life in preference to the life of the mother if birth or continued pregnancy constitutes a clear and immediate threat of death to the mother or serious risk of substantial and irreversible impairment of a major bodily function. Section 5. That chapter 22-17 be amended by adding thereto a NEW SECTION to read as follows: No person may administer to, prescribe for, or procure for any pregnant woman any medicine, drug, or other substance with the intent of causing or abetting the termination of an unborn human life unless it is necessary to preserve the life of the pregnant woman, or if there is a serious risk of substantial and irreversible impairment of a major bodily function. No person may use or employ any instrument or procedure with the intent of causing or abetting the termination of an unborn human life unless it is necessary to preserve the life of any pregnant woman or if there is a serious risk of substantial and irreversible impairment of a major bodily function. Any violation of this section is a Class 5 felony. Section 6. That chapter 22-17 be amended by adding thereto a NEW SECTION to read as follows: No licensed physician who terminates an unborn human life in the exercise of reasonable medical judgment and after determining in good faith that such termination of the unborn human life is medically necessary to prevent the death of the pregnant woman or a serious risk of substantial and irreversible impairment of a major bodily function of the pregnant woman is guilty of violating section 5 of this Act. Section 7. That chapter 22-17 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean: (1) \"Pregnant,\" the human female reproductive condition, of having a developing unborn human life within her body after the fertilization of the ovum by male sperm; (2) \"Serious risk of the substantial and irreversible impairment of a major bodily function,\" any medically diagnosed condition that so complicates the pregnancy of the woman as to directly or indirectly cause the substantial and irreversible physical impairment; and (3) \"Unborn human life,\" an individual organism of the species homo sapiens that begins when the ovum is fertilized by male sperm until live birth. Section 8. If any provision of this Act is found to be invalid, the remaining provisions are severable."}, {"bill_id": 19082, "bill_version_id": 100770, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2004-02-06T09:00:27-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain legislative findings, to reinstate the prohibition against certain acts causing the termination of an unborn human life, and to prescribe a penalty therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature finds that the State of South Dakota has a compelling and paramount interest in the preservation and protection of all human life within and subject to its jurisdiction and that the preservation and protection of human life applies to all human beings, born or unborn. Section 2. The Legislature finds that since neither constitutional law nor Supreme Court decision has resolved the question of the beginning of life, it is within the proper sphere of state legislative enactment to determine the question of fact in light of the best scientific and medical evidence. The Legislature finds that the life of a human being begins when the ovum is fertilized by male sperm. The Legislature finds that the explosion of knowledge derived from new recombinant DNA technologies over the past twenty-five years has reinforced the validity of the finding of this scientific fact. Section 3. The Legislature finds that, based upon the evidence derived from thirty years of legalized abortions in this country, the interests of pregnant mothers protected under the South Dakota Bill of Rights have been adversely affected as abortions terminate the constitutionally protected fundamental interest of the pregnant mother in her relationship with her child and abortions are performed without a truly informed or voluntary consent or knowing waiver of the woman's rights and interests. The Legislature finds that the state has a duty to protect the pregnant mother's fundamental interest in her relationship with her unborn child. Section 4. The Legislature finds that abortion procedures impose significant risks to the health and life of the pregnant mother, including subjecting women to significant risk of severe depression, suicidal ideation, suicide, attempted suicide, post traumatic stress disorders, adverse impact in the lives of women, physical injury, and a greater risk of death than risks associated with carrying the unborn child to full term and childbirth. Section 5. The Legislature finds that the guarantee of due process of law under the South Dakota Bill of Rights applies equally to born and unborn human beings and that there is no justification for the taking of a guiltless human life by the state or by any person within and subject to the jurisdiction of the state. Section 6. The Legislature finds that a pregnant mother possesses her own natural and inalienable right to life under the South Dakota Bill of Rights, and therefore has a right to seek treatment necessary to protect her own life, subject to the requirements imposed upon a doctor treating such pregnant mother set forth in this Act. Section 7. That chapter 22-17 be amended by adding thereto a NEW SECTION to read as follows: No person may knowingly administer to, prescribe for, or procure for, or sell to any pregnant woman any medicine, drug, or other substance with the specific intent of causing or abetting the termination of the life of an unborn human being. No person may knowingly use or employ any instrument or procedure upon a pregnant woman with the specific intent of causing or abetting the termination of the life of an unborn human being. Any licensed physician who provides health care to a pregnant woman shall, in all cases, make every effort to preserve both the life of the mother and the life of her unborn child. Medical treatment provided to the mother by a licensed physician which results in the accidental or unintentional injury or death of the unborn child is not a violation of this statute. Any violation of this section is a Class 5 felony. Section 8. That chapter 22-17 be amended by adding thereto a NEW SECTION to read as follows: Nothing in this Act may be construed to prohibit the sale, use, prescription, or administration of a contraceptive measure, drug or chemical, if it is administered prior to the time when a pregnancy could be determined through conventional medical testing and if the contraceptive measure is sold, used, prescribed, or administered in accordance with manufacturer instructions. Section 9. That chapter 22-17 be amended by adding thereto a NEW SECTION to read as follows: Subject to the provisions of section 7 of this Act, no licensed physician who performs a medical procedure designed or intended to prevent the death of a pregnant mother is guilty of violating section 5 of this Act. Nothing in this Act may be construed to subject the pregnant mother upon whom any abortion is performed or attempted to any criminal conviction and penalty. Section 10. That chapter 22-17 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean: (1) \"Pregnant,\" the human female reproductive condition, of having a living unborn human being within her body throughout the entire embryonic and fetal ages of the unborn child from fertilization to full gestation and child birth; (2) \"Unborn human being,\" an individual living member of the species homo sapiens throughout the entire embryonic and fetal ages of the unborn child from fertilization to full gestation and childbirth; (3) \"Fertilization,\" that point in time when a male human sperm penetrates the zona pellucida of a female human ovum. Section 11. If any provision of this Act is found to be unconstitutional, the provision is severable; and the other provisions of this Act remain effective. Section 12. Nothing in this Act may be construed to repeal, by implication or otherwise, any provision not explicitly repealed. Section 13. If any provision of this Act is ever temporarily or permanently restrained or enjoined by judicial order, the provisions of chapters 34-23A and 22-17 shall be enforced. However, if such temporary or permanent restraining order or injunction is subsequently stayed or dissolved, or otherwise ceases to have effect, all provisions of this Act that are not restrained shall have full force and effect."}, {"bill_id": 19082, "bill_version_id": 101106, "bill_version": "House Engrossed", "bill_version_date": "2004-02-10T17:10:20-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain legislative findings, to reinstate the prohibition against certain acts causing the termination of an unborn human life, and to prescribe a penalty therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature finds that the State of South Dakota has a compelling and paramount interest in the preservation and protection of all human life within and subject to its jurisdiction and that the preservation and protection of human life applies to all human beings, born or unborn. Section 2. The Legislature finds that since neither constitutional law nor Supreme Court decision has resolved the question of the beginning of life, it is within the proper sphere of state legislative enactment to determine the question of fact in light of the best scientific and medical evidence. The Legislature finds that the life of a human being begins when the ovum is fertilized by male sperm. The Legislature finds that the explosion of knowledge derived from new recombinant DNA technologies over the past twenty-five years has reinforced the validity of the finding of this scientific fact. Section 3. The Legislature finds that, based upon the evidence derived from thirty years of legalized abortions in this country, the interests of pregnant mothers protected under the South Dakota Bill of Rights have been adversely affected as abortions terminate the constitutionally protected fundamental interest of the pregnant mother in her relationship with her child and abortions are performed without a truly informed or voluntary consent or knowing waiver of the woman's rights and interests. The Legislature finds that the state has a duty to protect the pregnant mother's fundamental interest in her relationship with her unborn child. Section 4. The Legislature finds that abortion procedures impose significant risks to the health and life of the pregnant mother, including subjecting women to significant risk of severe depression, suicidal ideation, suicide, attempted suicide, post traumatic stress disorders, adverse impact in the lives of women, physical injury, and a greater risk of death than risks associated with carrying the unborn child to full term and childbirth. Section 5. The Legislature finds that the guarantee of due process of law under the South Dakota Bill of Rights applies equally to born and unborn human beings and that there is no justification for the taking of a guiltless human life by the state or by any person within and subject to the jurisdiction of the state. Section 6. The Legislature finds that a pregnant mother possesses her own natural and inalienable right to life under the South Dakota Bill of Rights, and therefore has a right to seek treatment necessary to protect her own life, subject to the requirements imposed upon a doctor treating such pregnant mother set forth in this Act. Section 7. That chapter 22-17 be amended by adding thereto a NEW SECTION to read as follows: No person may knowingly administer to, prescribe for, or procure for, or sell to any pregnant woman any medicine, drug, or other substance with the specific intent of causing or abetting the termination of the life of an unborn human being. No person may knowingly use or employ any instrument or procedure upon a pregnant woman with the specific intent of causing or abetting the termination of the life of an unborn human being. Any licensed physician who provides health care to a pregnant woman shall, in all cases, make every effort to preserve both the life of the mother and the life of her unborn child. Medical treatment provided to the mother by a licensed physician which results in the accidental or unintentional injury or death of the unborn child is not a violation of this statute. Any violation of this section is a Class 5 felony. Section 8. That chapter 22-17 be amended by adding thereto a NEW SECTION to read as follows: Nothing in this Act may be construed to prohibit the sale, use, prescription, or administration of a contraceptive measure, drug or chemical, if it is administered prior to the time when a pregnancy could be determined through conventional medical testing and if the contraceptive measure is sold, used, prescribed, or administered in accordance with manufacturer instructions. Section 9. That chapter 22-17 be amended by adding thereto a NEW SECTION to read as follows: Subject to the provisions of section 7 of this Act, no licensed physician who performs a medical procedure designed or intended to prevent the death of a pregnant mother is guilty of violating section 5 of this Act. Nothing in this Act may be construed to subject the pregnant mother upon whom any abortion is performed or attempted to any criminal conviction and penalty. Section 10. That chapter 22-17 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean: (1) \"Pregnant,\" the human female reproductive condition, of having a living unborn human being within her body throughout the entire embryonic and fetal ages of the unborn child from fertilization to full gestation and child birth; (2) \"Unborn human being,\" an individual living member of the species homo sapiens throughout the entire embryonic and fetal ages of the unborn child from fertilization to full gestation and childbirth; (3) \"Fertilization,\" that point in time when a male human sperm penetrates the zona pellucida of a female human ovum. Section 11. That § 34-23A-2 be repealed. 34-23A-2. An abortion may be performed in this state only if it is performed in compliance with § 34-23A-3, 34-23A-4, or 34-23A-5. Section 12. That § 34-23A-3 be repealed. 34-23A-3. An abortion may be performed by a physician during the first twelve weeks of pregnancy. The abortion decision and its effectuation must be left to the medical judgment of the pregnant woman's attending physician during the first twelve weeks of pregnancy. Section 13. That § 34-23A-4 be repealed. 34-23A-4. An abortion may be performed following the twelfth week of pregnancy and through the twenty-fourth week of pregnancy by a physician only in a hospital licensed under the provisions of chapter 34-12 or in a hospital operated by the United States, this state, or any department, agency, or political subdivision of either or in the case of hospital facilities not being available, in the licensed physician's medical clinic or office of practice subject to the requirements of § 34-23A-6. Section 14. That § 34-23A-5 be repealed. 34-23A-5. An abortion may be performed following the twenty-fourth week of pregnancy by a physician only in a hospital authorized under § 34-23A-4 and only if there is appropriate and reasonable medical judgment that performance of an abortion is necessary to preserve the life or health of the mother. Section 15. If any provision of this Act is found to be unconstitutional, the provision is severable; and the other provisions of this Act remain effective. Section 16. Nothing in this Act may be construed to repeal, by implication or otherwise, any provision not explicitly repealed. Section 17. If any provision of this Act is ever temporarily or permanently restrained or enjoined by judicial order, the provisions of chapters 34-23A and 22-17 shall be enforced. However, if such temporary or permanent restraining order or injunction is subsequently stayed or dissolved, or otherwise ceases to have effect, all provisions of this Act that are not restrained shall have full force and effect."}, {"bill_id": 19082, "bill_version_id": 101774, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2004-02-21T12:21:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain legislative findings regarding the termination of an unborn human life, revise certain provisions regarding the informed consent necessary for an abortion, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature finds that a human being at any stage of development or aging, from the beginning of life until death, is a separate and distinct person. At the beginning of human life, a person begins to exist and personhood is determined only by the fact that a person is a human being, and not by any other status, circumstance, or factor. Section 2. The Legislature finds that since the United States Constitution and federal court decisions have not resolved the question of the beginning of human life, it is within the power of this Legislature to do so. Science overwhelmingly proves and validates that fertilization of a human ovum by a human sperm marks the beginning of the life of a new and distinct human being. Section 3. The Legislature finds that a person in the stage of development from the beginning of life until birth, considered an unborn child, is due all the rights and privileges granted under law to a person beyond that stage of development. South Dakota law recognizes a human being who is in the stage of development from the beginning of life until birth as a separate and distinct person. The State of South Dakota has a compelling and paramount interest in the preservation and protection of all persons within and subject to its jurisdiction. This protection applies to all persons at any stage of development or aging, from the beginning of life until death. Biological parents of unborn children have interests entitled to protection in the life, health, and well-being of their unborn child. Section 4. That § 34-23A-10.1 be amended to read as follows: 34-23A-10.1. No abortion may be performed except with the voluntary and informed consent of the female upon whom the abortion is to be performed. Except in the case of a medical emergency, consent to an abortion is voluntary and informed only if: (1) The female is told the following by the physician who is to perform the abortion or by the referring physician, at least twenty-four hours before the abortion: (a) The name of the physician who will perform the abortion; (b) The particular medical risks associated with the particular abortion procedure to be employed including, when medically accurate, the risks of infection, hemorrhage, danger to subsequent pregnancies, and infertility; (c) The probable gestational age of the unborn child at the time the abortion is to be performed; and (d) The medical risks associated with carrying her child to term; (2) The female is informed, by telephone or in person, by the physician who is to perform the abortion, by the referring physician, or by an agent of either, at least twenty-four hours before the abortion: (a) That medical assistance benefits may be available for prenatal care, childbirth, and neonatal care; (b) That the father is liable to assist in the support of her child, even in instances in which the father has offered to pay for the abortion; and (c) That she has the right to review the printed materials described in § 34-23A-10.3 and the website described in § 34-23A-10.4. The physician or the physician's agent shall orally inform the female that the materials have been provided by the State of South Dakota at no charge to the female. If the female chooses to view the materials, they shall either be given to her at least twenty-four hours before the abortion or mailed to her at least seventy-two hours before the abortion by certified mail, restricted delivery to addressee, which means the postal employee can only deliver the mail to the addressee; (3) The female certifies in writing, prior to the abortion, that the information described in subdivisions (1) and (2) of this section has been furnished her, and that she has been informed of her opportunity to review the information described in § 34-23A-10.3; and (4) Prior to the performance of the abortion, the physician who is to perform the abortion or the physician's agent receives a copy of the written certification prescribed by subdivision (3) and certifies in writing that the information described in subdivisions (1) and (2) of this section has been provided to the female and that the physician believes that the female has had sufficient time to review and understand that information . The physician may provide the information prescribed in subdivision (1) by telephone without conducting a physical examination or tests of the patient, in which case the information required to be supplied may be based on facts supplied the physician by the female and whatever other relevant information is reasonably available to the physician. Section 5. The Legislature finds that procedures terminating the life of an unborn child impose risks to the life and health of the pregnant mother, including the possibility of causing depression, suicide or suicidal ideation, post traumatic stress disorder or other mental and emotional trauma, physical injury, and death. The Legislature further finds that a woman seeking to terminate the life of her unborn child may be subject to pressures which can cause an emotional crisis, undue reliance on the advice of others, clouded judgment, and a willingness to violate conscience to avoid those pressures. The Legislature therefore finds that great care must be taken to provide a woman seeking to terminate the life of her unborn child with complete and accurate information and adequate time to understand and consider that information in order to make a fully informed and voluntary consent to the termination. Section 6. Whereas, this Act is necessary for the immediate preservation of the public peace, health, or safety, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 19082, "bill_version_id": 101998, "bill_version": "Senate Engrossed", "bill_version_date": "2004-02-24T18:14:40-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain legislative findings, to reinstate the prohibition against certain acts causing the termination of an unborn human life and to prescribe a penalty therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature finds that the State of South Dakota has a compelling and paramount interest in the preservation and protection of all human life and finds that the guarantee of due process of law under the South Dakota Bill of Rights applies equally to born and unborn human beings. Section 2. The Legislature finds that the life of a human being begins when the ovum is fertilized by male sperm. The Legislature finds that the explosion of knowledge derived from new recombinant DNA technologies over the past twenty-five years has reinforced the validity of the finding of this scientific fact. Section 3. The Legislature finds that, based upon the evidence derived from thirty years of legalized abortions in this country, the interests of pregnant mothers protected under the South Dakota Bill of Rights have been adversely affected as abortions terminate the constitutionally protected fundamental interest of the pregnant mother in her relationship with her child and abortions are performed without a truly informed or voluntary consent or knowing waiver of the woman's rights and interests. The Legislature finds that the state has a duty to protect the pregnant mother's fundamental interest in her relationship with her unborn child. Section 4. The Legislature finds that abortion procedures impose significant risks to the health and life of the pregnant mother, including subjecting women to significant risk of severe depression, suicidal ideation, suicide, attempted suicide, post traumatic stress disorders, adverse impact in the lives of women, physical injury, and a greater risk of death than risks associated with carrying the unborn child to full term and childbirth. Section 5. The Legislature finds that a pregnant mother, together with the unborn human child, each possess a natural and inalienable right to life under the South Dakota Bill of Rights. Section 6. That chapter 22-17 be amended by adding thereto a NEW SECTION to read as follows: No person may knowingly administer to, prescribe for, or procure for, or sell to any pregnant woman any medicine, drug, or other substance with the specific intent of causing or abetting the termination of the life of an unborn human being unless it is necessary to preserve the life of the pregnant woman, or if there is a serious risk of substantial and irreversible impairment of a major bodily function of the pregnant woman. No person may knowingly use or employ any instrument or procedure upon a pregnant woman with the specific intent of causing or abetting the termination of the life of an unborn human being unless it is necessary to preserve the life of the pregnant woman, or if there is a serious risk of substantial and irreversible impairment of a major bodily function of the pregnant woman. Any violation of this section is a Class 5 felony. Section 7. That chapter 22-17 be amended by adding thereto a NEW SECTION to read as follows: Nothing in section 6 of this Act may be construed to prohibit the sale, use, prescription, or administration of a contraceptive measure, drug or chemical, if it is administered prior to the time when a pregnancy could be determined through conventional medical testing and if the contraceptive measure is sold, used, prescribed, or administered in accordance with manufacturer instructions. Section 8. That chapter 22-17 be amended by adding thereto a NEW SECTION to read as follows: No licensed physician who performs a medical procedure designed or intended to prevent the death of a pregnant mother or a serious risk of substantial and irreversible impairment of a major bodily function of the pregnant woman is guilty of violating section 6 of this Act. However, the physician shall make reasonable medical efforts under the circumstances to preserve both the life of the mother and the life of her unborn child in a manner consistent with conventional medical practice. Medical treatment provided to the mother by a licensed physician which results in the accidental or unintentional injury or death of the unborn child is not a violation of this statute. Nothing in this Act may be construed to subject the pregnant mother upon whom any abortion is performed or attempted to any criminal conviction and penalty. Section 9. That chapter 22-17 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean: (1) \"Pregnant,\" the human female reproductive condition, of having a living unborn human being within her body throughout the entire embryonic and fetal ages of the unborn child from fertilization to full gestation and child birth; (2) \"Unborn human being,\" an individual living member of the species homo sapiens throughout the entire embryonic and fetal ages of the unborn child from fertilization to full gestation and childbirth; (3) \"Serious risk of the substantial and irreversible impairment of a major bodily function,\" any medically diagnosed condition that so complicates the pregnancy of the woman as to directly or indirectly cause the substantial and irreversible physical impairment of the pregnant woman; (4) \"Fertilization,\" that point in time when a male human sperm penetrates the zona pellucida of a female human ovum. Section 10. That § 34-23A-2 be repealed. 34-23A-2. An abortion may be performed in this state only if it is performed in compliance with § 34-23A-3, 34-23A-4, or 34-23A-5. Section 11. That § 34-23A-3 be repealed. 34-23A-3. An abortion may be performed by a physician during the first twelve weeks of pregnancy. The abortion decision and its effectuation must be left to the medical judgment of the pregnant woman's attending physician during the first twelve weeks of pregnancy. Section 12. That § 34-23A-4 be repealed. 34-23A-4. An abortion may be performed following the twelfth week of pregnancy and through the twenty-fourth week of pregnancy by a physician only in a hospital licensed under the provisions of chapter 34-12 or in a hospital operated by the United States, this state, or any department, agency, or political subdivision of either or in the case of hospital facilities not being available, in the licensed physician's medical clinic or office of practice subject to the requirements of § 34-23A-6. Section 13. That § 34-23A-5 be repealed. 34-23A-5. An abortion may be performed following the twenty-fourth week of pregnancy by a physician only in a hospital authorized under § 34-23A-4 and only if there is appropriate and reasonable medical judgment that performance of an abortion is necessary to preserve the life or health of the mother. Section 14. If any provision of this Act is found to be unconstitutional, the provision is severable; and the other provisions of this Act remain effective. Section 15. Nothing in this Act may be construed to repeal, by implication or otherwise, any provision not explicitly repealed. Section 16. If any provision of this Act is ever temporarily or permanently restrained or enjoined by judicial order, the provisions of chapters 34-23A and 22-17 shall be enforced. However, if such temporary or permanent restraining order or injunction is subsequently stayed or dissolved, or otherwise ceases to have effect, all provisions of this Act that are not restrained shall have full force and effect."}, {"bill_id": 19082, "bill_version_id": 102063, "bill_version": "Enrolled", "bill_version_date": "2004-02-25T15:31:27-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [100722], "action_log": [{"bill_id": 19082, "action_date": "2004-01-22T14:00:00-06:00", "document_id": 99669, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99669.pdf", "status_text": "First read in House and referred to", "journal_page": 159, "committee_id_action": 831, "committee_id_assigned": 826, "result": "N", "vote": {}}, {"bill_id": 19082, "action_date": "2004-02-05T17:00:00-06:00", "document_id": 100758, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100758.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 826, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19082, "action_date": "2004-02-05T17:00:00-06:00", "document_id": 100758, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100758.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 826, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19082, "action_date": "2004-02-05T17:00:00-06:00", "document_id": 100758, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100758.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 826, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 57062, "president_vote": null, "Nay": [3071, 3073, 3086, 3106, 3111, 3140, 3148, 3129, 3124], "Yea": [3080, 3081, 3117, 3121]}}, {"bill_id": 19082, "action_date": "2004-02-05T17:00:00-06:00", "document_id": 100758, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100758.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 826, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 57062, "president_vote": null, "Nay": [3071, 3073, 3086, 3106, 3111, 3140, 3148, 3129, 3124], "Yea": [3080, 3081, 3117, 3121]}}, {"bill_id": 19082, "action_date": "2004-02-05T17:00:00-06:00", "document_id": 100758, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100758.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 826, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57065, "president_vote": null, "Yea": [3071, 3073, 3080, 3081, 3086, 3106, 3111, 3140, 3148, 3129, 3124], "Nay": [3117, 3121]}}, {"bill_id": 19082, "action_date": "2004-02-05T17:00:00-06:00", "document_id": 100758, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100758.pdf", "status_text": "Do Pass Amended,", "journal_page": 428, "committee_id_action": 826, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57064, "president_vote": null, "Yea": [3071, 3073, 3080, 3081, 3086, 3106, 3111, 3140, 3148, 3129, 3124], "Nay": [3117, 3121]}}, {"bill_id": 19082, "action_date": "2004-02-09T14:00:00-06:00", "document_id": 100992, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100992.pdf", "status_text": "Deferred to another day", "journal_page": 477, "committee_id_action": 831, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19082, "action_date": "2004-02-10T14:00:00-06:00", "document_id": 101083, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101083.pdf", "status_text": "Motion to Amend,", "journal_page": 504, "committee_id_action": 831, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19082, "action_date": "2004-02-10T14:00:00-06:00", "document_id": 101083, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101083.pdf", "status_text": "Motion to Amend,", "journal_page": 507, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19082, "action_date": "2004-02-10T14:00:00-06:00", "document_id": 101083, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101083.pdf", "status_text": "Do Pass Amended,", "journal_page": 510, "committee_id_action": 831, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59428, "president_vote": null, "Nay": [3045, 3051, 3056, 3057, 3069, 3070, 3085, 3110, 3114, 3117, 3121, 3134, 3141, 3145], "Yea": [3048, 3049, 3053, 3054, 3055, 3058, 3060, 3067, 3071, 3072, 3073, 3074, 3075, 3076, 3078, 3080, 3081, 3082, 3083, 3084, 3086, 3088, 3090, 3095, 3096, 3099, 3100, 3102, 3104, 3105, 3106, 3107, 3108, 3112, 3118, 3119, 3122, 3123, 3124, 3125, 3127, 3129, 3130, 3131, 3133, 3135, 3136, 3140, 3143, 3144, 3147, 3148, 3149, 3111], "Excused": [3126, 3142]}}, {"bill_id": 19082, "action_date": "2004-02-11T14:30:00-06:00", "document_id": 101204, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101204.pdf", "status_text": "First read in Senate and referred to", "journal_page": 461, "committee_id_action": 832, "committee_id_assigned": 814, "result": "N", "vote": {}}, {"bill_id": 19082, "action_date": "2004-02-21T07:45:00-06:00", "document_id": 101765, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101765.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 814, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19082, "action_date": "2004-02-21T07:45:00-06:00", "document_id": 101765, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101765.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 814, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58031, "president_vote": null, "Yea": [3093, 3109, 3120, 3139, 3065], "Nay": [3101, 3137, 3146, 3050]}}, {"bill_id": 19082, "action_date": "2004-02-21T07:45:00-06:00", "document_id": 101765, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101765.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 814, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58031, "president_vote": null, "Yea": [3093, 3109, 3120, 3139, 3065], "Nay": [3101, 3137, 3146, 3050]}}, {"bill_id": 19082, "action_date": "2004-02-21T07:45:00-06:00", "document_id": 101765, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101765.pdf", "status_text": "Do Pass Amended,", "journal_page": 612, "committee_id_action": 814, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58032, "president_vote": null, "Yea": [3093, 3101, 3109, 3120, 3137, 3139, 3065, 3050], "Nay": [3146]}}, {"bill_id": 19082, "action_date": "2004-02-21T07:45:00-06:00", "document_id": 101765, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101765.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 814, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19082, "action_date": "2004-02-24T14:00:00-06:00", "document_id": 102005, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102005.pdf", "status_text": "Hog Housed", "journal_page": 693, "committee_id_action": 832, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58192, "president_vote": null, "Yea": [3044, 3047, 3050, 3068, 3087, 3089, 3091, 3092, 3094, 3097, 3098, 3101, 3103, 3113, 3116, 3132, 3137, 3146], "Nay": [3046, 3052, 3059, 3061, 3064, 3065, 3066, 3077, 3079, 3093, 3109, 3115, 3120, 3128, 3138, 3139], "Excused": [3062]}}, {"bill_id": 19082, "action_date": "2004-02-24T14:00:00-06:00", "document_id": 102005, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102005.pdf", "status_text": "Amend the amendment", "journal_page": 697, "committee_id_action": 832, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58194, "president_vote": 1, "Nay": [3044, 3047, 3064, 3068, 3077, 3087, 3089, 3091, 3094, 3098, 3101, 3103, 3116, 3128, 3132, 3137, 3146], "Yea": [3046, 3050, 3052, 3059, 3061, 3065, 3066, 3079, 3092, 3093, 3097, 3109, 3113, 3115, 3120, 3138, 3139], "Excused": [3062]}}, {"bill_id": 19082, "action_date": "2004-02-24T14:00:00-06:00", "document_id": 102005, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102005.pdf", "status_text": "Do Pass Amended,", "journal_page": 699, "committee_id_action": 832, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 58195, "president_vote": null, "Yea": [3044, 3047, 3050, 3068, 3087, 3089, 3091, 3092, 3094, 3098, 3101, 3103, 3113, 3116, 3132, 3137, 3139, 3146], "Nay": [3046, 3052, 3059, 3061, 3064, 3065, 3077, 3079, 3093, 3097, 3109, 3115, 3120, 3128, 3138], "Excused": [3062, 3066]}}, {"bill_id": 19082, "action_date": "2004-02-24T14:00:00-06:00", "document_id": 102005, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102005.pdf", "status_text": "Title Amended", "journal_page": 699, "committee_id_action": 832, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19082, "action_date": "2004-02-26T09:00:00-06:00", "document_id": 102083, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102083.pdf", "status_text": "Signed by Speaker", "journal_page": 824, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19082, "action_date": "2004-02-27T09:00:00-06:00", "document_id": 102172, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102172.pdf", "status_text": "Signed by President", "journal_page": 739, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19082, "action_date": "2004-02-27T09:00:00-06:00", "document_id": 102150, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102150.pdf", "status_text": "Delivered to the Governor", "journal_page": 840, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19082, "action_date": "2004-03-09T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Vetoed for Style and Form", "journal_page": 849, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19082, "action_date": "2004-03-15T10:00:00-06:00", "document_id": 102197, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102197.pdf", "status_text": "Delivered to the Governor", "journal_page": 865, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/19082"}