{"session_id": 53, "bill_id": 16887, "bill_type": "House Bill", "bill_number": 1252, "bill_title": "increase the tax on cigarettes and other tobacco products and to dedicate the revenues.", "sponsors": [{"legislator_profile_id": 2740, "is_prime": true}, {"legislator_profile_id": 2824, "is_prime": true}, {"legislator_profile_id": 2725, "is_prime": false}, {"legislator_profile_id": 2742, "is_prime": false}, {"legislator_profile_id": 2755, "is_prime": false}, {"legislator_profile_id": 2762, "is_prime": false}, {"legislator_profile_id": 2763, "is_prime": false}, {"legislator_profile_id": 2769, "is_prime": false}, {"legislator_profile_id": 2771, "is_prime": false}, {"legislator_profile_id": 2774, "is_prime": false}, {"legislator_profile_id": 2790, "is_prime": false}, {"legislator_profile_id": 2805, "is_prime": false}, {"legislator_profile_id": 2807, "is_prime": false}, {"legislator_profile_id": 2815, "is_prime": false}, {"legislator_profile_id": 2820, "is_prime": false}, {"legislator_profile_id": 2829, "is_prime": false}], "keywords": ["Taxes"], "audio": [{"meeting_datetime": "2002-01-31T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta18hb1252a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-31T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hta18hb1252a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16887, "bill_version_id": 92364, "bill_version": "Introduced", "bill_version_date": "2002-01-18T09:41:23-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase the tax on cigarettes and other tobacco products and to dedicate the revenues. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: In addition to the tax imposed by § 10-50-3, whether or not a sale occurs, there is imposed an additional tax at the following rates on all cigarettes held in this state for sale by any person: Class A, on cigarettes weighing not more than three pounds per thousand, twenty-five mills on each cigarette. Class B, on cigarettes weighing more than three pounds per thousand, twenty-five and three- tenths mills on each cigarette. Section 2. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: In addition to the tax imposed by § 10-50-61, whether or not a sale occurs, there is imposed an additional tax upon all tobacco products in this state and upon any person engaged in business as a licensed distributor or licensed wholesaler thereof, at the rate of fifteen percent of the wholesale purchase price of such tobacco products. Such tax shall be imposed at the time the distributor or wholesaler brings or causes to be brought into this state tobacco products for sale; makes, manufactures, or fabricates tobacco products in this state for sale in this state; or ships or transports tobacco products to dealers in this state to be sold by those dealers. For the purposes of this chapter, wholesale purchase price is the price for which a manufacturer sells tobacco products to a licensed distributor or licensed wholesaler exclusive of any discount or other reduction. Section 3. That § 10-50-4 be amended to read as follows: 10-50-4. The payment of the tax imposed by § 10-50-3 and section 1 of this Act shall be evidenced by the affixing of stamps or by the impression of an imprint by suitable metering machines approved by the secretary of revenue as provided by this chapter, to the packages containing the cigarettes as hereinafter indicated. Provided, that However, for cigarettes offered by manufacturers for gratis distribution as samples, such the stamps are not required to be affixed to sample packages if the manufacturer of the cigarette reports and pays the tax directly to the state tax authority. Section 4. That § 10-50-5 be amended to read as follows: 10-50-5. No stamps evidencing payment of the tax prescribed in § 10-50-3 shall and section 1 of this Act may be in a denomination of less than one cent and whenever . If the tax at the rate therein prescribed shall be a specified is an amount plus a fractional part of one cent, the package or carton shall be stamped for the next full cent , provided, that whenever the tax at the rate therein prescribed shall amount to twelve cents the package or carton shall be stamped for the exact amount of twelve cents . Section 5. That § 10-50-6 be amended to read as follows: 10-50-6. Any cigarette on which a tax has been paid, such the tax payment being evidenced by the affixing of such the stamp or imprint, is not subject to a further tax under this chapter. However, any person, who possesses two thousand or more cigarettes that do not bear a tax stamp or imprint indicating that the South Dakota cigarette tax has been paid, shall pay the tax imposed pursuant to § 10-50-3 and section 1 of this Act plus a penalty equal to ten percent of the total tax due. Section 6. That § 10-50-61 be amended to read as follows: 10-50-61. In addition to the tax imposed by § 10-50-3 and section 1 of this Act , there is imposed, whether or not a sale occurs, a tax upon all tobacco products in this state and upon any person engaged in business as a licensed distributor or licensed wholesaler thereof, at the rate of ten percent of the wholesale purchase price of such tobacco products. Such The tax shall be imposed at the time the distributor or wholesaler brings or causes to be brought into this state tobacco products for sale; makes, manufactures, or fabricates tobacco products in this state for sale in this state; or ships or transports tobacco products to dealers in this state to be sold by those dealers. For the purposes of this chapter, wholesale purchase price is the price for which a manufacturer sells tobacco products to a licensed distributor or licensed wholesaler exclusive of any discount or other reduction. Section 7. That § 10-50-62 be amended to read as follows: 10-50-62. Tobacco products may be sold by licensed distributors and licensed wholesalers only to dealers. Dealers who buy or receive tobacco products from persons other than licensed distributors or licensed wholesalers must shall pay the tax imposed in § 10-50-61 and section 2 of this Act . However, the dealer may elect to report and remit the tax on the cost price of the tobacco products to the dealer rather than on the wholesale purchase price. A violation of this section is a Class 2 misdemeanor. Section 8. That § 10-50-63 be amended to read as follows: 10-50-63. On or before the fifteenth day of each calendar month, each person required to pay the tax imposed by § 10-50-61 and section 2 of this Act shall report, on forms prescribed by the secretary, the amount and type of tobacco products manufactured or brought into this state during the month preceding the month in which the report is made, the source of those tobacco products, and the wholesale purchase price of those tobacco products. The person shall remit the tax due on those tobacco products with the filing of the form. Any person who fails to timely file the form and pay the tax in this section may be subject to penalty and interest as prescribed in § 10-59-6. Any person seeking to recover overpayment of the tax imposed in § 10-50-61 and section 2 of this Act , may do so in the manner prescribed in § § 10-59-19, 10-59-20, 10-59-21, 10-59-22, 10-59-23, and 10-59-24. The secretary may secure the payment of any unpaid tax in the same manner as prescribed in chapter 10-59. If any taxpayer destroys tobacco products upon which the tax imposed by § 10-50-61 or 10-50-62 or section 2 of this Act has been paid because of unfitness for sale, a credit or refund in the amount of the tax paid on those products shall be granted as prescribed in this section for the overpayment of tax. Section 9. That chapter 10-50 be amended by adding thereto a NEW SECTION to read as follows: Any revenues collected pursuant to sections 1 and 2 of this Act shall be deposited in the tobacco prevention and reduction trust fund created pursuant to § 34-46-12. Five million dollars of the revenues deposited in the tobacco prevention and reduction fund pursuant to this Act shall be used to implement elements of the tobacco prevention and reduction plan each fiscal year. Any remaining revenues deposited in the tobacco prevention and reduction fund pursuant to this Act shall be transferred to the general fund and be used for the purpose of funding medicaid."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16887, "action_date": "2002-01-18T14:00:00-06:00", "document_id": 92410, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92410.pdf", "status_text": "First read in House and referred to", "journal_page": 196, "committee_id_action": 768, "committee_id_assigned": 764, "result": "N", "vote": {}}, {"bill_id": 16887, "action_date": "2002-01-31T07:45:00-06:00", "document_id": 93319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93319.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 764, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16887, "action_date": "2002-01-31T07:45:00-06:00", "document_id": 93319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93319.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 405, "committee_id_action": 764, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53906, "president_vote": null, "Yea": [2754, 2767, 2770, 2781, 2798, 2799, 2815, 2830, 2773], "Nay": [2755, 2757, 2806, 2822, 2824, 2736]}}, {"bill_id": 16887, "action_date": "2002-01-31T07:45:00-06:00", "document_id": 93319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93319.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 405, "committee_id_action": 764, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53906, "president_vote": null, "Yea": [2754, 2767, 2770, 2781, 2798, 2799, 2815, 2830, 2773], "Nay": [2755, 2757, 2806, 2822, 2824, 2736]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/16887"}