{"session_id": 48, "bill_id": 14296, "bill_type": "Senate Bill", "bill_number": 59, "bill_title": "authorize the examination and use of certain vehicle weigh scale tickets in the enforcement of vehicle weight restrictions, to revise certain provisions regarding penalties for violations of such restrictions, and to require satisfactory overweight vehicle enforcement programs in each county.", "sponsors": [], "keywords": ["Commercial Vehicle", "Weigh Scale Tickets"], "audio": [], "bill_versions": [{"bill_id": 14296, "bill_version_id": 80219, "bill_version": "Introduced", "bill_version_date": "1999-01-11T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the examination and use of commercial vehicle weigh scale tickets in the enforcement of vehicle weight restrictions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-2 be amended by adding thereto a NEW SECTION to read as follows: Any agent, patrolman, motor carrier inspector, or employee of the Department of Commerce and Regulation having reasonable cause to suspect a violation of chapter 32-22 may enter any place maintaining a vehicle scale used in commercial trade and inspect, seize and use in evidence, without formal warrant, any scale ticket retained by the agency performing the weighing service in accordance with chapter 37-22A. Section 2. That § 37-22A-3 be amended to read as follows: 37-22A-3. Each scale ticket issued by vehicle scales used in commercial trade shall show the name of the agency performing the weighing service, the date of the weighing, the number of the scale or other information identifying the scale upon which the weighing is performed, the name of the person or firm having a vehicle weighed, the license plate number of the vehicle being weighed including the separate license plate number of each unit of a combination vehicle being weighed, and the name of the weighmaster, or understandable abbreviations of such names. Scale tickets Any scale ticket issued under this chapter shall be in duplicate form, serially numbered, and if such tickets are the ticket is used on a type-registering weighbeam they it shall conform to specifications set by the Division of Commercial Inspection and Regulation. One copy of such the scale ticket shall be retained by the agency performing the weighing service , and one copy of such the scale ticket shall be furnished to the person or firm having the vehicle weighed. No change of weight shall may be made on any such ticket."}, {"bill_id": 14296, "bill_version_id": 80221, "bill_version": "Senate Transportation Engrossed", "bill_version_date": "1999-02-18T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the examination and use of commercial vehicle weigh scale tickets in the enforcement of vehicle weight restrictions and to revise certain provisions regarding penalties for violations of such restrictions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-22 be amended by adding thereto a NEW SECTION to read as follows: The Department of Transportation shall inspect all scale tickets issued by any weigh scale operator for a vehicle being used in connection with the construction, repair, or maintenance of a public highway pursuant to a contract administered by the Department of Transportation for compliance with the weight limitations imposed by this chapter. The Department of Transportation shall report any offenders to the Department of Commerce and Regulation. Section 2. That § 32-2-8.1 be amended to read as follows: 32-2-8.1. Arrest powers for motor carrier inspectors employed by the Division of Highway Patrol are limited to violations of chapters 10-47A, 32-5, 32-9, 32-10, 32-12, 32-22, 49-28, and 49-28A and § § 50-4-13 to 50-4-17, inclusive, and § 32-33-17, and the rules governing operation of motor carriers. Motor carrier inspectors who have been given such limited arrest powers are not considered \" law enforcement officers \" for the purposes of § 23-3-27. Section 3. That chapter 32-22 be amended by adding thereto a NEW SECTION to read as follows: Any agent, patrolman, motor carrier inspector, or employee of the Department of Commerce and Regulation may enter any place maintaining a vehicle scale used in commercial trade and inspect and take copies of any scale ticket issued within the last six months by the agency performing the weighing service in accordance with chapter 37-22A. Section 4. That chapter 32-22 be amended by adding thereto a NEW SECTION to read as follows: Both the driver of the vehicle and the shipper of the vehicle's load shall be jointly and severally liable for the payment of any civil penalties provided by law for a violation of chapter 32-22. Section 5. That § 32-22-56 be amended to read as follows: 32-22-56. In any case where the motor vehicle is absolutely overweight beyond the greatest permissible compensation plate weights for a vehicle of its class ten thousand pounds , the pounds by which the vehicle is so overweight may shall be assessed at double the penalties prescribed in § 32-22-55. Section 6. That chapter 32-22 be amended by adding thereto a NEW SECTION to read as follows: Any county highway superintendent or municipal street superintendent may inspect any scale ticket issued by any weight scale operator for a vehicle being used in connection with removal of construction aggregate from a county-permitted gravel pit or for the construction, repair, or maintenance of a public highway pursuant to a contract administered by the county or the municipality for compliance with the weight limitations imposed by this chapter. BILL HISTORY 1/12/99 First read in Senate and referred to Transportation. S.J. 26 1/21/99 Scheduled for Committee hearing on this date. 1/28/99 Scheduled for Committee hearing on this date. 2/11/99 Scheduled for Committee hearing on this date. 2/11/99 Transportation Deferred to another day. 2/16/99 Scheduled for Committee hearing on this date. 2/18/99 Transportation Hog Housed. 2/18/99 Scheduled for Committee hearing on this date. 2/18/99 Transportation Do Pass Amended, Passed, AYES 4, NAYS 3. S.J. 536"}, {"bill_id": 14296, "bill_version_id": 80220, "bill_version": "Senate Engrossed", "bill_version_date": "1999-02-19T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the examination and use of commercial vehicle weigh scale tickets in the enforcement of vehicle weight restrictions and to revise certain provisions regarding penalties for violations of such restrictions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-22 be amended by adding thereto a NEW SECTION to read as follows: The Department of Transportation shall inspect all scale tickets issued by any weigh scale operator for a vehicle being used in connection with the construction, repair, or maintenance of a public highway pursuant to a contract administered by the Department of Transportation for compliance with the weight limitations imposed by this chapter. The Department of Transportation shall report any offenders to the Department of Commerce and Regulation. Section 2. That § 32-2-8.1 be amended to read as follows: 32-2-8.1. Arrest powers for motor carrier inspectors employed by the Division of Highway Patrol are limited to violations of chapters 10-47A, 32-5, 32-9, 32-10, 32-12, 32-22, 49-28, and 49-28A and § § 50-4-13 to 50-4-17, inclusive, and § 32-33-17, and the rules governing operation of motor carriers. Motor carrier inspectors who have been given such limited arrest powers are not considered \" law enforcement officers \" for the purposes of § 23-3-27. Section 3. That chapter 32-22 be amended by adding thereto a NEW SECTION to read as follows: The driver of any vehicle and any person who directly supervises the loading of the vehicle are jointly and severally liable for the payment of any civil penalty provided by law for a violation of chapter 32-22, if such person or driver knew the hauling of the shipment was in violation of chapter 32-22. Section 4. That § 32-22-56 be amended to read as follows: 32-22-56. In any case where the motor vehicle is absolutely overweight beyond the greatest permissible compensation plate weights for a vehicle of its class ten thousand pounds , the pounds by which the vehicle is so overweight may shall be assessed at double the penalties prescribed in § 32-22-55. Section 5. That chapter 32-22 be amended by adding thereto a NEW SECTION to read as follows: Any county highway superintendent or municipal street superintendent may inspect any scale ticket issued by any weight scale operator for a vehicle being used in connection with removal of construction aggregate from a county-permitted gravel pit or for the construction, repair, or maintenance of a public highway pursuant to a contract administered by the county or the municipality for compliance with the weight limitations imposed by this chapter. BILL HISTORY 1/12/99 First read in Senate and referred to Transportation. S.J. 26 1/21/99 Scheduled for Committee hearing on this date. 1/28/99 Scheduled for Committee hearing on this date. 2/11/99 Scheduled for Committee hearing on this date. 2/11/99 Transportation Deferred to another day. 2/16/99 Scheduled for Committee hearing on this date. 2/18/99 Transportation Hog Housed. 2/18/99 Scheduled for Committee hearing on this date. 2/18/99 Transportation Do Pass Amended, Passed, AYES 4, NAYS 3. S.J. 536 2/19/99 Motion to Amend, Passed. S.J. 597 2/19/99 Motion to Amend, Passed. S.J. 597 2/19/99 Senate Do Pass Amended, Passed, AYES 30, NAYS 3. S.J. 597"}, {"bill_id": 14296, "bill_version_id": 80218, "bill_version": "House State Affairs Engrossed", "bill_version_date": "1999-03-02T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the examination and use of commercial vehicle weigh scale tickets in the enforcement of vehicle weight restrictions and to revise certain provisions regarding penalties for violations of such restrictions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-22 be amended by adding thereto a NEW SECTION to read as follows: The Department of Transportation shall inspect all scale tickets issued by any weigh scale operator for a vehicle being used in connection with the construction, repair, or maintenance of a public highway pursuant to a contract administered by the Department of Transportation for compliance with the weight limitations imposed by this chapter. The Department of Transportation shall report any offenders to the Department of Commerce and Regulation. Section 2. That § 32-2-8.1 be amended to read as follows: 32-2-8.1. Arrest powers for motor carrier inspectors employed by the Division of Highway Patrol are limited to violations of chapters 10-47A, 32-5, 32-9, 32-10, 32-12, 32-22, 49-28, and 49-28A and § § 50-4-13 to 50-4-17, inclusive, and § 32-33-17, and the rules governing operation of motor carriers. Motor carrier inspectors who have been given such limited arrest powers are not considered \" law enforcement officers \" for the purposes of § 23-3-27. Section 3. That § 32-22-56 be amended to read as follows: 32-22-56. In any case where the motor vehicle is absolutely overweight beyond the greatest permissible compensation plate weights for a vehicle of its class ten thousand pounds , the pounds by which the vehicle is so overweight may shall be assessed at double the penalties prescribed in § 32-22-55. Section 4. That chapter 32-22 be amended by adding thereto a NEW SECTION to read as follows: Any county highway superintendent or municipal street superintendent may inspect any scale ticket issued by any weight scale operator for a vehicle being used in connection with removal of construction aggregate from a county-permitted gravel pit or for the construction, repair, or maintenance of a public highway pursuant to a contract administered by a county, township, or municipality for compliance with the weight limitations imposed by this chapter. BILL HISTORY 1/12/99 First read in Senate and referred to Transportation. S.J. 26 1/21/99 Scheduled for Committee hearing on this date. 1/28/99 Scheduled for Committee hearing on this date. 2/11/99 Scheduled for Committee hearing on this date. 2/11/99 Transportation Deferred to another day. 2/16/99 Scheduled for Committee hearing on this date. 2/18/99 Transportation Hog Housed. 2/18/99 Scheduled for Committee hearing on this date. 2/18/99 Transportation Do Pass Amended, Passed, AYES 4, NAYS 3. S.J. 536 2/19/99 Motion to Amend, Passed. S.J. 597 2/19/99 Motion to Amend, Passed. S.J. 597 2/19/99 Senate Do Pass Amended, Passed, AYES 30, NAYS 3. S.J. 597 2/22/99 First read in House and referred to State Affairs. H.J. 691 2/26/99 Scheduled for Committee hearing on this date. 3/1/99 Scheduled for Committee hearing on this date. 3/1/99 State Affairs Do Pass Amended, Passed, AYES 9, NAYS 4. H.J. 838"}, {"bill_id": 14296, "bill_version_id": 80216, "bill_version": "Enrolled", "bill_version_date": "1999-03-04T00:00:00-06:00", "bill_text": ""}, {"bill_id": 14296, "bill_version_id": 80217, "bill_version": "House Engrossed", "bill_version_date": "1999-03-04T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the examination and use of certain vehicle weigh scale tickets in the enforcement of vehicle weight restrictions, to revise certain provisions regarding penalties for violations of such restrictions, and to require satisfactory overweight vehicle enforcement programs in each county. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-22 be amended by adding thereto a NEW SECTION to read as follows: The Department of Transportation may inspect any scale tickets issued by any weigh scale operator for a vehicle being used in connection with the construction, repair, or maintenance of a public highway pursuant to a contract administered by the Department of Transportation for compliance with the weight limitations imposed by this chapter. The Department of Transportation shall report any offender to the Department of Commerce and Regulation. Section 2. That § 32-2-8.1 be amended to read as follows: 32-2-8.1. Arrest powers for motor carrier inspectors employed by the Division of Highway Patrol are limited to violations of chapters 10-47A, 32-5, 32-9, 32-10, 32-12, 32-22, 49-28, and 49-28A and § § 50-4-13 to 50-4-17, inclusive, and § 32-33-17, and the rules governing operation of motor carriers. Motor carrier inspectors who have been given such limited arrest powers are not considered \" law enforcement officers \" for the purposes of § 23-3-27. Section 3. That chapter 32-22 be amended by adding thereto a NEW SECTION to read as follows: Any county highway superintendent or municipal street superintendent may inspect any scale ticket issued by any weight scale operator for a vehicle being used in connection with removal of construction aggregate from a county-permitted gravel pit or for the construction, repair, or maintenance of a public highway pursuant to a contract administered by a county, township, or municipality for compliance with the weight limitations imposed by this chapter. Any violation shall be reported to the Department of Commerce and Regulation. Section 4. That § 32-22-55 be amended to read as follows: 32-22-55. Any person who is convicted of the offense of operating a motor vehicle upon the public highways of this state with weight upon any wheel, axle, or groups of axles or upon more than one thereof greater than the maximum permitted by § § 32-22-2 to 32-22-33, inclusive, 32-22-47 and 32-22-48 shall be fined in addition to, and not in substitution for, any other penalties now provided by law for such offense in the following amounts: In an amount equal to five cents per pound for each pound of such excess or combined excess weight over one thousand pounds if such excess is three thousand pounds or less. In an amount equal to ten fifteen cents per pound for each pound of such excess or combined excess weight if such excess exceeds three thousand pounds and is four thousand pounds or less. In an amount equal to fifteen twenty-two and one-half cents per pound for each pound of such excess or combined excess weight if such excess exceeds four thousand pounds and is five thousand pounds or less. In an amount equal to twenty-five thirty-seven and one-half cents per pound for each pound of such excess or combined excess weight if such excess is more than five thousand pounds. The fine schedule in this section is assessed at a single rate according to the cents per pound penalty for the highest weight violation. Section 5. That § 32-22-56 be amended to read as follows: 32-22-56. In any case where the motor vehicle is absolutely overweight beyond the greatest permissible compensation plate weights for a vehicle of its class ten thousand pounds , the pounds by which the vehicle is so overweight may shall be assessed at double the penalties prescribed in § 32-22-55. Section 6. The secretary of the Department of Transportation shall, not less than semi- annually, review the performance of each county's program of overweight vehicle enforcement and shall certify a list of those counties whose enforcement programs are unsatisfactory. In reviewing each county's enforcement program, the secretary shall consider the following factors: (1) Whether the county has requested that the Division of Highway Patrol assist in the enforcement of that county's spring or other posted load limits; (2) The diligence of that county in enforcing in court to the fullest extent possible all fines authorized by chapter 32-22 without plea bargaining or reducing statutory fines or civil penalties; (3) The effort of local law enforcement agencies to enforce chapter 32-22 on the roads of that county; and (4) Such other factors as the secretary may deem appropriate after consultation with the state associations for county sheriffs, county commissioners, state's attorneys, and county highway superintendents and with the Division of Highway Patrol. The secretary may not find any county's program to be unsatisfactory unless the secretary has given the county a written specification of the county's program deficiencies at least thirty days before the unsatisfactory certification. For any county whose overweight vehicle enforcement program is certified by the secretary as unsatisfactory, the secretary may withhold or suspend for a period of one hundred eighty days all or any portion of any transfer of federal surface transportation funds and state funds otherwise authorized by § 32-11-35 to be distributed to such county. The Department of Revenue shall cooperate with the secretary in the administration of this section. BILL HISTORY 1/12/99 First read in Senate and referred to Transportation. S.J. 26 1/21/99 Scheduled for Committee hearing on this date. 1/28/99 Scheduled for Committee hearing on this date. 2/11/99 Scheduled for Committee hearing on this date. 2/11/99 Transportation Deferred to another day. 2/16/99 Scheduled for Committee hearing on this date. 2/18/99 Transportation Hog Housed. 2/18/99 Scheduled for Committee hearing on this date. 2/18/99 Transportation Do Pass Amended, Passed, AYES 4, NAYS 3. S.J. 536 2/19/99 Motion to Amend, Passed. S.J. 597 2/19/99 Motion to Amend, Passed. S.J. 597 2/19/99 Senate Do Pass Amended, Passed, AYES 30, NAYS 3. S.J. 597 2/22/99 First read in House and referred to State Affairs. H.J. 691 2/26/99 Scheduled for Committee hearing on this date. 3/1/99 Scheduled for Committee hearing on this date. 3/1/99 State Affairs Do Pass Amended, Passed, AYES 9, NAYS 4. H.J. 838"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14296, "action_date": "1999-01-12T14:00:00-06:00", "document_id": 81769, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81769.pdf", "status_text": "First read in Senate and referred to", "journal_page": 26, "committee_id_action": 629, "committee_id_assigned": 613, "result": "N", "vote": {}}, {"bill_id": 14296, "action_date": "1999-01-21T07:45:00-06:00", "document_id": 82105, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82105.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 613, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14296, "action_date": "1999-01-28T08:00:00-06:00", "document_id": 82106, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82106.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 613, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14296, "action_date": "1999-02-11T07:45:00-06:00", "document_id": 82110, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82110.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 613, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14296, "action_date": "1999-02-11T07:45:00-06:00", "document_id": 82110, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82110.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 613, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14296, "action_date": "1999-02-16T07:45:00-06:00", "document_id": 82111, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82111.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 613, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14296, "action_date": "1999-02-18T00:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 613, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14296, "action_date": "1999-02-18T07:45:00-06:00", "document_id": 82112, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82112.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 613, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14296, "action_date": "1999-02-18T07:45:00-06:00", "document_id": 82112, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82112.pdf", "status_text": "Do Pass Amended,", "journal_page": 536, "committee_id_action": 613, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41689, "president_vote": null, "Nay": [2234, 2269, 2292], "Yea": [2263, 2285, 2294, 2270]}}, {"bill_id": 14296, "action_date": "1999-02-18T07:45:00-06:00", "document_id": 82112, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82112.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 613, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14296, "action_date": "1999-02-19T14:00:00-06:00", "document_id": 81776, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81776.pdf", "status_text": "Motion to Amend,", "journal_page": 597, "committee_id_action": 629, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14296, "action_date": "1999-02-19T14:00:00-06:00", "document_id": 81776, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81776.pdf", "status_text": "Motion to Amend,", "journal_page": 597, "committee_id_action": 629, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14296, "action_date": "1999-02-19T14:00:00-06:00", "document_id": 81776, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81776.pdf", "status_text": "Do Pass Amended,", "journal_page": 597, "committee_id_action": 629, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41838, "president_vote": null, "Yea": [2199, 2201, 2202, 2205, 2206, 2215, 2217, 2221, 2225, 2226, 2230, 2234, 2235, 2239, 2241, 2242, 2251, 2258, 2259, 2263, 2269, 2270, 2274, 2275, 2280, 2283, 2285, 2292, 2294, 2299], "Excused": [2224, 2293], "Nay": [2246, 2252, 2289]}}, {"bill_id": 14296, "action_date": "1999-02-22T14:00:00-06:00", "document_id": 82132, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82132.pdf", "status_text": "First read in House and referred to", "journal_page": 691, "committee_id_action": 628, "committee_id_assigned": 623, "result": "N", "vote": {}}, {"bill_id": 14296, "action_date": "1999-02-26T10:00:00-06:00", "document_id": 81970, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81970.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14296, "action_date": "1999-03-01T08:00:00-06:00", "document_id": 81971, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81971.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14296, "action_date": "1999-03-01T08:00:00-06:00", "document_id": 81971, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81971.pdf", "status_text": "Amend the amendment", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14296, "action_date": "1999-03-01T08:00:00-06:00", "document_id": 81971, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81971.pdf", "status_text": "Do Pass Amended,", "journal_page": 838, "committee_id_action": 623, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42154, "president_vote": null, "Yea": [2208, 2228, 2232, 2240, 2245, 2262, 2282, 2287, 2214], "Nay": [2247, 2254, 2257, 2266]}}, {"bill_id": 14296, "action_date": "1999-03-04T00:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 629, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14296, "action_date": "1999-03-04T14:00:00-06:00", "document_id": 81766, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81766.pdf", "status_text": "Motion to Amend,", "journal_page": 897, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14296, "action_date": "1999-03-04T14:00:00-06:00", "document_id": 81766, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81766.pdf", "status_text": "Motion to Amend,", "journal_page": 902, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14296, "action_date": "1999-03-04T14:00:00-06:00", "document_id": 81766, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81766.pdf", "status_text": "Motion to Amend,", "journal_page": 902, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14296, "action_date": "1999-03-04T14:00:00-06:00", "document_id": 81766, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81766.pdf", "status_text": "Do Pass Amended,", "journal_page": 904, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43651, "president_vote": null, "Yea": [2200, 2203, 2204, 2207, 2208, 2212, 2213, 2214, 2218, 2219, 2220, 2222, 2223, 2227, 2228, 2229, 2231, 2232, 2236, 2237, 2240, 2244, 2247, 2248, 2250, 2255, 2256, 2260, 2262, 2264, 2266, 2267, 2271, 2276, 2277, 2278, 2279, 2281, 2282, 2284, 2286, 2287, 2288, 2291, 2295, 2298, 2300, 2302, 2303, 2245], "Nay": [2209, 2210, 2211, 2216, 2238, 2243, 2249, 2253, 2254, 2257, 2261, 2265, 2268, 2272, 2273, 2290, 2296, 2297, 2301], "Excused": [2233]}}, {"bill_id": 14296, "action_date": "1999-03-04T14:00:00-06:00", "document_id": 81766, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81766.pdf", "status_text": "Title Amended", "journal_page": 904, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14296, "action_date": "1999-03-05T14:00:00-06:00", "document_id": 81767, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81767.pdf", "status_text": "Signed by Speaker", "journal_page": 944, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14296, "action_date": "1999-03-05T14:00:00-06:00", "document_id": 81782, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81782.pdf", "status_text": "Signed by President", "journal_page": 800, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14296, "action_date": "1999-03-05T14:00:00-06:00", "document_id": 81782, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81782.pdf", "status_text": "Delivered to the Governor", "journal_page": 818, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14296, "action_date": "1999-03-08T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1356}