{"session_id": 24, "bill_id": 7201, "bill_type": "House Bill", "bill_number": 1203, "bill_title": "pay off bonds and make certain other changes necessary to effectuate a tuition freeze by the Board of Regents and the technical institutes, to make an appropriation therefor, and to declare an emergency.", "sponsors": [], "keywords": ["Appropriation", "Board of Regents", "Education", "Students"], "audio": [{"meeting_datetime": "2016-02-16T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/jap21.mp3", "start_seconds": 414.0}, {"meeting_datetime": "2016-02-16T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/jap21.mp3", "start_seconds": 414.0}, {"meeting_datetime": "2016-02-16T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/jap21.mp3", "start_seconds": 414.0}, {"meeting_datetime": "2016-03-01T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/jap30.mp3", "start_seconds": 672.0}, {"meeting_datetime": "2016-03-01T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/jap30.mp3", "start_seconds": 672.0}, {"meeting_datetime": "2016-03-01T00:00:00-06:00", "committee": "JAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/jap30.mp3", "start_seconds": 672.0}, {"meeting_datetime": "2016-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou31.mp3", "start_seconds": 2370.0}, {"meeting_datetime": "2016-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou31.mp3", "start_seconds": 2370.0}, {"meeting_datetime": "2016-03-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou31.mp3", "start_seconds": 2370.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen33.mp3", "start_seconds": 4698.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen33.mp3", "start_seconds": 4698.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen33.mp3", "start_seconds": 4698.0}], "bill_versions": [{"bill_id": 7201, "bill_version_id": 38630, "bill_version": "Introduced", "bill_version_date": "2016-02-03T09:50:40.36-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to pay off bonds and make certain other changes necessary to effectuate a tuition freeze by the Board of Regents and the technical institutes, to make an appropriation therefor, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby appropriated from the general fund the sum of thirty-five million five hundred five thousand four hundred fourteen dollars ($35,505,414), or so much thereof as may be necessary, to the Bureau of Finance and Management to be transferred to the South Dakota Building Authority public building fund for the purposes of paying or prepaying lease rental obligations. Section 2. The funds appropriated in section 1 of this Act shall be used to pay or prepay lease rental and associated fees in the amount of thirty-five million five hundred five thousand four hundred fourteen dollars to the South Dakota Building Authority relating to the leases between the South Dakota Building Authority and the Board of Regents relating to the costs of the science facilities and laboratories at various public universities supported by rental paid from the higher education facilities fund and financed by forty-one million ten thousand dollars original principal amount of the South Dakota Building Authority's series 2008 bonds. Section 3. There is hereby appropriated from the general fund the sum of six million eight hundred six thousand six hundred seventy dollars ($6,806,670), or so much thereof as may be necessary, to the Bureau of Finance and Management to be used to make lease payments through the tuition subaccount within the South Dakota Health and Educational Facilities Authority for the purposes of paying or prepaying lease rental obligations. Section 4. The funds appropriated in section 3 of this Act shall be used to pay or prepay lease rental and associated fees in the amounts specified below to the South Dakota Health and Educational Facilities Authority relating to the leases between the South Dakota Health and Educational Facilities Authority, the State Board of Education and the technical institutes and the related real or personal property financed by the South Dakota Health and Educational Facilities Authority all as described as follows: (1) Lease rentals and fees in an estimated amount of five million two hundred sixty-two thousand nine hundred seventy-two dollars in connection with the leases between the South Dakota Health and Educational Facilities Authority, the State Board of Education and the technical institutes relating to facilities at Western Dakota Technical Institute and Southeast Technical Institute financed by proceeds of the South Dakota Health and Educational Facilities Authority's series 2007 bonds; and (2) Lease rentals and fees in an estimated amount of one million five hundred forty-three thousand six hundred ninety-eight dollars in connection with the lease between the South Dakota Health and Educational Facilities Authority, the State Board of Education and the technical institutes relating to facilities at Lake Area Technical Institute, Mitchell Technical Institute, Western Dakota Technical Institute, and Southeast Technical Institute financed by proceeds of the South Dakota Health and Educational Facilities Authority's series 2014A bonds. Section 5. The South Dakota Building Authority and the South Dakota Health and Educational Facilities Authority may enter into an irrevocable escrow agreement to provide for the defeasance and payment of the series 2007 bonds, the series 2008 bonds, and the series 2014A bonds issued to finance the costs of the buildings and other real or personal property described in sections 2 and 4 of this Act and to enter into such other arrangements to pay or prepay any governmental expenses permissible under chapters 5-12 and 1-16A. The South Dakota Building Authority and the South Dakota Health and Educational Facilities Authority may each contract with a third party for the purposes of this section. Upon determination by the South Dakota Building Authority or the South Dakota Health and Educational Facilities Authority of the amounts necessary for payment or prepayment of the leases or bonds and other governmental expenses described in this Act and any associated fees and expenses, any remaining funds shall be transferred to the general fund at the end of the fiscal year in which the determination is made by the South Dakota Building Authority or the South Dakota Health and Educational Facilities Authority, respectively. Section 6. The commissioner of the Bureau of Finance and Management shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 7. The sum of twenty-seven million four hundred twenty-six thousand six hundred forty-three dollars shall be transferred from the budget reserve fund to the general fund. Section 8. That § 13-51-1.1 be amended to read: 13-51-1.1. Notwithstanding any other provisions of law, the Board of Regents may enter into a lease agreement with the Sioux Falls public school district for the lease of a site to be used only for the delivery of public higher education programs and a lease agreement with the Capital University Center Foundation and Advisory Board for the lease of a site in Pierre, South Dakota, to be used for the delivery of public higher education programs. All such academic programs shall be directly provided by the following institutions: (1) University of South Dakota; (2) South Dakota State University; (3) South Dakota School of Mines and Technology; (4) Northern State University; (5) Black Hills State University; or (6) Dakota State University. No postsecondary degrees may be awarded or conferred except by the above institutions. The board may use funds annually appropriated by the Legislature from the higher education facilities fund, created in § 13-51-2, to make payments therefor. Section 9. That § 13-51-2 be amended to read: 13-51-2. There is continued an educational facilities fund in the state treasury from which the Board of Regents may make expenditures, relating only to institutions of higher education under its jurisdiction, to: (1) Make lease payments to the South Dakota Building Authority for projects authorized to be paid out of that fund by the Legislature; (2) Maintain and repair existing facilities in amounts as may from time to time be authorized by the Legislature; (3) Maintain and repair the Sanford School of Medicine building occupied under capital lease located on Lot 9 except the North 14 Feet, Lots 10 through 14, the East 7.7 Feet of Lots 15, 18 and 19, and the East 7.7 Feet except the North 14 Feet of Lot 20, Block 2, Hayward Investment Company Subdivision of Block A of Hayward's Addition, and the West one-half of the vacated portion of Euclid Avenue adjacent to Lot 9 except the North 14 Feet and Lots 10, 11 and 12, Block 2, Hayward Investment Company Subdivision of Block A of Hayward's Addition to the City of Sioux Falls, Minnehaha County, South Dakota; (4) Make rent payments from higher education facilities funds, appropriated through the general appropriation act for such purposes, to other private or public parties for educational facilities in accordance with § 13-51-1 as necessary to the proper and efficient delivery of instruction; and (5) Build and equip new facilities as may from time to time be authorized by the Legislature. No funding may be provided in any year for subdivision (4) or (5) of this section until the level of annual appropriations reaches three fifteen million dollars for subdivision (2) of this section. Authorizations for new lease payments, new construction, reconstruction, and renovation are restricted to and shall may not exceed the amount of higher education facilities funds in excess of the sum of existing lease payments to the South Dakota Building Authority plus three fifteen million dollars for maintenance and repair. Section 10. That § 13-53-15 be amended to read: 13-53-15. The state treasurer shall receive and receipt all moneys money arising from any of the educational institutions under the control of the Board of Regents. Moneys Any tuition collected pursuant to § 13-53-6 shall be deposited eighty eighty-eight and one-half percent into the tuition and fees fund which is hereby created and continuously appropriated to the Board of Regents and twenty eleven and one-half percent into the higher education facilities fund. Moneys Any money collected from interest on permanent funds or from lease income from lands granted to the state for the use and benefit of each institution shall be deposited into the Board of Regents endowed institution interest and income fund created by § 5-10-1.1. Section 11. That § 13-53-15.3 be amended to read: 13-53-15.3. Notwithstanding the provisions of § 13-53-15, medical school deposits into the higher education facilities fund shall equal twenty eleven and one-half percent of the medical school tuition and fee revenue minus one hundred seventy-five thousand dollars. The provisions of this section are retroactive from July 1, 1994. Any transaction that was consistent with § 13-53-15 is hereby ratified. Section 12. That § 33-6-5 be amended to read: 33-6-5. Any member of the National Guard of the State of South Dakota is, upon compliance with all the requirements for admission and subject to the provisions of § 33-6-7, entitled to a benefit as prescribed by this section and § 33-6-5.1 to attend and pursue any undergraduate course or courses in any state educational institution under the control and management of the Board of Regents. Any resident is entitled to a benefit of fifty percent of the in-state resident tuition to be paid or otherwise credited by the Board of Regents. Any nonresident is entitled to a benefit of fifty percent of the in-state resident tuition to be paid to the institution by the Department of the Military or otherwise credited by the Board of Regents. However, the state benefit is paid after applying the federal tuition benefit. The total federal and state benefit may not exceed one hundred percent of the tuition cost. The benefits established under §§ 33-6-5 to 33-6-8, inclusive, may not exceed one hundred twenty-eight credit hours towards a baccalaureate degree. Section 13. That § 33-6-5.1 be amended to read: 33-6-5.1. Any member of the National Guard of the State of South Dakota is, upon compliance with all the requirements for admission and subject to the provisions of § 33-6-7, entitled to a benefit as prescribed by §§ 33-6-5.1 and 33-6-5.3. Any member of the National Guard of the State of South Dakota who is enrolled in a program leading toward a graduate degree in any state educational institution under the control and management of the Board of Regents, including institutions or courses not subsidized by the general fund, is entitled to a benefit of fifty percent of the in-state resident graduate tuition to be paid to the institution by the Department of the Military or otherwise credited by the Board of Regents. However, the state benefit is paid after applying the federal tuition benefit. The total federal and state benefit may not exceed one hundred percent of the tuition cost. The benefit provided by §§ 33-6-5.1 and 33-6-5.2 may not exceed thirty-two credit hours toward a graduate degree. Section 14. That § 33-6-5.2 be amended to read: 33-6-5.2. Notwithstanding the provisions of § 13-55-23, eligible National Guard members enrolled in undergraduate courses under the control and management of the Board of Regents not subsidized by the general fund are entitled to a benefit of fifty percent of the in-state resident tuition to be paid to the institution by the Department of the Military or otherwise credited by the Board of Regents. However, the state benefit is paid after applying the federal tuition benefit. The total federal and state benefit may not exceed one hundred percent of the tuition cost. Section 15. That § 33-6-5.3 be amended to read: 33-6-5.3. Notwithstanding the provisions of § 13-55-23, eligible National Guard members enrolled in graduate courses under the control and management of the Board of Regents not subsidized by the general fund are entitled to a benefit of fifty percent of the in-state resident tuition to be paid to the institution by the Department of the Military or otherwise credited by the Board of Regents. However, the state benefit is paid after applying the federal tuition benefit. The total federal and state benefit may not exceed one hundred percent of the tuition cost. Section 16. That § 33-6-6 be amended to read: 33-6-6. Any member of the National Guard of the State of South Dakota, who is a resident of the State of South Dakota and who possesses the entrance requirements for admission to any postsecondary vocational program, is entitled to complete one program of study approved by the State Board of Education in any state postsecondary vocational education institution upon payment of fifty percent of the tuition charges. The remaining tuition shall be paid or otherwise credited by the Department of the Military out of funds appropriated for the purpose of paying fifty percent of the tuition postsecondary vocational education institution. However, the state benefit is paid after applying the federal tuition benefit. The total federal and state benefit may not exceed one hundred percent of the tuition cost. Section 17. That § 1-16A-96 be amended to read: 1-16A-96. Beginning in fiscal year 2015 2017, lease payments made to the authority pursuant to lease purchase agreements with the Western Dakota Technical Institute, the Southeast Technical Institute, the Lake Area Technical Institute, the Mitchell Technical Institute, or the South Dakota Board of Education under the authority of chapter 13-39 shall be paid in part from an appropriation to be made by the Legislature in an amount that is equal to or greater than fifty percent of the technical institute facility fee administered by the Department of Education that is dedicated to twenty-seven percent of the current year lease purchase agreement payments. No provision of this chapter is deemed to adversely affect any of the covenants or other agreements of the South Dakota Board of Education or the secretary of education in the lease purchase agreement with the authority dated August 1, 1988, as amended and supplemented, for the benefit of the holders of any bonds issued by the authority, and such covenants and agreements in the lease purchase agreement dated August 1, 1988, as amended and supplemented, are hereby ratified and confirmed. Section 18. Any amounts appropriated in this Act not lawfully expended or obligated shall revert in accordance with the procedures prescribed in chapter 4-8. Section 19. Whereas, sections 1 to 11, inclusive, of this Act are necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and sections 1 to 11, inclusive, of this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 7201, "bill_version_id": 40484, "bill_version": "Enrolled", "bill_version_date": "2016-03-08T09:54:14.26-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7201, "action_date": "2016-02-03T14:00:00-06:00", "document_id": 38701, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38701.pdf", "status_text": "First Reading House", "journal_page": 259, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7201, "action_date": "2016-02-04T14:00:00-06:00", "document_id": 38841, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38841.pdf", "status_text": "Referred to", "journal_page": 283, "committee_id_action": 325, "committee_id_assigned": 323, "result": "N", "vote": {}}, {"bill_id": 7201, "action_date": "2016-02-16T08:00:00-06:00", "document_id": 39179, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39179.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 323, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7201, "action_date": "2016-02-22T10:00:00-06:00", "document_id": 39602, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39602.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 323, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7201, "action_date": "2016-02-23T09:00:00-06:00", "document_id": 39645, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39645.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 323, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7201, "action_date": "2016-02-24T09:00:00-06:00", "document_id": 39771, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39771.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 323, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7201, "action_date": "2016-02-25T10:00:00-06:00", "document_id": 39856, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39856.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 323, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7201, "action_date": "2016-02-29T08:00:00-06:00", "document_id": 40000, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40000.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 323, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7201, "action_date": "2016-03-01T10:00:00-06:00", "document_id": 40003, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40003.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 323, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7201, "action_date": "2016-03-01T10:00:00-06:00", "document_id": 40181, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40181.pdf", "status_text": "Do Pass", "journal_page": 730, "committee_id_action": 323, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21668, "president_vote": null, "Yea": [1057, 1028, 1062, 1059, 1043, 972, 992, 999, 1020, 1047, 998, 1008, 1009, 970, 986, 971], "Nay": [1011, 1013]}}, {"bill_id": 7201, "action_date": "2016-03-02T14:00:00-06:00", "document_id": 40278, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40278.pdf", "status_text": "Do Pass", "journal_page": 757, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21749, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 1040, 995, 1039, 986, 1050, 1060, 1009, 1033, 980, 985, 976, 1022, 1056, 1021, 1002, 1019, 1065, 972, 963, 1062, 1038, 987, 982, 1055, 1044, 1048, 1024, 1003, 968, 1018, 1059, 1054, 1031, 1027, 1028, 992, 1034, 1006, 1007, 1052, 1030, 988, 993, 1026, 981, 1023, 1069, 1029, 996, 1032, 1025, 1051, 965, 1053, 1064, 989], "Excused": [1057, 1015], "Nay": [964, 1049, 1061, 1017, 1058, 1036, 991, 990]}}, {"bill_id": 7201, "action_date": "2016-03-03T13:30:00-06:00", "document_id": 40342, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40342.pdf", "status_text": "First read in Senate and referral to committee waived pursuant to JR 6D-1", "journal_page": 525, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7201, "action_date": "2016-03-03T13:30:00-06:00", "document_id": 40342, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40342.pdf", "status_text": "Placed on calendar", "journal_page": 525, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7201, "action_date": "2016-03-07T14:00:00-06:00", "document_id": 40423, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40423.pdf", "status_text": "Do Pass", "journal_page": 552, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21902, "president_vote": null, "Yea": [974, 977, 1037, 1067, 979, 969, 1047, 998, 1035, 984, 1041, 967, 1010, 1020, 971, 1016, 1001, 1046, 1066, 1012, 1045, 1000, 970, 978, 973, 1008], "Excused": [999, 966, 1005], "Nay": [1014, 997, 994, 975, 1011, 1013]}}, {"bill_id": 7201, "action_date": "2016-03-09T10:30:00-06:00", "document_id": 40544, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40544.pdf", "status_text": "Signed by the Speaker", "journal_page": 845, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7201, "action_date": "2016-03-09T10:30:00-06:00", "document_id": 40533, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40533.pdf", "status_text": "Signed by the President", "journal_page": 591, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7201, "action_date": "2016-03-10T10:30:00-06:00", "document_id": 40577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40577.pdf", "status_text": "Delivered to the Governor", "journal_page": 860, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7201, "action_date": "2016-03-29T11:00:00-05:00", "document_id": 40613, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40613.pdf", "status_text": "Signed by the Governor", "journal_page": 881, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6145, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7201"}