{"session_id": 19, "bill_id": 4415, "bill_type": "Senate Bill", "bill_number": 235, "bill_title": "create the building South Dakota fund and certain other funds and programs to enhance economic development and education, to make certain deposits and transfers, to make continuous appropriations, to revise certain education funding to support economic development, to make an appropriation therefor, and to declare an emergency.", "sponsors": [{"legislator_profile_id": 337, "is_prime": true}, {"legislator_profile_id": 349, "is_prime": true}, {"legislator_profile_id": 360, "is_prime": false}, {"legislator_profile_id": 398, "is_prime": false}, {"legislator_profile_id": 334, "is_prime": false}, {"legislator_profile_id": 335, "is_prime": false}, {"legislator_profile_id": 328, "is_prime": false}, {"legislator_profile_id": 353, "is_prime": false}], "keywords": ["Appropriation", "Economic Development", "Education", "Hoghouse Vehicle"], "audio": [{"meeting_datetime": "2013-02-15T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst24.mp3", "start_seconds": 2390.0}, {"meeting_datetime": "2013-02-15T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst24.mp3", "start_seconds": 2390.0}, {"meeting_datetime": "2013-02-15T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sst24.mp3", "start_seconds": 2390.0}, {"meeting_datetime": "2013-02-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen25.mp3", "start_seconds": 5464.0}, {"meeting_datetime": "2013-02-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen25.mp3", "start_seconds": 5464.0}, {"meeting_datetime": "2013-02-19T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen25.mp3", "start_seconds": 5464.0}, {"meeting_datetime": "2013-03-04T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst33.mp3", "start_seconds": 1746.0}, {"meeting_datetime": "2013-03-04T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst33.mp3", "start_seconds": 1746.0}, {"meeting_datetime": "2013-03-04T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst33.mp3", "start_seconds": 1746.0}, {"meeting_datetime": "2013-03-04T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst33.mp3", "start_seconds": 1746.0}, {"meeting_datetime": "2013-03-04T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hst33.mp3", "start_seconds": 1746.0}, {"meeting_datetime": "2013-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou34.mp3", "start_seconds": 7219.0}, {"meeting_datetime": "2013-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou34.mp3", "start_seconds": 7219.0}, {"meeting_datetime": "2013-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou34.mp3", "start_seconds": 7219.0}, {"meeting_datetime": "2013-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou34.mp3", "start_seconds": 7219.0}, {"meeting_datetime": "2013-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou34.mp3", "start_seconds": 7219.0}, {"meeting_datetime": "2013-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen35.mp3", "start_seconds": 1232.0}, {"meeting_datetime": "2013-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen35.mp3", "start_seconds": 1232.0}, {"meeting_datetime": "2013-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen35.mp3", "start_seconds": 1232.0}, {"meeting_datetime": "2013-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen35.mp3", "start_seconds": 1232.0}, {"meeting_datetime": "2013-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen35.mp3", "start_seconds": 1232.0}, {"meeting_datetime": "2013-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen35.mp3", "start_seconds": 1232.0}, {"meeting_datetime": "2013-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen35.mp3", "start_seconds": 1232.0}, {"meeting_datetime": "2013-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen35.mp3", "start_seconds": 1232.0}, {"meeting_datetime": "2013-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen35.mp3", "start_seconds": 1232.0}, {"meeting_datetime": "2013-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen35.mp3", "start_seconds": 1232.0}, {"meeting_datetime": "2013-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou36.mp3", "start_seconds": 4149.0}, {"meeting_datetime": "2013-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen36.mp3", "start_seconds": 8164.0}, {"meeting_datetime": "2013-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen36.mp3", "start_seconds": 8164.0}, {"meeting_datetime": "2013-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen36.mp3", "start_seconds": 8164.0}, {"meeting_datetime": "2013-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen36.mp3", "start_seconds": 8164.0}, {"meeting_datetime": "2013-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen36.mp3", "start_seconds": 8164.0}, {"meeting_datetime": "2013-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen36.mp3", "start_seconds": 8164.0}, {"meeting_datetime": "2013-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen36.mp3", "start_seconds": 8164.0}, {"meeting_datetime": "2013-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen36.mp3", "start_seconds": 8164.0}, {"meeting_datetime": "2013-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen36.mp3", "start_seconds": 8164.0}, {"meeting_datetime": "2013-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen36.mp3", "start_seconds": 8164.0}, {"meeting_datetime": "2013-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen36.mp3", "start_seconds": 8164.0}], "bill_versions": [{"bill_id": 4415, "bill_version_id": 24754, "bill_version": "Introduced", "bill_version_date": "2013-01-28T10:20:56.307-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to enhance economic development opportunities for the state. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature shall enhance economic development opportunities for the state. 170 copies were printed on recycled paper by the South Dakota Legislative Research Council at a cost of $.093 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 4415, "bill_version_id": 26886, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2013-03-04T11:26:18.343-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create the building South Dakota fund, to deposit certain money into the building South Dakota fund, to create certain programs and funds to enhance economic development, to make continuous appropriations to these funds, to provide certain reinvestment payments to stimulate economic development and investment, to revise the state aid to general education formula by including an adjustment for students with limited English proficiency, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby created the building South Dakota fund for the purpose of building and reinvesting in South Dakota's economy and to create high quality jobs. Any money in the building South Dakota fund is continuously appropriated to GOED. The board may accept and expend for the purposes of this Act any funds obtained from appropriations or any other source. Interest earned on money in the fund shall be deposited into the fund. If the Board of Economic Development approves a project to receive a reinvestment payment pursuant to the provisions of sections 23 to 37, inclusive, of this Act, the Department of Revenue shall deposit all of the contractors' excise tax imposed and paid pursuant to the provisions of chapter 10-46A or 10-46B on the project costs into the building South Dakota fund. The state treasurer shall transfer twenty-five percent of the unclaimed property deposited in the general fund pursuant to chapter 43-41B in state fiscal year 2015 into the building South Dakota fund. The state treasurer shall transfer fifty percent of the unclaimed property deposited in the general fund pursuant to chapter 43-41B in state fiscal year 2016 and each year thereafter into the building South Dakota fund. Section 2. The commissioner of the Bureau of Finance and Management shall authorize and disburse money from the fund for the following purposes: (1) Twenty-five percent of the fund shall be transferred to the local infrastructure improvement grant fund created in section 4 of this Act; (2) Fifteen percent of the fund shall be transferred to the economic development partnership fund created in section 5 of this Act; (3) Thirty percent of the fund shall be transferred to the workforce education fund created in section 8 of this Act; (4) Twenty-five percent of the fund shall be transferred to the South Dakota housing opportunity fund created in section 11 of this Act; (5) Five percent of the fund shall be transferred to the revolving economic development and initiative fund created in § 1-16G-3 for the purpose of making grants or loans to projects that have a total project cost of less than twenty million dollars. Section 3. The Governor's Office of Economic Development shall report annually to the Government Operations and Audit Committee about the operations and results of the building South Dakota fund. Section 4. There is hereby created in the state treasury the local infrastructure improvement grant fund. The Board of Economic Development may award grants to any political subdivision of this state or local development corporation from the fund to construct or reconstruct infrastructure for the purpose of serving an economic development project. The board shall consult other state agencies to evaluate the feasibility and merits of the proposed infrastructure improvements. No county is eligible for a grant for infrastructure improvements, unless the county imposes the maximum wheel tax pursuant to chapter 32-5A or supplements road funds with general funds or other funds in an amount equal to or greater than what may be generated from a wheel tax increase. Interest earned on money in the fund shall be deposited into the fund. Any money in the local infrastructure improvement grant fund is continuously appropriated. Any money deposited into and distributed from the fund shall be set forth in an informational budget as described in § 4-7-7.2. Section 5. The economic development partnership fund is hereby established within the Governor's Office of Economic Development. Any nonprofit development corporation, municipality, county, or other political subdivision of the state may apply to GOED for funds on a matching basis as provided in sections 6 to 7, inclusive, of this Act. Interest earned on money in the fund shall be deposited into the fund. Any money in the economic development partnership fund is continuously appropriated. Any money deposited into and distributed from the fund shall be set forth in an informational budget as described in § 4-7-7.2. Section 6. GOED may award funds from the economic development partnership fund for new staff, or elevate existing part-time staff and equipment needs for the purpose of developing or expanding local, community, and economic development programs. GOED may also award funds from the economic development partnership fund to commence or replenish a local revolving loan fund for the purpose of developing or expanding housing, community, and economic development programs. Areas of emphasis for funding include creating high quality employment opportunities, repopulation, stronger economies, housing development, business growth, support of entrepreneurship, and job creation, expansion, and retention. Section 7. Any funds awarded under the economic development partnership fund shall be provided on a matching basis. The funds awarded to a recipient for staffing may be distributed over a four year period with forty percent being distributed in the first year, thirty percent in the second year, twenty percent in the third year, and ten percent in the fourth year. Over the four year period, the recipient shall match the total funds received from the economic development partnership fund. Section 8. There is hereby created in the state treasury the workforce education fund. The Board of Education may award grants to any department, agency, or political subdivision of this state, nonprofit, or local development corporation from the fund for the following purposes: (1) Support the state aid to general education formula by including funding for students with limited English proficiency; (2) Provide additional resources for secondary and postsecondary career and technical education; and (3) Support for education equipment for workforce training programs at the postsecondary technical institutes or satellite postsecondary education programs. Interest earned on money in the fund shall be deposited into the fund. Any money in the workforce education fund is continuously appropriated. Any money deposited into and distributed from the fund shall be set forth in an informational budget as described in § 4-7-7.2. Section 9. The workforce education fund created pursuant to section 8 of this Act shall be used to annually fund the state's share of the limited English proficiency adjustment as calculated by § 13-13-10.1 and 13-13-73. If the balance of the workforce education fund exceeds two million dollars as of July first of each year, the amount of money in excess of one million dollars shall be allocated to each school district for the purposes of advancing the use of technology in the classrooms, purchasing equipment and services to assist in career and technical education programs, and funding other nonrecurring educational expenses that help prepare students for the workforce. The secretary of the Department of Education shall distribute to each school district an amount equal to the money available for such distribution times the ratio of each school district's fall enrollment to the total state fall enrollment. The distribution shall be made as a one-time payment to each school district. Section 10. GOED shall promulgate rules pursuant to chapter 1-26 to provide for implementation and administration of the local infrastructure improvement grant fund, economic development partnership fund, and the workforce education fund. The rules shall include: (1) Application requirements, procedures, and forms; (2) Award procedures; (3) Eligible uses of award funds; (4) Eligibility requirements for applicants; (5) Responsibilities of applicants and award recipients; (6) Procedures for rescinding and repayment of awards if the applicant's or recipient's responsibilities are not met; (7) Reporting requirements; and (8) Other items necessary for the administration of the program. Section 11. There is hereby created the South Dakota housing opportunity fund to be administered by the South Dakota Housing Authority for the purpose of preserving and expanding sustainable, affordable, and safe housing that is targeted to low and extremely low income families and individuals in South Dakota. The authority may accept and expend for the purposes sections 11 to 20, inclusive, of this Act any funds obtained from appropriations or any other source. Any money deposited into and distributed from the fund shall be set forth in an informational budget as described in § 4-7-7.2. Interest earned on money in the fund shall be deposited into the fund. Section 12. Terms used in this sections 11 to 20, inclusive, of this Act: (1) \"Administering agency,\" the South Dakota Housing Development Authority shall act as the administrative agency for the South Dakota housing opportunity fund; (2) \"Affordable housing,\" housing is affordable if the total housing costs, which includes rent, utilities, mortgage, and related expenses, represents no more than thirty percent of gross household income; (3) \"Commissioner,\" a member appointed to the oversight commission; (4) \"Fund,\" the South Dakota housing opportunity fund; (5) \"Low Income,\" the three levels of low income are: (a) Low income means any household with an income at or below eighty percent of area median income (AMI) based on United States Department of Housing and Urban Development (HUD) criteria; (b) Very low income means any household with income at or below fifty percent of AMI based on HUD criteria; and (c) Extremely low income means any household with income at or below thirty percent of AMI based on HUD criteria; (6) \"Moderate Income,\" any household with an income at or below one hundred and fifteen percent of AMI based on HUD criteria; (7) \"Oversight commission,\" the commission that governs the South Dakota housing opportunity fund. Section 13. The oversight commission shall consist of the following thirteen members: (1) The president pro tempore of the Senate shall appoint three members at large; (2) The speaker of the House of Representatives shall appoint three members at large; (3) The Governor shall appoint six members as follows: (a) One member shall represent a public housing authority; (b) One member shall represent an Indian housing authority; (c) One member shall represent the nonprofit housing industry; (d) One member shall represent a special needs advocate; and (e) Two members at large; and (4) The executive director of the South Dakota Housing Development Authority shall serve as the chair of the oversight commission. The commissioners shall serve three-year staggered terms, with no more than four commissioners appointed to any one term, with each term beginning July first and ending on June thirtieth. No commissioner appointed pursuant to this section may serve more than three consecutive full terms. Each commissioner shall hold office for the term of the appointment and until a successor has been appointed. If there is a vacancy on the oversight commission, the vacancy shall be filled in the same manner as the original appointment. The oversight commission shall review and approve a monitoring and reporting system which shall be established by the administering agency. On an annual basis, the oversight commission shall assess and prioritize eligible activities for funding. Working with the administrative agency, the oversight commission shall establish an award system and review criteria for the evaluation and review of each proposal. The oversight commission shall review and then approve or disapprove the funding recommendations made by the administering agency. Section 14. The administrative agency shall: (1) Develop program guidelines; (2) Market the fund to eligible applicants; (3) Receive, review, and evaluate proposals; (4) Submit funding proposal recommendations to the oversight commission; (5) Administer annual monitoring and reporting on the fund; (6) Create operating rules and guidelines for the oversight commission; and (7) Perform all other activities necessary to support the administration of the fund. Section 15. Any for-profit entity, nonprofit entity, Native American tribe, housing authority, a political subdivision of this state or its agencies, or any agency of this state is eligible to apply for funding from the fund. No individual may apply for funding directly from the fund. Section 16. The South Dakota housing opportunity fund may be used to provide a grant, loan, loan guarantee, loan subsidy and other financial assistance to an eligible applicant. Money from the fund may be used to build, buy, and or rehabilitate affordable housing for rent or home ownership, including single family and multifamily housing. The eligible fund activities include affordable housing projects that consist of new construction of rental or home ownership housing, substantial or moderate rehabilitation of rental or home ownership housing, housing preservation, including home repair grants and grants to make homes more accessible to individuals with disabilities, homelessness prevention activities, as well as a community land trust. No more than ten percent of the funds awarded may be used for the administrative costs of any entity that has received funding from the fund. Section 17. Each year, money from South Dakota housing opportunity fund shall be set aside as follows: (1) Thirty percent shall be designated for municipalities that have a population of fifty thousand or more; and (2) Seventy percent shall be designated for the other areas of the state. If the approved applications for any area are less than the amount set aside, the remaining amount may be made available for qualified applications from the other areas. The geographic distribution guideline takes precedence over income targeting guideline during the evaluation of the applications. Section 18. The South Dakota housing opportunity fund shall be targeted to serve low to moderate income households with a maximum income at or below one hundred fifteen percent of the area median income based on United States Department of Housing and Urban Development (HUD) criteria. A priority shall be given to any projects that serve households with incomes up to eighty percent of area median income. Sixty-five percent of the money in the fund shall be set aside for projects serving households up to eighty percent of area median income, and priority shall be given to projects serving households up to thirty percent of area median income. If the total amount of the applications approved are equal to or less than the amount set aside for an income category, the unused amount shall be made available for qualified applications serving other income categories. Section 19. Awards from the fund shall be made through a competitive process during the initial application cycle each year. Each application shall be evaluated and scored based on criteria created by the administering agency and the oversight commission. Each applicant that is awarded money from the fund shall be encouraged to leverage the money for any project or program with other public and private dollars. If there are funds available after the initial application cycle, additional application rounds may be established. Any program income or loan payments shall be deposited into the fund. Section 20. The oversight commission shall submit to the Governor and the Legislature an annual report which includes the activity and use of funds for the South Dakota housing opportunity fund Section 21. That § 1-16G-1 be amended to read as follows: 1-16G-1. There is created a Board of Economic Development and the Governor may appoint up to thirteen members to consult with and advise the Governor and the commissioner of the Governor's Office of Economic Development in carrying out the functions of the office. The members shall be confirmed by the senate. The members of the board shall be appointed by the Governor for four-year terms of office so arranged that no more than four members' terms expire in any given year. Not all members may be from the same political party. The Governor shall designate the terms at the time of appointment. Any member appointed to fill a vacancy arising from other than the natural expiration of a term shall serve only the unexpired portion of the term. Section 22. In addition to the members of the Board of Economic Development appointed pursuant to § 1-16G-1, four ex officio nonvoting members shall be appointed to the board by the Legislature as follows: (1) The majority leader of the Senate shall appoint one member of the Senate; (2) The minority leader of the Senate shall appoint one member of the Senate; (3) The majority leader of the House of Representatives shall appoint one member of the House of Representatives; and (4) The minority leader of the House of Representatives shall appoint one member of the House of Representatives. Section 23. Terms used in sections 23 to 37, inclusive, of this Act mean: (1) \"Board,\" the Board of Economic Development; (2) \"Commissioner,\" the commissioner of the Governor's Office of Economic Development; (3) \"Completed the project\" or \"completion of the project,\" the first date when the project is operational; (4) \"Construction date,\" the first date earth is excavated or a contractor has initiated work for the purpose of constructing or expanding a project or the first date a which the process begins for the purpose of placing or replacing equipment; (5) \"Data center,\" any facility established for the purpose of processing, storage, retrieval, or communication of data; (6) \"Department,\" the Department of Revenue; (7) \"GOED,\" the Governors Office of Economic Development; (8) \"New or expanded facility,\" a new building or structure, or the expansion of an existing building or structure; (9) \"Person,\" any individual, firm, copartnership, joint venture, association, cooperative, nonprofit development corporation, limited liability company, limited liability partnership, corporation, estate, trust, business trust, receiver, or any group or combination acting as a unit; (10) \"Project,\" a new building or structure or the expansion of an existing building or structure, the construction of which is subject to the contractor's excise tax imposed by chapters 10-46A or 10-46B. A project may include the installment or replacement of equipment if the equipment costs exceed two million dollars. A project includes laboratory and testing facilities, manufacturing facilities, data centers, power generation facilities, power transmission facilities, agricultural processing facilities, and wind energy facilities. A project does not include any building or structure: (a) Used predominantly for the sale of products at retail, other than the sale of electricity at retail, to individual consumers; (b) Used predominantly for residential housing or transient lodging; (c) Used predominantly to provide health care services; (d) Used predominantly for the transportation or transmission of natural gas, oil, or crude oil by means of a pipeline; (e) Constructed for raising or feeding of livestock; or (f) That is not subject to ad valorem real property taxation or equivalent taxes measured by gross receipts; (11) \"Project cost,\" the amount paid by the project owner in money, credits, property, or other money's worth for a project; (12) \"Wind energy facility,\" the facility includes those components subject to the sales and uses tax or the contractors excise tax, including the cost of the blades, wind turbine generators, towers, bases, foundations, power collection systems, electric interconnection systems, substations, and amounts paid to contractors. Section 24. If the projects costs for a new or expanded facility exceeds twenty million dollars or the projects costs for equipment replacement exceeds two million dollars, a person may apply for a reinvestment payment pursuant to sections 23 to 37, inclusive, of this Act. The person shall: (1) Timely file an application as required by section 25 of this Act; (2) Receive a permit from GOED pursuant to section 27 of this Act; (3) Timely file the affidavit of reinvestment payment as required by section 28 of this Act; and (4) Comply with the provisions of sections 23 to 37, inclusive, of this Act to qualify for the reinvestment payment. A project with a construction date on or after April 1, 2013, may receive a reinvestment payment as provided by sections 23 to 37, inclusive, of this Act. Section 25. Before any person receives any reinvestment payment as provided in sections 23 to 37, inclusive, of this Act, the person shall file an application with GOED. The application may be filed no sooner than ninety days before the construction date, or no later than ninety days after the construction date. No person may receive any reinvestment payment as provided by sections 23 to 37, inclusive, of this Act if the application is not timely filed with GOED. The application shall include the following information: (1) The project owner's name and contact information; (2) The general description of the project; (3) The construction date of the project; (4) The projected date for completion of the project; (5) The estimated project costs; (6) The location of the project; (7) The legal description of the project location; (8) A list of the contractors and subcontractors that will perform work on the project; and (9) Any other information that GOED may require. The application shall be on a form prescribed by the commissioner. The application shall be signed by the project owner under penalty of perjury, and signed under oath before a notary public. No application may include more than one project. Section 26. The Board of Economic Development shall review the application and make a determination of whether the project shall be approved or disapproved. The board may approve a reinvestment payment that is equal to or less than South Dakota sales and use tax paid by the project owner on the project costs for the project. The board shall consider the following factors when making that determination: (1) Has the county or municipality adopted a formula to reduce property taxation for the project for five years under the discretionary formula pursuant to § 10-6-35.2; (2) Has the county or municipality approved a tax incremental district pursuant to chapter 11-9 for the area where the project will be located; (3) Has the municipality approved a municipal sales tax refund pursuant § 10-52-10; (4) Likelihood that the project would have occurred without the reinvestment payment provided by sections 23 to 37, inclusive, of this Act; (5) Economic activity that may occur in the community, area, and state; and (6) Criteria established by rules promulgated pursuant to section 36 of this Act. Section 27. Upon approval of the application by the Board of Economic Development, GOED shall issue a permit entitling the person to submit an affidavit for reinvestment payment as provided by section 28 of this Act. The permit and reinvestment payment is assignable and transferable and may be used as collateral or security pursuant to chapter 57A-9. If the initial permit holder entity reorganizes into a new entity, the new entity shall file with GOED an amended application within sixty days of the reorganization. If either the permit or reinvestment payment, or both, is assigned or transferred to another entity, such entity shall file with GOED an amended application within sixty days. Section 28. Any person that has timely filed the application and is holding a permit issued by GOED, and has completed the project, shall file an affidavit for reinvestment payment with GOED. The affidavit for reinvestment payment shall contain the following information: (1) The project owner's name and contact information; (2) The general description of the project; (3) The date of completion of the project; (4) The final project costs; (5) The amount of South Dakota sales tax, use tax, and contractors excise tax paid for the construction of the project; (6) The location of the project; (7) The legal description of the project location; (8) A list of the contractors and subcontractors that performed work on the project; and (9) Any other information that GOED may require. The affidavit for reinvestment payment shall be on a form prescribed by the commissioner. The affidavit for reinvestment payment shall be signed by the project owner and signed under oath before a notary public. No affidavit for reinvestment payment may include more than one project. Section 29. The affidavit for reinvestment payment as required by section 28 of this Act shall be filed no later than six months after the completion of the project. If the affidavit for reinvestment payment is not timely filed, the person is ineligible for any reinvestment payment provided by sections 23 to 37, inclusive, of this Act. If the affidavit for reinvestment payment contains any intentionally false or fraudulent information, the person is ineligible for any reinvestment payment provided by sections 23 to 37, inclusive, of this Act. No project costs that occur after three years from the construction date are eligible to be included in the final project cost determination for any reinvestment payment provided by sections 23 to 37, inclusive, of this Act. Section 30. After the timely receipt of a completed affidavit for reinvestment payment, within sixty days GOED shall make payment from the reinvestment fund to the project owner based upon the amount and terms approved by the board as a reinvestment payment. GOED shall tender the reinvestment payment by electronic funds transfer. Section 31. There is hereby created the reinvestment payment fund for the sole purpose of making reinvestment payments pursuant to the provisions of sections 23 to 37, inclusive, of this Act. If the Board of Economic Development approves a reinvestment payment pursuant to the provisions of sections 23 to 37, inclusive, of this Act, the Department or Revenue shall deposit a portion or all of the sales and use taxes paid by the project owner up to a maximum amount of the reinvestment payment approved by the board. The funds in the reinvestment project fund are continuously appropriated to GOED to make reinvestment payments pursuant to sections 23 to 37, inclusive, of this Act. If any money deposited in the fund and set aside for a specific reinvestment payment is in excess of the final reinvestment payment or the specific project becomes ineligible for the reinvestment payment, such money shall be deposited into the general fund. Interest earned on money in the fund shall be deposited into the general fund. Section 32. Any person who files an intentionally false or fraudulent application pursuant to section 25 of this Act is guilty of a Class 1 misdemeanor. Any person who files a false or fraudulent affidavit for reinvestment payment pursuant to section 28 of this Act is guilty of a Class 1 misdemeanor. Section 33. If the project is located on land that is included within the agreement area of a tax collection agreement entered into by the state and an Indian tribe pursuant to chapter 10-12A, the board may only approve a reinvestment payment that is equal to or less than the percentage of funds that Department of Revenue retains pursuant to the terms of the tax collection agreement. Section 34. The name of any person that receives a reinvestment payment as provided by sections 23 to 37, inclusive, of this Act and the amount of the reinvestment payment is public information and shall be available and open to public inspection as provided in § 1-27-1. The following information shall be made public on the GOED website as public information: (1) An estimated number of the full-time jobs to be created by the project; (2) An estimated average wage of the full-time jobs; (3) A list of all the local and state economic tools, loans, or grants provided to the project; (4) An estimate of the property taxes to be paid by the project; and (5) A statement of why the project would not have occurred in South Dakota without the reinvestment payment. Section 35. Any person aggrieved by the denial in whole or in part of a reinvestment payment claimed under the provisions of sections 23 to 37, inclusive, of this Act, may within thirty days after service of the notice of such denial by the commissioner, demand and is entitled to a hearing, upon notice, before the commissioner. The hearing shall be conducted pursuant to chapter 1-26. Section 36. The board may promulgate rules, pursuant to chapter 1-26, concerning the procedures and forms for applying for and receiving the reinvestment payment, the requirements necessary to qualify for the reinvestment payment, and the criteria to evaluate projects submitting applications. Section 37. No person who works for a project may be employed for a compensation dependent in any manner upon the approval of any government grants, loans, or reinvestment payments that the person obtains for the project. Section 38. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"Average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and pupils for whom tuition is being paid pursuant to § 13-28-42.1 and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (2A) \"Fall enrollment,\" the number of kindergarten through twelfth grade students enrolled in all schools operated by the school district on the last Friday of September of the current school year minus the number of students for whom the district receives tuition, except nonresident students who are in the care and custody of a state agency and are attending a public school and students for whom tuition is being paid pursuant to § 13-28-42.1, plus the number of students for whom the district pays tuition. When computing state aid to education for a school district under the foundation program pursuant to § 13-13-73, the secretary of the Department of Education shall use either the school district's fall enrollment or the average of the school district's fall enrollment from the previous two years, whichever is higher; (2B) Repealed by SL 2010, ch 84, § 1. (2C) \"Small school adjustment,\" calculated as follows: (a) For districts with a fall enrollment of two hundred or less, multiply 0.2 times $4,237.72; (b) For districts with a fall enrollment of greater than two hundred, but less than six hundred, multiply the fall enrollment times negative 0.0005; add 0.3 to that result; and multiply the sum obtained times $4,237.72; The determination of the small school adjustment for a school district may not include any students residing in a residential treatment facility when the education program is operated by the school district; (2D) \"Limited English proficiency (LEP) adjustment,\" is calculated as follows: (a) Multiply 0.25 times the per student allocation; and (b) Multiply the product obtained in subsection (a) times the number of kindergarten through twelfth grade students who, in the prior school year, scored below level four on the state-administered language proficiency assessment as required in the state's consolidated state application pursuant to 20 USC 6311(b)(7) as of January 1, 2013; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for school fiscal year 2012 is $4,389.95. Each school fiscal year thereafter, the per student allocation is the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" is the sum of: (a) The per student allocation multiplied by the fall enrollment; and (b) The small school adjustment, if applicable, multiplied by the fall enrollment; and (c) The limited English proficiency (LEP) adjustment, calculated pursuant to subdivision (2D), if applicable; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42; (7) \"General fund balance percentage,\" is a school district's general fund equity divided by the school district's total general fund expenditures for the previous school fiscal year, the quotient expressed as a percent; (8) \"General fund reserves,\" the sum of a school district's nonspendable and restricted fund balances of the general fund; (9) \"Nonspendable fund balance,\" that amount of the fund balance that is not in spendable form; (10) \"Restricted fund balance,\" that amount of the fund balance that has constraints on how it may be used that are externally imposed or are imposed by law. Section 39. That § 13-13-73 be amended to read as follows: 13-13-73. The secretary of the Department of Education shall compute state aid to education for each school district under the foundation program according to the following calculations: (1) Determine each school district's fall enrollment; (2) To arrive at the local need per district: (a) Multiply the per student allocation by the fall enrollment; (b) Multiply the small school adjustment, if applicable, by the fall enrollment; and (c) Calculate the limited English proficiency (LEP) adjustment pursuant to subdivision (2D), if applicable; and (d) Add the product of subsection (a) to the product of subsection (b) and to the calculation in subsection (c); (3) State aid is (a) local need minus local effort, or (b) zero if the calculation in (a) is a negative number; (4) If the state aid appropriation for the general support of education is in excess of the entitlement provided for in this section and the entitlement provided for in § 13-13-85, the excess shall be used to fund any shortfall of the appropriation as provided for in § 13-37-36.3. The secretary shall report to the Governor by January seventh of each year, the amount of state aid necessary to fully fund the general aid formula in the current year. If a shortfall in the state aid appropriation for general education exists that cannot be covered by § 13-37-45, the Governor shall inform the Legislature and provide a proposal to eliminate the shortfall. Section 40. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 4415, "bill_version_id": 27403, "bill_version": "Conference Committee Engrossed", "bill_version_date": "2013-03-07T19:35:24.947-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create the building South Dakota fund and certain other funds and programs to enhance economic development and education, to make certain deposits and transfers, to make continuous appropriations, to revise certain education funding to support economic development, to make an appropriation therefor, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby created the building South Dakota fund for the purpose of building and reinvesting in South Dakota's economy and to create high quality jobs. Any money in the building South Dakota fund is continuously appropriated to the Bureau of Finance and Management. The state may accept and expend for the purposes of this Act any funds obtained from appropriations or any other source. Interest earned on money in the fund shall be deposited into the fund. If the Board of Economic Development approves a new or expanded facility with project costs exceeding twenty million dollars to receive a reinvestment payment pursuant to the provisions of sections 24 to 36, inclusive, of this Act, the Department of Revenue shall deposit all of the contractor's excise tax imposed and paid pursuant to the provisions of chapter 10-46A or 10-46B on the project costs into the building South Dakota fund. The state treasurer shall transfer twenty-five percent of the unclaimed property deposited in the general fund pursuant to chapter 43-41B in state fiscal year 2015 into the building South Dakota fund. The state treasurer shall transfer fifty percent of the unclaimed property deposited in the general fund pursuant to chapter 43-41B in state fiscal year 2016 and each year thereafter into the building South Dakota fund. Notwithstanding the provisions of this section, no deposit or transfer to the building South Dakota fund may be made by the commissioner of the Bureau of Finance and Management if the projected ongoing revenues adopted by the Legislature for the prospective fiscal year are insufficient to accommodate: (1) The statutory increases for state aid to K-12 general education, special education, and the technical institutes; (2) Projected Title XIX and the Title XXI spending adjusted for increased provider payments, increased utilization, or enrollment growth, and as affected by any reduction in the Federal medical assistance percentage; and (3) The state employee salary policy increase, commensurate with the K-12 inflationary increase, in addition to funds necessary to meet actuarially projected increases in health insurance costs. Section 2. The commissioner of the Bureau of Finance and Management shall authorize and disburse money from the building South Dakota fund for the following purposes: (1) Twenty-five percent of the fund shall be transferred to the local infrastructure improvement grant fund created in section 4 of this Act; (2) Fifteen percent of the fund shall be transferred to the economic development partnership fund created in section 5 of this Act; (3) Thirty percent of the fund shall be transferred to the workforce education fund created in section 10 of this Act; (4) Twenty-five percent of the fund shall be transferred to the South Dakota housing opportunity fund created in section 13 of this Act; (5) Five percent of the fund shall be transferred to the revolving economic development and initiative fund created in § 1-16G-3 for the purpose of making grants to projects that have a total project cost of less than twenty million dollars. Section 3. Each department administering the funds received from section 2 of this Act shall report annually to the Government Operations and Audit Committee about the operations and results of the building South Dakota fund. Section 4. There is hereby created in the state treasury the local infrastructure improvement grant fund. The Board of Economic Development may award grants to any political subdivision of this state or local development corporation from the fund to construct or reconstruct infrastructure for the purpose of serving an economic development project. The board shall consult state agencies to evaluate the feasibility and merits of the proposed infrastructure improvements. The board shall consider the funding mechanisms available to and utilized by the applicant when making a decision to award a grant. Interest earned on money in the fund shall be deposited into the fund. Any money in the local infrastructure improvement grant fund is continuously appropriated. Any money deposited into and distributed from the fund shall be set forth in an informational budget as described in § 4-7-7.2. Section 5. There is hereby created in the state treasury the economic development partnership fund. The Board of Economic Development may award grants to any nonprofit development corporation, municipality, county, or other political subdivision of this state from the fund on a matching basis as provided in sections 6 to 7, inclusive, of this Act. Interest earned on money in the fund shall be deposited into the fund. Any money in the economic development partnership fund is continuously appropriated. Any money deposited into and distributed from the fund shall be set forth in an informational budget as described in § 4-7-7.2. Section 6. The Board of Economic Development may award funds from the economic development partnership fund for new staff, or elevate existing part-time staff and equipment and training needs for the purpose of developing or expanding local, community, and economic development programs. The board may also award funds from the economic development partnership fund to commence or replenish a local revolving loan fund for the purpose of developing or expanding housing, community, and economic development programs. Areas of emphasis for funding include creating high quality employment opportunities, repopulation, stronger economies, housing development, business growth, support of entrepreneurship, and job creation, expansion, and retention. Section 7. Any funds awarded under the economic development partnership fund shall be provided on a matching basis. The funds awarded to a recipient for staffing may be distributed over a four year period with forty percent being distributed in the first year, thirty percent in the second year, twenty percent in the third year, and ten percent in the fourth year. Over the four year period, the recipient shall match the total funds received from the economic development partnership fund. Section 8. The Board of Economic Development shall promulgate rules pursuant to chapter 1-26 regarding the application process and timelines, the guidelines and criteria for approval of applications, and the distribution of funds from the local infrastructure improvement grant fund. Section 9. The Board of Economic Development shall promulgate rules pursuant to chapter 1-26 regarding the application process and timelines, the guidelines and criteria for approval of applications, and the distribution of funds from the economic development partnership fund. Section 10. There is hereby created in the state treasury the workforce education fund to be used for the following purposes: (1) To fund the limited English proficiency adjustment as referenced in section 11 of this Act; (2) Provide grants for the purposes of providing secondary career and technical education programs; and (3) Provide additional one-time funding to school districts. Interest earned on money in the fund shall be deposited into the fund. Any money in the workforce education fund is continuously appropriated to the Department of Education for the purposes stated in sections 10 and 11 of this Act. Any money deposited into and distributed from the fund shall be set forth in an informational budget as described in § 4-7-7.2. Section 11. The secretary of the Department of Education shall authorize and disburse money from the workforce education fund to fund the state's share of the limited English proficiency adjustment as calculated by §§ 13-13-10.1 and 13-13-73 for state fiscal years 2014, 2015, and 2016. If, after the state's share of the limited English proficiency adjustment is funded, the workforce education fund exceeds two million dollars as of July first of each year, the amount of money in excess of one million dollars shall be disbursed as follows: (1) An amount not to exceed one million five hundred thousand dollars shall be distributed to fund new and existing secondary career and technical education programs; and (2) Any amount remaining in the fund over one million dollars after the distribution in subdivision (1) is made shall be allocated to each school district in an amount equal to the money available for such distribution times the ratio of each school district's fall enrollment to the total state fall enrollment as defined in § 13-13-10.1. Section 12. The South Dakota Board of Education shall promulgate rules pursuant to chapter 1-26 regarding the application process and timelines, the guidelines and criteria for approval of applications, and the distribution of funds from the workforce education fund. Section 13. There is hereby created the South Dakota housing opportunity fund to be administered by the South Dakota Housing Development Authority for the purpose of preserving and expanding sustainable, affordable, and safe housing that is targeted to low and moderate income families and individuals in South Dakota. The authority may accept and expend for the purposes sections 13 to 21, inclusive, of this Act any funds obtained from appropriations or any other source. Any money in the South Dakota housing opportunity fund is continuously appropriated. Any money deposited into and distributed from the fund shall be set forth in an informational budget as described in § 4-7-7.2. Interest earned on money in the fund shall be deposited into the fund. Section 14. Terms used in sections 13 to 21, inclusive, of this Act: (1) \"Administering agency,\" the South Dakota Housing Development Authority shall act as the administrative agency for the South Dakota housing opportunity fund; (2) \"Affordable housing,\" housing is affordable if the total housing costs, which includes rent, utilities, mortgage, and related expenses, represents no more than thirty percent of gross household income; (3) \"Commissioner,\" a member appointed to the oversight commission; (4) \"Fund,\" the South Dakota housing opportunity fund; (5) \"Oversight commission,\" the commissioners that govern the South Dakota Housing Development Authority; (6) \"Single family home,\" any home built to the International Residential Code (IRC) or the United States Department of Housing and Urban Development (HUD) Building Code as of January 1, 2013, and located on a suitable site that is zoned properly for a IRC or HUD single family residence. Section 15. The administrative agency shall: (1) Develop program guidelines; (2) Market the fund to eligible applicants; (3) Receive, review, and evaluate proposals; (4) Submit funding proposal recommendations to the oversight commission; (5) Administer annual monitoring and reporting on the fund; (6) Create operating rules and guidelines for the oversight commission; and (7) Perform all other activities necessary to support the administration of the fund. Section 16. Any for-profit entity, nonprofit entity, tribal government, housing authority, a political subdivision of this state or its agencies, or any agency of this state is eligible to apply for funding from the fund. No individual may apply for funding directly from the fund. Section 17. The South Dakota housing opportunity fund may be used to provide a grant, loan, loan guarantee, loan subsidy and other financial assistance to an eligible applicant. Money from the fund may be used to build, buy, and or rehabilitate affordable housing for rent or home ownership, including single family and multifamily housing. The eligible fund activities include affordable housing projects that consist of new construction or the purchase of rental or home ownership housing, substantial or moderate rehabilitation of rental or home ownership housing, housing preservation, including home repair grants and grants to make homes more accessible to individuals with disabilities, homelessness prevention activities, as well as a community land trust. No more than ten percent of the funds awarded may be used for the administrative costs of any entity that has received funding from the fund. Section 18. Each year, money from South Dakota housing opportunity fund shall be set aside as follows: (1) Thirty percent shall be designated in municipalities that have a population of fifty thousand or more; and (2) Seventy percent shall be designated for the other areas of the state. If the approved applications for any area are less than the amount set aside, the remaining amount may be made available for qualified applications from the other areas. The geographic distribution guideline takes precedence over income targeting guideline during the evaluation of the applications. Section 19. The South Dakota housing opportunity fund shall be targeted to serve low to moderate income households with a maximum income at or below one hundred fifteen percent of the area median income based on United States Department of Housing and Urban Development (HUD) criteria. Section 20. Awards from the fund shall be made through a competitive process during the initial application cycle each year. Each application shall be evaluated and scored based on criteria created by the administering agency and the oversight commission. Each applicant that is awarded money from the fund shall be encouraged to leverage the money for any project or program with other public and private dollars. If there are funds available after the initial application cycle, additional application rounds may be established. Any program income or loan payments shall be deposited into the fund. Section 21. The oversight commission shall submit to the Governor and the Legislature an annual report which includes the activity and use of funds for the South Dakota housing opportunity fund. Section 22. That § 1-16G-1 be amended to read as follows: 1-16G-1. There is created a Board of Economic Development and the Governor may appoint up to thirteen members to consult with and advise the Governor and the commissioner of the Governor's Office of Economic Development in carrying out the functions of the office. The members shall be confirmed by the senate. The members of the board shall be appointed by the Governor for four-year terms of office so arranged that no more than four members' terms expire in any given year. Not all members may be from the same political party. The Governor shall designate the terms at the time of appointment. Any member appointed to fill a vacancy arising from other than the natural expiration of a term shall serve only the unexpired portion of the term. Section 23. In addition to the members of the Board of Economic Development appointed pursuant to § 1-16G-1, four nonvoting members shall be appointed to the board by the Legislature as follows: (1) The majority leader of the Senate shall appoint one member of the Senate; (2) The minority leader of the Senate shall appoint one member of the Senate; (3) The majority leader of the House of Representatives shall appoint one member of the House of Representatives; and (4) The minority leader of the House of Representatives shall appoint one member of the House of Representatives. The members shall be appointed to the board for a term of two years before the close of each regular session of the Legislature. If there is a vacancy, the vacancy shall be filled in the same manner as the original appointment. Section 24. Terms used in sections 24 to 36, inclusive, of this Act mean: (1) \"Board,\" the Board of Economic Development; (2) \"Commissioner,\" the commissioner of the Governor's Office of Economic Development; (3) \"Completed the project\" or \"completion of the project,\" the first date when the project is operational; (4) \"Construction date,\" the first date earth is excavated or a contractor has initiated work for the purpose of constructing a new or expanded facility or the first date new equipment is located on the project site or existing equipment is removed from the project site for the purpose of equipment upgrades, whichever occurs first; (5) \"Data center,\" any facility established for the purpose of processing, storage, retrieval, or communication of data; (6) \"Department,\" the Department of Revenue; (7) \"Equipment upgrades,\" the installation of new equipment or the replacement or improvement of existing equipment, which is subject to the sales or use tax imposed by chapters 10-45 or 10-46 or contractor's excise tax imposed by chapters 10-46A or 10-46B; (8) \"GOED,\" the Governor's Office of Economic Development; (9) \"New or expanded facility,\" a new building or structure, or the expansion, renovation, or retrofitting of an existing building or structure, which is subject to the contractor's excise tax imposed by chapters 10-46A or 10-46B; (10) \"Person,\" any individual, firm, copartnership, joint venture, association, cooperative, nonprofit development corporation, limited liability company, limited liability partnership, corporation, estate, trust, business trust, receiver, or any group or combination acting as a unit; (11) \"Project,\" a new or expanded facility with a project cost which exceed twenty million dollars, or equipment upgrades with a project cost which exceed two million dollars. A project includes laboratory and testing facilities, manufacturing facilities, data centers, power generation facilities, power transmission facilities, agricultural processing facilities, wind energy facilities, and facilities defined by GOED as targeted industries. A project does not include any building or structure: (a) Used predominantly for the sale of products at retail, other than the sale of electricity at retail, to individual consumers; (b) Used predominantly for residential housing or transient lodging; (c) Used predominantly to provide health care services; (d) Used predominantly for the transportation or transmission of natural gas, oil, or crude oil by means of a pipeline; or (e) That is not subject to ad valorem real property taxation or equivalent taxes measured by gross receipts; (12) \"Project cost,\" the amount paid by the project owner in money, credits, property, or other consideration associated with a project including, without limitation, land, labor, materials, furniture, equipment, fees, or fixtures; (13) \"Wind energy facility,\" any new facility or facility expansion that: (a) Consists of a commonly managed integrated system of towers, wind turbine generators with blades, power collection systems, and electric interconnection systems, that convert wind movement into electricity, and is subject to the tax imposed by §§ 10-35-18 and 10-35-19; and (b) The construction of which is subject to contractors' excise tax pursuant to chapter 10-46A or 10-46B. Section 25. If the projects costs for a new or expanded facility exceeds twenty million dollars or the projects costs for equipment upgrades exceeds two million dollars, a person may apply for a reinvestment payment pursuant to sections 24 to 36, inclusive, of this Act. The person shall: (1) Timely file an application as required by section 26 of this Act; (2) Receive a permit from GOED pursuant to section 28 of this Act; (3) Timely file the affidavit of reinvestment payment as required by section 29 of this Act; and (4) Comply with the provisions of sections 24 to 36, inclusive, of this Act to qualify for the reinvestment payment. A project with a construction date on or after April 1, 2013, may receive a reinvestment payment as provided by sections 24 to 36, inclusive, of this Act. Section 26. Before any person receives any reinvestment payment as provided in sections 24 to 36, inclusive, of this Act, the person shall file an application with GOED. The application may be filed no later than ninety days after the construction date. No person may receive any reinvestment payment as provided by sections 24 to 36, inclusive, of this Act if the application is not timely filed with GOED. The application shall include the following information: (1) The project owner's name and contact information; (2) The general description of the project; (3) The construction date of the project; (4) The projected date for completion of the project; (5) The estimated project costs; (6) The location of the project; (7) The legal description of the project location; (8) A list of the anticipated contractors and subcontractors that will perform work on the project; and (9) Any other information that GOED may require. The application shall be on a form prescribed by the commissioner. The application shall be signed by the project owner under penalty of perjury, and signed under oath before a notary public. No application may include more than one project. Section 27. The Board of Economic Development shall review the application and make a determination of whether the project shall be approved or disapproved. The board shall consider the likelihood that the project would have occurred without the reinvestment payment. The board may approve a reinvestment payment that is equal to or less than South Dakota sales and use tax paid on the project costs. The board shall consider the following factors when making that determination: (1) Has the county or municipality adopted a formula to reduce property taxation for the project for five years under the discretionary formula pursuant to § 10-6-35.2; (2) Has the county or municipality approved a tax incremental district pursuant to chapter 11-9 for the area where the project will be located; (3) Has the municipality approved a municipal sales tax refund pursuant § 10-52-10; (4) Economic activity that may occur in the community, area, and state; and (5) Criteria established by rules promulgated pursuant to section 35 of this Act. Section 28. Upon approval of the application by the Board of Economic Development, GOED shall issue a permit entitling the person to submit an affidavit for reinvestment payment as provided by section 29 of this Act. The permit and reinvestment payment is assignable and transferable and may be used as collateral or security pursuant to chapter 57A-9. If the initial permit holder entity reorganizes into a new entity, the new entity shall file with GOED an amended application within sixty days of the reorganization. If either the permit or reinvestment payment, or both, is assigned or transferred to another entity, such entity shall file with GOED an amended application within sixty days. Section 29. Any person that has timely filed the application and is holding a permit issued by GOED, and has completed the project, shall file an affidavit for reinvestment payment with GOED. The affidavit for reinvestment payment shall contain the following information: (1) The project owner's name and contact information; (2) The general description of the project; (3) The date of completion of the project; (4) The final project costs; (5) The amount of South Dakota sales tax, use tax, and contractors excise tax paid for the construction of the project; (6) The location of the project; (7) The legal description of the project location; (8) A list of the contractors and subcontractors that performed work on the project; (9) If the reinvestment payment was assigned or transferred, the name and address of the person to whom the reinvestment payment has been assigned or transferred; and (10) Any other information that GOED may require. The affidavit for reinvestment payment shall be on a form prescribed by the commissioner. The affidavit for reinvestment payment shall be signed by the project owner and signed under oath before a notary public. No affidavit for reinvestment payment may include more than one project. Section 30. The affidavit for reinvestment payment as required by section 29 of this Act shall be filed no later than six months after the completion of the project. If the affidavit for reinvestment payment is not timely filed, the person is ineligible for any reinvestment payment provided by sections 24 to 36, inclusive, of this Act. If the person filing the affidavit for reinvestment payment knowingly makes any material false statement or report in the affidavit for reinvestment payment, the person is ineligible for any reinvestment payment provided by sections 24 to 36, inclusive, of this Act. No project costs that occur after three years from the construction date are eligible to be included in the final project cost determination for any reinvestment payment provided by sections 24 to 36, inclusive, of this Act, unless an extension is granted at the sole discretion of the board, which extension may not extend beyond four years from the construction date. Section 31. After the timely receipt of a completed affidavit for reinvestment payment, within ninety days GOED shall make payment from the reinvestment fund to the project owner based upon the amount and terms approved by the board as a reinvestment payment. If GOED requests additional documents or information from the project owner, the ninety day period begins to run from the date of receipt of the additional documents or information. GOED shall tender the reinvestment payment by electronic funds transfer. Section 32. There is hereby created the reinvestment payment fund for the sole purpose of making reinvestment payments pursuant to the provisions of sections 24 to 36, inclusive, of this Act. If the Board of Economic Development approves a reinvestment payment pursuant to the provisions of sections 24 to 36, inclusive, of this Act, the Department or Revenue shall deposit a portion or all of the sales and use taxes paid by the project owner up to a maximum amount of the reinvestment payment approved by the board. The funds in the reinvestment project fund are continuously appropriated to GOED to make reinvestment payments pursuant to sections 24 to 36, inclusive, of this Act. If any money deposited in the fund and set aside for a specific reinvestment payment is in excess of the final reinvestment payment or the specific project becomes ineligible for the reinvestment payment, such money shall be deposited into the general fund. Interest earned on money in the fund shall be deposited into the general fund. Section 33. If the project is located on land that is included within the agreement area of a sales and use tax collection agreement entered into by the state and an Indian tribe pursuant to chapter 10-12A, the board may only approve a reinvestment payment that is equal to or less than the amount of funds attributable to the project that the Department of Revenue retains pursuant to the terms of the tax collection agreement. Section 34. The name of any person that receives a reinvestment payment as provided by sections 24 to 36, inclusive, of this Act and the amount of the reinvestment payment is public information and shall be available and open to public inspection as provided in § 1-27-1. The following information shall be made public on the GOED website as public information: (1) An estimated number of the full-time jobs to be created by the project; (2) An estimated average wage of the full-time jobs; (3) A list of all the local government tax mechanisms and state economic tools, loans, or grants provided to the project; (4) An estimate of the property taxes to be paid by the project; and (5) A statement of why the project would not have occurred in South Dakota without the reinvestment payment. Section 35. The board may promulgate rules, pursuant to chapter 1-26, concerning the procedures and forms for applying for and receiving the reinvestment payment, the requirements necessary to qualify for the reinvestment payment, and the criteria to evaluate projects submitting applications. Section 36. No person who works for a project may be employed for a commission dependent in any manner upon the approval of any government grants, loans, or reinvestment payments that the person obtains for the project. Section 37. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"Average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and pupils for whom tuition is being paid pursuant to § 13-28-42.1 and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (2A) \"Fall enrollment,\" the number of kindergarten through twelfth grade students enrolled in all schools operated by the school district on the last Friday of September of the current school year minus the number of students for whom the district receives tuition, except nonresident students who are in the care and custody of a state agency and are attending a public school and students for whom tuition is being paid pursuant to § 13-28-42.1, plus the number of students for whom the district pays tuition. When computing state aid to education for a school district under the foundation program pursuant to § 13-13-73, the secretary of the Department of Education shall use either the school district's fall enrollment or the average of the school district's fall enrollment from the previous two years, whichever is higher; (2B) Repealed by SL 2010, ch 84, § 1. (2C) \"Small school adjustment,\" calculated as follows: (a) For districts with a fall enrollment of two hundred or less, multiply 0.2 times $4,237.72; (b) For districts with a fall enrollment of greater than two hundred, but less than six hundred, multiply the fall enrollment times negative 0.0005; add 0.3 to that result; and multiply the sum obtained times $4,237.72; The determination of the small school adjustment for a school district may not include any students residing in a residential treatment facility when the education program is operated by the school district; (2D) \"Limited English proficiency (LEP) adjustment,\" is calculated as follows: (a) Multiply 0.25 times the per student allocation; and (b) Multiply the product obtained in subsection (a) times the number of kindergarten through twelfth grade students who, in the prior school year, scored below level four on the state-administered language proficiency assessment as required in the state's consolidated state application pursuant to 20 USC 6311(b)(7) as of January 1, 2013; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for school fiscal year 2012 is $4,389.95. Each school fiscal year thereafter, the per student allocation is the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" is the sum of: (a) The per student allocation multiplied by the fall enrollment; and (b) The small school adjustment, if applicable, multiplied by the fall enrollment; and (c) The limited English proficiency (LEP) adjustment, calculated pursuant to subdivision (2D), if applicable; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42; (7) \"General fund balance percentage,\" is a school district's general fund equity divided by the school district's total general fund expenditures for the previous school fiscal year, the quotient expressed as a percent; (8) \"General fund reserves,\" the sum of a school district's nonspendable and restricted fund balances of the general fund; (9) \"Nonspendable fund balance,\" that amount of the fund balance that is not in spendable form; (10) \"Restricted fund balance,\" that amount of the fund balance that has constraints on how it may be used that are externally imposed or are imposed by law. Section 38. That § 13-13-73 be amended to read as follows: 13-13-73. The secretary of the Department of Education shall compute state aid to education for each school district under the foundation program according to the following calculations: (1) Determine each school district's fall enrollment; (2) To arrive at the local need per district: (a) Multiply the per student allocation by the fall enrollment; (b) Multiply the small school adjustment, if applicable, by the fall enrollment; and (c) Calculate the limited English proficiency (LEP) adjustment pursuant to subdivision (2D), if applicable; and (d) Add the product of subsection (a) to the product of subsection (b) and to the calculation in subsection (c); (3) State aid is (a) local need minus local effort, or (b) zero if the calculation in (a) is a negative number; (4) If the state aid appropriation for the general support of education is in excess of the entitlement provided for in this section and the entitlement provided for in § 13-13-85, the excess shall be used to fund any shortfall of the appropriation as provided for in § 13-37-36.3. The secretary shall report to the Governor by January seventh of each year, the amount of state aid necessary to fully fund the general aid formula in the current year. If a shortfall in the state aid appropriation for general education exists that cannot be covered by § 13-37-45, the Governor shall inform the Legislature and provide a proposal to eliminate the shortfall. Section 39. The provisions of sections 37 and 38 of this Act are effective on July 1, 2013. Section 40. There is hereby appropriated from the general fund the sum of seven million dollars ($7,000,000), or so much thereof as may be necessary, to the Bureau of Finance and Management for the purpose of funding the building South Dakota fund. Section 41. The commissioner of finance and management shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 42. Any amounts appropriated in this Act not lawfully expended or obligated shall revert in accordance with the procedures prescribed in chapter 4-8. Section 43. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 4415, "bill_version_id": 27421, "bill_version": "Enrolled", "bill_version_date": "2013-03-08T13:15:14.863-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4415, "action_date": "2013-01-28T14:00:00-06:00", "document_id": 24841, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24841.pdf", "status_text": "First read in Senate and referred to", "journal_page": 245, "committee_id_action": 200, "committee_id_assigned": 185, "result": "N", "vote": {}}, {"bill_id": 4415, "action_date": "2013-02-15T10:00:00-06:00", "document_id": 25673, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25673.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 185, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4415, "action_date": "2013-02-15T10:00:00-06:00", "document_id": 25842, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25842.pdf", "status_text": "Do Pass", "journal_page": 425, "committee_id_action": 185, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13897, "president_vote": null, "Yea": [337, 340, 364, 345, 329, 320, 328, 333, 339]}}, {"bill_id": 4415, "action_date": "2013-02-19T14:00:00-06:00", "document_id": 25972, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25972.pdf", "status_text": "Do Pass", "journal_page": 450, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14010, "president_vote": null, "Yea": [338, 362, 337, 366, 388, 340, 365, 363, 325, 358, 364, 376, 336, 345, 331, 419, 317, 385, 384, 321, 368, 328, 333, 386, 367, 319, 339, 327, 383, 379], "Nay": [330, 329, 320], "Excused": [322, 387]}}, {"bill_id": 4415, "action_date": "2013-02-21T14:00:00-06:00", "document_id": 26151, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26151.pdf", "status_text": "First read in House and referred to", "journal_page": 481, "committee_id_action": 202, "committee_id_assigned": 195, "result": "N", "vote": {}}, {"bill_id": 4415, "action_date": "2013-03-04T07:45:00-06:00", "document_id": 26560, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26560.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 195, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4415, "action_date": "2013-03-04T07:45:00-06:00", "document_id": 26855, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26855.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 195, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4415, "action_date": "2013-03-04T07:45:00-06:00", "document_id": 26855, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26855.pdf", "status_text": "Do Pass Amended", "journal_page": 613, "committee_id_action": 195, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14586, "president_vote": null, "Yea": [360, 348, 334, 381, 347, 351, 371, 316, 395, 354, 349, 335], "Excused": [353]}}, {"bill_id": 4415, "action_date": "2013-03-04T07:45:00-06:00", "document_id": 26855, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26855.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": 195, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4415, "action_date": "2013-03-05T14:00:00-06:00", "document_id": 27118, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27118.pdf", "status_text": "Do Pass Amended", "journal_page": 722, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14717, "president_vote": null, "Yea": [420, 346, 415, 360, 349, 382, 410, 412, 398, 342, 348, 397, 402, 381, 396, 370, 394, 413, 372, 350, 347, 416, 351, 344, 335, 369, 400, 375, 371, 316, 393, 395, 390, 408, 404, 405, 356, 411, 377, 378, 407, 352, 357, 403, 343, 323, 406, 361, 391, 354, 409, 401, 373, 353, 341, 334], "Nay": [418, 417, 324, 318, 374, 389, 359, 392, 414, 380, 332, 355, 399], "Excused": [326]}}, {"bill_id": 4415, "action_date": "2013-03-06T10:30:00-06:00", "document_id": 27268, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27268.pdf", "status_text": "Failed to concur, appoint Conference Committee", "journal_page": 697, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4415, "action_date": "2013-03-06T11:00:00-06:00", "document_id": 27246, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27246.pdf", "status_text": "Conference Committee appointments", "journal_page": 765, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4415, "action_date": "2013-03-06T15:30:00-06:00", "document_id": 27323, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27323.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14796, "president_vote": null, "Yea": [347, 349, 335, 340, 328, 320]}}, {"bill_id": 4415, "action_date": "2013-03-06T15:30:00-06:00", "document_id": 27323, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27323.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14797, "president_vote": null, "Yea": [347, 349, 335, 340, 328, 320]}}, {"bill_id": 4415, "action_date": "2013-03-06T15:30:00-06:00", "document_id": 27323, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27323.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4415, "action_date": "2013-03-07T09:00:00-06:00", "document_id": 27326, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27326.pdf", "status_text": "Conference Committee Report", "journal_page": 796, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4415, "action_date": "2013-03-07T09:00:00-06:00", "document_id": 27326, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27326.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 812, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14851, "president_vote": null, "Yea": [420, 346, 415, 360, 417, 349, 382, 410, 412, 398, 342, 324, 348, 397, 402, 381, 396, 370, 394, 413, 372, 350, 347, 416, 344, 359, 392, 335, 369, 400, 371, 316, 332, 393, 395, 390, 408, 404, 405, 356, 411, 377, 378, 407, 352, 357, 403, 343, 399, 323, 406, 361, 391, 354, 409, 401, 373, 353, 341, 334], "Nay": [418, 318, 374, 389, 414, 355], "Excused": [326, 351, 375, 380]}}, {"bill_id": 4415, "action_date": "2013-03-07T10:00:00-06:00", "document_id": 27341, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27341.pdf", "status_text": "Conference Committee Report", "journal_page": 714, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4415, "action_date": "2013-03-07T10:00:00-06:00", "document_id": 27341, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27341.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 734, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14843, "president_vote": null, "Yea": [338, 330, 337, 366, 388, 340, 365, 363, 325, 358, 364, 336, 322, 345, 329, 331, 419, 317, 320, 385, 321, 368, 333, 386, 367, 319, 339, 387, 327, 383, 379], "Nay": [362, 384], "Excused": [376, 328]}}, {"bill_id": 4415, "action_date": "2013-03-08T10:00:00-06:00", "document_id": 27426, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27426.pdf", "status_text": "Signed by the President", "journal_page": 745, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4415, "action_date": "2013-03-08T10:00:00-06:00", "document_id": 27426, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27426.pdf", "status_text": "Delivered to the Governor", "journal_page": 754, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4415, "action_date": "2013-03-08T10:00:00-06:00", "document_id": 27416, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27416.pdf", "status_text": "Signed by the Speaker", "journal_page": 838, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4415, "action_date": "2013-03-25T10:00:00-05:00", "document_id": 27487, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27487.pdf", "status_text": "Signed by the Governor", "journal_page": 757, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5226, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4415"}