{"session_id": 24, "bill_id": 7021, "bill_type": "House Bill", "bill_number": 1094, "bill_title": "increase the commercial fertilizer inspection fee for purposes of fertilizer-related research and education and to create the Nutrient Research and Education Council to promote such research and education.", "sponsors": [{"legislator_profile_id": 1031, "is_prime": true}, {"legislator_profile_id": 970, "is_prime": true}, {"legislator_profile_id": 1037, "is_prime": false}, {"legislator_profile_id": 1040, "is_prime": false}, {"legislator_profile_id": 1039, "is_prime": false}, {"legislator_profile_id": 1033, "is_prime": false}, {"legislator_profile_id": 1014, "is_prime": false}, {"legislator_profile_id": 980, "is_prime": false}, {"legislator_profile_id": 979, "is_prime": false}, {"legislator_profile_id": 1056, "is_prime": false}, {"legislator_profile_id": 984, "is_prime": false}, {"legislator_profile_id": 1055, "is_prime": false}, {"legislator_profile_id": 1058, "is_prime": false}, {"legislator_profile_id": 1048, "is_prime": false}, {"legislator_profile_id": 1024, "is_prime": false}, {"legislator_profile_id": 975, "is_prime": false}, {"legislator_profile_id": 1010, "is_prime": false}, {"legislator_profile_id": 1018, "is_prime": false}, {"legislator_profile_id": 1016, "is_prime": false}, {"legislator_profile_id": 1054, "is_prime": false}, {"legislator_profile_id": 1046, "is_prime": false}, {"legislator_profile_id": 1007, "is_prime": false}, {"legislator_profile_id": 1030, "is_prime": false}, {"legislator_profile_id": 988, "is_prime": false}, {"legislator_profile_id": 973, "is_prime": false}, {"legislator_profile_id": 990, "is_prime": false}, {"legislator_profile_id": 1008, "is_prime": false}, {"legislator_profile_id": 1051, "is_prime": false}], "keywords": ["Administrative Rules", "Agriculture and Horticulture", "Fees"], "audio": [{"meeting_datetime": "2016-02-04T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hag15.mp3", "start_seconds": 163.0}, {"meeting_datetime": "2016-02-04T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hag15.mp3", "start_seconds": 163.0}, {"meeting_datetime": "2016-02-04T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hag15.mp3", "start_seconds": 163.0}, {"meeting_datetime": "2016-02-09T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hag18.mp3", "start_seconds": 129.0}, {"meeting_datetime": "2016-02-09T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hag18.mp3", "start_seconds": 129.0}, {"meeting_datetime": "2016-02-09T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hag18.mp3", "start_seconds": 129.0}, {"meeting_datetime": "2016-02-09T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hag18.mp3", "start_seconds": 129.0}, {"meeting_datetime": "2016-02-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou22.mp3", "start_seconds": 868.0}, {"meeting_datetime": "2016-02-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou22.mp3", "start_seconds": 868.0}, {"meeting_datetime": "2016-02-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou22.mp3", "start_seconds": 868.0}, {"meeting_datetime": "2016-03-01T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sag30.mp3", "start_seconds": 6103.0}, {"meeting_datetime": "2016-03-01T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sag30.mp3", "start_seconds": 6103.0}, {"meeting_datetime": "2016-03-01T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sag30.mp3", "start_seconds": 6103.0}, {"meeting_datetime": "2016-03-01T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sag30.mp3", "start_seconds": 6103.0}, {"meeting_datetime": "2016-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen32.mp3", "start_seconds": 1339.0}, {"meeting_datetime": "2016-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen32.mp3", "start_seconds": 1339.0}, {"meeting_datetime": "2016-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen32.mp3", "start_seconds": 1339.0}], "bill_versions": [{"bill_id": 7021, "bill_version_id": 38022, "bill_version": "Introduced", "bill_version_date": "2016-01-25T09:40:28.347-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase the commercial fertilizer inspection fee for purposes of fertilizer-related research and education and to create the Nutrient Research and Education Council to promote such research and education. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 38-19-10 be amended to read: 38-19-10. There is paid Each licensed distributor of commercial fertilizer shall pay to the secretary of agriculture for all commercial fertilizer distributed in this state an inspection fee of up to twenty-five cents per ton in accordance with the provisions of § 38-19-12, not to exceed seventy-five cents per ton. The secretary of agriculture shall promulgate rules pursuant to chapter 1-26 to establish the inspection fee. Section 2. That ARSD 12:44:06:01 be amended to read: 12:44:06:01. Commercial fertilizer tonnage inspection fee. The commercial fertilizer tonnage inspection fee is fifteen sixty-five cents a ton, except the fee is five fifty-five cents a ton on products that are made up entirely of manipulated animal manure. Section 3. That § 38-19-14 be amended to read: 38-19-14. Fees collected pursuant to this chapter shall be deposited with the state treasurer in a special revenue fund known as the fertilizer fund. This fund shall consist of moneys from public and private sources including legislative appropriations, federal grants, gifts, and the fees received pursuant to this chapter. The fund shall be maintained separately and be administered by the department in order to defray the expenses of all activities associated with administering the fertilizer program and to provide funding for fertilizer-related and nutrient-related research and education-related purposes as provided in section 4 of this Act. Expenditures from the fund shall be appropriated through the normal budget process. Unexpended funds and interest shall remain in the fund until appropriated by the Legislature. Section 4. That chapter 38-19 be amended by adding a NEW SECTION to read: From each fee collected pursuant to § 38-19-10, fifty cents shall be provided to the South Dakota Agricultural Experiment Station to be used as provided in this Act for fertilizer-related and nutrient-related research and education projects in conjunction with the Nutrient Research and Education Council established in section 5 of this Act. Section 5. That chapter 38-19 be amended by adding a NEW SECTION to read: The Nutrient Research and Education Council is hereby established. The council shall consist of nine voting members, including three representing the fertilizer industry, three representing grower organizations, one representing the specialty fertilizer industry, one representing the certified agronomy association, and the director of the South Dakota Agricultural Experiment Station or the director's designee. The council shall also include four nonvoting members: two representing environmental organizations, one representing the secretary of the Department of Agriculture, and one representing the secretary of the Department of Environment and Natural Resources. The certified agronomy association and any association or organization representing the fertilizer industry, growers, and the environment may submit nominations to the secretary of agriculture for their respective members. The secretary shall select from these nominations the members of the council. Members of the council may receive no compensation, but members may be reimbursed for travel and subsistence expense in accordance with rules promulgated by the State Board of Finance. The council shall meet at least twice each year. The council shall be administered under the direction and supervision of the South Dakota Agricultural Experiment Station, but retains the respective quasi-judicial, quasi-legislative, advisory, other nonadministrative and special budgetary functions as defined in § 1-32-1 otherwise vested in the council. The council shall exercise those functions independently of the South Dakota Agricultural Experiment Station. Section 6. That chapter 38-19 be amended by adding a NEW SECTION to read: The Nutrient Research and Education Council established in section 5 of this Act, acting in cooperation and conjunction with the South Dakota Agricultural Experiment Station, shall: (1) Prioritize nutrient research and education proposals and solicit research proposals to generate findings and make recommendations to the council based on the findings; (2) Evaluate the proposed budget for each research project and make recommendations as necessary; (3) Arrange for peer review of all research proposals for scientific merit and methods; (4) Disseminate the findings of all research projects to the appropriate agricultural sector in the manner deemed most effective; and (5) Cooperate with other programs with similar goals, if practicable. The council shall publish an annual financial and activities report, including the amount of funds collected and expenditures for nutrient programs."}, {"bill_id": 7021, "bill_version_id": 39060, "bill_version": "House Agriculture and Natural Resources Engrossed", "bill_version_date": "2016-02-09T11:07:56.957-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase the commercial fertilizer inspection fee for purposes of fertilizer-related research and education and to create the Nutrient Research and Education Council to promote such research and education. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 38-19-10 be amended to read: 38-19-10. There is paid Each licensed distributor of commercial fertilizer shall pay to the secretary of agriculture for all commercial fertilizer distributed in this state an inspection fee of up to twenty-five cents per ton in accordance with the provisions of § 38-19-12, not to exceed seventy-five cents per ton. The secretary of agriculture shall promulgate rules pursuant to chapter 1-26 to establish the inspection fee. Section 2. That ARSD 12:44:06:01 be amended to read: 12:44:06:01. Commercial fertilizer tonnage inspection fee. The commercial fertilizer tonnage inspection fee is fifteen sixty-five cents a ton, except the fee is five fifty-five cents a ton on products that are made up entirely of manipulated animal manure. Section 3. That § 38-19-14 be amended to read: 38-19-14. Fees collected pursuant to this chapter shall be deposited with the state treasurer in a special revenue fund known as the fertilizer fund. This fund shall consist of moneys from public and private sources including legislative appropriations, federal grants, gifts, and the fees received pursuant to this chapter. The fund shall be maintained separately and be administered by the department in order to defray the expenses of all activities associated with administering the fertilizer program and to provide funding for fertilizer-related, nutrient-related, and water quality-related research and education-related purposes as provided in section 4 of this Act. Expenditures from the fund shall be appropriated through the normal budget process. Unexpended funds and interest shall remain in the fund until appropriated by the Legislature. Section 4. That chapter 38-19 be amended by adding a NEW SECTION to read: From each fee collected pursuant to § 38-19-10, fifty cents shall be provided to the South Dakota Agricultural Experiment Station to be used as provided in this Act for fertilizer-related, nutrient-related, and water quality-related research and education projects in conjunction with the Nutrient Research and Education Council established in section 5 of this Act. Section 5. That chapter 38-19 be amended by adding a NEW SECTION to read: The Nutrient Research and Education Council is hereby established. The council shall consist of nine voting members, including three representing the fertilizer industry, two representing grower organizations, one representing the state's largest commodity organization, one representing the specialty fertilizer industry, one representing the certified agronomy association, and the director of the South Dakota Agricultural Experiment Station or the director's designee. The council shall also include four nonvoting members: two representing environmental organizations, one representing the secretary of the Department of Agriculture, and one representing the secretary of the Department of Environment and Natural Resources. The certified agronomy association and any association or organization representing the fertilizer industry, growers, and the environment may submit nominations to the secretary of agriculture for their respective members. The secretary shall select from these nominations the members of the council. Members of the council may receive no compensation, but members may be reimbursed for travel and subsistence expense in accordance with rules promulgated by the State Board of Finance. The council shall meet at least twice each year. The council shall be administered under the direction and supervision of the South Dakota Agricultural Experiment Station, but retains the respective quasi-judicial, quasi-legislative, advisory, other nonadministrative and special budgetary functions as defined in § 1-32-1 otherwise vested in the council. The council shall exercise those functions independently of the South Dakota Agricultural Experiment Station. Section 6. That chapter 38-19 be amended by adding a NEW SECTION to read: The Nutrient Research and Education Council established in section 5 of this Act, acting in cooperation and conjunction with the South Dakota Agricultural Experiment Station, shall: (1) Prioritize nutrient research, water quality research, and education proposals and solicit research proposals to generate findings and make recommendations to the council based on the findings; (2) Evaluate the proposed budget for each research project and make recommendations as necessary; (3) Arrange for peer review of all research proposals for scientific merit and methods; (4) Disseminate the findings of all research projects to the appropriate agricultural sector in the manner deemed most effective; and (5) Cooperate with other programs with similar goals, if practicable. The council shall publish an annual financial and activities report, including the amount of funds collected and expenditures for nutrient programs."}, {"bill_id": 7021, "bill_version_id": 40190, "bill_version": "Senate Agriculture and Natural Resources Engrossed", "bill_version_date": "2016-03-01T14:10:00.543-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase the commercial fertilizer inspection fee for purposes of fertilizer-related research and education and to create the Nutrient Research and Education Council to promote such research and education. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 38-19-10 be amended to read: 38-19-10. There is paid Each licensed distributor of commercial fertilizer shall pay to the secretary of agriculture for all commercial fertilizer distributed in this state an inspection fee of up to twenty-five cents per ton in accordance with the provisions of § 38-19-12, not to exceed seventy-five cents per ton. The secretary of agriculture shall promulgate rules pursuant to chapter 1-26 to establish the inspection fee. Section 2. That ARSD 12:44:06:01 be amended to read: 12:44:06:01. Commercial fertilizer tonnage inspection fee. The commercial fertilizer tonnage inspection fee is fifteen sixty-five cents a ton, except the fee is five fifty-five cents a ton on products that are made up entirely of manipulated animal manure. Section 3. That § 38-19-14 be amended to read: 38-19-14. Fees collected pursuant to this chapter shall be deposited with the state treasurer in a special revenue fund known as the fertilizer fund. This fund shall consist of moneys from public and private sources including legislative appropriations, federal grants, gifts, and the fees received pursuant to this chapter. The fund shall be maintained separately and be administered by the department in order to defray the expenses of all activities associated with administering the fertilizer program and to provide funding for fertilizer-related, nutrient-related, and water quality-related research and education-related purposes as provided in section 4 of this Act. Expenditures from the fund shall be appropriated through the normal budget process. Unexpended funds and interest shall remain in the fund until appropriated by the Legislature. Section 4. That chapter 38-19 be amended by adding a NEW SECTION to read: From each fee collected pursuant to § 38-19-10, fifty cents shall be deposited into the nutrient research and education fund created in section 7 of this Act. The nutrient and education fund shall be disbursed as follows: (1) The Agriculture Experiment Station may use an amount not to exceed five percent of the revenue deposited in the fund for administrative expenses necessary to carry out the functions of this Act; (2) The balance of the fund shall be used for fertilizer-related, nutrient-related, and water quality-related research and education purposes in conjunction with the Nutrient Research and Education Council; and (3) Beginning in fiscal year 2020, a minimum of ten percent of the fund shall be used to support water quality projects. Section 5. That chapter 38-19 be amended by adding a NEW SECTION to read: The Nutrient Research and Education Council is hereby established. The council shall consist of nine voting members, including three representing the fertilizer industry, two representing grower organizations, one representing the state's largest commodity organization, one representing the specialty fertilizer industry, one representing the certified agronomy association, and one farmer member of the State Conservation Commission. The council shall also include five nonvoting members: two representing environmental organizations, one representing the director of the South Dakota Agricultural Experiment Station, one representing the secretary of the Department of Agriculture, and one representing the secretary of the Department of Environment and Natural Resources. The certified agronomy association and any association or organization representing the fertilizer industry, growers, and the environment may submit nominations to the secretary of agriculture for their respective members. The secretary shall select from these nominations the members of the council. Members of the council may receive no compensation, but members may be reimbursed for travel and subsistence expense in accordance with rules promulgated by the State Board of Finance. The council shall meet at least twice each year. The council shall be administered under the direction and supervision of the South Dakota Agricultural Experiment Station, but retains the respective quasi-judicial, quasi-legislative, advisory, other nonadministrative and special budgetary functions as defined in § 1-32-1 otherwise vested in the council. The council shall exercise those functions independently of the South Dakota Agricultural Experiment Station. Section 6. That chapter 38-19 be amended by adding a NEW SECTION to read: The Nutrient Research and Education Council established in section 5 of this Act, acting in cooperation and conjunction with the South Dakota Agricultural Experiment Station, shall: (1) Prioritize nutrient research, water quality research, and education proposals and solicit research proposals to generate findings and make recommendations to the council based on the findings; (2) Evaluate the proposed budget for each research project and make recommendations as necessary; (3) Arrange for peer review of all research proposals for scientific merit and methods; (4) Disseminate the findings of all research projects to the appropriate agricultural sector in the manner deemed most effective; and (5) Cooperate with other programs with similar goals, if practicable. The council shall publish an annual financial and activities report, including the amount of funds collected and expenditures for nutrient programs. Section 7. That chapter 38-19 be amended by adding a NEW SECTION to read: There is hereby created a nutrient research and education fund for the purpose of advancing fertilizer-related, nutrient-related, and water quality-related purposes as provided in section 4 of this Act. Any money in the nutrient research and education fund is continuously appropriated to the Agriculture Experiment Station. The state may accept and expend for the purposes of this Act funds obtained from appropriations or any other source. Interest earned on money in the fund shall be deposited into the fund. Any money deposited into and distributed from the fund shall be set forth in an informational budget as described in § 4-7-7.2."}, {"bill_id": 7021, "bill_version_id": 40526, "bill_version": "Enrolled", "bill_version_date": "2016-03-09T10:03:03.37-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7021, "action_date": "2016-01-25T14:00:00-06:00", "document_id": 38058, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38058.pdf", "status_text": "First read in House and referred to", "journal_page": 162, "committee_id_action": 325, "committee_id_assigned": 321, "result": "N", "vote": {}}, {"bill_id": 7021, "action_date": "2016-02-04T07:45:00-06:00", "document_id": 38520, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38520.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 321, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7021, "action_date": "2016-02-09T07:45:00-06:00", "document_id": 38754, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38754.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 321, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7021, "action_date": "2016-02-09T07:45:00-06:00", "document_id": 39043, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39043.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 321, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7021, "action_date": "2016-02-09T07:45:00-06:00", "document_id": 39043, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39043.pdf", "status_text": "Do Pass Amended", "journal_page": 332, "committee_id_action": 321, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20731, "president_vote": null, "Yea": [964, 1039, 980, 1056, 1058, 1018, 1054, 1007, 1030, 1032, 1055, 1031], "Nay": [988]}}, {"bill_id": 7021, "action_date": "2016-02-11T13:00:00-06:00", "document_id": 39263, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39263.pdf", "status_text": "Deferred to another day", "journal_page": 383, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7021, "action_date": "2016-02-17T14:00:00-06:00", "document_id": 39476, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39476.pdf", "status_text": "Do Pass Amended", "journal_page": 416, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21027, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 1057, 964, 1040, 995, 1039, 986, 1050, 1060, 1009, 1033, 980, 985, 976, 1049, 1022, 1056, 1061, 1021, 1002, 1019, 1065, 972, 963, 1062, 1038, 987, 982, 1055, 1044, 1017, 1058, 1036, 1048, 1024, 1003, 968, 1018, 1059, 1054, 1031, 1027, 1028, 992, 1034, 1006, 1007, 1052, 1030, 993, 1026, 981, 1023, 1069, 1029, 996, 990, 1032, 1025, 1051, 965, 1053, 1064, 989], "Excused": [1015], "Nay": [991, 988]}}, {"bill_id": 7021, "action_date": "2016-02-18T14:00:00-06:00", "document_id": 39583, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39583.pdf", "status_text": "First read in Senate and referred to", "journal_page": 338, "committee_id_action": 309, "committee_id_assigned": 296, "result": "N", "vote": {}}, {"bill_id": 7021, "action_date": "2016-03-01T10:00:00-06:00", "document_id": 39973, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39973.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 296, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7021, "action_date": "2016-03-01T10:00:00-06:00", "document_id": 40192, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40192.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 296, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7021, "action_date": "2016-03-01T10:00:00-06:00", "document_id": 40192, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40192.pdf", "status_text": "Do Pass Amended", "journal_page": 485, "committee_id_action": 296, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21682, "president_vote": null, "Yea": [979, 1016, 1014, 1001, 1046, 973, 975, 1037], "Nay": [994]}}, {"bill_id": 7021, "action_date": "2016-03-03T13:30:00-06:00", "document_id": 40342, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40342.pdf", "status_text": "Do Pass Amended", "journal_page": 528, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21828, "president_vote": null, "Yea": [974, 1037, 966, 1014, 1067, 979, 1005, 1047, 998, 1035, 997, 984, 1041, 967, 975, 1010, 1020, 971, 1016, 1001, 1046, 1066, 1012, 1045, 970, 978, 973, 1008], "Nay": [977, 969, 994, 1011, 1000, 1013], "Excused": [999]}}, {"bill_id": 7021, "action_date": "2016-03-08T10:00:00-06:00", "document_id": 40489, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40489.pdf", "status_text": "Concurred in amendments", "journal_page": 812, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21935, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 1057, 964, 1040, 995, 1039, 986, 1050, 1009, 1033, 980, 985, 976, 1049, 1022, 1056, 1061, 1021, 1002, 1019, 1065, 972, 963, 1062, 1038, 987, 982, 1055, 1044, 1017, 1058, 1036, 1048, 1024, 968, 1018, 1059, 1054, 1031, 1027, 1028, 992, 1034, 1006, 1007, 1052, 1030, 993, 1026, 981, 1023, 1069, 1029, 996, 990, 1032, 1025, 1051, 965, 1053, 1064, 989], "Excused": [1060, 1015, 1003], "Nay": [991, 988]}}, {"bill_id": 7021, "action_date": "2016-03-09T10:30:00-06:00", "document_id": 40544, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40544.pdf", "status_text": "Signed by the Speaker", "journal_page": 845, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7021, "action_date": "2016-03-09T10:30:00-06:00", "document_id": 40533, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40533.pdf", "status_text": "Signed by the President", "journal_page": 591, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7021, "action_date": "2016-03-10T10:30:00-06:00", "document_id": 40577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40577.pdf", "status_text": "Delivered to the Governor", "journal_page": 860, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7021, "action_date": "2016-03-29T11:00:00-05:00", "document_id": 40613, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40613.pdf", "status_text": "Signed by the Governor", "journal_page": 881, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6237}