{"session_id": 45, "bill_id": 12866, "bill_type": "Senate Bill", "bill_number": 238, "bill_title": "to repeal the requirement for school districts to provide for certain transportation services.", "sponsors": [{"legislator_profile_id": 1893, "is_prime": true}, {"legislator_profile_id": 1943, "is_prime": true}, {"legislator_profile_id": 1895, "is_prime": false}, {"legislator_profile_id": 1897, "is_prime": false}, {"legislator_profile_id": 1923, "is_prime": false}, {"legislator_profile_id": 1928, "is_prime": false}, {"legislator_profile_id": 1960, "is_prime": false}, {"legislator_profile_id": 1980, "is_prime": false}], "keywords": ["School Transportation"], "audio": [], "bill_versions": [{"bill_id": 12866, "bill_version_id": 73932, "bill_version": "Introduced", "bill_version_date": "1997-02-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal the requirement for school districts to provide for certain transportation services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-30-1 be amended to read as follows: 13-30-1. The A school board may provide a transportation or room and board allowance to the following types of students who do not have access to bus service to and from school furnished by the school district to which they are assigned to and from school are entitled to a transportation or board and room allowance, provided in this chapter, paid by the district where the student has school residence or by the district where the student attends if the district is receiving tuition, regardless of the type or method of conveyance used for transportation : (1) Any elementary student who attends an elementary school where the student is assigned and which is located more than two and one-half miles from the student's residence in either the same or any other school district; (2) Any secondary student who attends a high school located in the same district where the student is a resident and is more than two and one-half miles from the student's residence, if the transportation of secondary students is authorized by the school district board; (3) Any secondary student who resides in a district described in § 13-15-14 who attends a high school located more than two and one-half miles from the student's residence if the transportation of secondary students is authorized by the school district board. A school district having a junior high school may provide mileage, bus service, or board and room for ninth grade junior high school students at the discretion of the school board. A school district choosing to provide transportation services to ninth grade junior high school students is not required, as a result of that choice, to provide these services to tenth, eleventh , or twelfth grade high school students. Section 2. That § 13-30-4 be amended to read as follows: 13-30-4. When a student is entitled to a transportation allowance but transportation or bus service is not practicable, the school board shall pay room and board in lieu of transportation for those students who are boarded away from home to attend a public school at the rate per month as determined by the school board. However, any Any student who either attends, or is required under any provision of this title to attend at any school in his the student's own district where dormitory facilities are furnished and available for him, shall the student is not be entitled to any allowance for board and room."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12866, "action_date": "1997-02-03T14:00:00-06:00", "document_id": 72895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72895.pdf", "status_text": "First read in Senate and referred to", "journal_page": 282, "committee_id_action": 545, "committee_id_assigned": 520, "result": "N", "vote": {}}, {"bill_id": 12866, "action_date": "1997-02-10T10:00:00-06:00", "document_id": 72321, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72321.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 520, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12866, "action_date": "1997-02-12T10:00:00-06:00", "document_id": 72345, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72345.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 520, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12866, "action_date": "1997-02-15T10:00:00-06:00", "document_id": 72379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72379.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 520, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12866, "action_date": "1997-02-15T10:00:00-06:00", "document_id": 72379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72379.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 482, "committee_id_action": 520, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37185, "president_vote": null, "Yea": [1928, 1932, 1945, 1965, 1969, 1915], "Nay": [1960]}}]}