{"session_id": 19, "bill_id": 4560, "bill_type": "Senate Commemoration", "bill_number": 25, "bill_title": "recognizing Billy Wiseman for his achievements and his personal service to the state of South Dakota, and to the United States as a part of the 2013 Special Olympic Games in South Korea.", "sponsors": [{"legislator_profile_id": 346, "is_prime": true}, {"legislator_profile_id": 345, "is_prime": true}, {"legislator_profile_id": 375, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4560, "bill_version_id": 27053, "bill_version": "Introduced", "bill_version_date": "2013-03-05T10:41:05.047-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, recognizing Billy Wiseman for his achievements and his personal service to the state of South Dakota, and to the United States as a part of the 2013 Special Olympic Games in South Korea. WHEREAS, Billy Wiseman of Elk Point, South Dakota has served the Special Olympics for eight years, serving as a floor hockey partner for the past three years, teaching the sport, providing leadership, and acting as a role model to the Special Olympic athletes; and WHEREAS, Billy traveled to PyeongChang, South Korea to represent the United States at the 2013 World Winter Games; and WHEREAS, Billy served as a Legislative Page for the Senate during the 2011 Session, is a currently a member of the Nebraska National Guard and a member of the Army ROTC at the University of Nebraska, Lincoln: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Billy Wiseman be recognized for his service to South Dakota, the United States, and to the Special Olympics."}, {"bill_id": 4560, "bill_version_id": 27351, "bill_version": "Enrolled", "bill_version_date": "2013-03-07T13:20:16.133-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, recognizing Billy Wiseman for his achievements and his personal service to the state of South Dakota, and to the United States as a part of the 2013 Special Olympic Games in South Korea. WHEREAS, Billy Wiseman of Elk Point, South Dakota has served the Special Olympics for eight years, serving as a floor hockey partner for the past three years, teaching the sport, providing leadership, and acting as a role model to the Special Olympic athletes; and WHEREAS, Billy traveled to PyeongChang, South Korea to represent the United States at the 2013 World Winter Games; and WHEREAS, Billy served as a Legislative Page for the Senate during the 2011 Session, is a currently a member of the Nebraska National Guard and a member of the Army ROTC at the University of Nebraska, Lincoln: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Billy Wiseman be recognized for his service to South Dakota, the United States, and to the Special Olympics. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4560, "action_date": "2013-03-05T14:00:00-06:00", "document_id": 27134, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27134.pdf", "status_text": "", "journal_page": 691, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4560"}