{"session_id": 51, "bill_id": 15863, "bill_type": "Senate Bill", "bill_number": 4, "bill_title": "regulate the disclosure of and access to a patient's health care information.", "sponsors": [{"legislator_profile_id": 2552, "is_prime": true}, {"legislator_profile_id": 2579, "is_prime": true}, {"legislator_profile_id": 2576, "is_prime": false}, {"legislator_profile_id": 2603, "is_prime": false}], "keywords": ["Health Care Information", "Interim Bill", "Privacy", "Rule-making Authority", "Uniform Act"], "audio": [{"meeting_datetime": "2001-01-17T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/she06sb0004a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-18T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen07sb0004a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-18T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen07sb0004a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-18T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sen07sb0004a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 15863, "bill_version_id": 87626, "bill_version": "Introduced", "bill_version_date": "2000-12-21T15:40:07-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate the disclosure of and access to a patient's health care information. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1-101. This Act may be cited as the Uniform Health Care Information Act. Section 1-102. As used in this Act: (1) \"Audit\" means an assessment, evaluation, determination, or investigation of a health care provider by a person not employed by or affiliated with the provider to determine compliance with: (A) Statutory, regulatory, fiscal, medical, or scientific standards; (B) A private or public program of payments to a health care provider; or (C) Requirements for licensing, accreditation, or certification. (2) \"Authenticate\" means: (A) To sign; or (B) With the intent to sign a record, otherwise to execute or adopt an electronic symbol, sound, message, or process referring to, attached to, included in, or logically associated or linked with, that record. (3) \"Directory information\" means information disclosing the presence and the general health condition of a particular patient. (4) \"Disclose,\" with respect to health care information, means to release, transfer, provide or permit access to, or otherwise communicate the information to a person other than the individual who is the subject of the information. (5) \"General health condition\" means the patient's health described as \"critical,\" \"poor,\" \"fair,\" \"good,\" \"excellent,\" or by terms denoting similar conditions. (6) \"Health care\" means: (A) Preventive, diagnostic, therapeutic, rehabilitative, or palliative care, including appropriate assistance with management of disease and symptoms and maintenance, or counseling and service and includes a procedure for the purpose of giving health care: (i) With respect to the physical or mental condition of an individual; or (ii) Affecting the structure or function of the human body or any part of the human body, including the banking of blood, blood products, sperm, ova, genetic material, or organs or other tissue; or (B) Pursuant to a prescription or medical order, the sale or dispensing, to or for use by an individual, of a drug, device, equipment, or other item related to health care of the individual. (7) \"Health care information\" means any information, whether oral or recorded in any form or medium, obtained by a health care provider in the course of providing health care to a patient, that identifies the patient and relates to the patient's health care. The term includes any record of disclosures of health care information. (8) \"Health care provider\" means a person who is licensed, certified, or otherwise authorized by the law of this state to provide health care in the ordinary course of business or practice of a profession. (9) \"Identifies,\" with respect to health care information, includes information that can readily be associated with the identity of an individual. (10) \"Institutional review board\" means any board, committee, or other group formally designated by an institution, or authorized under federal or state law, to review, approve the initiation of, or conduct periodic review of research to ensure the protection of the rights and welfare of human subjects of research. (11) \"Maintain,\" with respect to health care information, means to hold, possess, preserve, retain, store, or control access to the information. (12) \"Patient\" means an individual who receives or has received health care. The term includes a deceased individual who has received health care. (13) \"Record\" means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in a perceivable form. Section 1-103. Except as provided in § § 26-8A-13, 27A-12-26, 34-14-1, 34-20A-91, 34-22- 12.1, and 34-23-2, this Act applies to a patient's health care information. Section 1-104. The Department of Health may adopt rules pursuant to chapter 1-26 concerning the form and the dissemination of the notice of information practices required by Section 5-101 and concerning the nature and the sufficiency of the safeguards required by Section 7-101 as they relate to entities regulated by that agency. Those rules shall ensure that patients receive notice of the practices that affect the confidentiality of their health care information, that the safeguards reflect the size and practice of the entity, and that only the minimum necessary administrative burden is imposed by those requirements. Section 2-101. (a) Except as authorized in Section 2-104 or 2-105, or by other law, including the federal common rule in 21 C.F.R. parts 50 and 56 and 45 C.F.R. part 46, a health care provider, a person who assists a health care provider in providing health care, an agent and employee of a health care provider, or an independent contractor with a health care provider may not disclose a patient's health care information to any other person without the patient's authorization pursuant to Section 2-102. A disclosure made under a patient's authorization must comport with the authorization. (b) A person to whom health care information is disclosed in the regular course of business or pursuant to an authorization may not disclose the information to any other person unless a health care provider would be authorized to make the disclosure under Section 2-104 or 2-105 or by other law or by an authorization that complies with Section 2-102. Section 2-102. (a) A patient may authorize a health care provider or a person to whom health care information has been disclosed to disclose the patient's health care information. A health care provider shall honor an authorization pursuant to Section 3-101 unless the provider denies the patient access to the information under Section 3-102. (b) An authorization for disclosure must: (1) Be a record, dated, and authenticated by the patient; (2) Identify the information to be disclosed; (3) Identify the person to whom the information is to be disclosed; and (4) Include a notice that: (A) The purpose for which the information may be used is not limited unless expressly limited by the authorization; (B) The authorization expires not later than six months after it is authenticated, or on such later date, not more than thirty months after it is authenticated, as it specifies; (C) The patient may revoke the authorization; and (D) Further disclosure of the information by the recipient may require further authorization. (c) An authorization to permit the sale or marketing of health care information must: (1) Comply with subsection (b); (2) Be executed separately from an authorization for any other purpose; (3) Be executed solely for the purpose of permitting sale or marketing of health care information; and (4) Contain a conspicuous statement of that purpose. (d) Except as provided in the authorization, the authentication of an authorization by a patient is not a waiver of any rights the patient has under other law, including federal common rule in 21 C.F.R. parts 50 and 56 and 45 C.F.R. part 46. (e) Except for an authorization to provide information to third-party payers for health care or an authorization that expressly provides for a longer period, an authorization does not permit the release of health care information relating to health care that the patient receives more than six months after the authorization is authenticated. (f) An authorization in effect on the effective date of this Act remains valid for thirty months after the effective date of this Act unless an earlier expiration date is specified or the authorization is revoked. Health care information disclosed under such an authorization is otherwise subject to this Act. An authorization given after the effective date of this Act becomes invalid on the expiration date contained in the authorization, or after thirty months, whichever is earlier. An authorization that does not contain an expiration date expires six months after it is authenticated. If a health care provider required to disclose under Section 3-101 receives an authorization that would expire less than twenty-one days after receipt, the authorization, unless revoked, is extended for twenty-one days after receipt to permit the required disclosure. Section 2-103. A patient may revoke an authorization for disclosure given pursuant to Section 2-102 at any time except with respect to health care information that is required to effectuate payments for health care that has been provided or with respect to health care information that relates to action that has been taken in reliance on the authorization. A patient may not maintain an action for disclosures made in reliance in good faith on an authorization if the person making the disclosure had no notice of the revocation of the authorization. Section 2-104. (a) If disclosure is not prohibited by other law and the recipient needs to know the information, a health care provider may disclose health care information about a patient without the patient's authorization: (1) To a current or former health care provider of the patient or a successor in interest of the provider if: (A) The patient has not prohibited the health care provider who has the information from making the disclosure; and (B) The information is disclosed to provide health care to the patient; (2) To any person if the provider reasonably believes that disclosure is necessary to avoid or minimize an imminent danger to the health or safety of the patient or any other individual; (3) To members of the patient's immediate family, or any other individual with whom the patient is known to have a close personal relationship, if the disclosure is made in accordance with good medical practice, unless the patient has instructed the provider not to make the disclosure; (4) If disclosure in a form that does not identify the patient is impractical or does not achieve the purpose of the disclosure and the recipient has established reasonable safeguards pursuant to Section 7-101 or the recipient has given reasonable assurances that the information is protected from improper use and disclosure: (A) To any person who requires health care information for health care education, or to provide planning, quality assurance, peer review, or administrative, legal, financial, or actuarial services to the provider, health carrier, third party administrator, self-insured program, self-insurer, or case-directed associate, or to assist the provider in the delivery of health care; (B) To a person who obtains information for purposes of an audit, if that person agrees in a record: (i) To remove or destroy, at the earliest opportunity consistent with the purpose of the audit, information that would enable the patient to be identified; and (ii) Not to disclose the information except to accomplish the audit or to report unlawful or improper conduct involving fraud in payment for health care by a health care provider or patient, or other unlawful conduct by the provider; (C) To a researcher for the purposes of epidemiological or outcomes research; (D) To appropriate authorities for public health and adverse event reporting purposes; and (E) To successors in interest in clinical trials conducted under federal common rule in 21 C.F.R. parts 50 and 56 and 45 C.F.R. part 46; (5) For use in research that an institutional review board has determined: (A) Is of sufficient importance to outweigh the intrusion into the privacy of the patient that would result from the disclosure; (B) Is impracticable without the use or disclosure of the health care information in a form that identifies the patient; (C) Contains reasonable safeguards to protect the information from disclosure; (D) Contains reasonable safeguards to protect against identifying any patient in any report derived from the research; and (E) Contains procedures to remove or destroy, at the earliest opportunity consistent with the purposes of the research, information that would enable the patient to be identified, unless an institutional review board authorizes retention of identifying information for the purpose of other research; (6) To an appropriate official of a penal or other custodial institution in which the patient is confined. (b) A health care provider may disclose health care information about a patient without the patient's authorization if the disclosure is: (1) Directory information and the patient is an inpatient or is currently receiving emergency health care at a facility that provides health care, unless the patient has instructed the provider not to make the disclosure or the disclosure is otherwise prohibited by law; (2) To public-health authorities, to the extent the provider is required by law to report health care information or when needed to protect the public health; (3) To law enforcement authorities to the extent required by law; (4) To health oversight agencies. A health oversight agency is an agency, person, or entity, including the employees or agents, that is a public agency, or is acting under a grant of authority from or contract with a public agency, and which performs or oversees the performance of any audit; investigation; inspection; licensure or discipline; civil, criminal, or administrative proceeding or action; or other activity necessary for appropriate oversight of the health care system, of government benefits programs for which health information is relevant to beneficiary eligibility, or of government regulatory programs for which health information is necessary for determining compliance with program standards; (5) In accordance with Section 2-105 pursuant to an order for disclosure or pursuant to consent to compulsory process or consent to a request for discovery. Section 2-105. (a) Unless disclosure is authorized under Section 2-102 or 2-104 or other law, including the federal common rule in 21 C.F.R. parts 50 and 56 and 45 C.F.R. part 46, or the patient has consented in a record to disclosure in response to compulsory process or a request for discovery, health care information may be disclosed only if a court orders disclosure. (b) A person seeking disclosure under this section may file an appropriate request, application, or motion with the court stating the health care information sought and ground for disclosure. (c) The judicial proceeding to order disclosure under this Act must be conducted with due regard for the confidentiality of the information sought to be disclosed. The court may review the information in camera. (d) Grounds for disclosure of health care information are: (1) The patient has waived the confidentiality of the health care information sought; (2) The patient is a party to a proceeding in which the patient has placed the patient's physical or mental condition in issue; (3) The patient's physical or mental condition is relevant to the execution or witnessing of a will; (4) The deceased patient's physical or mental condition is placed in issue by any person claiming or defending through or as a beneficiary of the patient; (5) A patient's information is to be used in the patient's commitment to an institution; (6) The information is for use in any law enforcement proceeding or investigation in which a health care provider is the subject or a party but information so obtained may not be used against the patient in any proceeding unless the matter relates to payment for the patient's health care, or disclosure is authorized under paragraph (8); (7) The information is relevant to a proceeding initiated under Section 8-101 or 8-102; or (8) The court determines that particular health care information is subject to compulsory legal process or discovery because the party seeking the information has demonstrated that the interest in access outweighs the patient's interest in privacy. (e) Production of health care information under this section does not waive any privilege, objection, or defense existing under other law. Section 3-101. (a) Upon receipt of an authorization to disclose under Section 2-102 and a request in a record for examination or copying of all or part of the patient's recorded health care information, a health care provider, as promptly as required under the circumstances, but no later than ten days after receiving the request, shall, as appropriate: (1) Comply with the request by making the information available for examination during regular business hours and providing a requested copy of the information; (2) Inform the person who requested examination or copying if the information does not exist or cannot be ascertained; (3) If the provider does not maintain a record of the information, inform the person who requested examination or copying and provide the name and address, if known, of the provider who maintains the record; (4) If the information is in use or unusual circumstances have delayed handling the request, inform the person who requested examination or copying and specify in a record the reasons for the delay and the earliest date, not later than twenty-one days after receiving the request, when the information will be available for examination or copying or when the request will be otherwise disposed of; or (5) Refuse the request, in whole or in part, under Section 3-102 and inform the person making the request. (b) Upon request, a health care provider shall provide an explanation of any code or abbreviation used in health care information the provider maintains. If a record of the particular health care information requested is not maintained by the provider in the requested form, the provider is not required to create a new record or reformulate an existing record to make the information available in the requested form. The provider may charge a reasonable fee for providing the health care information and need not permit examination or provide a copy until the fee is paid. Section 3-102. (a) A health care provider may refuse access to health care information requested pursuant to Section 3-101 if the provider reasonably concludes that: (1) Knowledge of the information would be injurious to the health of the patient; (2) Knowledge of the information could reasonably be expected to lead to the identification of an individual who provided the information in confidence and under circumstances in which confidentiality was appropriate; (3) Knowledge of the information could reasonably be expected to endanger the life or safety of any individual; (4) The information was compiled and is used solely for civil or criminal litigation, quality assurance, peer review, or administrative purposes; or (5) Access to the information is otherwise prohibited by law. (b) If a health care provider refuses a request under this section, the provider, to the extent possible, shall segregate health care information to which access has been refused under subsection (a) from information to which access cannot be refused and comply with the request with respect to the disclosable information. (c) If a health care provider refuses a patient's request, in whole or in part, under subsection (a)(1), the provider shall permit examination and copying of the record by another health care provider, selected by the patient, who is licensed, certified, or otherwise authorized under the laws of this state to treat the patient for the same condition as the provider that refused the request. The provider that refused the request shall inform the patient of the patient's right to select a health care provider under this subsection. (d) In any proceeding contesting a health care provider's refusal to honor a patient's authorization to disclose information, the court, after a hearing reviewing the information in camera, shall order the requested disclosure unless it determines that the provider has established grounds for refusal under subsection (a). Section 4-101. (a) For purposes of accuracy or completeness, a patient may request in a record that a health care provider correct or amend the patient's health care information record to which the patient has access. (b) As promptly as required under the circumstances, but no later than ten days after receiving a request from a patient to correct or amend the patient's health care information record, a health care provider, as appropriate, shall: (1) Make the requested correction or amendment and inform the patient of the action and of the patient's right to have the correction or amendment sent to previous recipients of the information in question; (2) Inform the patient that the record no longer exists or cannot be ascertained; (3) Inform the patient that the provider does not maintain the record and provide the patient with the name and address, if known, of the person who maintains the record; (4) Inform the patient that the record is in use or unusual circumstances have delayed the handling of the correction or amendment request, and specify in a record the earliest date, which may not be later than twenty-one days after receiving the request, when the correction or amendment will be made or when the request will otherwise be disposed of; or (5) Inform the patient in a record of the provider's refusal to correct or amend the record as requested, the reason for the refusal, and the patient's right to add a statement of disagreement and to have the statement sent to previous recipients of the disputed information. Section 4-102. (a) In making a correction or amendment requested under Section 4-101, a health care provider shall: (1) Add the amending information as a part of the health record; and (2) Mark the challenged entries as corrected or amended entries and indicate the place in the record where the corrected or amended information is located, in a manner practicable under the circumstances. (b) If the health care provider maintaining the patient's health care information record refuses to make the patient's proposed correction or amendment, the provider shall: (1) Permit the patient to file as a part of the record of the information a concise statement of the correction or amendment requested and the reasons therefor; and (2) Mark the challenged entry to indicate that the patient claims the entry is inaccurate or incomplete and indicate the place in the record where the statement of disagreement is located, in a manner practicable under the circumstances. (c) This section does not require or authorize a health care provider to delete, erase, or obliterate health care information. Section 4-103. (a) Upon request of a patient, a health care provider shall take reasonable steps to provide copies of corrected or amended information or of a statement of disagreement to all persons designated by the patient and identified in the health care information as having examined or received copies of the information sought to be corrected or amended. (b) A health care provider may charge the patient a reasonable fee for distributing corrected or amended information or the statement of disagreement, unless the provider's error necessitated the correction or amendment. Section 5-101. (a) A health care provider shall provide a copy of the notice of information practices required by subsection (b) to a patient or prospective patient when requested. A health care provider that directly cares for a patient shall ensure at the commencement of the patient-provider relationship that a copy of the notice is or has been provided to the patient. (b) Except as more specifically provided in rules promulgated by the Department of Health pursuant to Section 1-104, the notice of information practices concerning health care must contain substantially the following: Notice Notice \"We keep a record of the health care we provide you. This information is confidential and we have established safeguards to prevent its improper use or disclosure. However, some or all of this information may be legally disclosed without your authorization to assist in your treatment and to facilitate our practice of health care, to monitor our practice for quality assurance, peer review, and auditing, to support research, and for other legally authorized purposes. A more specific description of the permitted scope of and the limitations on these disclosures is set out in Section 2-104 of the Uniform Health Care Information Act. Any person that receives your information in the regular course of business pursuant to Section 2-104 must have safeguards to prevent improper use or disclosure. You have legal rights concerning your health care information, including the right to examine and copy your records, to request correction or amendment of your records, and to revoke any disclosure authorization that you signed. Your rights, and limitations on those rights, are more specifically set out in The Uniform Health Care Information Act. You may see your record or get more information about it at ___________.\" Section 6-101. (a) A person authorized to consent to health care for another may exercise the rights of that person under this Act consistent with the authority conferred. If the patient is a minor and is authorized to consent to health care without parental consent under the law of this state, only the minor may exercise the rights of a patient under this Act as to information concerning health care to which the minor lawfully consented. (b) A person exercising authority to act for a patient shall act in good faith to represent the best interest of the patient. (c) A health care provider is not liable for damages under Section 8-102 for a disclosure made in good faith reliance on a representation of authority under this section or Section 6-102. Section 6-102. A personal representative of a deceased patient may exercise all of the deceased patient's rights with respect to the deceased patient's health care information under this Act. If there is no personal representative, or upon discharge of the personal representative, a deceased patient's rights under this Act may be exercised by persons who are authorized by law to act for the deceased patient. Section 7-101. (a) A health care provider shall establish and maintain safeguards for the security of all health care information it maintains. The safeguards shall include policies, standards, and procedures for the management of health care information, including appropriate administrative, technical, and physical safeguards, that are reasonably designed to prevent the prohibited collection, use, or disclosure of that information. (b) Before disclosing health care information in the regular course of business under Section 2-104(a)(4), a health care provider, pursuant to its policies, standards, and procedures, shall determine that the recipient of the information has safeguards similar to those required of providers under subsection (a). Section 7-102. A health care provider shall retain a patient's then existing health care information records for at least one year after receipt of an authorization to disclose information concerning the patient under Section 3-101 or a request for correction or amendment of information concerning the patient under Section 4-101. A health care provider shall maintain, as part of a patient's recorded health care information, a record of each person who has received or examined the information, in whole or in part, during the preceding three years, except for a person who has examined the information under Section 2-104(a)(1) or (a)(4)(A). The record must include the name, address, and institutional affiliation, if any, of each person receiving or examining the information, the date of the receipt or examination, and, to the extent practicable, a description of the information disclosed and the basis of disclosure. A health care provider shall retain each authorization or revocation in conjunction with the health care information to which it relates. Section 8-101. The attorney general or appropriate local law enforcement official may maintain a civil action to enforce this Act. The court may order any relief authorized by Section 8-102. Section 8-102. (a) In addition to other civil remedies, a person aggrieved by a violation of this Act may maintain an action for relief as provided in this section. (b) The court may order a health care provider or other person to comply with this Act and may order any other appropriate relief. (c) If the court determines that there is a willful and intentional violation or reckless disregard of this Act, the person injured is entitled to recover actual damages sustained as a result of the violation. (d) If the actions of a party to the litigation were not substantially justified, the court may award the prevailing party reasonable attorney's fees and all other expenses reasonably incurred in the litigation. (e) Any action under this Act is barred unless the action is commenced within two years after the right of action accrues. Section 9-101. In construing and applying this Act, consideration must be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15863, "action_date": "2001-01-09T14:00:00-06:00", "document_id": 87779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/87779.pdf", "status_text": "First read in Senate and referred to", "journal_page": 22, "committee_id_action": 713, "committee_id_assigned": 690, "result": "N", "vote": {}}, {"bill_id": 15863, "action_date": "2001-01-17T09:45:00-06:00", "document_id": 87784, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/87784.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 690, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15863, "action_date": "2001-01-17T10:00:00-06:00", "document_id": 87970, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/87970.pdf", "status_text": "Do not Pass", "journal_page": 72, "committee_id_action": 690, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49588, "president_vote": null, "Yea": [2535, 2581, 2606, 2607, 2590, 2516], "Nay": [2552]}}, {"bill_id": 15863, "action_date": "2001-01-18T14:00:00-06:00", "document_id": 88049, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88049.pdf", "status_text": "Do Pass,", "journal_page": 94, "committee_id_action": 713, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 50430, "president_vote": null, "Yea": [2516, 2517, 2520, 2523, 2524, 2529, 2531, 2532, 2534, 2535, 2536, 2539, 2542, 2549, 2550, 2551, 2552, 2562, 2567, 2569, 2573, 2580, 2581, 2584, 2585, 2590, 2606, 2607, 2609, 2615, 2616, 2617], "Excused": [2576, 2597, 2598]}}]}