{"session_id": 59, "bill_id": 20540, "bill_type": "Senate Bill", "bill_number": 129, "bill_title": "provide for the licensing of persons in the business of recycling motor vehicles.", "sponsors": [{"legislator_profile_id": 3418, "is_prime": true}, {"legislator_profile_id": 3423, "is_prime": true}, {"legislator_profile_id": 3361, "is_prime": false}, {"legislator_profile_id": 3367, "is_prime": false}, {"legislator_profile_id": 3368, "is_prime": false}, {"legislator_profile_id": 3369, "is_prime": false}, {"legislator_profile_id": 3371, "is_prime": false}, {"legislator_profile_id": 3380, "is_prime": false}, {"legislator_profile_id": 3383, "is_prime": false}, {"legislator_profile_id": 3388, "is_prime": false}, {"legislator_profile_id": 3396, "is_prime": false}, {"legislator_profile_id": 3402, "is_prime": false}, {"legislator_profile_id": 3411, "is_prime": false}, {"legislator_profile_id": 3415, "is_prime": false}, {"legislator_profile_id": 3420, "is_prime": false}, {"legislator_profile_id": 3421, "is_prime": false}, {"legislator_profile_id": 3424, "is_prime": false}, {"legislator_profile_id": 3428, "is_prime": false}, {"legislator_profile_id": 3433, "is_prime": false}, {"legislator_profile_id": 3445, "is_prime": false}, {"legislator_profile_id": 3455, "is_prime": false}, {"legislator_profile_id": 3465, "is_prime": false}], "keywords": ["Administrative Rules", "Fees", "Licensing", "Motor Vehicles", "Professions and Occupations"], "audio": [{"meeting_datetime": "2006-01-24T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/str10.mp3", "start_seconds": 4030.0}, {"meeting_datetime": "2006-01-24T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/str10.mp3", "start_seconds": 4030.0}, {"meeting_datetime": "2006-01-24T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/str10.mp3", "start_seconds": 4030.0}, {"meeting_datetime": "2006-02-01T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sta16.mp3", "start_seconds": 4755.0}], "bill_versions": [{"bill_id": 20540, "bill_version_id": 106741, "bill_version": "Introduced", "bill_version_date": "2006-01-19T09:38:25-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the licensing of persons in the business of recycling motor vehicles. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, motor vehicle recycler, means any person engaged in the business of obtaining wrecked, disabled, abandoned, or salvage vehicles to sell vehicle parts or to scrap the vehicles for recycling purposes. For the purposes of this section, the term, vehicle, includes any automobile, pickup truck, motorcycle, truck, trailer, snowmobile, boat, personal watercraft, or all-terrain vehicle. Section 2. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: No person may operate as a motor vehicle recycler without a license as provided by this Act and a dealer license issued pursuant to this chapter for each type of vehicle to be handled by the recycler. A violation of this section is a Class 2 misdemeanor. Section 3. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: Any person seeking a license pursuant to this Act shall file with the department, upon forms provided by the department, an application including the following: (1) The name and address of the applicant; (2) The name of the firm or copartnership, with the names and addresses of all members, if the applicant is a firm or copartnership; (3) The name of the corporation, with the names and addresses of the principal officers, if the applicant is a corporate body; (4) The exact location of the place of business; (5) A certification that the location is the place where the applicant keeps and maintains books, records, and files necessary to conduct business, which shall be available at all reasonable hours to inspection by the department; (6) A consent to allow periodic inspections of the applicant's place of business by the department; (7) A certification that neither the applicant, nor any other partner, member, officer, or financial supporter, has been convicted of a crime involving vehicle theft or fraud in the last five years; (8) A certification that the applicant has a valid sales tax permit pursuant to chapter 10- 45; (9) A certification that the applicant has a valid a dealer's license issued pursuant to this chapter for each type of vehicle to be handled by the applicant; (9) A certification that the applicant complies with the provisions of sections 7 to 12, inclusive, of this Act; and (10) Verification as to the accuracy of the information provided by the applicant. Section 4. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: The department shall verify the facts set forth in any application made pursuant to section 3 of this Act. No license may be issued to an applicant until the department is satisfied that the facts set forth in the application are true. The department may refuse to issue a license if the applicant does not comply with the provisions of section 7 to 12, inclusive, of this Act. Section 5. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: Upon making initial application for a license as provided by section 3 of this Act, the applicant shall pay a fee of two hundred fifty dollars. All money collected pursuant to this section shall be deposited in the state general fund. Section 6. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: The license issued pursuant to this Act may be issued for a multiple year period. The license shall be reviewed annually by the department. The department shall mail to the licensee a renewal notice. The department shall establish the review date by rules promulgated pursuant to chapter 1-26. If the licensee fails to return the renewal notice, to pay the renewal fee of one hundred dollars, or to comply with the provisions of sections 7 to 12, inclusive, of this Act, the department shall cancel and revoke the license pursuant to the provisions of § § 32-6B-43 and 32-6B-44. The renewal application shall contain the same information as required for the initial application as provided in section 3 of this Act. Any application for renewal made after the expiration date shall be accompanied by a fee of two hundred fifty dollars. All money collected pursuant to this section shall be deposited in the state general fund. Section 7. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: A licensed motor vehicle recycler shall be in compliance with all local zoning requirements. Section 8. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: A licensed motor vehicle recycler shall have coverage under the general permit for storm water discharge associated with industrial activities issued by the Department of Environment and Natural Resources. Section 9. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: A licensed motor vehicle recycler shall use refrigerant recovery equipment to capture refrigerant from motor vehicles that are dismantled or are being scrapped for recycling. The recycler shall maintain equipment and permits for the legal removal of refrigerants used in motor vehicles. Section 10. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: No licensed motor vehicle recycler may have on the recycler's property more than one thousand five hundred dismounted scrap tires. Section 11. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: A licensed motor vehicle recycler shall maintain adequate systems to capture gasoline, diesel fuel, engine oil, transmission fluid, antifreeze, brake fluid, and differential fluid. These systems shall ensure that any of these fluids are properly captured, stored, and recycled or reused and are prevented from contaminating any surface water runoff. Section 12. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: A licensed motor vehicle recycler shall remove the batteries from all dismantled and scrapped vehicles and store the batteries, until properly disposed of, in a manner to prevent the batteries from contaminating any surface water runoff. Section 13. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: The Department of Environment and Natural Resources may inspect any licensed motor vehicle recycler. The department's inspection shall include an investigation as to the recycler's compliance with the provisions of sections 7 to 12, inclusive, of this Act. Failure of a licensed motor vehicle recycler to comply with sections 7 to 12, of this Act may be cause for suspension or revocation of the license issued pursuant to this Act. If the Department of Environment and Natural Resources finds that a licensed recycler repeatedly fails to comply with sections 7 to 12, inclusive, of this Act, the Department of Environment and Natural resources shall report such failure to the Department of Revenue and Regulation. Any suspension or revocation of a license shall be done by the Department of Revenue and Regulation pursuant to the provisions of § § 32- 6B-43 and 32-6B-44. Section 14. That chapter 32-6B be amended by adding thereto a NEW SECTION to read as follows: If an applicant applies for a license pursuant to this Act before January 1, 2007, the applicant shall be issued a license whether or not the applicant complies with the provisions of sections 7 to 12, inclusive, of this Act. Any such applicant shall comply with the provisions of sections 7 to to 12, inclusive, of this Act by July 1, 2008."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20540, "action_date": "2006-01-19T14:00:00-06:00", "document_id": 106850, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106850.pdf", "status_text": "First read in Senate and referred to", "journal_page": 109, "committee_id_action": 894, "committee_id_assigned": 878, "result": "N", "vote": {}}, {"bill_id": 20540, "action_date": "2006-01-24T07:45:00-06:00", "document_id": 107120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107120.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 878, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20540, "action_date": "2006-01-24T07:45:00-06:00", "document_id": 107120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107120.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 174, "committee_id_action": 878, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63463, "president_vote": null, "Yea": [3404, 3421, 3423, 3425, 3368, 3409], "Excused": [3411]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20540"}