{"session_id": 7, "bill_id": 1220, "bill_type": "Senate Bill", "bill_number": 167, "bill_title": "provide for the creation of the National Guard Commission.", "sponsors": [{"legislator_profile_id": 686, "is_prime": true}, {"legislator_profile_id": 687, "is_prime": true}, {"legislator_profile_id": 709, "is_prime": false}, {"legislator_profile_id": 644, "is_prime": false}, {"legislator_profile_id": 698, "is_prime": false}, {"legislator_profile_id": 711, "is_prime": false}, {"legislator_profile_id": 731, "is_prime": false}], "keywords": ["Military and Veterans Affairs"], "audio": [{"meeting_datetime": "2009-02-18T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst24.mp3", "start_seconds": 3515.0}, {"meeting_datetime": "2009-02-18T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst24.mp3", "start_seconds": 3515.0}, {"meeting_datetime": "2009-02-18T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/sst24.mp3", "start_seconds": 3515.0}], "bill_versions": [{"bill_id": 1220, "bill_version_id": 6423, "bill_version": "Introduced", "bill_version_date": "2009-01-30T10:14:21.767-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the creation of the National Guard Commission. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The National Guard Commission, consisting of seven members to be appointed by the Governor, is hereby established. Members of the commission shall be citizens of the United States and South Dakota residents. Three of the members shall be honorably discharged veterans or honorably discharged members of the National Guard. The members of the initial commission shall be appointed to staggered terms so that three of the initial members are appointed to two-year terms, two of the initial members are appointed to three-year terms, and two of the initial members are appointed to four-year terms. Thereafter, appointments shall be made for terms of four years. If a vacancy on the commission occurs, a successor shall be appointed to fill out the unexpired term. The commission members shall annually choose a chair and vice-chair from the commission membership. Section 2. The National Guard Commission shall be administered under the direction and supervision of the Department of Military and Veterans' Affairs, but shall retain the quasi-judicial, quasi-legislative, advisory, other nonadministrative and special budgetary functions (as defined in § 1-32-1) otherwise vested in it and shall exercise those functions independently of the department. Section 3. Meetings of the National Guard Commission shall be held on call of the chairman, vice-chairman, director, or of any three of its members, but not less than four times in a calendar year. Section 4. Members of the commission shall receive an allowance per day for the time spent in attending and in traveling to and from meetings of the commission, and expenses and travel allowance pursuant to § 3-9-2. Section 5. The National Guard Commission shall consider and advise the Governor on matters pertaining to the South Dakota National Guard. The commission may hold public hearings on the proposed establishment, deactivation, or relocation of National Guard units and on the location or closure of National Guard armories and facilities in the state and on other matters as determined by the commission. The commission shall advise the Governor on matters pertaining to the role and impact of the National Guard in the community, employer and community support for the National Guard, support for family members of deployed or federally-activated National Guard members, and other matters affecting South Dakota's National Guard communities and members."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1220, "action_date": "2009-01-30T12:00:00-06:00", "document_id": 6459, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6459.pdf", "status_text": "First read in Senate and referred to", "journal_page": 252, "committee_id_action": 54, "committee_id_assigned": 39, "result": "N", "vote": {}}, {"bill_id": 1220, "action_date": "2009-02-13T10:00:00-06:00", "document_id": 7255, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7255.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 39, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1220, "action_date": "2009-02-18T10:00:00-06:00", "document_id": 7450, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7450.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 39, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1220, "action_date": "2009-02-18T10:00:00-06:00", "document_id": 7683, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7683.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 445, "committee_id_action": 39, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4229, "president_vote": null, "Yea": [653, 677, 634, 661, 648, 689, 649], "Nay": [659, 642]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/1220"}