{"session_id": 47, "bill_id": 13285, "bill_type": "House Bill", "bill_number": 1171, "bill_title": "to revise certain provisions relating to the underage consumption of alcoholic beverages.", "sponsors": [{"legislator_profile_id": 2161, "is_prime": true}, {"legislator_profile_id": 2169, "is_prime": true}, {"legislator_profile_id": 2135, "is_prime": false}, {"legislator_profile_id": 2139, "is_prime": false}, {"legislator_profile_id": 2159, "is_prime": false}], "keywords": ["Alcohol", "Parent & Child"], "audio": [], "bill_versions": [{"bill_id": 13285, "bill_version_id": 77337, "bill_version": "Introduced", "bill_version_date": "1998-01-20T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to the underage consumption of alcoholic beverages. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 35-9-1 be amended to read as follows: 35-9-1. It is a Class 1 misdemeanor to sell or give for use as a beverage any alcoholic beverage to any person under the age of eighteen years unless it is done in the immediate presence of a parent or , guardian , or spouse over twenty-one years of age while in the home of such parent, guardian, or spouse or by prescription or direction of a duly licensed practitioner or nurse of the healing arts for medicinal purposes. If any person is charged with a violation of this section, the parent, guardian, or spouse exception does not constitute a valid defense if such person is apprehended outside of the immediate premises of the home of the parent, guardian, or spouse in question while the alcohol remains present and detectable in the body. Section 2. That § 35-9-1.1 be amended to read as follows: 35-9-1.1. It is a Class 2 misdemeanor to sell or give for use as a beverage any alcoholic beverage to any person who is eighteen years of age or older but less than twenty-one years of age unless it is done in the immediate presence of a parent or , guardian , or spouse over twenty-one years of age while in the home of such parent, guardian, or spouse or by prescription or direction of a duly licensed practitioner or nurse of the healing arts for medicinal purposes. If any person is charged with a violation of this section, the parent, guardian, or spouse exception does not constitute a valid defense if such person is apprehended outside the immediate premises of the home of the parent, guardian, or spouse in question while the alcohol remains present and detectable in the body. Section 3. That § 35-4-79 be amended to read as follows: 35-4-79. No on-sale licensee may permit any person less than twenty-one years old to loiter enter and remain on the licensed premises or to sell, serve, dispense , or consume alcoholic beverages on such premises. However, an on-sale licensee licensed pursuant to subdivision 35-4-2(4), (6), (11), (13) or (16) may permit persons eighteen years old or older to sell and serve or dispense alcoholic beverages if not less than fifty percent of the gross business transacted by that establishment is from the sale of food and the licensee or an employee that is at least twenty-one years of age is on the premises when the alcoholic beverage is sold or dispensed. For the purposes of this section, the term, \"to sell and serve alcoholic beverages,\" means to take orders for alcoholic beverages and to deliver alcoholic beverages to customers as a normal adjunct of waiting tables. The term does not include tending bar or drawing or mixing alcoholic beverages. A violation of this section is a Class 2 misdemeanor."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13285, "action_date": "1998-01-21T14:00:00-06:00", "document_id": 76895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76895.pdf", "status_text": "First read in House and referred to", "journal_page": 145, "committee_id_action": 600, "committee_id_assigned": 598, "result": "N", "vote": {}}, {"bill_id": 13285, "action_date": "1998-02-02T07:45:00-06:00", "document_id": 76622, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76622.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 598, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13285, "action_date": "1998-02-02T07:45:00-06:00", "document_id": 76622, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76622.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 333, "committee_id_action": 598, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40138, "president_vote": null, "Yea": [2141, 2105, 2114, 2178, 2185, 2109, 2132, 2164, 2192], "Nay": [2134, 2120, 2128, 2161]}}]}