{"session_id": 68, "bill_id": 23803, "bill_type": "Senate Bill", "bill_number": 94, "bill_title": "establish the crime of grooming and provide a penalty therefor.", "sponsors": [{"legislator_profile_id": 4407, "is_prime": true}, {"legislator_profile_id": 4408, "is_prime": true}, {"legislator_profile_id": 4339, "is_prime": false}, {"legislator_profile_id": 4342, "is_prime": false}, {"legislator_profile_id": 4348, "is_prime": false}, {"legislator_profile_id": 4351, "is_prime": false}, {"legislator_profile_id": 4352, "is_prime": false}, {"legislator_profile_id": 4353, "is_prime": false}, {"legislator_profile_id": 4354, "is_prime": false}, {"legislator_profile_id": 4471, "is_prime": false}, {"legislator_profile_id": 4358, "is_prime": false}, {"legislator_profile_id": 4372, "is_prime": false}, {"legislator_profile_id": 4438, "is_prime": false}, {"legislator_profile_id": 4466, "is_prime": false}, {"legislator_profile_id": 4460, "is_prime": false}, {"legislator_profile_id": 4469, "is_prime": false}, {"legislator_profile_id": 4447, "is_prime": false}, {"legislator_profile_id": 4467, "is_prime": false}, {"legislator_profile_id": 4394, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}, {"legislator_profile_id": 4405, "is_prime": false}, {"legislator_profile_id": 4458, "is_prime": false}, {"legislator_profile_id": 4410, "is_prime": false}, {"legislator_profile_id": 4419, "is_prime": false}, {"legislator_profile_id": 4426, "is_prime": false}, {"legislator_profile_id": 4446, "is_prime": false}], "keywords": ["Child Abuse", "Crimes", "Obscenity and Public Indecency", "Sex Offenses"], "audio": [{"meeting_datetime": "2023-02-14T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sju23.mp3", "start_seconds": 145.0}, {"meeting_datetime": "2023-02-14T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sju23.mp3", "start_seconds": 145.0}, {"meeting_datetime": "2023-02-14T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sju23.mp3", "start_seconds": 145.0}], "bill_versions": [{"bill_id": 23803, "bill_version_id": 245556, "bill_version": "Introduced", "bill_version_date": "2023-01-24T06:40:30.97-06:00", "bill_text": "An Act to establish the crime of grooming and provide a penalty therefor. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 22-22 be amended with a NEW SECTION: A person is guilty of grooming if the person, being eighteen years or older and at least four years older than the child, knowingly engages in a course of conduct to persuade, induce, entice, or coerce that involves or results in the person building trust, a relationship, or an emotional connection with the child, known or believed to be under the age of eighteen, with the intent to engage in sexual contact or penetration with the child or prepare the child for sexual contact or penetration. For the purposes of sections 1 and 2 of this Act, a course of conduct means three or more separate incidents, in isolation or collectively, found to be inappropriate given the nature and circumstances of the relationship between the person and the child, including: (1) Showing, offering, or sending the child sexually explicit materials, including images, videos, audio recordings, or any other depiction of sexual activity; (2) Exposing the child to sexually explicit language; (3) Making comments to the child about the child's sexual or physical development; (4) Providing the child with an intoxicating substance, special privilege, or other financial or material benefit as an incentive for the child to engage in sexual contact or penetration; or (5) Committing or attempting to commit any sexual offense prohibited under chapter 22-22 with the child. A violation of this section is a Class 4 felony. A second and any subsequent violation of this section is a Class 2 felony. A charge brought pursuant to this section may be commenced at any time before the victim reaches age twenty-five or within seven years from the commission of the crime, whichever is longer. Section 2. That chapter 22-22 be amended with a NEW SECTION: For the purposes of section 1 of this Act, a conviction is not required for any predicate act relied upon to establish a course of conduct. A conviction for any predicate act relied upon to establish a course of conduct does not preclude prosecution under section 1 of this Act. Nothing in section 1 of this Act precludes a separate charge, conviction, and sentence for any other crime. Section 3. That chapter 22-22 be amended with a NEW SECTION: It is not a defense to prosecution for grooming, as provided in section 1 of this Act, that no sexual contact or penetration with the child occurred. Section 4. That § 22-24B-19.1 be AMENDED: 22-24B-19.1. To be eligible for removal from the registry as a Tier II offender, the petitioner shall show, by clear and convincing evidence, that all of the following criteria have been met: (1) At least twenty-five years have elapsed since the date the petitioner first registered pursuant to this chapter; (2) The crime requiring registration was for: (a) Incest as defined in § 22-22A-2; or (b) An out-of-state, federal or court martial offense that is comparable to the elements of incest as defined in § 22-22A-2; or (c) Bestiality as set forth in § 22-22-42; or (d) Grooming as set forth in section 1 of this Act; (3) The circumstances surrounding the crime requiring registration did not involve a child under the age of thirteen; (4) The petitioner is not a recidivist sex offender; (5) The petitioner has substantially complied in good faith with the registration and re-registration requirements imposed under chapter 22-24B; and (6) Petitioner demonstrates to the satisfaction of the court that he or she does not pose a risk or danger to the community. For purposes of this section, any period of time during which the petitioner was incarcerated or during which the petitioner was confined in a mental health facility does not count toward the twenty-five -year calculation, regardless of whether such incarceration or confinement was for the sex offense requiring registration or for some other offense."}], "amendments": [{"bill_id": 23803, "document_id": 248461, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248461.pdf", "legislator_profile_id": 4407, "document_id_instructions": 248467, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/248467.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 23803, "action_date": "2023-01-24T14:00:00-06:00", "document_id": 245445, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245445.pdf", "status_text": "First read in Senate and referred to", "journal_page": 102, "committee_id_action": 1183, "committee_id_assigned": 1177, "result": "N", "vote": {}}, {"bill_id": 23803, "action_date": "2023-02-14T07:45:00-06:00", "document_id": 248805, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248805.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1177, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23803, "action_date": "2023-02-14T07:45:00-06:00", "document_id": 249108, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249108.pdf", "status_text": "Tabled", "journal_page": null, "committee_id_action": 1177, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77125, "president_vote": null, "Yea": [4352, 4457, 4460, 4410, 4430, 4355], "Excused": [4419]}}]}