{"session_id": 4, "bill_id": 4964, "bill_type": "Senate Bill", "bill_number": 53, "bill_title": "revise certain provisions related to capital punishment.", "sponsors": [], "keywords": ["Criminal Procedure", "Department of Corrections"], "audio": [{"meeting_datetime": "2008-01-16T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst07.mp3", "start_seconds": 1487.0}, {"meeting_datetime": "2008-01-16T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst07.mp3", "start_seconds": 1487.0}, {"meeting_datetime": "2008-01-16T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst07.mp3", "start_seconds": 1487.0}, {"meeting_datetime": "2008-01-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen08.mp3", "start_seconds": 3070.0}, {"meeting_datetime": "2008-01-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen08.mp3", "start_seconds": 3070.0}, {"meeting_datetime": "2008-01-17T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen08.mp3", "start_seconds": 3070.0}, {"meeting_datetime": "2008-02-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst27.mp3", "start_seconds": 171.0}, {"meeting_datetime": "2008-02-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst27.mp3", "start_seconds": 171.0}, {"meeting_datetime": "2008-02-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst27.mp3", "start_seconds": 171.0}, {"meeting_datetime": "2008-02-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst27.mp3", "start_seconds": 171.0}, {"meeting_datetime": "2008-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou30.mp3", "start_seconds": 5523.0}, {"meeting_datetime": "2008-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou30.mp3", "start_seconds": 5523.0}, {"meeting_datetime": "2008-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou30.mp3", "start_seconds": 5523.0}, {"meeting_datetime": "2008-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen32.mp3", "start_seconds": 268.0}, {"meeting_datetime": "2008-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen32.mp3", "start_seconds": 268.0}, {"meeting_datetime": "2008-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen32.mp3", "start_seconds": 268.0}], "bill_versions": [{"bill_id": 4964, "bill_version_id": 452, "bill_version": "Introduced", "bill_version_date": "2008-01-05T13:47:54.503-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions related to capital punishment. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 23A-27A-7 be amended to read as follows: 23A-27A-7. Upon a verdict or judgment of death made by a jury or a judge, it shall be the duty of the judge presiding at the trial to shall sentence such the convicted person to death and to make such the sentence in writing , which . The judgment of death shall be filed with the papers in the case against such the convicted person . A certified copy thereof shall be sent by the clerk of the court in which the sentence is pronounced to the warden of the state penitentiary, not less than ten days prior to the time fixed in the sentence of the court for the execution of the sentence and certified copies provided to the Governor, the secretary of corrections, the sheriff of the county where the crime was committed, and the warden . Section 2. That § 23A-27A-15 be amended to read as follows: 23A-27A-15. When Whenever judgment of death is rendered, the judge must forthwith shall also sign and deliver to provide to the Governor, the secretary of corrections, the sheriff of the county where the crime was committed, and the warden a warrant of death sentence and execution, along with a brief statement of the facts and circumstances of the case, duly attested by the clerk under the seal of the court stating . The warrant of death sentence and execution shall describe the conviction and sentence and appointing appoint the week within which the sentence must shall be executed. The warrant must of death sentence and execution shall be directed to the warden of the state penitentiary at Sioux Falls, commanding the warden to execute the sentence on some day within the week appointed. Section 3. That § 23A-27A-16 be amended to read as follows: 23A-27A-16. Within ten days after the issuing of a warrant of death sentence and execution under § 23A-27A-15 , the sheriff must shall deliver the defendant together with certified copies of the warrant of death sentence and execution and the judgment of conviction to the warden or his deputies at the state penitentiary. From the time of delivery to the warden until the infliction of the punishment of death upon him, unless he is lawfully discharged from such imprisonment, the defendant shall be kept in solitary confinement at the penitentiary and no person shall be allowed access to him without an order of the trial court except the officers of the prison, his counsel, his physician, a priest or minister if he shall desire one, and the members of his family. Section 4. That § 23A-27A-17 be amended to read as follows: 23A-27A-17. The week so appointed shall be not less than six months nor more than eight months after the date of judgment of death . The time of execution within such the week shall be left to the discretion of the warden to whom the warrant is directed , who . The warden shall cause the execution to be performed on some day of such week. Not less than forty-eight hours prior to the execution, the warden shall make a public announcement of the scheduled day and hour of the execution. Section 5. That § 23A-27A-18 be repealed. 23A-27A-18. The judge of any court imposing sentence of death shall immediately thereafter transmit by registered or certified mail to the Governor a certified copy of such judgment together with a brief statement of the facts and circumstances of the case over his signature. Section 6. That § 23A-27A-19 be amended to read as follows: 23A-27A-19. The Governor may thereupon make such investigation of the case as he the Governor may deem proper and may require the assistance of the attorney general. Section 7. That § 23A-27A-20 be amended to read as follows: 23A-27A-20. The Governor shall have power to may reprieve or suspend the execution of the sentence for such reasonable time as he the Governor may see fit for the purpose of completing his an investigation or other like proper purpose but the period of reprieve or suspension shall not in any event, exceed ninety days except as provided in § 23A-27A-24 or 23A-27A-28 . Section 8. That § 23A-27A-21 be amended to read as follows: 23A-27A-21. No judge, officer, commission, or board, other than the Governor, can may reprieve or suspend the execution of a judgment of death except where . However, the warden or deputy warden of the penitentiary is authorized so to do in a case and in the manner prescribed in this chapter or as provided in sections 15 and 20 of this Act . This section does not apply to a stay of proceedings upon appeal or to the issuance of a writ of habeas corpus, certiorari, or other original remedial writ of the Supreme Court. Section 9. That § 23A-27A-22 be amended to read as follows: 23A-27A-22. If a defendant confined under sentence of death appears does not appear to be mentally incompetent competent to proceed be executed , the warden having custody of the defendant shall forthwith notify the Governor, who shall appoint a commission of not less than three nor more than five disinterested duly licensed physicians, one of whom shall be the medical director of the Human Services Center or the director's designee, to examine the defendant and report to the Governor as to the defendant's mental condition at the time of the examination the secretary of corrections, and the sentencing court . Section 10. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: If the warden notifies the sentencing court that a defendant under a sentence of death does not appear to be mentally competent to be executed, or if the prosecuting attorney or the defense attorney moves for a determination of whether the defendant is mentally competent to be executed, the sentencing court shall conduct hearings and order mental examinations pursuant to this section and sections 11, 12, 13, and 14 of this Act. Prior to the date of the hearing, the court may order that a psychiatric examination of the defendant be conducted pursuant to section 11 of this Act, and that a psychiatric report be filed with the court, pursuant to section 12 of this Act. The state has the burden of proving the mental competence of the defendant by a preponderance of the evidence. A defendant is mentally competent to be executed if the defendant is aware of the impending execution and the reason for it. Section 11. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: Any psychiatric examination ordered pursuant to section 10 of this Act shall be conducted by a licensed or certified psychiatrist, or, if the court finds it appropriate, by more than one such psychiatrist. Each psychiatrist shall be designated by the court. For the purposes of a psychiatric examination ordered pursuant to section 10 of this Act, the defendant shall remain confined under the physical custody of the Department of Corrections. Section 12. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: Any psychiatric report ordered pursuant to section 10 of this Act shall be prepared by the psychiatrist designated to conduct the psychiatric examination, shall be filed with the court with copies provided to the counsel for the defendant and to the prosecuting attorney, and shall include: (1) The defendant's history and present symptoms; (2) A description of the psychiatric, psychological, and medical tests that were employed and their results; and (3) The psychiatrist's determination whether the defendant is mentally competent to be executed as defined in section 10 of this Act. Section 13. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: Upon written request of defense counsel, the court may order a video tape record made of the defendant's psychiatric examination conducted pursuant to section 10 of this Act. Either the prosecuting attorney or the defendant's counsel may request a copy of the video tape record. The video tape record shall be submitted to the court along with the psychiatric report, pursuant to section 12 of this Act. Section 14. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: At any hearing ordered pursuant to section 10 of this Act, the defendant shall be represented by counsel and, if financially unable to obtain adequate representation, counsel shall be appointed for the defendant. The defendant shall be afforded an opportunity to testify, to present evidence, to subpoena witnesses on the defendant's behalf, and to confront and cross-examine witnesses who appear at the hearing. Section 15. That § 23A-27A-24 be amended to read as follows: 23A-27A-24. If the commission sentencing court finds the defendant is not mentally incompetent competent to proceed be executed the Governor sentencing court shall suspend the execution of sentence and may in his discretion order the defendant removed to the Human Services Center, there to remain confined until he the defendant is no longer mentally ill competent to be executed. The defendant shall remain confined under the physical custody of the Department of Corrections .The commission sentencing court shall review the defendant's mental condition at least once every six months during his confinement the period that the execution of sentence is suspended . Section 16. That § 23A-27A-26 be amended to read as follows: 23A-27A-26. The Governor, upon receiving the certificate provided for in § 23A-27A-25, that states If the sentencing court determines the defendant is mentally competent to be executed, the sentencing court shall certify the fact to the Governor, the secretary of corrections, and the warden having custody of the defendant. The sentencing court, upon determination the defendant is no longer mentally incompetent competent to proceed, must be executed, shall issue his a warrant of death sentence and execution appointing a week beginning within a period of not less than thirty nor more than ninety days from the date of the warrant, for the execution of the defendant pursuant to his the defendant's sentence unless the sentence has been commuted or the defendant pardoned. The defendant shall continue in or be returned to the custody of the warden of the state penitentiary accordingly. In no case may the appointed week of execution be sooner than the week appointed by the sentencing court pursuant to § 23A-27A-15. Section 17. That § 23A-27A-23 be repealed. 23A-27A-23. The commission appointed pursuant to § 23A-27A-22 must summarily proceed to make the examination. Before commencing they must take the oath required of referees as prescribed by the Supreme Court rule for trial courts of record. They shall give at least seven days' notice of the time of such examination to the attorney general and to the state's attorney who tried or participated in the trial of the defendant and to counsel for the defendant. Either the attorney general or one of his assistants or the state's attorney or a deputy shall, and counsel for defendant may, attend the examination and any of the attorneys may take part in the proceedings before the commission. The commission shall have power to call and examine witnesses, administer oaths, and compel the attendance of witnesses. When the commission has concluded its examination it must forthwith report in writing to the Governor, setting forth the facts found together with the opinion of the commission as to the mental condition of the defendant. Section 18. That § 23A-27A-25 be repealed. 23A-27A-25. When the commission determines that the defendant is no longer mentally incompetent to proceed, it shall report the fact to the Governor and to the Chief Justice of the Supreme Court. The Chief Justice shall thereupon inquire into the truth of the report in such manner as he may deem proper and if the justice upholds the commission's report, he shall so certify to the Governor and to the clerk of the court in which the defendant was convicted. Thereupon the defendant shall be forthwith returned and delivered to the custody of the warden of the state penitentiary, there to be dealt with according to law. Section 19. That § 23A-27A-27 be amended to read as follows: 23A-27A-27. If there is reasonable ground to believe that a female defendant sentenced to death is pregnant , the warden having her in custody shall summon three disinterested licensed physicians of this state to examine arrange for an examination of the defendant and inquire into to determine her condition. The physicians upon completing Upon the completion of the examination , the warden shall make a report in writing over their signatures the warden's signature , stating the facts, and submit the same report to the warden secretary of corrections, the sentencing court, and the Governor . Section 20. That § 23A-27A-28 be amended to read as follows: 23A-27A-28. If the physicians summoned examination under § 23A-27A-27 find finds that the defendant is pregnant the execution of the sentence must shall be suspended by the sentencing court . The warden shall forthwith transmit the report of the physicians to the Governor and the defendant shall may not be executed until a new warrant of death sentence and execution is received from the Governor sentencing court so directing. Section 21. That § 23A-27A-29 be amended to read as follows: 23A-27A-29. In case If the execution of a sentence is suspended pursuant to § 23A-27A-28, as soon as the Governor, as soon as he sentencing court is satisfied that the defendant is no longer pregnant, the sentencing court shall forthwith issue his a warrant of death sentence and execution appointing a week for her execution, pursuant to her sentence , beginning . The week for the execution shall be within a period of not less than thirty nor more than ninety days from the date of the warrant of death sentence and execution. In no case may the appointed week of execution be sooner than the week appointed by the sentencing court pursuant to § 23A-27A-15 . Section 22. That § 23A-27A-30 be repealed. 23A-27A-30. If the physicians summoned pursuant to § 23A-27A-27 report that the female defendant is not pregnant a copy of the report shall be transmitted by the warden to the Governor but the same shall not work a stay or suspension of the execution of the sentence. Section 23. That § 23A-27A-31 be amended to read as follows: 23A-27A-31. If the time period for the execution of any convicted person defendant in a capital case has passed by reason of a stay of proceedings incident to appellate review or by reason of the issuance of a writ of habeas corpus, certiorari, or other original remedial writ of the Supreme Court, or for any other reason, a judge of the circuit the sentencing court shall issue a warrant of death sentence and execution in accordance with § 23A-27A-15 appointing a new time period week for the execution of the original sentence without requiring the convicted person defendant to be brought before the sentencing court. Upon its issuance, the clerk of the court in which the sentence was pronounced shall immediately send a certified copy of the warrant of death sentence and execution to all attorneys of record, to the warden of the state penitentiary having custody of the defendant, to the secretary of corrections , and to the Governor. The warden shall execute the warrant of death sentence and execution accordingly. This procedure applies to any case in which the time period for carrying out the original warrant of death sentence and execution has elapsed without regard to whether the original warrant was issued prior or subsequent to July 1, 1998. Section 24. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: From the time of delivery to the penitentiary until the infliction of the punishment of death upon the defendant, unless lawfully discharged from such imprisonment, the defendant shall be segregated from other inmates at the penitentiary. No other person may be allowed access to the defendant without an order of the trial court except penitentiary staff, Department of Corrections staff, the defendant's counsel, members of the clergy if requested by the defendant, and members of the defendant's family. Members of the clergy and members of the defendant's family are subject to approval by the warden before being allowed access to the defendant. Section 25. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: The name, address, qualifications, and other identifying information relating to the identity of any person administering the intravenous injection under chapter 23A-27A are confidential. Disclosure of the foregoing information may not be authorized or ordered. Disclosure of confidential information pursuant to this section concerning the execution of an inmate under chapter 23A-27A is a Class 2 misdemeanor. Section 26. That § 23A-27A-32 be amended to read as follows: 23A-27A-32. The punishment of death shall be inflicted within the walls of some building at the state penitentiary. The punishment of death shall be inflicted by the intravenous injection of a substance or substances in a lethal quantity. The warden, subject to the approval of the secretary of corrections, shall determine the substances and the quantity of substances used for the punishment of death. An execution carried out by intravenous injection shall be performed by a person persons trained to administer the injection who is are selected by the warden and approved by the secretary of corrections. The person persons administering the intravenous injection need not be a physician physicians , registered nurse nurses , licensed practical nurse nurses , or other medical professional professionals licensed or registered under the laws of this or any other state. Any infliction of the punishment of death by intravenous injection of a substance or substances in the manner required by this section may not be construed to be the practice of medicine. Any pharmacist or pharmaceutical supplier is authorized to dispense to the warden the substance or substances used to inflict the punishment of death to the warden without prescription, for carrying out the provisions of this section, notwithstanding any other provision of law. Section 27. That § 23A-27A-34 be amended to read as follows: 23A-27A-34. The warden of the penitentiary shall request, by at least two days' previous notice, the presence of the attorney general, the trial judge before whom the conviction was had or the judge's successor in office, the state's attorney and sheriff of the county where the crime was committed, and not more than ten reputable adult citizens, including representatives of the victim, at least one member of the news media, to be selected by the warden at the execution. The warden shall arrange for the attendance of any prison guards and law enforcement officers the warden deems proper and a number of reputable adult citizens to be determined by the warden. All witnesses and persons present at an execution are subject to approval by the warden . Section 28. That § 23A-27A-35 be repealed. 23A-27A-35. The warden of the state penitentiary must also, at the request of the defendant, permit such ministers of the gospel, priests, or clergymen of any denomination as the defendant may desire, not exceeding two, to be present at the execution and any relatives or friends requested by the defendant not exceeding five. Section 29. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: The warden shall arrange for the attendance of a person trained to examine the defendant and pronounce death and for the attendance of such penitentiary staff, Department of Corrections staff, and law enforcement officers as deemed necessary to perform the execution and maintain security. Section 30. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: The defendant is permitted to have up to five witnesses present at the execution. Witnesses for the defendant may include counsel, members of the clergy, relatives, or friends. Section 31. That § 23A-27A-36 be amended to read as follows: 23A-27A-36. The warden of the state penitentiary shall may not permit no persons any person to be present at such the execution other than those designated in §§ 23A-27A-32, 23A-27A-34 and 23A-27A-35 sections 29 and 30 of this Act and shall may not permit the presence of any person under the age of eighteen years , unless a relative, and no relatives of tender years shall be admitted . Section 32. That § 23A-27A-37 be amended to read as follows: 23A-27A-37. The Prior to the announcement required in § 23A-27A-17, the scheduled day and time fixed by the warden for the execution shall be kept secret and in no manner divulged except privately to the persons by him invited or requested to be present as provided by §§ 23A- 27A-32, 23A-27A-34 and 23A-27A-35 sections 29 and 30 of this Act . It is a Class 2 misdemeanor for such persons so invited or requested to be present any person to divulge such invitation to any person or persons nor anyone or in any manner disclose the scheduled day and time of the execution prior to the announcement required in § 23A-27A-17 . Section 33. That § 23A-27A-41 be repealed. 23A-27A-41. In case of the disability from illness or other sufficient cause of the warden to whom the death warrant is directed to be present and execute the same, it shall be the duty of the principal deputy warden or such other officer of the prison as may be designated by the warden to execute the warrant and to perform all other duties imposed upon the warden by this chapter. Section 34. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: In case of disability of the warden to whom the warrant of death sentence and execution is directed, the secretary of corrections shall appoint the deputy warden or such other officer of the Department of Corrections as may be necessary to carry out the warrant of death sentence and execution and to perform all other duties imposed upon the warden by this chapter. Section 35. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: After the execution, the county coroner shall conduct a postmortem examination of the body of the defendant. The county coroner shall report in writing the result of the examination, stating the nature thereof and the finding made. The report shall be annexed to the certificate of execution mentioned in section 39 of this Act and filed therewith. Section 36. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: Following the death of the defendant by execution, the body may be subject to an autopsy pursuant to § 24-1-27 and chapter 23-14. Any final autopsy report shall be annexed to and filed with the certificate of execution mentioned in section 39 of this Act. Section 37. That § 23A-27A-39 be amended to read as follows: 23A-27A-39. The After the postmortem examination and any autopsy, the body of the defendant, unless claimed by some relative, shall be interred in a cemetery within the county where the penitentiary is situated. Section 38. That § 23A-27A-40 be repealed. 23A-27A-40. The warden or prison officer attending the execution and in charge of the execution shall immediately prepare and sign a certificate and return setting forth the time, place, and manner of the execution, and that the defendant was executed in conformity to the judgment of the court and the provisions of this chapter. The warden or prison officer shall sign the certificate and return and shall also procure the same to be signed by all the persons present and witnessing the execution and shall file the certificate within ten days after the execution in the office of the clerk of the court where the trial and conviction of the defendant took place. Section 39. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: The warden or corrections official attending and in charge of the execution shall prepare and sign a certificate of execution setting forth the date, time, place, and manner of execution, and that the defendant was executed in conformity to the judgment of the court and the provisions of this chapter. The certificate of execution document shall be signed by each of the witnesses of the execution attending as allowed in § 23A-27A-34 and section 30 of this Act. The warden or corrections official shall cause the certificate of execution to be filed in the office of the clerk of the sentencing court within ten days after the execution. The original or a certified copy of the death certificate, postmortem examination, and any autopsy report shall be filed with the clerk of the sentencing court within ten days of receipt by the warden or corrections official. Section 40. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: Any person or party participating in good faith in the execution of an inmate under this chapter is immune from any liability, civil or criminal, that might otherwise be incurred or imposed, and has the same immunity for participation in any judicial proceeding resulting from the execution. Immunity also extends in the same manner to any persons who in good faith cooperate in the execution of an inmate under this chapter. Section 41. That chapter 19-13 be amended by adding thereto a NEW SECTION to read as follows: The secretary of corrections, the warden of the penitentiary, penitentiary staff, and Department of Corrections staff may not be examined as to communications made to them concerning an execution of an inmate under chapter 23A-27A. The privilege described in this section may be claimed by the secretary of corrections, the warden of the penitentiary, penitentiary staff, Department of Corrections staff, or by any representative of any of the foregoing to be examined and is binding on all of them. However, the secretary of corrections and the warden of the penitentiary may personally waive the privilege described in this section. Section 42. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: As to any defendant who has been sentenced to death and who is awaiting execution prior to July 1, 2008, the amendment and repeal of existing sections and enactment of new sections in this Act do not impair or affect any act done, offense committed, or right accruing, accrued, or acquired, or liability, penalty, forfeiture, or punishment incurred prior to July 1, 2008. However, the provisions of existing statute may be asserted, enforced, prosecuted, or inflicted, as fully and to the same extent as if the amendment and repeal of existing sections and enactment of new sections in this Act had not been subsequently enacted."}, {"bill_id": 4964, "bill_version_id": 3541, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2008-02-20T15:09:19.183-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions related to capital punishment. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 23A-27A-7 be amended to read as follows: 23A-27A-7. Upon a verdict or judgment of death made by a jury or a judge, it shall be the duty of the judge presiding at the trial to shall sentence such the convicted person to death and to make such the sentence in writing , which . The judgment of death shall be filed with the papers in the case against such the convicted person . A certified copy thereof shall be sent by the clerk of the court in which the sentence is pronounced to the warden of the state penitentiary, not less than ten days prior to the time fixed in the sentence of the court for the execution of the sentence and certified copies provided to the Governor, the secretary of corrections, the sheriff of the county where the crime was committed, and the warden . Section 2. That § 23A-27A-15 be amended to read as follows: 23A-27A-15. When Whenever judgment of death is rendered, the judge must forthwith shall also sign and deliver to provide to the Governor, the secretary of corrections, the sheriff of the county where the crime was committed, and the warden a warrant of death sentence and execution, along with a brief statement of the facts and circumstances of the case, duly attested by the clerk under the seal of the court stating . The warrant of death sentence and execution shall describe the conviction and sentence and appointing appoint the week within which the sentence must shall be executed. The warrant must of death sentence and execution shall be directed to the warden of the state penitentiary at Sioux Falls, commanding the warden to execute the sentence on some day within the week appointed. Section 3. That § 23A-27A-16 be amended to read as follows: 23A-27A-16. Within ten days after the issuing of a warrant of death sentence and execution under § 23A-27A-15 , the sheriff must shall deliver the defendant together with certified copies of the warrant of death sentence and execution and the judgment of conviction to the warden or his deputies at the state penitentiary. From the time of delivery to the warden until the infliction of the punishment of death upon him, unless he is lawfully discharged from such imprisonment, the defendant shall be kept in solitary confinement at the penitentiary and no person shall be allowed access to him without an order of the trial court except the officers of the prison, his counsel, his physician, a priest or minister if he shall desire one, and the members of his family. Section 4. That § 23A-27A-17 be amended to read as follows: 23A-27A-17. The week so appointed shall be not less than six months nor more than eight months after the date of judgment of death . The time of execution within such the week shall be left to the discretion of the warden to whom the warrant is directed , who . The warden shall cause the execution to be performed on some day of such week. Not less than forty-eight hours prior to the execution, the warden shall make a public announcement of the scheduled day and hour of the execution. Section 5. That § 23A-27A-18 be repealed. 23A-27A-18. The judge of any court imposing sentence of death shall immediately thereafter transmit by registered or certified mail to the Governor a certified copy of such judgment together with a brief statement of the facts and circumstances of the case over his signature. Section 6. That § 23A-27A-19 be amended to read as follows: 23A-27A-19. The Governor may thereupon make such investigation of the case as he the Governor may deem proper and may require the assistance of the attorney general. Section 7. That § 23A-27A-20 be amended to read as follows: 23A-27A-20. The Governor shall have power to may reprieve or suspend the execution of the sentence for such reasonable time as he the Governor may see fit for the purpose of completing his an investigation or other like proper purpose but the period of reprieve or suspension shall not in any event, exceed ninety days except as provided in § 23A-27A-24 or 23A-27A-28 . Section 8. That § 23A-27A-21 be amended to read as follows: 23A-27A-21. No judge, officer, commission, or board, other than the Governor, can may reprieve or suspend the execution of a judgment of death except where . However, the warden or deputy warden of the penitentiary is authorized so to do in a case and in the manner prescribed in this chapter or as provided in sections 15 and 20 of this Act . This section does not apply to a stay of proceedings upon appeal or to the issuance of a writ of habeas corpus, certiorari, or other original remedial writ of the Supreme Court. Section 9. That § 23A-27A-22 be amended to read as follows: 23A-27A-22. If a defendant confined under sentence of death appears does not appear to be mentally incompetent competent to proceed be executed , the warden having custody of the defendant shall forthwith notify the Governor, who shall appoint a commission of not less than three nor more than five disinterested duly licensed physicians, one of whom shall be the medical director of the Human Services Center or the director's designee, to examine the defendant and report to the Governor as to the defendant's mental condition at the time of the examination the secretary of corrections, and the sentencing court . Section 10. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: If the warden notifies the sentencing court that a defendant under a sentence of death does not appear to be mentally competent to be executed, or if the prosecuting attorney or the defense attorney moves for a determination of whether the defendant is mentally competent to be executed, and the sentencing court determines that there is a substantial threshold showing of incompetence to be executed, the sentencing court shall conduct hearings and order mental examinations pursuant to this section and sections 11, 12, 13, and 14 of this Act. Prior to the date of the hearing, the court may order that a psychiatric examination of the defendant be conducted pursuant to section 11 of this Act, and that a psychiatric report be filed with the court, pursuant to section 12 of this Act. The state has the burden of proving the mental competence of the defendant by a preponderance of the evidence. A defendant is mentally competent to be executed if the defendant is aware of the impending execution and the reason for it. If the defendant has previously been determined to be competent to be executed under this Act and there is a subsequent motion to the sentencing court that the defendant no longer appears to be mentally competent to be executed, there shall be a prima facie showing of a substantial change in circumstances raising a significant question of the defendant's competence to be executed before the sentencing court conducts any further hearing. Section 11. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: Any psychiatric examination ordered pursuant to section 10 of this Act shall be conducted by a licensed or certified psychiatrist, or, if the court finds it appropriate, by more than one such psychiatrist. Each psychiatrist shall be designated by the court. For the purposes of a psychiatric examination ordered pursuant to section 10 of this Act, the defendant shall remain confined under the physical custody of the Department of Corrections. Section 12. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: Any psychiatric report ordered pursuant to section 10 of this Act shall be prepared by the psychiatrist designated to conduct the psychiatric examination, shall be filed with the court with copies provided to the counsel for the defendant and to the prosecuting attorney, and shall include: (1) The defendant's history and present symptoms; (2) A description of the psychiatric, psychological, and medical tests that were employed and their results; and (3) The psychiatrist's determination whether the defendant is mentally competent to be executed as defined in section 10 of this Act. Section 13. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: Upon written request of defense counsel, the court may order a video tape record made of the defendant's psychiatric examination conducted pursuant to section 10 of this Act. Either the prosecuting attorney or the defendant's counsel may request a copy of the video tape record. The video tape record shall be submitted to the court along with the psychiatric report, pursuant to section 12 of this Act. Section 14. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: At any hearing ordered pursuant to section 10 of this Act, the defendant shall be represented by counsel and, if financially unable to obtain adequate representation, counsel shall be appointed for the defendant. The defendant shall be afforded an opportunity to testify, to present evidence, to subpoena witnesses on the defendant's behalf, and to confront and cross-examine witnesses who appear at the hearing. Section 15. That § 23A-27A-24 be amended to read as follows: 23A-27A-24. If the commission sentencing court finds the defendant is not mentally incompetent competent to proceed be executed the Governor sentencing court shall suspend the execution of sentence and may in his discretion order the defendant removed to the Human Services Center, there to remain confined until he the defendant is no longer mentally ill competent to be executed. The defendant shall remain confined under the physical custody of the Department of Corrections .The commission sentencing court shall review the defendant's mental condition at least once every six months during his confinement the period that the execution of sentence is suspended . Section 16. That § 23A-27A-26 be amended to read as follows: 23A-27A-26. The Governor, upon receiving the certificate provided for in § 23A-27A-25, that states If the sentencing court determines the defendant is mentally competent to be executed, the sentencing court shall certify the fact to the Governor, the secretary of corrections, and the warden having custody of the defendant. The sentencing court, upon determination the defendant is no longer mentally incompetent competent to proceed, must be executed, shall issue his a warrant of death sentence and execution appointing a week beginning within a period of not less than thirty nor more than ninety days from the date of the warrant, for the execution of the defendant pursuant to his the defendant's sentence unless the sentence has been commuted or the defendant pardoned. The defendant shall continue in or be returned to the custody of the warden of the state penitentiary accordingly. In no case may the appointed week of execution be sooner than the week appointed by the sentencing court pursuant to § 23A-27A-15. Section 17. That § 23A-27A-23 be repealed. 23A-27A-23. The commission appointed pursuant to § 23A-27A-22 must summarily proceed to make the examination. Before commencing they must take the oath required of referees as prescribed by the Supreme Court rule for trial courts of record. They shall give at least seven days' notice of the time of such examination to the attorney general and to the state's attorney who tried or participated in the trial of the defendant and to counsel for the defendant. Either the attorney general or one of his assistants or the state's attorney or a deputy shall, and counsel for defendant may, attend the examination and any of the attorneys may take part in the proceedings before the commission. The commission shall have power to call and examine witnesses, administer oaths, and compel the attendance of witnesses. When the commission has concluded its examination it must forthwith report in writing to the Governor, setting forth the facts found together with the opinion of the commission as to the mental condition of the defendant. Section 18. That § 23A-27A-25 be repealed. 23A-27A-25. When the commission determines that the defendant is no longer mentally incompetent to proceed, it shall report the fact to the Governor and to the Chief Justice of the Supreme Court. The Chief Justice shall thereupon inquire into the truth of the report in such manner as he may deem proper and if the justice upholds the commission's report, he shall so certify to the Governor and to the clerk of the court in which the defendant was convicted. Thereupon the defendant shall be forthwith returned and delivered to the custody of the warden of the state penitentiary, there to be dealt with according to law. Section 19. That § 23A-27A-27 be amended to read as follows: 23A-27A-27. If there is reasonable ground to believe that a female defendant sentenced to death is pregnant , the warden having her in custody shall summon three disinterested licensed physicians of this state to examine arrange for an examination of the defendant and inquire into to determine her condition. The physicians upon completing Upon the completion of the examination , the warden shall make a report in writing over their signatures the warden's signature , stating the facts, and submit the same report to the warden secretary of corrections, the sentencing court, and the Governor . Section 20. That § 23A-27A-28 be amended to read as follows: 23A-27A-28. If the physicians summoned examination under § 23A-27A-27 find finds that the defendant is pregnant the execution of the sentence must shall be suspended by the sentencing court . The warden shall forthwith transmit the report of the physicians to the Governor and the defendant shall may not be executed until a new warrant of death sentence and execution is received from the Governor sentencing court so directing. Section 21. That § 23A-27A-29 be amended to read as follows: 23A-27A-29. In case If the execution of a sentence is suspended pursuant to § 23A-27A-28, as soon as the Governor, as soon as he sentencing court is satisfied that the defendant is no longer pregnant, the sentencing court shall forthwith issue his a warrant of death sentence and execution appointing a week for her execution, pursuant to her sentence , beginning . The week for the execution shall be within a period of not less than thirty nor more than ninety days from the date of the warrant of death sentence and execution. In no case may the appointed week of execution be sooner than the week appointed by the sentencing court pursuant to § 23A-27A-15 . Section 22. That § 23A-27A-30 be repealed. 23A-27A-30. If the physicians summoned pursuant to § 23A-27A-27 report that the female defendant is not pregnant a copy of the report shall be transmitted by the warden to the Governor but the same shall not work a stay or suspension of the execution of the sentence. Section 23. That § 23A-27A-31 be amended to read as follows: 23A-27A-31. If the time period for the execution of any convicted person defendant in a capital case has passed by reason of a stay of proceedings incident to appellate review or by reason of the issuance of a writ of habeas corpus, certiorari, or other original remedial writ of the Supreme Court, or for any other reason, a judge of the circuit the sentencing court shall issue a warrant of death sentence and execution in accordance with § 23A-27A-15 appointing a new time period week for the execution of the original sentence without requiring the convicted person defendant to be brought before the sentencing court. Upon its issuance, the clerk of the court in which the sentence was pronounced shall immediately send a certified copy of the warrant of death sentence and execution to all attorneys of record, to the warden of the state penitentiary having custody of the defendant, to the secretary of corrections , and to the Governor. The warden shall execute the warrant of death sentence and execution accordingly. This procedure applies to any case in which the time period for carrying out the original warrant of death sentence and execution has elapsed without regard to whether the original warrant was issued prior or subsequent to July 1, 1998. Section 24. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: From the time of delivery to the penitentiary until the infliction of the punishment of death upon the defendant, unless lawfully discharged from such imprisonment, the defendant shall be segregated from other inmates at the penitentiary. No other person may be allowed access to the defendant without an order of the trial court except penitentiary staff, Department of Corrections staff, the defendant's counsel, members of the clergy if requested by the defendant, and members of the defendant's family. Members of the clergy and members of the defendant's family are subject to approval by the warden before being allowed access to the defendant. Section 25. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: The name, address, qualifications, and other identifying information relating to the identity of any person administering the intravenous injection under chapter 23A-27A are confidential. Disclosure of the foregoing information may not be authorized or ordered. Disclosure of confidential information pursuant to this section concerning the execution of an inmate under chapter 23A-27A is a Class 2 misdemeanor. Section 26. That § 23A-27A-32 be amended to read as follows: 23A-27A-32. The punishment of death shall be inflicted within the walls of some building at the state penitentiary. The punishment of death shall be inflicted by the intravenous injection of a substance or substances in a lethal quantity. The warden, subject to the approval of the secretary of corrections, shall determine the substances and the quantity of substances used for the punishment of death. An execution carried out by intravenous injection shall be performed by a person persons trained to administer the injection who is are selected by the warden and approved by the secretary of corrections. The person persons administering the intravenous injection need not be a physician physicians , registered nurse nurses , licensed practical nurse nurses , or other medical professional professionals licensed or registered under the laws of this or any other state. Any infliction of the punishment of death by intravenous injection of a substance or substances in the manner required by this section may not be construed to be the practice of medicine. Any pharmacist or pharmaceutical supplier is authorized to dispense to the warden the substance or substances used to inflict the punishment of death to the warden without prescription, for carrying out the provisions of this section, notwithstanding any other provision of law. Section 27. That § 23A-27A-34 be amended to read as follows: 23A-27A-34. The warden of the penitentiary shall request, by at least two days' previous notice, the presence of the attorney general, the trial judge before whom the conviction was had or the judge's successor in office, the state's attorney and sheriff of the county where the crime was committed, and not more than ten reputable adult citizens, including representatives of the victim, at least one member of the news media, to be selected by the warden at the execution. The warden shall arrange for the attendance of any prison guards and law enforcement officers the warden deems proper and a number of reputable adult citizens to be determined by the warden. All witnesses and persons present at an execution are subject to approval by the warden . Section 28. That § 23A-27A-35 be repealed. 23A-27A-35. The warden of the state penitentiary must also, at the request of the defendant, permit such ministers of the gospel, priests, or clergymen of any denomination as the defendant may desire, not exceeding two, to be present at the execution and any relatives or friends requested by the defendant not exceeding five. Section 29. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: The warden shall arrange for the attendance of a person trained to examine the defendant and pronounce death and for the attendance of such penitentiary staff, Department of Corrections staff, and law enforcement officers as deemed necessary to perform the execution and maintain security. Section 30. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: The defendant is permitted to have up to five witnesses present at the execution. Witnesses for the defendant may include counsel, members of the clergy, relatives, or friends. Section 31. That § 23A-27A-36 be amended to read as follows: 23A-27A-36. The warden of the state penitentiary shall may not permit no persons any person to be present at such the execution other than those designated in §§ 23A-27A-32, 23A-27A-34 and 23A-27A-35 sections 29 and 30 of this Act and shall may not permit the presence of any person under the age of eighteen years , unless a relative, and no relatives of tender years shall be admitted . Section 32. That § 23A-27A-37 be amended to read as follows: 23A-27A-37. The Prior to the announcement required in § 23A-27A-17, the scheduled day and time fixed by the warden for the execution shall be kept secret and in no manner divulged except privately to the persons by him invited or requested to be present as provided by §§ 23A- 27A-32, 23A-27A-34 and 23A-27A-35 sections 29 and 30 of this Act . It is a Class 2 misdemeanor for such persons so invited or requested to be present any person to divulge such invitation to any person or persons nor anyone or in any manner disclose the scheduled day and time of the execution prior to the announcement required in § 23A-27A-17 . Section 33. That § 23A-27A-41 be repealed. 23A-27A-41. In case of the disability from illness or other sufficient cause of the warden to whom the death warrant is directed to be present and execute the same, it shall be the duty of the principal deputy warden or such other officer of the prison as may be designated by the warden to execute the warrant and to perform all other duties imposed upon the warden by this chapter. Section 34. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: In case of disability of the warden to whom the warrant of death sentence and execution is directed, the secretary of corrections shall appoint the deputy warden or such other officer of the Department of Corrections as may be necessary to carry out the warrant of death sentence and execution and to perform all other duties imposed upon the warden by this chapter. Section 35. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: After the execution, the county coroner shall conduct a postmortem examination of the body of the defendant. The county coroner shall report in writing the result of the examination, stating the nature thereof and the finding made. The report shall be annexed to the certificate of execution mentioned in section 39 of this Act and filed therewith. Section 36. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: Following the death of the defendant by execution, the body may be subject to an autopsy pursuant to § 24-1-27 and chapter 23-14. Any final autopsy report shall be annexed to and filed with the certificate of execution mentioned in section 39 of this Act. Section 37. That § 23A-27A-39 be amended to read as follows: 23A-27A-39. The After the postmortem examination and any autopsy, the body of the defendant, unless claimed by some relative, shall be interred in a cemetery within the county where the penitentiary is situated. Section 38. That § 23A-27A-40 be repealed. 23A-27A-40. The warden or prison officer attending the execution and in charge of the execution shall immediately prepare and sign a certificate and return setting forth the time, place, and manner of the execution, and that the defendant was executed in conformity to the judgment of the court and the provisions of this chapter. The warden or prison officer shall sign the certificate and return and shall also procure the same to be signed by all the persons present and witnessing the execution and shall file the certificate within ten days after the execution in the office of the clerk of the court where the trial and conviction of the defendant took place. Section 39. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: The warden or corrections official attending and in charge of the execution shall prepare and sign a certificate of execution setting forth the date, time, place, and manner of execution, and that the defendant was executed in conformity to the judgment of the court and the provisions of this chapter. The certificate of execution document shall be signed by each of the witnesses of the execution attending as allowed in § 23A-27A-34 and section 30 of this Act. The warden or corrections official shall cause the certificate of execution to be filed in the office of the clerk of the sentencing court within ten days after the execution. The original or a certified copy of the death certificate, postmortem examination, and any autopsy report shall be filed with the clerk of the sentencing court within ten days of receipt by the warden or corrections official. Section 40. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: Any person or party participating in good faith in the execution of an inmate under this chapter is immune from any liability, civil or criminal, that might otherwise be incurred or imposed, and has the same immunity for participation in any judicial proceeding resulting from the execution. Immunity also extends in the same manner to any persons who in good faith cooperate in the execution of an inmate under this chapter. Section 41. That chapter 19-13 be amended by adding thereto a NEW SECTION to read as follows: The secretary of corrections, the warden of the penitentiary, penitentiary staff, and Department of Corrections staff may not be examined as to communications made to them concerning an execution of an inmate under chapter 23A-27A. The privilege described in this section may be claimed by the secretary of corrections, the warden of the penitentiary, penitentiary staff, Department of Corrections staff, or by any representative of any of the foregoing to be examined and is binding on all of them. However, the secretary of corrections and the warden of the penitentiary may personally waive the privilege described in this section. Section 42. That chapter 23A-27A be amended by adding thereto a NEW SECTION to read as follows: As to any defendant who has been sentenced to death and who is awaiting execution prior to July 1, 2008, the amendment and repeal of existing sections and enactment of new sections in this Act do not impair or affect any act done, offense committed, or right accruing, accrued, or acquired, or liability, penalty, forfeiture, or punishment incurred prior to July 1, 2008. However, the provisions of existing statute may be asserted, enforced, prosecuted, or inflicted, as fully and to the same extent as if the amendment and repeal of existing sections and enactment of new sections in this Act had not been subsequently enacted."}, {"bill_id": 4964, "bill_version_id": 4106, "bill_version": "Enrolled", "bill_version_date": "2008-02-27T12:17:20.377-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4964, "action_date": "2008-01-08T12:00:00-06:00", "document_id": 560, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/560.pdf", "status_text": "First read in Senate and referred to", "journal_page": 24, "committee_id_action": 28, "committee_id_assigned": 10, "result": "N", "vote": {}}, {"bill_id": 4964, "action_date": "2008-01-16T07:45:00-06:00", "document_id": 885, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/885.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4964, "action_date": "2008-01-16T07:45:00-06:00", "document_id": 1183, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1183.pdf", "status_text": "Do Pass", "journal_page": 128, "committee_id_action": 10, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 230, "president_vote": null, "Yea": [557, 530, 567, 569, 629, 577, 588, 598, 553]}}, {"bill_id": 4964, "action_date": "2008-01-17T14:00:00-06:00", "document_id": 1375, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1375.pdf", "status_text": "Do Pass", "journal_page": 169, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 381, "president_vote": null, "Yea": [557, 576, 621, 604, 553, 596, 560, 590, 598, 545, 592, 530, 601, 567, 535, 533, 582, 562, 622, 584, 569, 573, 610, 629, 613, 632, 577, 539, 627, 548, 550, 541, 607], "Excused": [618, 588]}}, {"bill_id": 4964, "action_date": "2008-01-22T14:00:00-06:00", "document_id": 1529, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1529.pdf", "status_text": "First read in House and referred to", "journal_page": 202, "committee_id_action": 27, "committee_id_assigned": 22, "result": "N", "vote": {}}, {"bill_id": 4964, "action_date": "2008-02-20T10:00:00-06:00", "document_id": 3325, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3325.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 22, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4964, "action_date": "2008-02-20T10:00:00-06:00", "document_id": 3515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3515.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 22, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4964, "action_date": "2008-02-20T10:00:00-06:00", "document_id": 3515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3515.pdf", "status_text": "Do Pass Amended", "journal_page": 637, "committee_id_action": 22, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2225, "president_vote": null, "Yea": [614, 570, 591, 574, 542, 575, 594, 558, 571, 581, 603, 619, 615]}}, {"bill_id": 4964, "action_date": "2008-02-22T13:00:00-06:00", "document_id": 3824, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3824.pdf", "status_text": "Deferred to another day", "journal_page": 702, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4964, "action_date": "2008-02-25T14:00:00-06:00", "document_id": 3927, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3927.pdf", "status_text": "Do Pass Amended", "journal_page": 729, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2521, "president_vote": null, "Yea": [602, 579, 609, 614, 625, 593, 586, 570, 597, 532, 608, 623, 574, 534, 555, 542, 568, 552, 575, 580, 572, 624, 595, 529, 594, 631, 565, 620, 616, 556, 585, 589, 633, 543, 558, 605, 628, 630, 571, 581, 544, 546, 537, 536, 578, 612, 551, 599, 617, 554, 547, 583, 538, 603, 615, 600, 531, 563, 540, 566, 549, 619, 626, 611, 606, 587, 559, 564, 561, 591]}}, {"bill_id": 4964, "action_date": "2008-02-27T11:00:00-06:00", "document_id": 4108, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4108.pdf", "status_text": "Concurred in amendments", "journal_page": 661, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2609, "president_vote": null, "Yea": [557, 576, 604, 553, 596, 560, 590, 598, 545, 592, 530, 601, 567, 535, 533, 582, 622, 584, 569, 618, 610, 629, 613, 632, 577, 588, 539, 627, 548, 550, 541, 607], "Excused": [621], "Nay": [562, 573]}}, {"bill_id": 4964, "action_date": "2008-02-28T10:00:00-06:00", "document_id": 4155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4155.pdf", "status_text": "Signed by the Speaker", "journal_page": 801, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4964, "action_date": "2008-02-28T10:30:00-06:00", "document_id": 4161, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4161.pdf", "status_text": "Signed by the President", "journal_page": 709, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4964, "action_date": "2008-02-29T09:30:00-06:00", "document_id": 4270, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4270.pdf", "status_text": "Delivered to the Governor", "journal_page": 713, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4964, "action_date": "2008-03-17T10:00:00-05:00", "document_id": 4324, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4324.pdf", "status_text": "Signed by the Governor", "journal_page": 743, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3978, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4964"}