{"session_id": 68, "bill_id": 23869, "bill_type": "Senate Bill", "bill_number": 65, "bill_title": "modify the compulsory age for school attendance.", "sponsors": [{"legislator_profile_id": 4459, "is_prime": true}, {"legislator_profile_id": 4413, "is_prime": true}, {"legislator_profile_id": 4333, "is_prime": false}, {"legislator_profile_id": 4355, "is_prime": false}, {"legislator_profile_id": 4378, "is_prime": false}, {"legislator_profile_id": 4438, "is_prime": false}, {"legislator_profile_id": 4469, "is_prime": false}, {"legislator_profile_id": 4392, "is_prime": false}, {"legislator_profile_id": 4447, "is_prime": false}, {"legislator_profile_id": 4396, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}, {"legislator_profile_id": 4409, "is_prime": false}, {"legislator_profile_id": 4410, "is_prime": false}, {"legislator_profile_id": 4463, "is_prime": false}, {"legislator_profile_id": 4436, "is_prime": false}], "keywords": ["Education", "School Attendance", "School Districts"], "audio": [], "bill_versions": [{"bill_id": 23869, "bill_version_id": 243844, "bill_version": "Introduced", "bill_version_date": "2023-01-17T10:51:47.713-06:00", "bill_text": "An Act to modify the compulsory age for school attendance. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-27-1 be AMENDED: 13-27-1. Any person having control of a child, who is not younger than five or older than six years old by the first day of September first, or any child who, by the first day of September first, is at least six years old, but who has not exceeded the age of eighteen, shall cause the child to regularly attend school, either public, nonpublic, or alternative instruction as set forth in § 13-27-3, until the child reaches the age of eighteen years sixteen, unless the child has graduated or is excused as provided in this chapter. However, the requirements of this section are met if a child who is at least sixteen years of age enrolls in a high school equivalency test preparation program and the child successfully completes the test or reaches the age of eighteen years. A child is eligible to enroll in a school-based or school-contracted high school equivalency test preparation program or take the high school equivalency test if the child is sixteen or seventeen years of age, and the child presents written permission from the child's parent or guardian and one of the following: (1) Verification from a school administrator that the child will not graduate with the child's cohort class because of credit deficiency; (2) Authorization from a court services officer; (3) A court order requiring the child to enter the program; (4) Verification that the child is under the direction of the Department of Corrections; or (5) Verification that the child is enrolled in Job Corps as authorized by Title I-C of the Workforce Investment Act of 1998, as amended to January 1, 2009. Any child who is sixteen or seventeen years of age and who completes the high school equivalency test preparation program may take a high school equivalency test immediately following release from the school program or when ordered to take the test by a court. Any such child who fails to successfully complete the test shall re-enroll in the school district and may continue the high school equivalency preparation program or other suitable program as determined by the school district. All childrenEach child shall attend kindergarten prior to age seven. Any child who transfers from another state may proceed in a continuous educational program without interruption if the child has not previously attended kindergarten. Section 2. That § 13-27-16 be AMENDED: 13-27-16. Each school board of a school district shall warn noncompliant parents or persons in control of children a child of compulsory school age that the children child must enter school and attend regularly, or enroll in a high school equivalency test preparation program in accordance with § 13-27-1, or comply with § 13-27-3, and shall report the parents or persons in control of the children child to the truancy officer for the district if the warning is not heeded. All school board members, superintendents, and teachers shall cooperate in the enforcement of the school attendance laws. Section 3. That § 13-27-1.2 be REPEALED: The Department of Education may promulgate rules, pursuant to chapter 1-26, to establish high school equivalency testing procedures for children who take the test pursuant to § 13-27-1."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23869, "action_date": "2023-01-17T14:00:00-06:00", "document_id": 243471, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243471.pdf", "status_text": "First read in Senate and referred to", "journal_page": 55, "committee_id_action": 1183, "committee_id_assigned": 1174, "result": "N", "vote": {}}, {"bill_id": 23869, "action_date": "2023-02-14T08:00:00-06:00", "document_id": 249136, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249136.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1174, "committee_id_assigned": null, "result": "N", "vote": {}}]}