{"session_id": 4, "bill_id": 4666, "bill_type": "Senate Concurrent Resolution", "bill_number": 1, "bill_title": "Supporting the use of video cameras in state, tribal, and local law enforcement vehicles.", "sponsors": [{"legislator_profile_id": 589, "is_prime": true}, {"legislator_profile_id": 607, "is_prime": true}, {"legislator_profile_id": 604, "is_prime": false}, {"legislator_profile_id": 609, "is_prime": false}, {"legislator_profile_id": 553, "is_prime": false}, {"legislator_profile_id": 608, "is_prime": false}, {"legislator_profile_id": 590, "is_prime": false}, {"legislator_profile_id": 622, "is_prime": false}, {"legislator_profile_id": 611, "is_prime": false}, {"legislator_profile_id": 559, "is_prime": false}], "keywords": ["Law Enforcement", "Senate Concurrent Resolutions"], "audio": [{"meeting_datetime": "2008-01-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen01.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2008-01-14T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sju05.mp3", "start_seconds": 588.0}, {"meeting_datetime": "2008-01-14T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sju05.mp3", "start_seconds": 588.0}, {"meeting_datetime": "2008-01-14T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sju05.mp3", "start_seconds": 588.0}, {"meeting_datetime": "2008-01-14T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sju05.mp3", "start_seconds": 588.0}, {"meeting_datetime": "2008-01-14T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sju05.mp3", "start_seconds": 588.0}], "bill_versions": [{"bill_id": 4666, "bill_version_id": 237, "bill_version": "Introduced", "bill_version_date": "2007-12-31T13:42:29.023-06:00", "bill_text": "A CONCURRENT RESOLUTION, Supporting the use of video cameras in state and local law enforcement vehicles. WHEREAS, the use of video camera equipment in law enforcement vehicles has increased significantly in recent years. State police and highway patrol vehicles around the nation have used federal funding for the installation of video cameras in law enforcement vehicles. By 2003, forty-seven states had received more than $21 million in federal funding for the purchase of in-car cameras, and currently, 72 percent of state police and highway patrol vehicles used for patrol are equipped with video systems; and WHEREAS, in-car camera recordings provide an unbiased account of events that allow citizens and others to view what actually occurred during encounters between law enforcement personnel and the public. Agencies and others report that such evidence has been invaluable and that the benefits of the in-car video camera far exceeded the original goals; and WHEREAS, the single greatest value of the in-car camera is the positive impact that it has on officer safety. Recordings give officers the opportunity to review their videotapes as a means to self-critique their actions and review their approach to each situation and to any officer safety issues they discover; and WHEREAS, in-car video and audio recordings improve professionalism and training. Officers tend to perform to the best of their ability when they know they are being recorded. Cameras allow officers to more accurately reconstruct situations and obtain exact statements for evidence. The ability to review the recording improves the chances of apprehending offenders in situations where offices have been injured; and WHEREAS, in-car cameras improve the officers' ability to respond to complaints regarding professionalism and courtesy. Most officers have reported that the camera ultimately cleared them of accusations of wrongdoing; very few reported that the camera sustained a complaint filed against them; and WHEREAS, in the context of contacts between law enforcement personnel and Native American citizens, the presence of video recording equipment would serve to benefit all groups by showing what actually transpired on those occasions. While video cameras cannot resolve allegations or instances of racial profiling in all cases, this equipment can clarify what took place in a great many instances and would make a positive contribution; and WHEREAS, the South Dakota Highway Patrol already uses in-car video cameras and continues to update equipment and capabilities in this area. The Highway Patrol in the past has donated surplus video equipment to local law enforcement agencies for installation in their vehicles; and WHEREAS, local law enforcement jurisdictions could benefit by the increased use of in-car video recording equipment: NOW, THEREFORE, BE IT RESOLVED, by the Senate of the Eighty-Third Legislature of the State of South Dakota, the House of Representatives concurring therein, that the South Dakota Legislature supports and encourages the installation of video and audio recording equipment in law enforcement patrol vehicles at all levels, including state, municipal, and county vehicles. The Legislature urges law enforcement agencies and state and local governments to seek funding from all potential federal, state, and local sources, to consider the use of surplus equipment if appropriate, and to make full use of this important technology."}, {"bill_id": 4666, "bill_version_id": 921, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2008-01-14T15:44:57.273-06:00", "bill_text": "A CONCURRENT RESOLUTION, Supporting the use of video cameras in state, tribal, and local law enforcement vehicles. WHEREAS, the use of video camera equipment in law enforcement vehicles has increased significantly in recent years; and WHEREAS, in-car camera recordings provide an unbiased account of events that allow citizens and others to view what actually occurred during encounters between law enforcement personnel and the public. Agencies and others report that such evidence has been invaluable and that the benefits of the in-car video camera far exceeded the original goals; and WHEREAS, the single greatest value of the in-car camera is the positive impact that it has on officer safety. Recordings give officers the opportunity to review their videotapes as a means to self-critique their actions and review their approach to each situation and to any officer safety issues they discover; and WHEREAS, in-car video and audio recordings improve professionalism and training. Officers tend to perform to the best of their ability when they know they are being recorded. Cameras allow officers to more accurately reconstruct situations and obtain exact statements for evidence. The ability to review the recording improves the chances of apprehending offenders in situations where offices have been injured; and WHEREAS, in-car cameras improve the officers' ability to respond to complaints regarding professionalism and courtesy. Most officers have reported that the camera ultimately cleared them of accusations of wrongdoing; very few reported that the camera sustained a complaint filed against them; and WHEREAS, in the context of contacts between law enforcement personnel and Native American citizens, the presence of video recording equipment would serve to benefit all groups by showing what actually transpired on those occasions. While video cameras cannot resolve allegations or instances of racial profiling in all cases, this equipment can clarify what took place in a great many instances and would make a positive contribution; and WHEREAS, the South Dakota Highway Patrol already uses in-car video cameras and continues to update equipment and capabilities in this area. The Highway Patrol in the past has donated surplus video equipment to local law enforcement agencies for installation in their vehicles; and WHEREAS, local and tribal law enforcement jurisdictions could benefit by the increased use of in-car video recording equipment: NOW, THEREFORE, BE IT RESOLVED, by the Senate of the Eighty-Third Legislature of the State of South Dakota, the House of Representatives concurring therein, that the South Dakota Legislature supports and encourages the installation of video and audio recording equipment in law enforcement patrol vehicles at all levels, including state, tribal, and local vehicles. The Legislature urges law enforcement agencies and state, tribal, and local governments to seek funding from all potential federal, state, tribal, and local sources, to consider the use of surplus equipment if appropriate, and to make full use of this important technology."}, {"bill_id": 4666, "bill_version_id": 1576, "bill_version": "Enrolled", "bill_version_date": "2008-01-23T08:31:49.47-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4666, "action_date": "2008-01-08T12:00:00-06:00", "document_id": 560, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/560.pdf", "status_text": "First read and referred to", "journal_page": 4, "committee_id_action": 28, "committee_id_assigned": 6, "result": "N", "vote": {}}, {"bill_id": 4666, "action_date": "2008-01-14T10:00:00-06:00", "document_id": 710, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/710.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 6, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4666, "action_date": "2008-01-14T10:00:00-06:00", "document_id": 878, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/878.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 6, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4666, "action_date": "2008-01-14T10:00:00-06:00", "document_id": 878, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/878.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 6, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4666, "action_date": "2008-01-14T10:00:00-06:00", "document_id": 878, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/878.pdf", "status_text": "Adopt Resolution as amended", "journal_page": 94, "committee_id_action": 6, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 132, "president_vote": null, "Yea": [557, 576, 567, 569, 627, 541, 573]}}, {"bill_id": 4666, "action_date": "2008-01-16T14:00:00-06:00", "document_id": 1255, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1255.pdf", "status_text": "Adopt Resolution as amended", "journal_page": 130, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 272, "president_vote": null, "Yea": [557, 576, 621, 604, 553, 596, 560, 590, 598, 545, 592, 530, 601, 567, 535, 533, 582, 562, 622, 584, 569, 573, 618, 610, 629, 613, 632, 577, 588, 539, 627, 548, 550, 541, 607]}}, {"bill_id": 4666, "action_date": "2008-01-17T14:00:00-06:00", "document_id": 1372, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1372.pdf", "status_text": "First Reading", "journal_page": 174, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4666, "action_date": "2008-01-22T14:00:00-06:00", "document_id": 1529, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1529.pdf", "status_text": "Concurred in Resolution as Amended", "journal_page": 195, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 428, "president_vote": null, "Yea": [602, 579, 609, 614, 625, 593, 586, 570, 597, 532, 608, 623, 574, 534, 555, 542, 568, 552, 575, 580, 572, 624, 595, 529, 594, 631, 565, 620, 616, 556, 585, 589, 633, 543, 558, 605, 628, 630, 571, 581, 544, 546, 537, 536, 578, 612, 551, 599, 617, 554, 547, 583, 538, 603, 615, 600, 531, 563, 540, 566, 549, 619, 626, 611, 587, 559, 564, 561, 591], "Excused": [606]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4666"}