{"session_id": 64, "bill_id": 23207, "bill_type": "House Bill", "bill_number": 1192, "bill_title": "make an appropriation to the Department of Education for the Teach for America grant program.", "sponsors": [{"legislator_profile_id": 3919, "is_prime": true}, {"legislator_profile_id": 3960, "is_prime": false}, {"legislator_profile_id": 3977, "is_prime": false}], "keywords": ["Appropriation", "Education", "Native Americans", "Teachers"], "audio": [], "bill_versions": [{"bill_id": 23207, "bill_version_id": 230529, "bill_version": "Introduced", "bill_version_date": "2022-01-26T20:24:11.61-06:00", "bill_text": "An Act to make an appropriation to the Department of Education for the Teach for America grant program. Be it enacted by the Legislature of the State of South Dakota: Section 1. There is hereby appropriated from the general fund the sum of $500,000 to the Department of Education, for purposes of funding the Teach for America grant program established in § 13-55-62. Section 2. The secretary of the Department of Education shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 3. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2027 shall revert in accordance with the procedures prescribed in chapter 4-8. Section 4. That § 13-55-62 be AMENDED: 13-55-62. There is hereby created a the Teach for America grant program within the Department of Education. The purpose of the grant program is to provide funding to Teach for America, a nonprofit organization that provides alternative teacher recruitment and placement in public schools in which a majority of the students are from low-income households. Through the grant program, the state willshall partner with private contributors to fund an expansion of the Teach for America program in the state that will allow the number of teachers placed to grow from fifty-seven to one hundred by 2015. The expansion will allow Teach for America to positively impact two-thirds of the Native American students on reservations in the state and more than half of the Native American students statewide, and to strengthen its efforts to improve the academic achievement of low-income, Native American students and to increase the educational opportunities afforded them. Funding through for the grant program shallmust be provided to by special appropriation or included in the general appropriations act. Teach for America funding must begin at the start of the fiscal year and be provided over a four fiscal year period of four fiscal years beginning on July 1, 2012. The amount of the grants provided pursuant to this section and § 13-55-63 shall must be based upon the amount of matching funds received by Teach for America from private contributors, but the total amount of all grants provided may not exceed the total amount of money appropriated for the grant fund."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23207, "action_date": "2022-01-27T14:00:00-06:00", "document_id": 230262, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230262.pdf", "status_text": "First Reading House", "journal_page": 139, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23207, "action_date": "2022-01-27T14:00:00-06:00", "document_id": 230262, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230262.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 137, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/23207"}