{"session_id": 61, "bill_id": 20946, "bill_type": "Senate Bill", "bill_number": 150, "bill_title": "provide for the timely submission and processing of certain information regarding workers' compensation claims and to provide for the imposition of civil penalties.", "sponsors": [{"legislator_profile_id": 3639, "is_prime": true}, {"legislator_profile_id": 3671, "is_prime": true}, {"legislator_profile_id": 3574, "is_prime": false}, {"legislator_profile_id": 3608, "is_prime": false}, {"legislator_profile_id": 3621, "is_prime": false}, {"legislator_profile_id": 3623, "is_prime": false}, {"legislator_profile_id": 3624, "is_prime": false}, {"legislator_profile_id": 3625, "is_prime": false}, {"legislator_profile_id": 3627, "is_prime": false}, {"legislator_profile_id": 3631, "is_prime": false}, {"legislator_profile_id": 3638, "is_prime": false}, {"legislator_profile_id": 3657, "is_prime": false}], "keywords": ["Workers Compensation"], "audio": [{"meeting_datetime": "2007-02-06T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco20.mp3", "start_seconds": 2426.0}, {"meeting_datetime": "2007-02-06T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco20.mp3", "start_seconds": 2426.0}, {"meeting_datetime": "2007-02-06T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco20.mp3", "start_seconds": 2426.0}, {"meeting_datetime": "2007-02-06T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco20.mp3", "start_seconds": 2426.0}], "bill_versions": [{"bill_id": 20946, "bill_version_id": 110771, "bill_version": "Introduced", "bill_version_date": "2007-01-25T09:33:06-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the timely submission and processing of certain information regarding workers' compensation claims and to provide for the imposition of civil penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 62-6 be amended by adding thereto a NEW SECTION to read as follows: The insurer or, if the employer is self insured, the employer shall provide a claimant and the department with written notification of any adverse benefit determination, in writing, within twenty days from its receipt of the report of injury orally or written, if it denies coverage in whole or in part, and shall notify the claimant of the right to a hearing under § 62-7-12. The notification shall set forth, in a clear and concise manner calculated to be understood by the claimant: (1) The specific reason or reasons for the adverse determination; and (2) Reference to the specific statute, rule, or policy relied upon in making the adverse determination. Section 2. That chapter 62-6 be amended by adding thereto a NEW SECTION to read as follows: The insurer or, if the employer is self insured, the employer shall provide for a review or investigation that takes into account all comments, documents, records, and other information submitted by the claimant relating to the claim. The review or investigation shall, in specific terms, provide for the identification of medical or vocational experts whose advice was obtained on behalf of the insurer or employer in connection with a claimant's adverse benefit determination, specifically stating without regard to whether the advice was relied upon in making the benefit determination. Any health care professional engaged for the purposes of a consultation under this section shall be a person who is a subordinate of neither the insurer nor employer. Section 3. That chapter 62-6 be amended by adding thereto a NEW SECTION to read as follows: The term, adverse benefit determination, means any denial, reduction, or termination of, or a failure to provide or make payment, in whole or in part, for, a benefit, including such denial, reduction, termination, or failure to provide or make payment that is based on a determination of an injured employee's eligibility for benefits. Section 4. That chapter 62-6 be amended by adding thereto a NEW SECTION to read as follows: Any insurer or, if the employer is self insured, any employer who fails, refuses, or neglects to comply with the provisions of section 2 of this Act may be assessed a civil penalty in the amount of five hundred dollars per day until coming within full compliance with the provisions of this section payable to the state treasury to be deposited to an assigned risk safety account. If an insurer or employer has requested and has been granted an extension in accordance with any applicable rule promulgated by the department pursuant to chapter 1-26 for an extension, the insurer or employer shall comply with the provisions of this section by the date designated. Section 5. That chapter 62-6 be amended by adding thereto a NEW SECTION to read as follows: As soon as reasonably possible, but no later than thirty calendar days after receiving a medical billing charge, the insurer or employer shall pay the charge or any portion of the charge which is not denied, or deny all or a part of the charge with written notification to the claimant and the provider explaining the basis for denial. All or part of a charge may be denied if: (1) The injury or condition is not compensable under § 62-1-1 and the insurer or employer has fully provided its basis for determination as required in section 1 of this Act; (2) The charge or service is not in accordance with the medical fee schedule adopted by the Department of Labor; (3) The charges are not submitted on the prescribed billing form; or (4) Additional medical records or reports are required under section 6 of this Act to substantiate the nature of the charge and its relationship to the work injury. If payment is denied under subdivisions (3) or (4), the insurer or employer shall reconsider the charges in accordance with this section within thirty calendar days after receiving additional medical data, a prescribed billing form, or documentation of enrollment or certification as a provider. Section 6. That chapter 62-6 be amended by adding thereto a NEW SECTION to read as follows: Each health care provider shall submit to the insurer an itemized statement of charges on a billing form prescribed by the department. A paper billing form is not required if the health care provider and insurer agree to electronic submission. Each health care provider shall also submit copies of medical records or reports that substantiate the nature of the charge and its relationship to the work injury. The department shall adopt a schedule of reasonable charges by rules promulgated pursuant to chapter 1-26. No health care provider may collect, attempt to collect, refer a bill for collection, or commence an action for collection against the employee, employer, or any other party until the information required by this section has been furnished. No United States government facility rendering health care services to veterans is subject to the uniform billing form requirements of this section."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20946, "action_date": "2007-01-25T14:00:00-06:00", "document_id": 110859, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110859.pdf", "status_text": "First read in Senate and referred to", "journal_page": 233, "committee_id_action": 924, "committee_id_assigned": 898, "result": "N", "vote": {}}, {"bill_id": 20946, "action_date": "2007-02-06T10:00:00-06:00", "document_id": 111632, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111632.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 898, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20946, "action_date": "2007-02-06T10:00:00-06:00", "document_id": 111632, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111632.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 394, "committee_id_action": 898, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66877, "president_vote": null, "Yea": [3571, 3585, 3602, 3634], "Nay": [3623, 3627, 3667]}}]}