{"session_id": 69, "bill_id": 24838, "bill_type": "House Bill", "bill_number": 1162, "bill_title": "revise certain provisions pertaining to time of school district elections.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24838", "sponsors": [{"legislator_profile_id": 4474, "is_prime": true}, {"legislator_profile_id": 4472, "is_prime": false}, {"legislator_profile_id": 4477, "is_prime": false}, {"legislator_profile_id": 4487, "is_prime": false}, {"legislator_profile_id": 4511, "is_prime": false}, {"legislator_profile_id": 4519, "is_prime": false}, {"legislator_profile_id": 4524, "is_prime": false}, {"legislator_profile_id": 4530, "is_prime": false}, {"legislator_profile_id": 4532, "is_prime": false}, {"legislator_profile_id": 4538, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4545, "is_prime": false}, {"legislator_profile_id": 4553, "is_prime": false}, {"legislator_profile_id": 4568, "is_prime": false}, {"legislator_profile_id": 4569, "is_prime": false}, {"legislator_profile_id": 4573, "is_prime": false}, {"legislator_profile_id": 4575, "is_prime": false}], "keywords": ["Boards of School Districts", "Delayed Effective Date", "Education", "Elections"], "audio": [], "bill_versions": [{"bill_id": 24838, "bill_version_id": 262742, "bill_version": "Introduced", "bill_version_date": "2024-01-25T09:11:08.357-06:00", "bill_text": "An Act to revise certain provisions pertaining to time of school district elections. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-7-6 be AMENDED: 13-7-6. No candidate for elective school board membership may be nominated unless such person the candidate is a resident voter of the school district and unless a nominating petition has been filed on such person's behalf by the candidate with the business manager of the school district. The nominating petition shall must be filed no later than five p.m. on the Friday thirty-nine seventy days before the date of the election. The petition is considered filed if it is mailed by registered mail by five p.m. on the Friday thirty-nine days before the election the last day to file a petition. A formal declaration of a candidate shall must be signed by the candidate before the circulation of the petition. The petition shall must be signed by not less than at least twenty voters of the school district or if. If the school district is divided into school board representation areas, the petition shall must be signed by not less than at least twenty voters who reside within the school board representation area. No petition may be circulated until ten weeks prior to at least one hundred and twenty days before the election. There shall be added by either theThe signer or the circulator shall write the signer's place of residence and date of signing. The petition shall must be verified under oath by the person circulating it. The filing of the A filed nominating petition shall constitute constitutes nomination and will entitle the candidate to have the candidate's name placed on the ballot for the term the candidate specifies on the petition only upon verification signed by if the business manager verifies that the nominating petition contains the minimum number of signatures and that the candidate is a resident voter. Section 2. That § 13-7-9 be AMENDED: 13-7-9. In school districtsNo election may be held if only one nominating petition is filed for each board vacancy to be filled and if there are no other questions are to be submitted to the voters, there shall be no election and the notices and publication provided in § 13-7-8 will not be necessary, but the. The business manager shall issue certificates of election to the nominees in the same manner as to successful candidates after election. Section 3. That § 13-7-10 be AMENDED: 13-7-10. The regular election for school districts shall be held between the second Tuesday in April and the third Tuesday in JuneUnless otherwise exempted by law, each school district shall hold an annual election on the first Tuesday after the first Monday in June or the first Tuesday after the first Monday in November, between the hours of seven a.m. and seven p.m. of the day of the election. The school board shall must select the date of the election by resolution no later than the first regular meeting after January first of each year. Voter registration, absentee voting, and procedures used in counting ballots shall must be in accordance with Title title 12 except as specifically otherwise provided in chapter 13-7 by this chapter. Section 4. That § 13-7-10.1 be AMENDED: 13-7-10.1. The members of the governing body of a school districtA school board may choose to hold a general school district election in conjunction with a regular municipal election. The combined election is subject to approval by the governing body of the municipality. The combined election shall must be held on the regular date set for either the school district election or the general municipal election first Tuesday after the first Monday in June or the first Tuesday after the first Monday in November. Expenses of a combined election shall must be shared in a manner agreed upon by the governing bodies body of the municipality and the school district board. All other governmental responsibilities associated with holding elections under the provisions of chapters 9-13 and 13-7 shall must be shared as agreed upon by the governing bodies body and the school board. Section 5. That § 13-7-10.3 be AMENDED: 13-7-10.3. Any other provision of this chapter notwithstanding, the school board may choose to hold the school board election in conjunction with the regular June primary election. The combined election is subject to approval by the county commissions of the counties in which the school district is located or the regular November general election. Expenses of a combined election shall must be shared in a manner agreed upon by the school board and the county commissions involved. All other governmental responsibilities associated with holding elections under the provisions of chapter 13-7 and Title title 12 shall must be shared as agreed upon by the governing bodies school board and the county commissions involved. The school election official shall certify to the appropriate county auditor the candidate names and ballot language to be voted on by the first Thursday after the last Tuesday in March no later than seventy days before the election. Section 6. That chapter 13-7 be amended with a NEW SECTION: If a school board schedules its annual election on the first Tuesday after the first Monday in November, the board shall provide that each office holder whose term was to expire earlier that year continue to serve until the office holder or another candidate for the office is duly elected and qualified. Section 7. That § 13-8-14 be AMENDED: 13-8-14. TheAny person newly elected members of the to a school board shall qualify and assume membership at the annual meeting of the school board in July next regularly scheduled meeting following the election, and any person appointed members to the school board shall qualify and assume office at the next meeting following such the appointment, by taking and subscribing to an oath or affirmation to support the laws and Constitution of the United States and the State of South Dakota and to faithfully perform the duties of school board membership the office and by filing a bond if required by law and having it approved. Section 8. That § 13-7-5 be REPEALED: Between the fifteenth day and the thirtieth day of the month three months preceding the election, except in the case of the joint election as provided in § 13-7-10.1, the business manager of each school district shall publish once each week for two consecutive weeks in the official newspaper, a notice setting forth the vacancies which will occur by termination of the terms of the elective or appointive school board members. However, if the vacancies set forth in the notice exist within a new school board of a newly created school district entity pursuant to § 13-6-62, the county auditor of the county having jurisdiction over the election shall publish the notice once each week for two consecutive weeks at least one month preceding the election. The notice shall also state the time and place where nominating petitions for school board membership may be filed for the vacancies. Section 9. That § 13-7-10.2 be REPEALED: If the joint election provided for in § 13-7-10.1 is held on the second Tuesday in April, no candidate for elective school board membership may be nominated unless the candidate is a resident voter of the school district and unless a nominating petition has been filed on the candidate's behalf with the business manager of the school district no later than the last Friday in February at five p.m. prior to the date of the election. If the petition is mailed by registered mail by the last Friday in February at five p.m. before the election, it shall be considered filed. A formal declaration of a candidate shall be signed by the candidate before the circulation of the petition. The petition shall be signed by not less than twenty voters of the school district. No petition may be circulated until the last Friday in January before the election. There shall be added by either the signer or the circulator the signer's place of residence and date of signing. The petition shall be verified under oath by the person circulating the petition. The filing of the nominating petition shall constitute nomination and will entitle the candidate to have the candidate's name placed on the ballot for the term the candidate specifies on the petition only upon verification signed by the business manager that the nominating petition contains the minimum number of signatures and that the candidate is a resident voter. Publication of the notice of the election provided for in § 13-7-10.1 shall be in accordance with § 13-7-8. Section 10. That § 13-7-10.4 be REPEALED: For any school board election held on the first Tuesday after the first Monday in June, the deadlines in this section apply. The school's election official shall publish the notice provided in § 13-7-5 between February fifteenth and March first. No nominating petition may be circulated for signatures until March first. Nominating petitions shall be filed under the provisions of § 13-7-6 by the last Tuesday in March. Section 11. This Act is effective January 1, 2026."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24838, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262421, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262421.pdf", "status_text": "First read in House and referred to", "journal_page": 176, "committee_id_action": 1197, "committee_id_assigned": 1200, "result": "N", "vote": {}}]}