{"session_id": 36, "bill_id": 10000, "bill_type": "House Bill", "bill_number": 1247, "bill_title": "establish minimum requirements for high school graduation.", "sponsors": [{"legislator_profile_id": 1432, "is_prime": true}], "keywords": ["Education", "Students"], "audio": [{"meeting_datetime": "2019-02-20T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hed26.mp3", "start_seconds": 7735.0}, {"meeting_datetime": "2019-02-20T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hed26.mp3", "start_seconds": 7735.0}, {"meeting_datetime": "2019-02-20T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hed26.mp3", "start_seconds": 7735.0}], "bill_versions": [{"bill_id": 10000, "bill_version_id": 52832, "bill_version": "Introduced", "bill_version_date": "2019-01-30T11:44:53.723-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish minimum requirements for high school graduation. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-1 be amended by adding a NEW SECTION to read: Except as provided in section 2 of this Act, the following constitute the minimum requirements for high school graduation: (1) Four units of English language arts, including: (a) One-half unit of American literature; (b) One unit of literature; (c) One and one-half units of writing; (d) One-half unit of speech or debate; and (e) One-half unit of any English language arts elective; (2) Three units of social studies, including: (a) One-half unit of United States government; (b) One unit of United States history; (c) One-half unit of world history; and (d) One-half unit of geography; (3) Three units of mathematics, including: (a) One unit of algebra I; (b) One unit of algebra II; and (c) One unit of geometry; (4) Three units of laboratory science, including: (a) One unit of biology; (b) One unit of chemistry or physics; and (c) One unit of physical science; (5) One-half unit of personal finance; (6) One-half unit of physical education; (7) One unit of fine arts; (8) One-unit of: (a) An approved career and technical education course; (b) World language; or (c) A capstone experience; (9) One-half unit of health or health integration; and (10) Any five and one-half additional units. A diploma issued under this section shall indicate that the student has met all requirements for a high school diploma. The Board of Education Standards may, by rule promulgated pursuant to chapter 1-26, identify additional levels of achievement, which, if reached, shall also be indicated on a student's high school diploma. The levels may include the successful completion of additional curricular requirements emphasizing a concentration in career and technical education subjects and the successful completion of additional curricular requirements emphasizing a concentration in advanced academic pursuits. Section 2. That chapter 13-1 be amended by adding a NEW SECTION to read: If after completing at least two years of high school a student has failed to pass at least one-half unit from any three subdivisions in section 1 of this Act or if the student has a grade point average that is at or below the twenty-fifth percentile of all students in the district who are enrolled in the same grade, the student may request that the student's principal, and the student's guidance counselor or a teacher, meet with the student and the student's parent to determine if the student should be permitted to pursue an optional high school curriculum, in place of the requirements set forth in section 1 of this Act. If after meeting with school personnel as set forth in this section a student's parent consents in writing to the student pursuing the optional high school curriculum, the student is eligible to receive a high school diploma upon completing the following requirements: (1) Four units of English language arts, including: (a) One-half unit of American literature; (b) One-half unit of literature; (c) One unit of writing; (d) One-half unit of speech or debate; and (e) One-half unit of any English language arts elective; (2) Three units of social studies, including: (a) One-half unit of United States government; and (b) One unit of United States history; (3) Three units of mathematics, including one unit of algebra I; (4) Three units of science, including one unit of biology; (5) One-half unit of personal finance; (6) One-half unit of physical education; (7) One unit of fine arts; (8) One-unit of: (a) An approved career and technical education course; (b) World language; or (c) A capstone experience; (9) One-half unit of health or health integration; and (10) Any five and one-half additional units. A diploma issued under this section shall indicate that it is based on an optional high school curriculum. Section 3. That § 13-1-12.1 be amended to read: 13-1-12.1. The South Dakota Board of Education Standards shall promulgate rules pursuant to chapter 1-26 to establish standards; (1) Standards for the classification and accreditation of schools within this state, to establish standards for: (2) Standards for the preparation of certified personnel, to set forth procedures; (3) Procedures for determining the eligibility of school districts to receive state aid to for education funding, to adopt policies and rules necessary to establish standards; (4) Standards and procedures for career and technical education, and to establish curriculum requirements for a recommended; (5) Standards for the required high school program courses set forth in section 1 of this Act for all public and nonpublic schools within the in this state. The recommended high school program shall include a rigorous high school curriculum in both academic and career and technical courses. The requirements of the recommended program shall be aligned to the academic content standards developed pursuant to § 13-3-48 and shall, at a minimum, include the content standards tested pursuant to § 13-3-55 and for the optional program set forth in section 2 of this Act. Nothing in this section authorizes the board to require the use of specifically designated curriculum or methods of instruction."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 10000, "action_date": "2019-01-30T14:00:00-06:00", "document_id": 52890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52890.pdf", "status_text": "First Reading House", "journal_page": 262, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10000, "action_date": "2019-01-31T13:30:00-06:00", "document_id": 52970, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52970.pdf", "status_text": "Referred to", "journal_page": 281, "committee_id_action": 408, "committee_id_assigned": 427, "result": "N", "vote": {}}, {"bill_id": 10000, "action_date": "2019-02-20T07:45:00-06:00", "document_id": 53638, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53638.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 427, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10000, "action_date": "2019-02-20T07:45:00-06:00", "document_id": 53978, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53978.pdf", "status_text": "Tabled", "journal_page": 458, "committee_id_action": 427, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28511, "president_vote": null, "Yea": [1578, 1613, 1644, 1626, 1637, 1622, 1564, 1624, 1627, 1634, 1573], "Excused": [1436, 1556, 1647], "Nay": [1590]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/10000"}