{"session_id": 7, "bill_id": 1202, "bill_type": "House Bill", "bill_number": 1267, "bill_title": "provide for the establishment of group health and dental plans for school district employees.", "sponsors": [{"legislator_profile_id": 674, "is_prime": true}, {"legislator_profile_id": 649, "is_prime": true}, {"legislator_profile_id": 650, "is_prime": false}], "keywords": ["Administrative Rules", "Employer and Employee", "Health Insurance", "Public Officers and Employees", "School Districts"], "audio": [{"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hco26.mp3", "start_seconds": 140.0}, {"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hco26.mp3", "start_seconds": 140.0}, {"meeting_datetime": "2009-02-20T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hco26.mp3", "start_seconds": 140.0}], "bill_versions": [{"bill_id": 1202, "bill_version_id": 6643, "bill_version": "Introduced", "bill_version_date": "2009-02-03T08:39:31.693-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the establishment of group health and dental plans for school district employees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms as used in this Act mean: (1) \"Carrier,\" an insurance company or third-party administrator who contracts with the Bureau of Personnel to provide benefits and administration under the plan provided under sections 25 to 29, inclusive, of this Act; (2) \"Change in family status,\" marriage, divorce, or death of the member, spouse, or any covered dependent; birth or adoption of a child; or a change in the employment status of the member, spouse, or any covered dependent; (3) \"Commissioner,\" the commissioner of the Bureau of Personnel; (4) \"Covered employee,\" a school district employee who is covered by the plan under the dependent option; (5) \"Dependent,\" an employee's spouse and any unmarried child: (a) Under the age of nineteen years, or (b) Under the age of twenty-three and who is dependent upon the employee for support and who is enrolled as a full-time student, or (c) Regardless of age who is incapable of self-support because of mental or physical incapacity that existed prior to his reaching the age of nineteen years; (6) \"Employer\" or \"participating employer,\" each school district; (7) \"Flexible dollars,\" the dollar credits made available to a participant under sections 25 to 29, inclusive, of this Act in exchange for an equal portion of the participant's compensation; (8) \"Member,\" a school district employee who is covered by the plan as the primary insured and who has the option to elect to have any dependents covered by the plan; (9) \"Participant,\" any member electing to participate in the flexible benefits plan; (10) \"Plan\" or \"insurance plan,\" the school district employee's insurance plan as created by this Act; (11) \"Plan year,\" any year to be designated by the Bureau of Personnel in a contract with a carrier; (12) \"Premium,\" the dollar amount established by the commissioner sufficient to cover the cost of the insurance plan; (13) \"School district employee,\" any person employed by a school district on a permanent full-time basis and whose compensation is payable in whole or in part by the state. In any case of doubt as to who is an employee within the meaning of this Act, the commissioner shall decide the question. Section 2. The Bureau of Personnel may establish a group health insurance plan, a group dental insurance plan, or both, for employees of the school districts. The plan may provide for group health and dental insurance against the financial cost of hospital, surgical, and medical treatment and care, and such other coverage or benefits, including a group life insurance plan and a group disability income insurance plan, as may be deemed appropriate and desirable by the commissioner. The commissioner may design a cafeteria-style benefit plan which allows an employee to choose the employee's own benefits or levels of coverage. The Bureau of Personnel may promulgate rules pursuant to chapter 1-26 to establish uniform procedures for the administration of the plan and to provide for uniform application of the plan. The rules may be adopted in the following areas: (1) Participation in the plan by employees, retired employees, and dependents; (2) Procedures for election of coverage; (3) Effective dates of coverage where not specified by statute; (4) Termination of coverage; (5) Changes in dependent coverage; and (6) Collection of premiums. Section 3. The commissioner of the Bureau of Personnel shall be the chief administrative officer for the plan. The commissioner shall perform such duties as are required in this Act. The commissioner shall employ such administrative, technical, and clerical employees as shall be required for the proper administration of the insurance program as provided by this Act or contract with another party to provide such administration. Section 4. The health and dental insurance plans shall be designed by the Bureau of Personnel: (1) To provide a reasonable relationship between the hospital, surgical, medical, and dental benefits to be included and the accepted hospital, surgical, medical, and dental expenses which might be incurred by the affected employee and the employee's dependents; (2) To include reasonable controls which may include deductible and coinsurance provisions applicable to some or all of the benefits; to prevent unnecessary utilization of the various hospital, surgical, medical, and dental services available; and to provide reasonable assurance of stability in future years for the plan; (3) To include provisions for the coordination of benefits payable by the terms of such plan with the benefits to which such employee may be entitled by the provisions of any other group health or dental insurance plan. Section 5. The commissioner may execute any contract necessary to carry out the provisions of this Act to provide the benefits under the plan or plans of health and dental insurance coverage determined in accordance with the provisions of this Act. Any contract shall be executed with one or more insurance carriers duly licensed in this state. Section 6. The commissioner of the Bureau of Personnel, at the commissioner's discretion, may elect to provide all, or any part of, the benefits under the plan provided under this Act by means of a plan which is self-insured in whole or in part. The commissioner may execute any contract with such claims administrators as the commissioner may select. In making such selection, the commissioner shall consider, among other things, financial stability, experience, and claims facilities. In evaluating these factors, the commissioner may employ the services of impartial, professional analysts, or actuaries, or both. Section 7. The commissioner may invite bids from all insurance carriers who are licensed to do business in South Dakota and who may wish to offer plans for the insurance coverage desired. In awarding any contract the commissioner shall take into account, among other things, the financial stability and experience of the offering carrier in the group health or dental insurance field, and carrier facilities for the handling of claims. In evaluating these factors, the commissioner may employ the services of impartial, professional insurance analysts, or actuaries or both. Section 8. The commissioner may authorize the insurance carrier with whom the primary contract is executed to reinsure portions of such contract with other insurance carriers which elect to be a reinsurer and who are legally qualified to enter into a reinsurance agreement under the laws of this state. Section 9. The commissioner may at the end of any contract period discontinue any contract it has executed with any insurance carrier and replace the contract with a contract with any other insurance carrier meeting the requirements of this Act. Section 10. All school district employees eligible for membership in the health insurance plan upon its effective date shall be enrolled in the plan. All school district employees eligible for membership in the dental insurance plan upon its effective date may be enrolled in the plan. Section 11. Notwithstanding section 10 of this Act, a school district employee may elect not to participate in the school district employee health insurance plan if the employee is covered by another group health insurance plan either as a dependent or spouse and the employee provides notice to the plan administrator. Section 12. Notwithstanding section 10 of this Act, the following school district employees are excluded from participation as a member in the school district plans: (1) Any school district employee who is not employed on a permanent full-time basis as determined by the commissioner; (2) Any school district employee who is covered by the plans under the option to have dependents covered. Section 13. Any eligible employee who is employed after the health insurance plan becomes effective shall be enrolled on the first day of the second month following employment. Any eligible employee who is employed after the dental insurance plan becomes effective may be enrolled on the first day of the second year following employment. Section 14. Any eligible employee may select to have any dependent covered by each of the insurance plans. Such election shall be made at the time the employee becomes enrolled in the plan, under such procedures as the commissioner may establish. Section 15. If dependent coverage is not elected at the time an employee becomes enrolled in any of the plans, subsequent election of dependent coverage shall be made under such conditions as the commissioner may impose. Section 16. Any employee who has no eligible dependents at the time the employee becomes enrolled may elect dependent coverage at the time the employee's dependency status changes, under procedures established by the commissioner. Section 17. Any employee with dependent coverage, as provided in sections 14 to 16, inclusive, of this Act who has a change in the number of dependents may at the time of such change increase or decrease the number of dependents covered by each of the insurance plans, under procedures established by the commissioner. Section 18. The contract or contracts may provide for health insurance for retiring employees and their spouses and dependents as defined by rules of the Bureau of Personnel, and on such terms as the commissioner may deem appropriate. Section 19. Each school district shall either make a monthly contribution to the system or otherwise provide for the amount necessary to make payment to the system for the full single rate monthly health insurance premium for each school district employee. This amount shall be transmitted to the account of the school district employees insurance system in the State Treasurer's Office and the treasurer, after making a record of the receipts, shall credit the insurance system with an amount equal to that remitted or otherwise provided. After the contribution has been assigned to the insurance system, the Bureau of Personnel shall disburse the same in accordance with the provisions adopted in this Act and the rules adopted by the Bureau of Personnel pursuant to chapter 1-26. Section 20. The employer shall cause to be deducted on each and every payroll of a member for each and every payroll period the amount of the insurance premium, including any administrative expense. The employer shall make deductions from salaries of school district employees and shall transmit monthly the amount specified to be deducted to the state treasurer of South Dakota. The state treasurer, after making a record of receipts, shall credit the school district employees insurance system with an amount equal to that remitted by the employer. The commissioner shall disburse the amount remitted in accordance with the provisions adopted in this Act and the rules adopted by the Bureau of Personnel pursuant to chapter 1-26. Section 21. All funds transmitted to the treasurer's office as designated transfers to the school district employees insurance system shall be placed in the trust fund established by this Act and entitled the school district employees insurance system fund. Disbursements from such fund shall be made by warrants drawn by the state auditor upon itemized vouchers duly approved by the commissioner of the Bureau of Personnel. Section 22. Each employee who is covered under any contract shall receive a certificate setting forth the benefits to which the employee and any dependents are entitled, to whom such benefits shall be payable, to whom claims shall be submitted, and a summary of the provisions of the contracts as they affect the employee and any dependents. Such certificate shall be in lieu of the certificate which the insurance carrier or carriers issuing such contract or contracts would otherwise issue. Section 23. Any benefits payable under the health or dental insurance plan may be paid either directly to the attending physician, dentist, hospital, medical, or dental group, or other person, corporation, limited liability company, association, or firm furnishing the service upon which the claim is based, or to the insured employee upon presentation of receipted bills for such service. Section 24. The Bureau of Personnel is responsible for the administration of this Act and has authority to promulgate such rules as may be required for the effective administration of the provisions of this Act in accordance with chapter 1-26. Section 25. There is hereby established a flexible benefits plan for members of the school district health insurance plan established in this Act based on the provisions included in Section 125 of the Internal Revenue Code. The Bureau of Personnel shall provide for the administration of the plan. Section 26. Any member whose employer elects to participate in the health insurance plan provided under this Act may participate in the flexible benefits plan. Section 27. By electing to participate, a member agrees with the member's employer to reduce the member's compensation by an amount equal to the costs of the benefits selected under the flexible benefits plan. Compensation reductions made pursuant to sections 25 to 28, inclusive, of this Act may not impact member compensation used to calculate benefits and contributions for the State Retirement System authorized in chapter 3-12. The employer of the participant shall credit the participant with an equal amount of flexible dollars. Any flexible dollars not spent during the plan year revert to the participating employer. Section 28. Available flexible dollars may be used, if the participant so elects, to pay for the benefits selected by the Bureau of Personnel. The Bureau of Personnel may contract with one or more carriers to provide the benefits the Bureau of Personnel selects. Section 29. The Bureau of Personnel may promulgate the following rules pursuant to chapter 1-26 to administer sections 25 to 28, inclusive, of this Act: (1) To establish a procedure for a member to elect to participate; (2) To provide for the implementation and collection of administrative fees; (3) To coordinate the benefits plan with the health insurance plan authorized in this Act; (4) To establish what benefits will be offered pursuant to this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1202, "action_date": "2009-02-03T14:00:00-06:00", "document_id": 6759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6759.pdf", "status_text": "First read in House and referred to", "journal_page": 265, "committee_id_action": 56, "committee_id_assigned": 42, "result": "N", "vote": {}}, {"bill_id": 1202, "action_date": "2009-02-20T10:00:00-06:00", "document_id": 7685, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7685.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 42, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1202, "action_date": "2009-02-20T10:00:00-06:00", "document_id": 7924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7924.pdf", "status_text": "Tabled", "journal_page": 475, "committee_id_action": 42, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4426, "president_vote": null, "Nay": [716, 712, 737, 665, 713], "Yea": [692, 644, 717, 654, 637, 646, 710, 679]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/1202"}