{"session_id": 19, "bill_id": 3969, "bill_type": "House Bill", "bill_number": 1020, "bill_title": "revise certain provisions relating to the evaluation and treatment of persons with mental illness.", "sponsors": [], "keywords": ["Mentally Ill Persons"], "audio": [{"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe07.mp3", "start_seconds": 3355.0}, {"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe07.mp3", "start_seconds": 3355.0}, {"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe07.mp3", "start_seconds": 3355.0}, {"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe07.mp3", "start_seconds": 3355.0}, {"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe07.mp3", "start_seconds": 3355.0}, {"meeting_datetime": "2013-01-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou09.mp3", "start_seconds": 898.0}, {"meeting_datetime": "2013-01-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou09.mp3", "start_seconds": 898.0}, {"meeting_datetime": "2013-01-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou09.mp3", "start_seconds": 898.0}, {"meeting_datetime": "2013-01-30T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she15.mp3", "start_seconds": 4205.0}, {"meeting_datetime": "2013-01-30T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she15.mp3", "start_seconds": 4205.0}, {"meeting_datetime": "2013-01-30T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she15.mp3", "start_seconds": 4205.0}, {"meeting_datetime": "2013-01-30T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/she15.mp3", "start_seconds": 4205.0}, {"meeting_datetime": "2013-02-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen29.mp3", "start_seconds": 3778.0}, {"meeting_datetime": "2013-02-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen29.mp3", "start_seconds": 3778.0}, {"meeting_datetime": "2013-02-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen29.mp3", "start_seconds": 3778.0}], "bill_versions": [{"bill_id": 3969, "bill_version_id": 23469, "bill_version": "Introduced", "bill_version_date": "2013-01-06T08:37:35.3-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to the evaluation and treatment of persons with mental illness. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 27A-1-1 be amended to read as follows: 27A-1-1. Terms used in this title mean: (1) \"Administrator,\" that person designated by the secretary of social services to discharge the administrative functions of the Human Services Center including the delegation of responsibilities to the appropriate Human Services Center staff; (2) \"Appropriate regional facility,\" a facility designated by the department for the prehearing custody of an individual apprehended under authority of this title which is as close as possible in the immediate area to where the apprehension occurred; and is no more restrictive of mental, social, or physical freedom than necessary to protect the individual or others from physical injury. In determining the least restrictive facility, considerations shall include the preferences of the individual, the environmental restrictiveness of the setting, the proximity of the facility to the patient's residence, and the availability of family, legal and other community resources and support; (3) \"Center,\" the South Dakota Human Services Center; (4) \"Chronic disability,\" a condition evidenced by a reasonable expectation, based on the person's psychiatric history, that the person is incapable of making an informed medical decision because of a severe mental illness, is unlikely to comply with treatment as shown by a failure to comply with a prescribed course of treatment outside of an inpatient setting on two or more occasions within any continuous twelve month period, and, as a consequence, the person's current condition is likely to deteriorate until it is probable that the person will be a danger to self or others; (5) \"Co-occurring substance use disorder,\" refers to persons who have at least one mental disorder as well as an alcohol or drug use disorder; (6) \"Danger to others,\" a reasonable expectation that the person will inflict serious physical injury upon another person in the near future, due to a severe mental illness, as evidenced by the person's treatment history and the person's recent acts or omissions which constitute a danger of serious physical injury for another individual. Such acts may include a recently expressed threat if the threat is such that, if considered in the light of its context or in light of the person's recent previous acts or omissions, it is substantially supportive of an expectation that the threat will be carried out; (7) \"Danger to self,\" (a) A reasonable expectation that the person will inflict serious physical injury upon himself or herself in the near future, due to a severe mental illness, as evidenced by the person's treatment history and the person's recent acts or omissions which constitute a danger of suicide or self-inflicted serious physical injury. Such acts may include a recently expressed threat if the threat is such that, if considered in the light of its context or in light of the person's recent previous acts or omissions, it is substantially supportive of an expectation that the threat will be carried out; or (b) A reasonable expectation of danger of serious personal harm in the near future, due to a severe mental illness, as evidenced by the person's treatment history and the person's recent acts or omissions which demonstrate an inability to provide for some basic human needs such as food, clothing, shelter, essential medical care, or personal safety, or by arrests for criminal behavior which occur as a result of the worsening of the person's severe mental illness; (8) \"Department,\" the Department of Social Services; (9) \"Essential medical care,\" medical care, that in its absence, a person cannot improve or a person's condition may deteriorate, or the person may improve but only at a significantly slower rate; (10) \"Facility director,\" that person designated to discharge the administrative functions of an inpatient psychiatric facility, other than the center, including the delegation of responsibilities to the appropriate facility staff; (10A) \"Health care,\" any care, treatment, service, or procedure to maintain, diagnose, or treat a person's physical or mental condition; (11) \"Incapacitated by the effects of alcohol or drugs,\" that a person, as a result of the use of alcohol or drugs, is unconscious or the person's judgment is otherwise so impaired that the person is incapable of realizing and making a rational decision with respect to the need for treatment; (12) \"Informed consent,\" consent voluntarily, knowingly, and competently given without any element of force, fraud, deceit, duress, threat, or other form of coercion after conscientious explanation of all information that a reasonable person would consider significant to the decision in a manner reasonably comprehensible to general lay understanding; (13) \"Inpatient psychiatric facility,\" a public or private facility or unit thereof which provides mental health diagnosis, observation, evaluation, care, treatment, or rehabilitation when the individual resides on the premises including a hospital, institution, clinic, mental health center or facility, or satellite thereof. An inpatient psychiatric facility may not include a residential facility which functions primarily to provide housing and other such supportive services when so designated by the department; (14) \"Inpatient treatment,\" mental health diagnosis, observation, evaluation, care, treatment, or rehabilitation rendered inside or on the premises of an inpatient psychiatric facility when the individual resides on the premises; (15) \"Least restrictive treatment alternative,\" the treatment and conditions of treatment which, separately and in combination, are no more intrusive or restrictive of mental, social, or physical freedom than necessary to achieve a reasonably adequate therapeutic benefit. In determining the least restrictive alternative, considerations shall include the values and preferences of the patient, the environmental restrictiveness of treatment settings, the duration of treatment, the physical safety of the patient and others, the psychological and physical restrictiveness of treatments, the relative risks and benefits of treatments to the patient, the proximity of the treatment program to the patient's residence, and the availability of family and community resources and support; (16) \"Mental health center,\" any private nonprofit organization which receives financial assistance from the state or its political subdivisions and which is established or organized for the purpose of conducting a program approved by the department for the diagnosis and treatment, or both, of persons with mental and emotional disorders; (17) \"Next of kin,\" for the purposes of this title, the person's next of kin, in order of priority stated, is the person's spouse if not legally separated, adult son or daughter, either parent or adult brother or sister; (18) \"Outpatient commitment order,\" an order by the board committing a person to outpatient treatment, either following a commitment hearing or upon a stipulation of the parties represented by counsel; (19) \"Outpatient treatment,\" mental health diagnosis, observation, evaluation, care, treatment or rehabilitation rendered inside or outside the premises of an outpatient program for the treatment of persons with mental, emotional, or substance use disorders; (20) \"Physician,\" any person licensed by the state to practice medicine or osteopathy or employed by a federal facility within the State of South Dakota to practice medicine or osteopathy; (21) \"Program director,\" the person designated to discharge the administrative functions of an outpatient program for treatment of persons with mental, emotional, or substance use disorders; (22) \"Resident,\" \"patient,' ' or \"recipient,\" any person voluntarily receiving or ordered by a board or court to undergo evaluation or treatment; (23) \"Secretary,\" the secretary of the Department of Social Services; (24) \"Severe mental illness,\" substantial organic or psychiatric disorder of thought, mood, perception, orientation, or memory which significantly impairs judgment, behavior, or ability to cope with the basic demands of life. Mental retardation, epilepsy, other developmental disability, alcohol or substance abuse, or brief periods of intoxication, or criminal behavior do not, alone, constitute severe mental illness; (25) \"Treatment,\" a mental health diagnosis, observation, evaluation, care, and medical treatment as may be necessary for the treatment of the person's mental illness or rehabilitation; (26) \"Treatment order,\" an order by the board of mental illness, as part of an inpatient or outpatient commitment order, or as a separate order by the circuit court or board after an inpatient or outpatient commitment ordered by the board, that requires a program of treatment as specified in this title. Section 2. That § 27A-12-3.11 be amended to read as follows: 27A-12-3.11. Emergency surgery and any other emergency medical procedures may be performed without the patient's consent or court or board order if the life of the recipient is threatened and there is not time to obtain consent or order or if the patient is incapacitated as defined in § 34-12C-1 and substitute informed consent is obtained from an appointed guardian, an attorney-in-fact, or a person with authority pursuant to chapter 34-12C. Documentation of the necessity for the medical procedure shall be entered into the patient's record as soon as practicable. If it is ordered by a physician, psychotropic medication may be administered to a person in an emergency to prevent serious physical harm to the person or to others. Psychotropic medication, electroconvulsive therapy, and such other medical treatment as may be necessary for the treatment of the person's mental illness may also be administered if the attending physician and one other physician determine that administration of such medication, therapy, or treatment is necessary to prevent significant deterioration of the person's severe mental illness and that the person's potential for improvement would be significantly impaired if such treatment is not provided. The medication, electroconvulsive therapy, or such other necessary medical treatment may be continued for up to ten days only. The reason for such treatment shall be documented in the patient's medical record. Electroconvulsive therapy may be administered only by a physician. Any physician who in good faith orders and administers psychotropic medication, electroconvulsive therapy, or such other necessary medical treatment under this section is immune from any civil liability for such order and administration, unless injury results from gross negligence or willful or wanton misconduct. Nonemergency surgery or other medical procedures Health care may be performed with the patient's informed consent, or if the patient is incapacitated, by a substitute informed consent from an appointed guardian, an attorney-in-fact, or a person with authority pursuant to chapter 34-12C. Informed consent may be withdrawn at any time, is effective immediately upon communication of the withdrawal of consent to the treatment provider, and shall thereafter be reduced to writing. No sterilization may be authorized under authority of this title for a person incapable of providing written informed consent. Section 3. That § 27A-1-3 be amended to read as follows: 27A-1-3. As used in this title, the term, qualified mental health professional, means a physician licensed pursuant to chapter 36-4 or a member of one of the professions listed as follows who is in good standing with any relevant licensing or certification boards: (1) A psychologist who is licensed to practice psychology in South Dakota; (2) A psychiatric nurse An advanced practice nurse with at least a master's degree from an accredited education program and either two years or one thousand hours of supervised clinical experience in a mental health setting that includes mental health evaluation and treatment; (3) A certified social worker with a master's degree from an accredited training program and two years of supervised clinical experience in a mental health setting; (4) A person who has a master's degree in psychology from an accredited program and two years of supervised clinical mental health experience and who meets the provision of subdivision 36-27A-2(2); (5) A counselor who is certified under chapter 36-32 as a licensed professional counselor--mental health; (6) A counselor who is certified under chapter 36-32 as a licensed professional counselor and has two years of supervised clinical experience in a mental health setting and who is employed by the State of South Dakota or a mental health center; or (7) A therapist who is licensed under chapter 36-33 as a marriage and family therapist with two years of supervised clinical experience in a mental health setting; (8) A physician assistant who is licensed under chapter 36-4A and either two years or one thousand hours of clinical experience that includes mental health evaluation and treatment; or (9) A professional as listed in subdivisions (1) to (8), inclusive, who is employed by the federal government and currently licensed in that profession in another state, in good standing with the licensing board, and acting within the scope of the professional's license. Except as provided in subdivision (9) and § 36-4-20, each qualified mental health professional shall meet all licensing and certification requirements promulgated by the State of South Dakota for persons engaged in private practice of the same profession in South Dakota. However, the private practice licensure requirements for persons referred to in subdivisions (3) and (6) do not apply to those employed by the State of South Dakota, mental health centers, or organizations that have a formal clinical supervision arrangement by an employed person who is licensed at the private practice level. Section 4. That § 27A-4-3 be amended to read as follows: 27A-4-3. The secretary of social services shall appoint an administrator of the South Dakota Human Services Center who shall meet at least one of the following requirements: (1) Have a bachelor's degree in either mental health administration, health services administration, public administration, human services, or business administration with at least three years of experience in administration, one of which shall be in a mental health setting; or (2) Have a master's degree with at least two years of experience in administration with one year in a mental health setting. The administrator shall be the chief executive officer of the South Dakota Human Services Center. The administrator shall serve at the pleasure of the secretary of social services. Section 5. That § 27A-10-21 be amended to read as follows: 27A-10-21. If any law enforcement officer or qualified mental health professional in a clinic or hospital has probable cause to believe that a person requires emergency nonmedical intervention pursuant to § 27A-10-1, as an alternative to a petition for commitment pursuant to chapter 27A-10, or apprehension and transfer to an appropriate regional facility pursuant to § 27A-10-3, the officer or qualified mental health professional may refer the person to the direct supervision of any member of a mobile crisis team or crisis intervention team certified law enforcement officer. If any member of the mobile crisis team or the crisis intervention team certified law enforcement officer accepts direct supervision of the person, in writing, the member or officer may: (1) Resolve the intervention on a voluntary basis, either at the clinic or hospital, at the person's home, or other location, or with the assistance of any public or private community service that the patient is willing to accept. Any team member may request the assistance of law enforcement for the voluntary transfer of the person; or (2) Direct that the law enforcement officer proceed with the apprehension of the person and transport the person to either: (a) An appropriate regional facility for an emergency intervention and a mental illness examination as provided in § 27A-10-6; or (b) An approved treatment facility offering detoxication detoxification services for chemical dependency emergencies as provided in §§ 34-20A-55 and 34-20A-56. Section 6. That § 27A-10-23 be amended to read as follows: 27A-10-23. Any law enforcement officer or authority, or qualified mental health professional in a clinic or hospital, who in good faith transferred direct supervision of a person to a mobile crisis team or a crisis intervention team certified law enforcement officer, is immune from any civil liability for such referral. Any member of a mobile crisis team or a crisis intervention team certified law enforcement officer, whose actions, in the supervision, examination, or placement of a person in compliance with this section and §§ 27A-10-20 to 27A-10-22, inclusive, are taken in good faith, are immune from any civil liability for the referral, supervision, examination, transfer, or placement of the person. The immunity from civil liability under this section and §§ 27A-10-20 to 27A-10-22, inclusive, does not apply if injury results from gross negligence or willful or wanton misconduct. Any law enforcement officer or authority who acts in compliance with subsection 27A-10-21(2)(b) and § 34-20A-57 is not criminally or civilly liable for the officer's or authority's actions. Section 7. That § 27A-15-12 be amended to read as follows: 27A-15-12. A parent who consented to a minor's admission under this chapter has the right to effect an immediate discharge of the minor upon written notice of the parent's intention to terminate inpatient treatment, unless the facility director, administrator, or attending psychiatrist has probable cause to believe the minor requires emergency intervention under § 27A-15-30 and should remain in the facility, and initiates a mental illness hold. The hold may not exceed twenty-four hours from the facility's receipt of the parent's written notice to terminate. The facility director, administrator, or psychiatrist shall immediately complete and submit a petition for immediate intervention under the provisions of § 27A-15-30 to the chair of the county mental illness board where the minor is located. For purposes of this section, the term, immediately, means the earliest possible time during normal waking hours. If a petition is not filed with the chair within twenty-four hours of the initiation of the hold, the minor shall be discharged. Upon informing a staff member of the inpatient psychiatric facility of the intention to terminate inpatient treatment, the facility shall promptly supply the parent with the required written form. If a § 27A-15-30 petition is completed for submission to the chair of the county board, the minor's admission shall continue pending the decision of the chair under § 27A-15-34. Section 8. That § 27A-15-45 be amended to read as follows: 27A-15-45. Except as otherwise provided herein, no minor may be administered or subjected to intrusive or experimental procedures or interventions of any type, or any form of intrusive treatment including convulsive or shock therapy and electric shock. A parent's, guardian's, custodian's, or minor's consent alone may not authorize such research, experimental procedures, interventions, or treatments. If the minor's treating psychiatrist determines, in writing, that any of the foregoing experimental treatments are necessary and the least restrictive treatment alternative medically necessary for improvement of the minor's severe mental illness serious emotional disturbance, the administrator or facility director shall immediately petition the circuit court pursuant to § 27A-15-49 for authorization to institute such treatment upon the following conditions being met: (1) The treating psychiatrist's opinion is concurred in by a consulting psychiatrist or, if a consulting psychiatrist is not available, a consulting physician; and (2) The oral and written informed consent of the parent, or guardian and minor if over sixteen, are obtained. The parent's or guardian's and minor's informed consent, the treating psychiatrist's determination, and the consulting psychiatrist's or physician's concurrence shall become a part of the minor's medical records. Section 9. That § 27A-15-46 be amended to read as follows: 27A-15-46. Except as otherwise provided by this title, psychotropic medication and other forms of treatment may be administered to a minor under the age of sixteen only with the oral and written informed consent of the minor's parent or guardian. If oral and written consent are unable to be obtained by the facility within a reasonable time, efforts to obtain such consent shall be documented in the minor's record and either oral or written consent shall then be sufficient for this purpose. Psychotropic medication may be administered only if prescribed by the minor's treating psychiatrist upon the psychiatrist's written determination that the medication is the least restrictive treatment alternative medically necessary for the improvement of the minor's severe mental illness serious emotional disturbance. The parent's or guardian's informed consent and the treating psychiatrist's determination shall become part of the minor's medical records. Section 10. That § 27A-15-47 be amended to read as follows: 27A-15-47. Except as otherwise provided by this title, psychotropic medication and other treatment may be administered to a minor sixteen years of age or older only with the oral and written informed consent of the minor and the minor's parent, legal guardian, or custodian. If oral and written consent are unable to be obtained by the facility within a reasonable time, efforts to obtain such consent shall be documented in the minor's record and either oral or written consent shall then be sufficient for this purpose. Psychotropic medication may be administered only if prescribed by the minor's treating psychiatrist upon the psychiatrist's written determination that the medication is the least restrictive treatment alternative medically necessary for improvement of the minor's severe mental illness serious emotional disturbance. The informed consent of the minor and the minor's parent, legal guardian, or custodian and the treating psychiatrist's determination shall become part of the minor's medical records. The failure to obtain the informed consent of the minor shall be treated as a refusal of treatment pursuant to § 27A-15-48. Section 11. That § 27A-15-48 be amended to read as follows: 27A-15-48. A minor sixteen years of age or older, whether involuntarily committed or admitted by a parent, has the right to refuse psychotropic medication. If a psychotropic medication is prescribed by the minor's treating psychiatrist upon his written determination that the treatment is the least restrictive treatment alternative medically necessary for improvement of the minor's severe mental illness serious emotional disturbance, which opinion is concurred in by a consulting physician, the treatment may be administered with the informed consent of the minor's parent, guardian, or other legal custodian pending the judicial determination required in § 27A-15-50. Documentation of the minor's refusal, and the treating psychiatrist's written determination and the consulting physician's concurrence shall be made part of the minor's medical records. Section 12. That § 27A-15-50 be amended to read as follows: 27A-15-50. If the court finds by clear and convincing evidence that the continued administration of the prescribed medication or the treatment requested pursuant to § 27A-15-45 is the least restrictive treatment alternative medically necessary to improve the minor's severe mental illness serious emotional disturbance, the court may authorize the continued administration of the medication or the treatment for a period not to exceed ninety days. The court's order shall be immediately delivered to the administrator or other director and be made part of the minor's medical records. In addition, the court's order shall be immediately delivered to the minor and his parent, guardian, or custodian. The court's order authorizing the continued administration of the prescribed medication or the treatment shall terminate sooner upon the minor's attaining the age of eighteen, his the minor's discharge from the facility or program, the withdrawal of consent by his the minor's parent, guardian, or custodian, or withdrawal of the minor's consent required in subdivision 27A-15-45(2), or upon a determination made pursuant to § 27A-15-51, that the administration of the medication or the treatment is no longer the least restrictive treatment alternative medically necessary to improve the minor's severe mental illness serious emotional disturbance. Section 13. That § 27A-15-51 be amended to read as follows: 27A-15-51. The administration of psychotropic medication or the provision of treatments pursuant to § 27A-15-45, to a minor pursuant to this chapter shall be continuously monitored by the minor's treating psychiatrist. The treatment shall be reviewed and approved as being the least restrictive treatment alternative medically necessary for improvement of the minor's severe mental illness serious emotional disturbance at least every thirty days by the treating psychiatrist and the medical director of the facility or, if the facility does not have a medical director, a consulting psychiatrist or physician after a personal examination of the minor. If the treating psychiatrist or the medical director or such consulting psychiatrist or physician determines that the treatment is no longer the least restrictive treatment alternative medically necessary for improvement of the minor's severe mental illness serious emotional disturbance, the treatment shall be immediately terminated. A copy of the personal examination and the treating psychiatrist's and the medical director's or consulting psychiatrist's or physician's determinations shall be made part of the minor's medical records."}, {"bill_id": 3969, "bill_version_id": 23951, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "2013-01-17T13:34:19.29-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to the evaluation and treatment of persons with mental illness. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 27A-1-1 be amended to read as follows: 27A-1-1. Terms used in this title mean: (1) \"Administrator,\" that person designated by the secretary of social services to discharge the administrative functions of the Human Services Center including the delegation of responsibilities to the appropriate Human Services Center staff; (2) \"Appropriate regional facility,\" a facility designated by the department for the prehearing custody of an individual apprehended under authority of this title which is as close as possible in the immediate area to where the apprehension occurred; and is no more restrictive of mental, social, or physical freedom than necessary to protect the individual or others from physical injury. In determining the least restrictive facility, considerations shall include the preferences of the individual, the environmental restrictiveness of the setting, the proximity of the facility to the patient's residence, and the availability of family, legal and other community resources and support; (3) \"Center,\" the South Dakota Human Services Center; (4) \"Chronic disability,\" a condition evidenced by a reasonable expectation, based on the person's psychiatric history, that the person is incapable of making an informed medical decision because of a severe mental illness, is unlikely to comply with treatment as shown by a failure to comply with a prescribed course of treatment outside of an inpatient setting on two or more occasions within any continuous twelve month period, and, as a consequence, the person's current condition is likely to deteriorate until it is probable that the person will be a danger to self or others; (5) \"Co-occurring substance use disorder,\" refers to persons who have at least one mental disorder as well as an alcohol or drug use disorder; (6) \"Danger to others,\" a reasonable expectation that the person will inflict serious physical injury upon another person in the near future, due to a severe mental illness, as evidenced by the person's treatment history and the person's recent acts or omissions which constitute a danger of serious physical injury for another individual. Such acts may include a recently expressed threat if the threat is such that, if considered in the light of its context or in light of the person's recent previous acts or omissions, it is substantially supportive of an expectation that the threat will be carried out; (7) \"Danger to self,\" (a) A reasonable expectation that the person will inflict serious physical injury upon himself or herself in the near future, due to a severe mental illness, as evidenced by the person's treatment history and the person's recent acts or omissions which constitute a danger of suicide or self-inflicted serious physical injury. Such acts may include a recently expressed threat if the threat is such that, if considered in the light of its context or in light of the person's recent previous acts or omissions, it is substantially supportive of an expectation that the threat will be carried out; or (b) A reasonable expectation of danger of serious personal harm in the near future, due to a severe mental illness, as evidenced by the person's treatment history and the person's recent acts or omissions which demonstrate an inability to provide for some basic human needs such as food, clothing, shelter, essential medical care, or personal safety, or by arrests for criminal behavior which occur as a result of the worsening of the person's severe mental illness; (8) \"Department,\" the Department of Social Services; (9) \"Essential medical care,\" medical care, that in its absence, a person cannot improve or a person's condition may deteriorate, or the person may improve but only at a significantly slower rate; (10) \"Facility director,\" that person designated to discharge the administrative functions of an inpatient psychiatric facility, other than the center, including the delegation of responsibilities to the appropriate facility staff; (10A) \"Health care,\" any care, treatment, service, or procedure to maintain, diagnose, or treat a person's physical or mental condition; (11) \"Incapacitated by the effects of alcohol or drugs,\" that a person, as a result of the use of alcohol or drugs, is unconscious or the person's judgment is otherwise so impaired that the person is incapable of realizing and making a rational decision with respect to the need for treatment; (12) \"Informed consent,\" consent voluntarily, knowingly, and competently given without any element of force, fraud, deceit, duress, threat, or other form of coercion after conscientious explanation of all information that a reasonable person would consider significant to the decision in a manner reasonably comprehensible to general lay understanding; (13) \"Inpatient psychiatric facility,\" a public or private facility or unit thereof which provides mental health diagnosis, observation, evaluation, care, treatment, or rehabilitation when the individual resides on the premises including a hospital, institution, clinic, mental health center or facility, or satellite thereof. An inpatient psychiatric facility may not include a residential facility which functions primarily to provide housing and other such supportive services when so designated by the department; (14) \"Inpatient treatment,\" mental health diagnosis, observation, evaluation, care, treatment, or rehabilitation rendered inside or on the premises of an inpatient psychiatric facility when the individual resides on the premises; (15) \"Least restrictive treatment alternative,\" the treatment and conditions of treatment which, separately and in combination, are no more intrusive or restrictive of mental, social, or physical freedom than necessary to achieve a reasonably adequate therapeutic benefit. In determining the least restrictive alternative, considerations shall include the values and preferences of the patient, the environmental restrictiveness of treatment settings, the duration of treatment, the physical safety of the patient and others, the psychological and physical restrictiveness of treatments, the relative risks and benefits of treatments to the patient, the proximity of the treatment program to the patient's residence, and the availability of family and community resources and support; (16) \"Mental health center,\" any private nonprofit organization which receives financial assistance from the state or its political subdivisions and which is established or organized for the purpose of conducting a program approved by the department for the diagnosis and treatment, or both, of persons with mental and emotional disorders; (17) \"Next of kin,\" for the purposes of this title, the person's next of kin, in order of priority stated, is the person's spouse if not legally separated, adult son or daughter, either parent or adult brother or sister; (18) \"Outpatient commitment order,\" an order by the board committing a person to outpatient treatment, either following a commitment hearing or upon a stipulation of the parties represented by counsel; (19) \"Outpatient treatment,\" mental health diagnosis, observation, evaluation, care, treatment or rehabilitation rendered inside or outside the premises of an outpatient program for the treatment of persons with mental, emotional, or substance use disorders; (20) \"Physician,\" any person licensed by the state to practice medicine or osteopathy or employed by a federal facility within the State of South Dakota to practice medicine or osteopathy; (21) \"Program director,\" the person designated to discharge the administrative functions of an outpatient program for treatment of persons with mental, emotional, or substance use disorders; (22) \"Resident,\" \"patient,' ' or \"recipient,\" any person voluntarily receiving or ordered by a board or court to undergo evaluation or treatment; (23) \"Secretary,\" the secretary of the Department of Social Services; (24) \"Severe mental illness,\" substantial organic or psychiatric disorder of thought, mood, perception, orientation, or memory which significantly impairs judgment, behavior, or ability to cope with the basic demands of life. Mental retardation, epilepsy, other developmental disability, alcohol or substance abuse, or brief periods of intoxication, or criminal behavior do not, alone, constitute severe mental illness; (25) \"Treatment,\" a mental health diagnosis, observation, evaluation, care, and medical treatment as may be necessary for the treatment of the person's mental illness or rehabilitation; (26) \"Treatment order,\" an order by the board of mental illness, as part of an inpatient or outpatient commitment order, or as a separate order by the circuit court or board after an inpatient or outpatient commitment ordered by the board, that requires a program of treatment as specified in this title. Section 2. That § 27A-12-3.11 be amended to read as follows: 27A-12-3.11. Emergency surgery and any other emergency medical procedures may be performed without the patient's consent or court or board order if the life of the recipient is threatened and there is not time to obtain consent or order or if the patient is incapacitated as defined in § 34-12C-1 and substitute informed consent is obtained from an appointed guardian, an attorney-in-fact, or a person with authority pursuant to chapter 34-12C. Documentation of the necessity for the medical procedure shall be entered into the patient's record as soon as practicable. If it is ordered by a physician, psychotropic medication may be administered to a person in an emergency to prevent serious physical harm to the person or to others. Psychotropic medication, electroconvulsive therapy, and such other medical treatment as may be necessary for the treatment of the person's mental illness may also be administered if the attending physician and one other physician determine that administration of such medication, therapy, or treatment is necessary to prevent significant deterioration of the person's severe mental illness and that the person's potential for improvement would be significantly impaired if such treatment is not provided. The medication, electroconvulsive therapy, or such other necessary medical treatment may be continued for up to ten days only. The reason for such treatment shall be documented in the patient's medical record. Electroconvulsive therapy may be administered only by a physician. Any physician who in good faith orders and administers psychotropic medication, electroconvulsive therapy, or such other necessary medical treatment under this section is immune from any civil liability for such order and administration, unless injury results from gross negligence or willful or wanton misconduct. Nonemergency surgery or other medical procedures Health care may be performed with the patient's informed consent, or if the patient is incapacitated, by a substitute informed consent from an appointed guardian, an attorney-in-fact, or a person with authority pursuant to chapter 34-12C. Informed consent may be withdrawn at any time, is effective immediately upon communication of the withdrawal of consent to the treatment provider, and shall thereafter be reduced to writing. No sterilization may be authorized under authority of this title for a person incapable of providing written informed consent. Section 3. That § 27A-1-3 be amended to read as follows: 27A-1-3. As used in this title, the term, qualified mental health professional, means a physician licensed pursuant to chapter 36-4 or a member of one of the professions listed as follows who is in good standing with any relevant licensing or certification boards: (1) A psychologist who is licensed to practice psychology in South Dakota; (2) A psychiatric nurse An advanced practice nurse with at least a master's degree from an accredited education program and either two years or one thousand hours of supervised clinical experience in a mental health setting that includes mental health evaluation and treatment; (3) A certified social worker with a master's degree from an accredited training program and two years of supervised clinical experience in a mental health setting; (4) A person who has a master's degree in psychology from an accredited program and two years of supervised clinical mental health experience and who meets the provision of subdivision 36-27A-2(2); (5) A counselor who is certified under chapter 36-32 as a licensed professional counselor--mental health; (6) A counselor who is certified under chapter 36-32 as a licensed professional counselor and has two years of supervised clinical experience in a mental health setting and who is employed by the State of South Dakota or a mental health center; or (7) A therapist who is licensed under chapter 36-33 as a marriage and family therapist with two years of supervised clinical experience in a mental health setting; (8) A physician assistant who is licensed under chapter 36-4A and either two years or one thousand hours of clinical experience that includes mental health evaluation and treatment; or (9) A professional as listed in subdivisions (1) to (8), inclusive, who is employed by the federal government and currently licensed in that profession in another state, in good standing with the licensing board, and acting within the scope of the professional's license. Except as provided in subdivision (9) and § 36-4-20, each qualified mental health professional shall meet all licensing and certification requirements promulgated by the State of South Dakota for persons engaged in private practice of the same profession in South Dakota. However, the private practice licensure requirements for persons referred to in subdivisions (3) and (6) do not apply to those employed by the State of South Dakota, mental health centers, or organizations that have a formal clinical supervision arrangement by an employed person who is licensed at the private practice level. Section 4. That § 27A-4-3 be amended to read as follows: 27A-4-3. The secretary of social services shall appoint an administrator of the South Dakota Human Services Center who shall meet at least one of the following requirements: (1) Have a bachelor's degree in either mental health administration, health services administration, public administration, human services, or business administration with at least three years of experience in administration, one of which shall be in a mental health setting; or (2) Have a master's degree with at least two years of experience in administration with one year in a mental health setting. The administrator shall be the chief executive officer of the South Dakota Human Services Center. The administrator shall serve at the pleasure of the secretary of social services. Section 5. That § 27A-10-21 be amended to read as follows: 27A-10-21. If any law enforcement officer or qualified mental health professional in a clinic or hospital has probable cause to believe that a person requires emergency nonmedical intervention pursuant to § 27A-10-1, as an alternative to a petition for commitment pursuant to chapter 27A-10, or apprehension and transfer to an appropriate regional facility pursuant to § 27A-10-3, the officer or qualified mental health professional may refer the person to the direct supervision of any member of a mobile crisis team or crisis intervention team certified law enforcement officer. If any member of the mobile crisis team or the crisis intervention team certified law enforcement officer accepts direct supervision of the person, in writing, the member or officer may: (1) Resolve the intervention on a voluntary basis, either at the clinic or hospital, at the person's home, or other location, or with the assistance of any public or private community service that the patient is willing to accept. Any team member may request the assistance of law enforcement for the voluntary transfer of the person; or (2) Direct that the law enforcement officer proceed with the apprehension of the person and transport the person to either: (a) An appropriate regional facility for an emergency intervention and a mental illness examination as provided in § 27A-10-6; or (b) An approved treatment facility offering detoxication detoxification services for chemical dependency emergencies as provided in §§ 34-20A-55 and 34-20A-56. Section 6. That § 27A-10-23 be amended to read as follows: 27A-10-23. Any law enforcement officer or authority, or qualified mental health professional in a clinic or hospital, who in good faith transferred direct supervision of a person to a mobile crisis team or a crisis intervention team certified law enforcement officer, is immune from any civil liability for such referral. Any member of a mobile crisis team or a crisis intervention team certified law enforcement officer, whose actions, in the supervision, examination, or placement of a person in compliance with this section and §§ 27A-10-20 to 27A-10-22, inclusive, are taken in good faith, are immune from any civil liability for the referral, supervision, examination, transfer, or placement of the person. The immunity from civil liability under this section and §§ 27A-10-20 to 27A-10-22, inclusive, does not apply if injury results from gross negligence or willful or wanton misconduct. Any law enforcement officer or authority who acts in compliance with subsection 27A-10-21(2)(b) and § 34-20A-57 is not criminally or civilly liable for the officer's or authority's actions. Section 7. That § 27A-15-12 be amended to read as follows: 27A-15-12. A parent who consented to a minor's admission under this chapter has the right to effect an immediate discharge of the minor upon written notice of the parent's intention to terminate inpatient treatment, unless the facility director, administrator, or attending psychiatrist has probable cause to believe the minor requires emergency intervention under § 27A-15-30 and should remain in the facility, and initiates a mental illness hold. The hold may not exceed twenty-four hours from the facility's receipt of the parent's written notice to terminate. The facility director, administrator, or psychiatrist shall immediately complete and submit a petition for immediate intervention under the provisions of § 27A-15-30 to the chair of the county mental illness board where the minor is located. For purposes of this section, the term, immediately, means the earliest possible time during normal waking hours. If a petition is not filed with the chair within twenty-four hours of the initiation of the hold, the minor shall be discharged. Upon informing a staff member of the inpatient psychiatric facility of the intention to terminate inpatient treatment, the facility shall promptly supply the parent with the required written form. If a § 27A-15-30 petition is completed for submission to the chair of the county board, the minor's admission shall continue pending the decision of the chair under § 27A-15-34. Section 8. That § 27A-15-45 be amended to read as follows: 27A-15-45. Except as otherwise provided herein, no minor may be administered or subjected to intrusive or experimental procedures or interventions of any type, or any form of intrusive treatment including convulsive or shock therapy and electric shock. A parent's, guardian's, custodian's, or minor's consent alone may not authorize such research, experimental procedures, interventions, or treatments. If the minor's treating psychiatrist determines, in writing, that any of the foregoing experimental treatments are necessary and the least restrictive treatment alternative medically necessary for improvement of the minor's severe mental illness serious emotional disturbance, the administrator or facility director shall immediately petition the circuit court pursuant to § 27A-15-49 for authorization to institute such treatment upon the following conditions being met: (1) The treating psychiatrist's opinion is concurred in by a consulting psychiatrist or, if a consulting psychiatrist is not available, a consulting physician; and (2) The oral and written informed consent of the parent, or guardian and minor if over sixteen, are obtained. The parent's or guardian's and minor's informed consent, the treating psychiatrist's determination, and the consulting psychiatrist's or physician's concurrence shall become a part of the minor's medical records. Section 9. That § 27A-15-46 be amended to read as follows: 27A-15-46. Except as otherwise provided by this title, psychotropic medication and other forms of treatment may be administered to a minor under the age of sixteen only with the oral and written informed consent of the minor's parent or guardian. If oral and written consent are unable to be obtained by the facility within a reasonable time, efforts to obtain such consent shall be documented in the minor's record and either oral or written consent shall then be sufficient for this purpose. Psychotropic medication may be administered only if prescribed by the minor's treating psychiatrist upon the psychiatrist's written determination that the medication is the least restrictive treatment alternative medically necessary for the improvement of the minor's severe mental illness serious emotional disturbance. The parent's or guardian's informed consent and the treating psychiatrist's determination shall become part of the minor's medical records. Section 10. That § 27A-15-47 be amended to read as follows: 27A-15-47. Except as otherwise provided by this title, psychotropic medication and other treatment may be administered to a minor sixteen years of age or older only with the oral and written informed consent of the minor and the minor's parent, legal guardian, or custodian. If oral and written consent are unable to be obtained by the facility within a reasonable time, efforts to obtain such consent shall be documented in the minor's record and either oral or written consent shall then be sufficient for this purpose. Psychotropic medication may be administered only if prescribed by the minor's treating psychiatrist upon the psychiatrist's written determination that the medication is the least restrictive treatment alternative medically necessary for improvement of the minor's severe mental illness serious emotional disturbance. The informed consent of the minor and the minor's parent, legal guardian, or custodian and the treating psychiatrist's determination shall become part of the minor's medical records. The failure to obtain the informed consent of the minor shall be treated as a refusal of treatment pursuant to § 27A-15-48. Section 11. That § 27A-15-48 be amended to read as follows: 27A-15-48. A minor sixteen years of age or older, whether involuntarily committed or admitted by a parent, has the right to refuse psychotropic medication. Such minor also has the right to refuse convulsive or shock therapy or electric shock. If psychotropic medication or convulsive or shock therapy or electric shock is prescribed by the minor's treating psychiatrist upon his that treating psychiatrist's written determination that the treatment is the least restrictive treatment alternative medically necessary for improvement of the minor's severe mental illness serious emotional disturbance, which opinion is concurred in by a consulting physician, the treatment may be administered with the informed consent of the minor's parent, guardian, or other legal custodian pending the judicial determination required in § 27A-15-50. Documentation of the minor's refusal, and the treating psychiatrist's written determination and the consulting physician's concurrence shall be made part of the minor's medical records. Section 12. That § 27A-15-50 be amended to read as follows: 27A-15-50. If the court finds by clear and convincing evidence that the continued administration of the prescribed medication or the treatment requested pursuant to § 27A-15-45 is the least restrictive treatment alternative medically necessary to improve the minor's severe mental illness serious emotional disturbance, the court may authorize the continued administration of the medication or the treatment for a period not to exceed ninety days. The court's order shall be immediately delivered to the administrator or other director and be made part of the minor's medical records. In addition, the court's order shall be immediately delivered to the minor and his parent, guardian, or custodian. The court's order authorizing the continued administration of the prescribed medication or the treatment shall terminate sooner upon the minor's attaining the age of eighteen, his the minor's discharge from the facility or program, the withdrawal of consent by his the minor's parent, guardian, or custodian, or withdrawal of the minor's consent required in subdivision 27A-15-45(2), or upon a determination made pursuant to § 27A-15-51, that the administration of the medication or the treatment is no longer the least restrictive treatment alternative medically necessary to improve the minor's severe mental illness serious emotional disturbance. Section 13. That § 27A-15-51 be amended to read as follows: 27A-15-51. The administration of psychotropic medication or the provision of treatments pursuant to § 27A-15-45, to a minor pursuant to this chapter shall be continuously monitored by the minor's treating psychiatrist. The treatment shall be reviewed and approved as being the least restrictive treatment alternative medically necessary for improvement of the minor's severe mental illness serious emotional disturbance at least every thirty days by the treating psychiatrist and the medical director of the facility or, if the facility does not have a medical director, a consulting psychiatrist or physician after a personal examination of the minor. If the treating psychiatrist or the medical director or such consulting psychiatrist or physician determines that the treatment is no longer the least restrictive treatment alternative medically necessary for improvement of the minor's severe mental illness serious emotional disturbance, the treatment shall be immediately terminated. A copy of the personal examination and the treating psychiatrist's and the medical director's or consulting psychiatrist's or physician's determinations shall be made part of the minor's medical records."}, {"bill_id": 3969, "bill_version_id": 26399, "bill_version": "Enrolled", "bill_version_date": "2013-02-26T09:53:01.18-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3969, "action_date": "2013-01-08T12:00:00-06:00", "document_id": 23561, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23561.pdf", "status_text": "First read in House and referred to", "journal_page": 24, "committee_id_action": 202, "committee_id_assigned": 191, "result": "N", "vote": {}}, {"bill_id": 3969, "action_date": "2013-01-17T07:45:00-06:00", "document_id": 23745, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23745.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 191, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3969, "action_date": "2013-01-17T07:45:00-06:00", "document_id": 23935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23935.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 191, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3969, "action_date": "2013-01-17T07:45:00-06:00", "document_id": 23935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23935.pdf", "status_text": "Do Pass Amended", "journal_page": 92, "committee_id_action": 191, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12651, "president_vote": null, "Yea": [418, 412, 396, 394, 413, 372, 357, 403, 323, 401, 369, 371], "Nay": [374]}}, {"bill_id": 3969, "action_date": "2013-01-22T14:00:00-06:00", "document_id": 24266, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24266.pdf", "status_text": "Do Pass Amended", "journal_page": 140, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12769, "president_vote": null, "Yea": [420, 346, 415, 418, 326, 360, 417, 349, 382, 410, 412, 398, 342, 324, 348, 318, 402, 381, 396, 370, 394, 372, 350, 347, 416, 344, 335, 400, 375, 371, 316, 332, 393, 395, 390, 408, 404, 405, 356, 411, 355, 378, 407, 352, 357, 403, 343, 399, 323, 406, 361, 391, 354, 409, 401, 373, 353, 341, 334], "Nay": [397, 374, 389, 359, 392, 414], "Excused": [413, 351, 369, 380, 377]}}, {"bill_id": 3969, "action_date": "2013-01-24T14:00:00-06:00", "document_id": 24542, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24542.pdf", "status_text": "First read in Senate and referred to", "journal_page": 200, "committee_id_action": 200, "committee_id_assigned": 180, "result": "N", "vote": {}}, {"bill_id": 3969, "action_date": "2013-01-30T10:00:00-06:00", "document_id": 24875, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24875.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 180, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3969, "action_date": "2013-01-30T10:00:00-06:00", "document_id": 25000, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25000.pdf", "status_text": "Do Pass", "journal_page": 276, "committee_id_action": 180, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13182, "president_vote": null, "Yea": [330, 325, 322, 368, 386], "Nay": [363, 358]}}, {"bill_id": 3969, "action_date": "2013-01-31T12:30:00-06:00", "document_id": 25091, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25091.pdf", "status_text": "Deferred to another day", "journal_page": 296, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3969, "action_date": "2013-02-04T14:00:00-06:00", "document_id": 25209, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25209.pdf", "status_text": "Deferred to another day", "journal_page": 316, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3969, "action_date": "2013-02-05T14:00:00-06:00", "document_id": 25310, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25310.pdf", "status_text": "Deferred to another day", "journal_page": 333, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3969, "action_date": "2013-02-06T14:00:00-06:00", "document_id": 25380, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25380.pdf", "status_text": "Deferred to another day", "journal_page": 349, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3969, "action_date": "2013-02-07T13:00:00-06:00", "document_id": 25456, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25456.pdf", "status_text": "Deferred to another day", "journal_page": 364, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3969, "action_date": "2013-02-12T14:00:00-06:00", "document_id": 25592, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25592.pdf", "status_text": "Deferred to another day", "journal_page": 383, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3969, "action_date": "2013-02-13T14:00:00-06:00", "document_id": 25678, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25678.pdf", "status_text": "Deferred to another day", "journal_page": 399, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3969, "action_date": "2013-02-14T14:00:00-06:00", "document_id": 25769, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25769.pdf", "status_text": "Deferred to another day", "journal_page": 420, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3969, "action_date": "2013-02-15T13:00:00-06:00", "document_id": 25870, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25870.pdf", "status_text": "Deferred to another day", "journal_page": 439, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3969, "action_date": "2013-02-19T14:00:00-06:00", "document_id": 25972, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25972.pdf", "status_text": "Deferred to another day", "journal_page": 477, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3969, "action_date": "2013-02-20T14:00:00-06:00", "document_id": 26088, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26088.pdf", "status_text": "Deferred to another day", "journal_page": 514, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3969, "action_date": "2013-02-21T14:00:00-06:00", "document_id": 26155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26155.pdf", "status_text": "Deferred to another day", "journal_page": 521, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3969, "action_date": "2013-02-22T12:30:00-06:00", "document_id": 26267, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26267.pdf", "status_text": "Deferred to another day", "journal_page": 544, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3969, "action_date": "2013-02-25T14:00:00-06:00", "document_id": 26354, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26354.pdf", "status_text": "Do Pass Amended", "journal_page": 565, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 14305, "president_vote": null, "Yea": [338, 330, 337, 366, 340, 365, 325, 364, 376, 336, 322, 345, 329, 321, 368, 328, 386, 367, 319, 339, 387, 327, 383, 379], "Nay": [362, 388, 363, 358, 331, 419, 317, 320, 385, 384, 333]}}, {"bill_id": 3969, "action_date": "2013-02-26T14:00:00-06:00", "document_id": 26479, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26479.pdf", "status_text": "Signed by the Speaker", "journal_page": 560, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3969, "action_date": "2013-02-27T14:00:00-06:00", "document_id": 26653, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26653.pdf", "status_text": "Signed by the President", "journal_page": 615, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3969, "action_date": "2013-02-28T12:30:00-06:00", "document_id": 26771, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/26771.pdf", "status_text": "Delivered to the Governor", "journal_page": 597, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3969, "action_date": "2013-03-06T11:00:00-06:00", "document_id": 27246, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27246.pdf", "status_text": "Signed by the Governor", "journal_page": 761, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5341, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3969"}