{"session_id": 69, "bill_id": 25208, "bill_type": "Senate Joint Resolution", "bill_number": 509, "bill_title": "Applying to the United States Congress under Article V of the United States Constitution to call for a convention for proposing an amendment to the constitution establishing congressional term limits.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25208", "sponsors": [{"legislator_profile_id": 4504, "is_prime": true}, {"legislator_profile_id": 4547, "is_prime": true}, {"legislator_profile_id": 4474, "is_prime": false}, {"legislator_profile_id": 4479, "is_prime": false}, {"legislator_profile_id": 4492, "is_prime": false}, {"legislator_profile_id": 4511, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4554, "is_prime": false}, {"legislator_profile_id": 4567, "is_prime": false}, {"legislator_profile_id": 4570, "is_prime": false}], "keywords": ["Convention of States", "Senate Joint Resolution"], "audio": [], "bill_versions": [{"bill_id": 25208, "bill_version_id": 262660, "bill_version": "Introduced", "bill_version_date": "2024-01-25T08:22:35.453-06:00", "bill_text": "A JOINT RESOLUTION, Applying to the United States Congress under Article V of the United States Constitution to call for a convention for proposing an amendment to the constitution establishing congressional term limits. Be it resolved by the Legislature of the State of South Dakota: Section 1. WHEREAS, the framers of the Constitution empowered state legislators to be guardians of liberty against future abuses of power by the federal government; and Section 2. WHEREAS, the framers of the Constitution envisioned a part-time federal legislature comprised of citizen legislators who would retain and return to some other profession when not occupied by the business of the people; and Section 3. WHEREAS, the United States Supreme Court ruled in U.S Term Limits, Inc. v. Thornton that the individual states cannot impose additional qualifications for prospective members of Congress that are not specified in the United States Constitution; and Section 4. WHEREAS, it is the solemn duty of the states to protect the liberty of the people by proposing amendments to the United States Constitution through a convention of states authorized by Article V of the United States Constitution: Section 5. NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Ninety-Ninth Legislature of the State of South Dakota, the Senate concurring therein, that the South Dakota Legislature hereby makes an application to the Congress of the United States, as provided by Article V of the United States Constitution, to call a convention solely for the purpose of proposing an amendment to the United States Constitution to establish a limit on the number of terms to which an individual may be elected to serve as a member of the United States House of Representatives and to establish a limit to the number of terms to which an individual may be elected to serve as a member of the United States Senate; and Section 6. BE IT FURTHER RESOLVED, that the secretary of state is hereby to transmit copies of this application to the President and Secretary of the United States Senate; to the Speaker and Clerk of the United States House of Representatives; and to the Chairman of the Judiciary Committee of the United States House of Representatives. The secretary of state is directed to transmit copies of this application to the presiding officers of each of the legislative houses in the several states, requesting their cooperation; and Section 7. BE IT FURTHER RESOLVED, that this application constitutes a continuing application in accordance with Article V of the United States Constitution until the legislatures of two-thirds of the several states have made applications to Congress to call a convention to establish a limit to the number of terms to which an individual may be elected to as a member of the United States House of Representatives and as a member of the United States Senate. This application must be aggregated with the applications of the other states for the purpose of attaining the applications from the Legislatures of two-thirds of the several states necessary to require Congress to call a convention solely for the purpose of establishing term limits for members of the United States House or Representatives and the United States Senate. This application may not be aggregated with any other applications that seek a convention to address any other issue."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25208, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262427.pdf", "status_text": "First read in Senate and referred to", "journal_page": 181, "committee_id_action": 1219, "committee_id_assigned": 1220, "result": "N", "vote": {}}, {"bill_id": 25208, "action_date": "2024-02-07T10:00:00-06:00", "document_id": 264537, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264537.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1220, "committee_id_assigned": null, "result": "N", "vote": {}}]}