{"session_id": 45, "bill_id": 13088, "bill_type": "House Bill", "bill_number": 1245, "bill_title": "to define self-service storage facilities, to provide a lien on all personal property stored at such facilities, and to provide a procedure for the enforcement of such lien.", "sponsors": [{"legislator_profile_id": 1915, "is_prime": true}, {"legislator_profile_id": 1966, "is_prime": true}, {"legislator_profile_id": 1901, "is_prime": false}, {"legislator_profile_id": 1919, "is_prime": false}, {"legislator_profile_id": 1931, "is_prime": false}, {"legislator_profile_id": 1970, "is_prime": false}], "keywords": ["Liens", "Signed by Governor", "Storage Facilities"], "audio": [], "bill_versions": [{"bill_id": 13088, "bill_version_id": 73499, "bill_version": "Introduced", "bill_version_date": "1997-02-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to define self-service storage facilities, to provide a lien on all personal property stored at such facilities, and to provide a procedure for the enforcement of such lien. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Last known address,\" that address provided by the occupant in the latest rental agreement, or the address provided by the occupant in a subsequent written notice of a change of address; (2) \"Occupant,\" any person, sublessee, successor, or assign, entitled to the use of the storage space at a self-service storage facility under a rental agreement, to the exclusion of others; (3) \"Owner,\" the owner, operator, lessor, or sublessor of a self-service storage facility, the owner's agent, or any other person authorized by the owner to manage the facility, or to receive rent from an occupant under a rental agreement; (4) \"Personal property,\" movable property not affixed to land, including goods, merchandise, and household items; (5) \"Rental agreement,\" any agreement or lease, written or oral, that establishes or modifies the terms, conditions, rules, or any other provisions concerning the use and occupancy of a self-service storage facility; and (6) \"Self-service storage facility,\" any real property designed and used for the purpose of renting or leasing individual storage space to occupants who are to have access to such for the purpose of storing and removing personal property. No occupant may use a self-service storage facility for residential purposes. A self-service storage facility is not a public warehouse or public storage warehouse as defined in chapter 49-42 or 49-42A. If an owner issues any warehouse receipt, bill of lading, or other document of title for the personal property stored, the owner and the occupant are subject to the provisions of chapters 49-42 and 49-42A and the provisions of this Act do not apply. Section 2. The owner of a self-service storage facility and the owner's heirs, personal representatives, successors, and assigns have a lien upon all personal property located at a self- service storage facility for rent, labor, or other charges, present or future, in relation to the personal property, and for expenses necessary for its preservation, or expenses reasonably incurred in its sale or other disposition pursuant to this Act. The lien provided for in this section is superior to any other lien or security interest. The lien attaches as of the date the personal property is brought to the self-service storage facility. Section 3. An owner's lien for a claim which has become due shall be satisfied as follows: (1) The occupant shall be notified; (2) The notice shall be delivered in person or sent by certified mail to the last known address of the occupant; (3) The notice shall include: (a) An itemized statement of the owner's claim showing the sum due at the time of the notice and the date when the sum became due; (b) A brief and general description of the personal property subject to the lien. The description shall be reasonably adequate to permit the person notified to identify it, except that any container including a trunk, valise, or box that is locked, fastened, sealed, or tied in a manner which deters immediate access to its contents may be described as such without describing its contents; (c) A notice of denial of access to the personal property, if such denial is permitted under the terms of the rental agreement, which provides the name, street address, and telephone number of the owner, or a designated agent, whom the occupant may contact to respond to this notice; (d) A demand for payment within a specified time not less than fourteen days after delivery of the notice; and (e) A conspicuous statement that unless the claim is paid within the time stated in the notice, the personal property will be advertised for sale or other disposition, and will be sold or otherwise disposed of at a specified time and place; (4) Any notice made pursuant to this section shall be presumed delivered if it is deposited with the United States Postal Service and properly addressed with postage prepaid; (5) After the expiration of the time given in the notice, an advertisement of the sale or other disposition shall be published once a week for two consecutive weeks in a newspaper of general circulation where the self-service storage facility is located. The advertisement shall include: (a) A brief and general description of the personal property reasonably adequate to permit its identification as provided for in subdivision (3) of this section; (b) The address of the self-service storage facility and the number, if any, of the space where the personal property is located and the name of the occupant; and (c) The time, place, and manner of the sale or other disposition. The sale or other disposition shall take place not sooner than fifteen days after the first publication. If there is no newspaper of general circulation where the self- service storage facility is located, the advertisement shall be posted at least ten days before the date of the sale or other disposition in not less than six conspicuous places in the neighborhood where the self-service storage facility is located; (6) Any sale or other disposition of the personal property shall conform to the terms of the notification as provided for in this section; (7) Any sale or other disposition of the personal property shall be held at the self-service storage facility, or at the nearest suitable place to where the personal property is held or stored; (8) Before any sale or other disposition of personal property pursuant to this section, the occupant may pay the amount necessary to satisfy the lien, and the reasonable expenses incurred under this section, and thereby redeem the personal property. Upon receipt of such payment, the owner shall return the personal property, and thereafter the owner has no liability to any person with respect to such personal property; (9) A purchaser in good faith of the personal property sold to satisfy a lien, as provided for in this Act, takes the property free of any rights of persons against whom the lien was valid, despite noncompliance by the owner with the requirements of this section; and (10) In the event of a sale under this section, the owner may satisfy the lien from the proceeds of the sale, but shall hold the balance, if any, for delivery on demand to the occupant. If the occupant does not claim the balance of the proceeds within two years of the date of sale, the proceeds shall become the property of the owner without further recourse by the occupant. Section 4. Nothing in this Act impairs or affects the right of parties to create liens by special contract or agreement nor does it in any manner affect or impair other liens arising at common law or in equity, or by any statute of this state, or any other lien not provided for in this Act. Section 5. This Act is effective July 1, 1997, and applies to all rental agreements entered into, or extended, or renewed after that date."}, {"bill_id": 13088, "bill_version_id": 73498, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "1997-02-12T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to define self-service storage facilities, to provide a lien on all personal property stored at such facilities, and to provide a procedure for the enforcement of such lien. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Last known address,\" that address provided by the occupant in the latest rental agreement, or the address provided by the occupant in a subsequent written notice of a change of address; (2) \"Occupant,\" any person, sublessee, successor, or assign, entitled to the use of the storage space at a self-service storage facility under a rental agreement, to the exclusion of others; (3) \"Owner,\" the owner, operator, lessor, or sublessor of a self-service storage facility, the owner's agent, or any other person authorized by the owner to manage the facility, or to receive rent from an occupant under a rental agreement; (4) \"Personal property,\" movable property not affixed to land, including goods, merchandise, and household items; (5) \"Rental agreement,\" any agreement or lease, written or oral, that establishes or modifies the terms, conditions, rules, or any other provisions concerning the use and occupancy of a self-service storage facility; and (6) \"Self-service storage facility,\" any real property designed and used for the purpose of renting or leasing individual storage space to occupants who are to have access to such for the purpose of storing and removing personal property. No occupant may use a self-service storage facility for residential purposes. A self-service storage facility is not a public warehouse or public storage warehouse as defined in chapter 49-42 or 49-42A. If an owner issues any warehouse receipt, bill of lading, or other document of title for the personal property stored, the owner and the occupant are subject to the provisions of chapters 49-42 and 49-42A and the provisions of this Act do not apply. Section 2. The owner of a self-service storage facility and the owner's heirs, personal representatives, successors, and assigns have a lien upon all personal property located at a self- service storage facility for rent, labor, or other charges, present or future, in relation to the personal property, and for expenses necessary for its preservation, or expenses reasonably incurred in its sale or other disposition pursuant to this Act. The lien provided in this Act attaches as of the date the personal property is brought to the self-service storage facility. The lien provided in this Act is prior to any other lien or security interest, except for those liens and security interests which were perfected before the date of attachment of the lien hereunder. Section 3. An owner's lien for a claim which has become due shall be satisfied as follows: (1) The occupant and the holder of any lien shall be notified; (2) The notice shall be delivered in person or sent by regular first class mail postage prepaid to the last known address of the occupant and lienholders; (3) The notice shall include: (a) An itemized statement of the owner's claim showing the sum due at the time of the notice and the date when the sum became due; (b) If known to the owner, a brief and general description of the personal property subject to the lien. The description shall be reasonably adequate to permit the person notified to identify it, except that any container including a trunk, valise, or box that is locked, fastened, sealed, or tied in a manner which deters immediate access to its contents may be described as such without describing its contents; (c) A notice of denial of access to the personal property, if such denial is permitted under the terms of the rental agreement, which provides the name, street address, and telephone number of the owner, or a designated agent, whom the occupant may contact to respond to this notice; (d) A demand for payment within a specified time not less than fourteen days after delivery of the notice; and (e) A conspicuous statement that unless the claim is paid within the time stated in the notice, the personal property will be advertised for sale or other disposition, and will be sold or otherwise disposed of at a specified time and place; (4) Any notice made pursuant to this section shall be presumed delivered if it is deposited with the United States Postal Service and properly addressed with postage prepaid; (5) After the expiration of the time given in the notice, an advertisement of the sale or other disposition shall be published once a week for two consecutive weeks in a newspaper of general circulation where the self-service storage facility is located. The advertisement shall include: (a) A brief and general description of the personal property reasonably adequate to permit its identification as provided for in subdivision (3) of this section; (b) The address of the self-service storage facility and the number, if any, of the space where the personal property is located and the name of the occupant; and (c) The time, place, and manner of the sale or other disposition. The sale or other disposition shall take place not sooner than fifteen days after the first publication. If there is no newspaper of general circulation where the self- service storage facility is located, the advertisement shall be posted at least ten days before the date of the sale or other disposition in not less than six conspicuous places in the neighborhood where the self-service storage facility is located; (6) Any sale or other disposition of the personal property shall conform to the terms of the notification as provided for in this section; (7) Any sale or other disposition of the personal property shall be held at the self-service storage facility, or at the nearest suitable place to where the personal property is held or stored; (8) Before any sale or other disposition of personal property pursuant to this section, the occupant may pay the amount necessary to satisfy the lien, and the reasonable expenses incurred under this section, and thereby redeem the personal property. Upon receipt of such payment, the owner shall return the personal property, and thereafter the owner has no liability to any person with respect to such personal property; (9) A purchaser in good faith of the personal property sold to satisfy a lien, as provided for in this Act, takes the property free of any rights of any person, but subject to the rights of any prior lienholder, despite noncompliance by the owner with the requirements of this section; and (10) In the event of a sale under this section, the owner may, after satisfying all prior liens, satisfy the lien pursuant to this Act from the proceeds of the sale, but shall hold the balance, if any, for delivery on demand to the occupant. If the occupant does not claim the balance of the proceeds within two years of the date of sale, the proceeds shall become the property of the owner without further recourse by the occupant. Section 4. Nothing in this Act impairs or affects the right of parties to create liens by special contract or agreement nor does it in any manner affect or impair other liens arising at common law or in equity, or by any statute of this state, or any other lien not provided for in this Act. Section 5. This Act is effective July 1, 1997, and applies to all rental agreements entered into, or extended, or renewed after that date. For purposes of this Act, a rental agreement is deemed extended or renewed if it continues on a month-to-month basis. BILL HISTORY 2/3/97 First read in House and referred to Commerce. H.J. 264 2/11/97 Scheduled for Committee hearing on this date. 2/11/97 Commerce Do Pass Amended, AYES 13, NAYS 0. H.J. 407"}, {"bill_id": 13088, "bill_version_id": 73500, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "1997-02-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to define self-service storage facilities, to provide a lien on all personal property stored at such facilities, and to provide a procedure for the enforcement of such lien. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Last known address,\" that address provided by the occupant in the latest rental agreement, or the address provided by the occupant in a subsequent written notice of a change of address; (2) \"Occupant,\" any person, sublessee, successor, or assign, entitled to the use of the storage space at a self-service storage facility under a rental agreement, to the exclusion of others; (3) \"Owner,\" the owner, operator, lessor, or sublessor of a self-service storage facility, the owner's agent, or any other person authorized by the owner to manage the facility, or to receive rent from an occupant under a rental agreement; (4) \"Personal property,\" movable property not affixed to land, including goods, merchandise, and household items; (5) \"Rental agreement,\" any agreement or lease, written or oral, that establishes or modifies the terms, conditions, rules, or any other provisions concerning the use and occupancy of a self-service storage facility; and (6) \"Self-service storage facility,\" any real property designed and used for the purpose of renting or leasing individual storage space to occupants who are to have access to such for the purpose of storing and removing personal property. No occupant may use a self-service storage facility for residential purposes. A self-service storage facility is not a public warehouse or public storage warehouse as defined in chapter 49-42 or 49-42A. If an owner issues any warehouse receipt, bill of lading, or other document of title for the personal property stored, the owner and the occupant are subject to the provisions of chapters 49-42 and 49-42A and the provisions of this Act do not apply. Section 2. The owner of a self-service storage facility and the owner's heirs, personal representatives, successors, and assigns have a lien upon all personal property located at a self- service storage facility for rent, labor, or other charges, present or future, in relation to the personal property, and for expenses necessary for its preservation, or expenses reasonably incurred in its sale or other disposition pursuant to this Act. The lien provided in this Act attaches as of the date the personal property is brought to the self-service storage facility. The lien provided in this Act is prior to any other lien or security interest, except for those liens and security interests which were perfected before the date of attachment of the lien hereunder. Section 3. An owner's lien for a claim which has become due shall be satisfied as follows: (1) The occupant and the holder of any lien shall be notified; (2) The notice shall be delivered in person or sent by regular first class mail postage prepaid to the last known address of the occupant and lienholders; (3) The notice shall include: (a) An itemized statement of the owner's claim showing the sum due at the time of the notice and the date when the sum became due; (b) If known to the owner, a brief and general description of the personal property subject to the lien. The description shall be reasonably adequate to permit the person notified to identify it, except that any container including a trunk, valise, or box that is locked, fastened, sealed, or tied in a manner which deters immediate access to its contents may be described as such without describing its contents; (c) A notice of denial of access to the personal property, if such denial is permitted under the terms of the rental agreement, which provides the name, street address, and telephone number of the owner, or a designated agent, whom the occupant may contact to respond to this notice; (d) A demand for payment within a specified time not less than fourteen days after delivery of the notice; and (e) A conspicuous statement that unless the claim is paid within the time stated in the notice, the personal property will be advertised for sale or other disposition, and will be sold or otherwise disposed of at a specified time and place; (4) Any notice made pursuant to this section shall be presumed delivered if it is deposited with the United States Postal Service and properly addressed with postage prepaid; (5) After the expiration of the time given in the notice, an advertisement of the sale or other disposition shall be published once a week for two consecutive weeks in a newspaper of general circulation where the self-service storage facility is located. The advertisement shall include: (a) A brief and general description of the personal property reasonably adequate to permit its identification as provided for in subdivision (3) of this section; (b) The address of the self-service storage facility and the number, if any, of the space where the personal property is located and the name of the occupant; and (c) The time, place, and manner of the sale or other disposition. The sale or other disposition shall take place not sooner than fifteen days after the first publication. If there is no newspaper of general circulation where the self- service storage facility is located, the advertisement shall be posted at least ten days before the date of the sale or other disposition in not less than six conspicuous places in the neighborhood where the self-service storage facility is located; (6) Any sale or other disposition of the personal property shall conform to the terms of the notification as provided for in this section; (7) Any sale or other disposition of the personal property shall be held at the self-service storage facility, or at the nearest suitable place to where the personal property is held or stored; (8) Before any sale or other disposition of personal property pursuant to this section, the occupant may pay the amount necessary to satisfy the lien, and the reasonable expenses incurred under this section, and thereby redeem the personal property. Upon receipt of such payment, the owner shall return the personal property, and thereafter the owner has no liability to any person with respect to such personal property; (9) A purchaser in good faith of the personal property sold to satisfy a lien, as provided for in this Act, takes the property free of any rights of any person, but subject to the rights of any prior lienholder unless the personal property is consumer goods as defined in § 57A-9-109(1), despite noncompliance by the owner with the requirements of this section. For the purpose of this section, personal property for which ownership is evidenced by a certificate of title is not consumer goods; and (10) In the event of a sale under this section, the owner may, after satisfying all prior liens, satisfy the lien pursuant to this Act from the proceeds of the sale, but shall hold the balance, if any, for delivery on demand to the occupant. If the occupant does not claim the balance of the proceeds within two years of the date of sale, the proceeds shall become the property of the owner without further recourse by the occupant. Section 4. Nothing in this Act impairs or affects the right of parties to create liens by special contract or agreement nor does it in any manner affect or impair other liens arising at common law or in equity, or by any statute of this state, or any other lien not provided for in this Act. Section 5. This Act is effective July 1, 1997, and applies to all rental agreements entered into, or extended, or renewed after that date. For purposes of this Act, a rental agreement is deemed extended or renewed if it continues on a month-to-month basis. BILL HISTORY 2/3/97 First read in House and referred to Commerce. H.J. 264 2/11/97 Scheduled for Committee hearing on this date. 2/11/97 Commerce Do Pass Amended, Passed, AYES 13, NAYS 0. H.J. 407 2/13/97 House of Representatives Do Pass Amended, Passed, AYES 55, NAYS 14. H.J. 470 2/14/97 First read in Senate and referred to Commerce. S.J. 461 2/25/97 Scheduled for Committee hearing on this date. 2/25/97 Commerce Do Pass Amended, Passed, AYES 7, NAYS 0. S.J. 623 2/25/97 Commerce Place on Consent Calendar. S.J. 623"}, {"bill_id": 13088, "bill_version_id": 73496, "bill_version": "Conference Committee Engrossed", "bill_version_date": "1997-03-06T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to define self-service storage facilities, to provide a lien on all personal property stored at such facilities, and to provide a procedure for the enforcement of such lien. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Last known address,\" that address provided by the occupant in the latest rental agreement or the address provided by the occupant in a subsequent written notice of a change of address; (2) \"Occupant,\" any person entitled to the use of the storage space at a self-service storage facility under a rental agreement, to the exclusion of others; (3) \"Owner,\" the owner of a self-service storage facility; (4) \"Personal property,\" movable property, including goods, merchandise, and household items stored in a self-service storage facility; (5) \"Rental agreement,\" any agreement or lease, written or oral, that establishes or modifies the terms, conditions, rules, or any other provisions concerning the use and occupancy of a self-service storage facility; and (6) \"Self-service storage facility,\" any real property designed and used for the purpose of renting or leasing individual storage space to occupants who are to have access to such for the purpose of storing and removing personal property. Section 2. The owner of a self-service storage facility has a lien upon all personal property located at a self-service storage facility for rent, labor, or other charges, present or future, in relation to the personal property, and for expenses necessary for its preservation, or expenses reasonably incurred in its sale or other disposition pursuant to this Act. The lien provided in this Act attaches as of the date the occupant defaults on the rental agreement. Any lien provided in this Act, which is recorded pursuant to chapter 44-2, is prior to any other lien or security interest, except for those liens and security interests which were perfected earlier. Section 3. An owner's lien for a claim which has become due shall be satisfied as follows: (1) The occupant and the holder of any lien shall be notified; (2) The notice shall be delivered in person or sent by regular first class mail postage prepaid to the last known address of the occupant and lienholders; (3) The notice shall include: (a) An itemized statement of the owner's claim showing the sum due at the time of the notice and the date when the sum became due; (b) If known to the owner, a brief and general description of the personal property subject to the lien. The description shall be reasonably adequate to permit the person notified to identify it, except that any container including a trunk, valise, or box that is locked, fastened, sealed, or tied in a manner which deters immediate access to its contents may be described as such without describing its contents; (c) A notice of denial of access to the personal property, if such denial is permitted under the terms of the rental agreement, which provides the name, street address, and telephone number of the owner whom the occupant may contact to respond to this notice; (d) A demand for payment within a specified time not less than fourteen days after delivery of the notice; and (e) A conspicuous statement that unless the claim is paid within the time stated in the notice, the personal property will be advertised for sale or other disposition, and will be sold or otherwise disposed of at a specified time and place; (4) After the expiration of the time given in the notice, an advertisement of the sale or other disposition shall be published once a week for two consecutive weeks in a newspaper of general circulation where the self-service storage facility is located. The advertisement shall include: (a) A brief and general description of the personal property reasonably adequate to permit its identification as provided for in subdivision (3) of this section; (b) The address of the self-service storage facility and the number, if any, of the space where the personal property is located and the name of the occupant; and (c) The time, place, and manner of the sale or other disposition. The sale or other disposition shall take place not sooner than fifteen days after the first publication; (5) If there is no newspaper of general circulation where the self-service storage facility is located, the advertisement shall be posted at least ten days before the date of the sale or other disposition in not less than six conspicuous places in the neighborhood where the self-service storage facility is located; (6) Any sale or other disposition of the personal property shall conform to the terms of the notification as provided for in this section; (7) Any sale or other disposition of the personal property shall be held at the self-service storage facility or at the nearest suitable place to where the personal property is held or stored; (8) Before any sale or other disposition of personal property pursuant to this section, the occupant may pay the amount necessary to satisfy the lien, and the reasonable expenses incurred under this section, and thereby redeem the personal property. Upon receipt of such payment, the owner shall return the personal property, and thereafter the owner has no liability to any person with respect to such personal property; (9) A purchaser in good faith of the personal property sold to satisfy a lien, as provided for in this Act, takes the property free of any rights of any person, but subject to the rights of any prior lienholder unless the personal property is consumer goods as defined in § 57A-9-109(1), despite noncompliance by the owner with the requirements of this section. For the purpose of this section, personal property for which ownership is evidenced by a certificate of title is not consumer goods; and (10) In the event of a sale under this section, the owner may, after satisfying all prior liens, satisfy the lien pursuant to this Act from the proceeds of the sale, but shall hold the balance, if any, for delivery on demand to the occupant. If the occupant does not claim the balance of the proceeds within two years of the date of sale, the proceeds shall become the property of the owner and the occupant has no further recourse. Section 4. No occupant may use a self-service storage facility for residential purposes. Section 5. A self-service storage facility is not a public warehouse or public storage warehouse as defined in chapter 49-42 or 49-42A. If an owner issues any warehouse receipt, bill of lading, or other document of title for the personal property stored, the owner and the occupant are subject to the provisions of chapters 49-42 and 49-42A and the provisions of this Act do not apply. Section 6. This Act is effective July 1, 1997, and applies to all rental agreements entered into, or extended, or renewed after that date. BILL HISTORY 2/3/97 First read in House and referred to Commerce. H.J. 264 2/11/97 Scheduled for Committee hearing on this date. 2/11/97 Commerce Do Pass Amended, Passed, AYES 13, NAYS 0. H.J. 407 2/13/97 House of Representatives Do Pass Amended, Passed, AYES 55, NAYS 14. H.J. 470 2/14/97 First read in Senate and referred to Commerce. S.J. 461 2/25/97 Scheduled for Committee hearing on this date. 2/25/97 Commerce Do Pass Amended, Passed, AYES 7, NAYS 0. S.J. 623 2/25/97 Commerce Place on Consent Calendar. S.J. 623 2/27/97 Senate Do Pass Amended, Passed, AYES 33, NAYS 0. S.J. 685 3/3/97 House of Representatives failed to concur, appoint Conference Committee. H.J. 799 3/6/97 Senate Conference committee report adopted Passed, AYES 35, NAYS 0."}, {"bill_id": 13088, "bill_version_id": 73497, "bill_version": "Enrolled", "bill_version_date": "1997-03-06T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13088, "action_date": "1997-02-03T14:00:00-06:00", "document_id": 72894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72894.pdf", "status_text": "First read in House and referred to", "journal_page": 264, "committee_id_action": 544, "committee_id_assigned": 532, "result": "N", "vote": {}}, {"bill_id": 13088, "action_date": "1997-02-11T07:45:00-06:00", "document_id": 72325, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72325.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 532, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13088, "action_date": "1997-02-11T07:45:00-06:00", "document_id": 72325, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72325.pdf", "status_text": "Do Pass Amended,", "journal_page": 407, "committee_id_action": 532, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37628, "president_vote": null, "Yea": [1917, 1922, 1970, 1975, 1890, 1894, 1941, 1961, 1968, 1973, 1988, 1904, 1967]}}, {"bill_id": 13088, "action_date": "1997-02-13T14:00:00-06:00", "document_id": 72910, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72910.pdf", "status_text": "Do Pass Amended,", "journal_page": 470, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37256, "president_vote": null, "Nay": [1886, 1898, 1903, 1907, 1918, 1926, 1943, 1949, 1952, 1968, 1971, 1974, 1975, 1983], "Yea": [1887, 1888, 1890, 1891, 1892, 1894, 1895, 1896, 1897, 1899, 1900, 1902, 1904, 1906, 1909, 1910, 1913, 1914, 1916, 1917, 1921, 1922, 1923, 1929, 1931, 1933, 1934, 1936, 1937, 1940, 1941, 1942, 1944, 1947, 1948, 1950, 1951, 1953, 1954, 1957, 1958, 1961, 1962, 1963, 1964, 1966, 1967, 1970, 1973, 1980, 1984, 1985, 1987, 1988, 1924], "Excused": [1982]}}, {"bill_id": 13088, "action_date": "1997-02-14T14:00:00-06:00", "document_id": 72913, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72913.pdf", "status_text": "First read in Senate and referred to", "journal_page": 461, "committee_id_action": 545, "committee_id_assigned": 519, "result": "N", "vote": {}}, {"bill_id": 13088, "action_date": "1997-02-25T10:00:00-06:00", "document_id": 72443, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72443.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 519, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13088, "action_date": "1997-02-25T10:00:00-06:00", "document_id": 72443, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72443.pdf", "status_text": "Do Pass Amended,", "journal_page": 623, "committee_id_action": 519, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35156, "president_vote": null, "Yea": [1901, 1946, 1959, 1976, 1979, 1956, 1972]}}, {"bill_id": 13088, "action_date": "1997-02-25T10:00:00-06:00", "document_id": 72443, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72443.pdf", "status_text": "Place on Consent Calendar", "journal_page": 623, "committee_id_action": 519, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13088, "action_date": "1997-02-27T14:00:00-06:00", "document_id": 72931, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72931.pdf", "status_text": "Do Pass Amended,", "journal_page": 685, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36538, "president_vote": null, "Yea": [1884, 1885, 1889, 1893, 1901, 1905, 1908, 1911, 1912, 1915, 1919, 1920, 1925, 1927, 1928, 1930, 1932, 1935, 1938, 1939, 1945, 1946, 1955, 1956, 1959, 1960, 1965, 1969, 1972, 1976, 1978, 1981, 1986], "Excused": [1977, 1979]}}, {"bill_id": 13088, "action_date": "1997-03-03T14:00:00-06:00", "document_id": 72935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72935.pdf", "status_text": "Conference Committee appointments", "journal_page": 748, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13088, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72941.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 824, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36106, "president_vote": null, "Yea": [1884, 1885, 1889, 1893, 1901, 1905, 1908, 1911, 1912, 1915, 1919, 1920, 1925, 1927, 1928, 1930, 1932, 1935, 1938, 1939, 1945, 1946, 1955, 1956, 1959, 1960, 1965, 1969, 1972, 1976, 1977, 1978, 1979, 1981, 1986]}}, {"bill_id": 13088, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72940.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 915, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35360, "president_vote": null, "Nay": [1886, 1898, 1899, 1942, 1954, 1971, 1983], "Excused": [1887], "Yea": [1888, 1890, 1891, 1892, 1894, 1896, 1897, 1900, 1902, 1903, 1904, 1906, 1907, 1909, 1910, 1913, 1914, 1916, 1917, 1918, 1921, 1922, 1923, 1926, 1929, 1931, 1933, 1934, 1936, 1937, 1940, 1941, 1943, 1944, 1947, 1948, 1949, 1950, 1951, 1952, 1953, 1957, 1958, 1961, 1962, 1963, 1964, 1966, 1967, 1968, 1970, 1973, 1974, 1975, 1980, 1982, 1984, 1985, 1987, 1988, 1924], "Absent": [1895]}}, {"bill_id": 13088, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72941.pdf", "status_text": "Signed by President", "journal_page": 837, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13088, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72940.pdf", "status_text": "Signed by Speaker", "journal_page": 929, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13088, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72940, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72940.pdf", "status_text": "Delivered to the Governor", "journal_page": null, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13088, "action_date": "1997-03-19T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 747}