{"session_id": 20, "bill_id": 5990, "bill_type": "House Bill", "bill_number": 1257, "bill_title": "clarify certain autism spectrum disorders insurance coverage.", "sponsors": [], "keywords": ["Health Insurance", "Insurance", "Mentally Ill Persons"], "audio": [{"meeting_datetime": "2014-02-13T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe20.mp3", "start_seconds": 361.0}, {"meeting_datetime": "2014-02-13T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe20.mp3", "start_seconds": 361.0}, {"meeting_datetime": "2014-02-13T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe20.mp3", "start_seconds": 361.0}, {"meeting_datetime": "2014-02-20T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe23.mp3", "start_seconds": 1370.0}, {"meeting_datetime": "2014-02-20T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe23.mp3", "start_seconds": 1370.0}, {"meeting_datetime": "2014-02-20T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe23.mp3", "start_seconds": 1370.0}, {"meeting_datetime": "2014-02-20T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hhe23.mp3", "start_seconds": 1370.0}, {"meeting_datetime": "2014-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou25.mp3", "start_seconds": 8030.0}, {"meeting_datetime": "2014-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou25.mp3", "start_seconds": 8030.0}, {"meeting_datetime": "2014-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou25.mp3", "start_seconds": 8030.0}, {"meeting_datetime": "2014-03-06T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sco32.mp3", "start_seconds": 4108.0}, {"meeting_datetime": "2014-03-06T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sco32.mp3", "start_seconds": 4108.0}, {"meeting_datetime": "2014-03-06T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sco32.mp3", "start_seconds": 4108.0}], "bill_versions": [{"bill_id": 5990, "bill_version_id": 29747, "bill_version": "Introduced", "bill_version_date": "2014-02-04T11:31:31.517-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to clarify certain autism spectrum disorders insurance coverage. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Autism spectrum disorder,\" as defined in the American Psychiatric Association's Diagnostic and Statistical Manual of Mental Disorders, edition DSM-V-TR: (2) \"Director,\" the director of the Division of Insurance; (3) \"Health benefit plan,\" an accident and health insurance policy or certificate; a nonprofit hospital or medical service corporation contract; a health maintenance organization subscriber contract; a plan provided by a multiple employer welfare arrangement; or a plan provided by another benefit arrangement, to the extent permitted by the Employee Retirement Income Security Act of 1974, as amended to January 1, 2001, or by any waiver of or other exception to that act provided under federal law or regulation. Section 2. No health benefit plan is required to provide coverage for any of the following: acupuncture, animal-based therapy including hippotherapy, auditory integration training, chelation therapy, child care, cranial sacral therapy, custodial or respite care, hyperbaric oxygen, special diets or supplements. Section 3. No health benefit plan is required to pay for treatment rendered by parents or legal guardians who are otherwise qualified providers, supervising providers, therapists, professionals, or paraprofessionals, for treatment rendered to their own children. Section 4. A health benefit plan shall provide coverage for treatments, therapies, and services to an insured diagnosed with autism spectrum disorders by an autism service provider in locations including the provider's office, clinic, or in a setting conducive to the acquisition of the target skill. Treatments may be provided in schools when the treatments, therapies, or services are related to the goals of the treatment plan and do not duplicate services provided by a school. No health benefit plan is required to provide coverage for therapy, treatment, or services when the therapy, treatment, or service is provided to an insured who is residing in a residential treatment center, inpatient treatment facility, or a day treatment facility. Section 5. A health benefit plan shall verify the licensure, certification, and all training or other credentials of a qualified provider or health professional. No health benefit plan may deny payment or reimbursement for the necessary diagnosis or treatment provided by a certified behavior analyst or a health professional licensed in South Dakota. Section 6. A health benefit plan shall provide written notice to the insured regarding claims submitted and processed for the treatment of autism spectrum disorders and shall include the total amount expended to date for the current policy year. The notice may be included with the explanation of benefits form or in a separate communication provided on a periodic basis during the course of treatment."}, {"bill_id": 5990, "bill_version_id": 30679, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "2014-02-20T12:17:14.643-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to clarify certain autism spectrum disorders insurance coverage. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. A health benefit plan shall provide coverage for the screening, diagnosis, and treatment of autism spectrum disorder. To the extent that the screening, diagnosis, and treatment of autism spectrum disorder are not already covered by a health benefit plan, coverage pursuant to this Act must be included in health benefit plans that are delivered, executed, issued, amended, adjusted, or renewed in this state on or after July 1, 2014. Section 2. Coverage provided pursuant to this Act may not be subject to any limits on the number of visits an individual may make for treatment of autism spectrum disorder. Coverage under this Act may not be subject to dollar limits, deductibles, or coinsurance provisions that are less favorable to an insured than the dollar limits, deductibles, or coinsurance provisions that apply to substantially all medical and surgical benefits under the health insurance policy. Section 3. Nothing in this Act may be construed as limiting benefits that are otherwise available to an individual under a health insurance policy. Section 4. Terms used in this Act mean: (1) \"Applied behavior analysis,\" the design, implementation, and evaluation of environmental modifications, using behavioral stimuli and consequences, to produce socially significant improvement in human behavior, including the use of direct observation, measurement, and functional analysis of the relationship between environment and behavior; (2) \"Autism spectrum disorder,\" any of the pervasive developmental disorders or autism spectrum disorders as defined by the most recent edition of the Diagnostic and Statistical Manual of Mental Disorders (DSM) or the edition that was in effect at the time of diagnosis; (3) \"Diagnosis of autism spectrum disorder,\" medically necessary assessment, evaluations, or tests to diagnose whether an individual has an autism spectrum disorder; (4) \"Behavioral health treatment,\" counseling and treatment programs, including applied behavior analysis, that are: (a) Necessary to develop, maintain, or restore, to the maximum extent practicable, the functioning of an individual; and (b) Provided or supervised by a board certified behavior analyst or by a licensed psychologist so long as the services performed are commensurate with the psychologists's university training and supervised experience; (5) \"Health benefit plan,\" as defined by § 58-17F-1; (6) \"Pharmacy care,\" medications prescribed by a licensed physician and any health- related services deemed medically necessary to determine the need or effectiveness of the medications; (7) \"Psychiatric care,\" direct or consultative services provided by a psychiatrist licensed in the state in which the psychiatrist practices; (8) \"Psychological care,\" direct or consultative services provided by a psychologist licensed in the state in which the psychologist practices; (9) \"Therapeutic care,\" services provided by licensed or certified speech therapists, occupational therapists, or physical therapists; (10) \"Treatment for autism spectrum disorder,\" evidence-based care and related equipment prescribed or ordered for an individual diagnosed with an autism spectrum disorder by a licensed physician or a licensed psychologist who determines the care to be medically necessary, including behavioral health treatment, pharmacy care, psychiatric care, psychological care, and therapeutic care. Section 5. Coverage for applied behavior analysis shall include the services of the personnel who work under the supervision of the board certified behavior analyst or the licensed psychologist who oversees the program. Section 6. Except for inpatient services, if an insured is receiving treatment for an autism spectrum disorder, an insurer has the right to review the treatment plan annually, unless the insurer and the insured's treating physician or psychologist agree that a more frequent review is necessary. Any such agreement regarding the right to review a treatment plan more frequently applies only to a particular insured being treated for an autism spectrum disorder and does not apply to all individuals being treated for autism spectrum disorder by a physician or psychologist. The cost of obtaining any review or treatment plan shall be borne by the insurer. Section 7. Nothing in the Act may be construed as affecting any obligation to provide services to an individual under an individualized family service plan, an individualized education program, or an individualized service plan. Section 8. Nothing in this Act may apply to non grandfathered plans in the individual and small group markets or to Medicare supplement, accident-only, specified disease, hospital indemnity, disability income, long-term care, or other limited benefit hospital insurance policies. Section 9. By February 1, 2016, and every February first thereafter the Division of Insurance shall submit a report to the Legislature regarding the implementation of the coverage required under this Act. The report shall include the following: (1) The total number of insureds diagnosed with autism spectrum disorder; (2) The total cost of all claims paid out in the immediately preceding calendar year for coverage required by this Act; (3) The cost of such coverage per insured per month; and (4) The average cost per insured for coverage of applied behavior analysis. All health carriers and health benefit plans subject to the provisions of this Act shall provide the Division of Insurance with the data requested by the division for inclusion in the annual report."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5990, "action_date": "2014-02-04T14:00:00-06:00", "document_id": 29776, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29776.pdf", "status_text": "First read in House and referred to", "journal_page": 274, "committee_id_action": 231, "committee_id_assigned": 220, "result": "N", "vote": {}}, {"bill_id": 5990, "action_date": "2014-02-13T07:45:00-06:00", "document_id": 30153, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30153.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 220, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5990, "action_date": "2014-02-18T07:45:00-06:00", "document_id": 30389, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30389.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 220, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5990, "action_date": "2014-02-20T07:45:00-06:00", "document_id": 30494, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30494.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 220, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5990, "action_date": "2014-02-20T07:45:00-06:00", "document_id": 30658, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30658.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 220, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5990, "action_date": "2014-02-20T07:45:00-06:00", "document_id": 30658, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30658.pdf", "status_text": "Do Pass Amended", "journal_page": 461, "committee_id_action": 220, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16285, "president_vote": null, "Yea": [525, 519, 481, 501, 479, 845, 464, 430, 503, 510, 476, 478], "Excused": [520]}}, {"bill_id": 5990, "action_date": "2014-02-24T14:00:00-06:00", "document_id": 30936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30936.pdf", "status_text": "Do Pass Amended", "journal_page": 515, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16527, "president_vote": null, "Nay": [528, 522, 456, 425, 523, 496, 499, 442, 518, 462, 461, 480], "Yea": [527, 453, 525, 467, 524, 489, 517, 519, 505, 449, 431, 455, 504, 481, 509, 503, 477, 501, 520, 479, 457, 454, 458, 451, 466, 845, 476, 521, 507, 478, 487, 423, 439, 500, 502, 497, 515, 511, 512, 463, 484, 485, 514, 459, 464, 510, 450, 506, 430, 513, 468, 498, 516, 508, 460, 448, 441], "Excused": [433]}}, {"bill_id": 5990, "action_date": "2014-02-25T14:00:00-06:00", "document_id": 31062, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31062.pdf", "status_text": "First read in Senate and referred to", "journal_page": 453, "committee_id_action": 229, "committee_id_assigned": 206, "result": "N", "vote": {}}, {"bill_id": 5990, "action_date": "2014-03-06T10:00:00-06:00", "document_id": 31436, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31436.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 206, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5990, "action_date": "2014-03-06T10:00:00-06:00", "document_id": 31672, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31672.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 574, "committee_id_action": 206, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17078, "president_vote": null, "Yea": [469, 470, 465, 847, 452], "Nay": [473, 438]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/5990"}