{"session_id": 4, "bill_id": 5058, "bill_type": "Senate Bill", "bill_number": 84, "bill_title": "revise certain miscellaneous provisions of the trust statutes.", "sponsors": [{"legislator_profile_id": 570, "is_prime": true}, {"legislator_profile_id": 569, "is_prime": true}], "keywords": ["Fiduciaries and Trusts"], "audio": [{"meeting_datetime": "2008-01-23T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sju10.mp3", "start_seconds": 1471.0}, {"meeting_datetime": "2008-01-23T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sju10.mp3", "start_seconds": 1471.0}, {"meeting_datetime": "2008-01-23T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sju10.mp3", "start_seconds": 1471.0}, {"meeting_datetime": "2008-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen11.mp3", "start_seconds": 1890.0}, {"meeting_datetime": "2008-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen11.mp3", "start_seconds": 1890.0}, {"meeting_datetime": "2008-01-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen11.mp3", "start_seconds": 1890.0}, {"meeting_datetime": "2008-02-15T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hju25.mp3", "start_seconds": 541.0}, {"meeting_datetime": "2008-02-15T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hju25.mp3", "start_seconds": 541.0}, {"meeting_datetime": "2008-02-15T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hju25.mp3", "start_seconds": 541.0}, {"meeting_datetime": "2008-02-15T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hju25.mp3", "start_seconds": 541.0}, {"meeting_datetime": "2008-02-15T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hju25.mp3", "start_seconds": 541.0}, {"meeting_datetime": "2008-02-15T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hju25.mp3", "start_seconds": 541.0}, {"meeting_datetime": "2008-02-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen29.mp3", "start_seconds": 1851.0}, {"meeting_datetime": "2008-02-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen29.mp3", "start_seconds": 1851.0}], "bill_versions": [{"bill_id": 5058, "bill_version_id": 965, "bill_version": "Introduced", "bill_version_date": "2008-01-15T09:24:00.463-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain miscellaneous provisions of the trust statutes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 55-1-20 be amended to read as follows: 55-1-20. Subject to the provisions of § § § 55-1-21 and 55-1-22, a trust may be performed by the trustee for twenty-one years but no longer, whether or not the terms of the trust contemplate a longer duration if the trust is for a specific lawful noncharitable purpose or for lawful noncharitable purposes to be selected by the trustee. Section 2. That § 55-1-24 be amended to read as follows: 55-1-24. Terms used in §§ 55-1-24 to 55-1-43, inclusive, mean: (1) \"Beneficial interest,\" is limited to mean a current distribution interest or a remainder interest. A beneficial interest specifically excludes a power of appointment or a power reserved by the settlor; (2) \"Beneficiary,\" a person that has a present or future beneficial interest in a trust, vested or contingent. The holder of a power of appointment is not a beneficiary; (3) \" Current Distribution beneficiary,\" a beneficiary who , on the date the beneficiary's qualification is determined, is an eligible distributee or permissible distributee of trust income or principal; (4) \" Current distribution Distribution interest,\" a distribution interest held by a current distribution beneficiary. A distribution interest may be a current distribution interest or a future distribution interest. A current distribution interest may be classified as a mandatory interest, a support interest, or a discretionary interest; (5) \"Power of appointment,\" an inter-vivos or testamentary power to direct the disposition of trust property, other than a distribution decision by a trustee to a beneficiary. Powers of appointment are held by a person to whom a power has been given, not the settlor; (6) \"Remainder interest,\" an interest where a trust beneficiary will receive the property outright at some time during the future; (7) \"Reserved power,\" a power held by the settlor. Section 3. That chapter 55-1 be amended by adding thereto a NEW SECTION to read as follows: For purposes of § § 55-1-24 to 55-1-43, inclusive, improper motive is demonstrated by action such as the following: (1) A trustee refusing to make or limiting distributions to beneficiaries other than the trustee due to the trustee's self interest when the trustee also holds a beneficial interest subject to a discretionary interest; or (2) A trustee making a distribution in excess of an ascertainable standard to himself or herself as beneficiary when the trustee is restricted by an ascertainable standard in the trust. Section 4. That § 55-1-30 be amended to read as follows: 55-1-30. Neither a current distribution interest nor a remainder interest are factors relevant in the equitable division of marital property. Section 5. That § 55-1-37 be amended to read as follows: 55-1-37. A spendthrift provision applies to both current distribution interests and remainder interest interests . A spendthrift provision is a material provision of a trust. Section 6. That § 55-1-38 be amended to read as follows: 55-1-38. A current distribution interest can be classified in three ways: (1) As a mandatory interest, which is a current distribution interest where the trustee has no discretion in determining whether the distribution shall be made, or the amount or timing of such distribution; (2) As a support interest, which is not a mandatory interest but still contains mandatory language such as \"shall make distributions\" and is coupled with a standard capable of judicial interpretation; or (3) As a discretionary interest, which is any interest where a trustee has any discretion to make or withhold a distribution. A discretionary interest includes permissive language such as \"may make distributions\" or it may include mandatory language that is negated by the uncontrolled language of the trustee, such as \"the trustee shall make distributions in the trustee's sole and absolute discretion.\" A support interest that includes mandatory language such as \"shall\" but is subsequently qualified by discretionary language shall be classified as a discretionary interest and not as a support interest. A discretionary interest is any interest that is not a mandatory or a support interest. Section 7. That § 55-1-40 be amended to read as follows: 55-1-40. Although not the exclusive means to create a current distribution interest, absent clear and convincing evidence to the contrary, the following language by itself results in the following classification of current beneficial distribution interest: (1) Mandatory interest: (a) \"All income shall be distributed to (named beneficiary)\"; or (b) \"One hundred thousand dollars a year shall be distributed to (named beneficiary)\"; (2) Support interest: (a) \"The trustee shall make distributions for health, education, maintenance, and support\"; (3) Discretionary interest: (a) \"The trustee, may, in the trustee's sole and absolute discretion make distributions for health, education, maintenance, and support\"; (b) \"The trustee, in the trustee's sole and absolute discretion, shall make distributions for health, education, maintenance, and support\"; (c) \"The trustee may make distributions for health, education, maintenance, and support\"; (d) \"The trustee shall make distributions for health, education, maintenance, and support. The trustees may exclude any of the beneficiaries or may make unequal distributions among them\"; (e) \"The trustee may make distributions for health, education, maintenance, support, comfort, and general welfare. Section 8. That § 55-1-42 be amended to read as follows: 55-1-42. The following provisions apply only to support interests: (1) A beneficiary of a support interest has an enforceable right to a distribution pursuant to a court's review. A trustee's distribution decision may be reviewed for reasonableness if the trustee acts dishonestly, with an improper motive, or fails to act . This does not raise the beneficiary's interest to the level of a property interest; (2) If the trust contains a spendthrift provision, notwithstanding the beneficiary's right to force a distribution from of a support trust interest , no creditor may force a distribution from of a support interest. No creditor may attach present or future support distributions from of a support interest at the trust level. With respect to a mandatory interest, if a trust contains a spendthrift provision, notwithstanding the beneficiary's right to force a distribution of a mandatory interest, no creditor may force a distribution of a mandatory interest. No creditor may attach present or future mandatory distributions of a mandatory interest at the trust level. Regardless of whether a beneficiary has any outstanding creditor, a trustee of a mandatory or a support interest may directly pay any expense on behalf of such beneficiary. No trustee is liable to any creditor for paying the expenses of a beneficiary who holds a mandatory or support interest. Section 9. That subdivision (2) of § 55-1B-1 be amended to read as follows: (2) \"Trust protector,\" any disinterested third party person whose appointment is provided for in the instrument; Section 10. That § 55-2-13 be amended to read as follows: 55-2-13. For purposes of this section, the term, qualified beneficiary, means a beneficiary who, on the date the beneficiary's qualification is determined: (1) Is a distributee or permissible distributee of trust income or principal; (2) Would be a distributee or permissible distributee of trust income or principal if the interests of the distributees terminated on that date; or (3) Would be a distributee or permissible distributee of trust income or principal if the trust terminated on that date. Except as otherwise provided by the terms of the trust or otherwise directed by the settlor at any time, within sixty days after the date the trustee of an irrevocable trust acquires knowledge of the creation of an irrevocable trust, or upon the date the trustee acquires knowledge that a formerly revocable trust has become irrevocable, whether by death of the settlor or otherwise, the trustee shall notify the qualified beneficiaries of the trust's existence, of the identity of the settlor or settlors, and of the right of the beneficiary to request a copy of the trust instrument. A Subject to the previous provision, a trustee of an irrevocable trust: (1) Upon request of a qualified beneficiary, shall promptly furnish to the qualified beneficiary a copy of the trust instrument; (2) If notification of the trust has not been accomplished pursuant to this section within sixty days after accepting a trusteeship, shall notify the qualified beneficiaries of the acceptance and of the trustee's name, address, and telephone number; (3) Shall promptly respond to a qualified beneficiary's request for information related to the administration of the trust, unless the request is unreasonable under the circumstances. The provisions of this section are effective for trusts created after July 1, 2002. Section 11. That chapter 55-2 be amended by adding thereto a NEW SECTION to read as follows: A trustee of an express trust, or a person interested in the trust, may petition the court for an order for removal of a trustee. The petition may be granted if removal is requested by seventy- five percent in number of the beneficiaries, not under disability, who on the date the petition is signed are current permissible distributees of trust income or principal if the trust terminated on that date, and the court finds that removal best serves the interests of the beneficiaries and is not inconsistent with a material purpose of the governing instrument and a suitable co-fiduciary or successor fiduciary is available. Section 12. That subdivision (4) of § 55-2-15 be amended to read as follows: (4) The exercise of such authority does not reduce any income interest of any income beneficiary of a any of the following trusts: (a) A trust for which a marital deduction has been taken for federal tax purposes under I.R.C. § 2056 or § 2523 or for state tax purposes under any comparable provision of applicable state law ; (b) A charitable remainder trust under I.R.C. § 664; or (c) A grantor retained annuity trust under I.R.C. § 2702 ; and Section 13. That chapter 55-4 be amended by adding thereto a NEW SECTION to read as follows: If a co-trustee is unable to perform duties because of absence, illness, disqualification under other law, or other incapacity, or fails to perform duties due to inaction or neglect, and action is necessary or appropriate under the circumstances to achieve the purposes of the trust or to avoid injury to the trust property, the remaining co-trustee or a majority of the remaining co-trustees may act for the trust. Section 14. That § 55-10A-1 be amended by adding thereto a NEW SUBDIVISION to read as follows: (11A) \"Qualified minor's trust,\" a trust, including a trust created by a custodian, of which a minor is the sole income beneficiary and that satisfies the requirements of Section 2503(c) of the Federal Internal Revenue Code of 1986 and the regulations implementing that section; Section 15. That § 55-10A-15 be amended to read as follows: 55-10A-15. A custodian, acting in a custodial capacity, has all the rights, powers , and authority over custodial property that unmarried adult owners have over their own property, but a custodian may exercise those rights, powers , and authority in that capacity only. This section does not relieve a custodian from liability for breach of § 55-10A-14. At any time, a custodian may transfer part or all of a custodial property to a qualified minor's trust without a court order. Such transfer terminates the custodianship to the extent of the transfer. Section 16. That § 55-13A-602 be amended to read as follows: 55-13A-602. This chapter applies to every trust or will created after July 1, 2007, except as otherwise expressly provided in the will or the terms of the trust or in this chapter. No trust or decedent's estate based upon a will executed after July 1, 2007, may utilize the provisions of chapter 55-13. Every trust existing on June 30, 2007, or any decedent's estate existing on June 30, 2007, and based upon a will executed prior to July 1, 2007, may elect to apply the provisions of either chapter 55-13 or this chapter. Such The election shall may be made by the trustee or personal representative prior to the date of the first income distribution from such trust or estate following July 1, 2007. Such election shall be in writing and notice of such election shall be given in writing to upon providing sixty days written notice of the election to the beneficiaries of the trust or estate, as the case may be. Any election made prior to July 1, 2008, is hereby ratified and remains in full force and effect. Section 17. That § 55-16-9 be amended to read as follows: 55-16-9. Notwithstanding any other provision of law, no action of any kind, including an action to enforce a judgement entered by a court or other body having adjudicative authority, may be brought at law or in equity for an attachment or other provisional remedy against property that is the subject of a qualified disposition or for avoidance of a qualified disposition unless such action is brought pursuant to the provisions of Uniform Fraudulent Transfer Act of chapter 54-8A the settlor's transfer of property was made with the intent to defraud that specific creditor . Section 18. That § 55-16-10 be amended to read as follows: 55-16-10. A creditor's claim under § 55-16-9 is extinguished unless: (1) The creditor's claim arose before the qualified disposition was made, and the action is brought within the limitations of Uniform Fraudulent Transfer Act of chapter 54- 8A in effect on the later of the date of the qualified disposition or August 1, 2000; or (2) Notwithstanding the provisions of Uniform Fraudulent Transfer Act of chapter 54- 8A, the creditor's claim arose concurrent with or subsequent to the qualified disposition and the action is brought within four years after the qualified disposition is made A cause of action or claim for relief with respect to a fraudulent transfer of a settlor's assets under § 55-16-9 is extinguished unless the action under § 55-16-9 is brought by a creditor of the settlor who meets one of the following requirements: (1) Is a creditor of the settlor before the settlor's assets are transferred to the trust, and the action under § 55-16-9 is brought within the later of: (a) Three years after the transfer is made; or (b) One year after the transfer is or reasonably could have been discovered by the creditor if the creditor: (i) Can demonstrate that the creditor asserted a specific claim against the settlor before the transfer; or (ii) Files another action, other than an action under § 55-16-9, against the settlor that asserts a claim based on an act or omission of the settlor that occurred before the transfer, and the action described in this sub- subsection is filed within three years after the transfer; or (2) Becomes a creditor subsequent to the transfer into trust, and the action under § 55- 16-9 is brought within three years after the transfer is made . In any action described in § 55-16-9, the burden to prove the matter by clear and convincing evidence is upon the creditor."}, {"bill_id": 5058, "bill_version_id": 3302, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2008-02-15T10:56:57.34-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain miscellaneous provisions of the trust statutes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 55-1-20 be amended to read as follows: 55-1-20. Subject to the provisions of § § § 55-1-21 and 55-1-22, a trust may be performed by the trustee for twenty-one years but no longer, whether or not the terms of the trust contemplate a longer duration if the trust is for a specific lawful noncharitable purpose or for lawful noncharitable purposes to be selected by the trustee. Section 2. That § 55-1-24 be amended to read as follows: 55-1-24. Terms used in §§ 55-1-24 to 55-1-43, inclusive, mean: (1) \"Beneficial interest,\" is limited to mean a current distribution interest or a remainder interest. A beneficial interest specifically excludes a power of appointment or a power reserved by the settlor; (2) \"Beneficiary,\" a person that has a present or future beneficial interest in a trust, vested or contingent. The holder of a power of appointment is not a beneficiary; (3) \" Current Distribution beneficiary,\" a beneficiary who , on the date the beneficiary's qualification is determined, is an eligible distributee or permissible distributee of trust income or principal; (4) \" Current distribution Distribution interest,\" a distribution interest held by a current distribution beneficiary. A distribution interest may be a current distribution interest or a future distribution interest. A current distribution interest may be classified as a mandatory interest, a support interest, or a discretionary interest; (5) \"Power of appointment,\" an inter-vivos or testamentary power to direct the disposition of trust property, other than a distribution decision by a trustee to a beneficiary. Powers of appointment are held by a person to whom a power has been given, not the settlor; (6) \"Remainder interest,\" an interest where a trust beneficiary will receive the property outright at some time during the future; (7) \"Reserved power,\" a power held by the settlor. Section 3. That chapter 55-1 be amended by adding thereto a NEW SECTION to read as follows: For purposes of § § 55-1-24 to 55-1-43, inclusive, improper motive is demonstrated by action such as the following: (1) A trustee refusing to make or limiting distributions to beneficiaries other than the trustee due to the trustee's self interest when the trustee also holds a beneficial interest subject to a discretionary interest; or (2) A trustee making a distribution in excess of an ascertainable standard to himself or herself as beneficiary when the trustee is restricted by an ascertainable standard in the trust. Section 4. That § 55-1-30 be amended to read as follows: 55-1-30. Neither a current distribution interest nor a remainder interest are factors relevant in the equitable division of marital property. Section 5. That § 55-1-37 be amended to read as follows: 55-1-37. A spendthrift provision applies to both current distribution interests and remainder interest interests . A spendthrift provision is a material provision of a trust. Section 6. That § 55-1-38 be amended to read as follows: 55-1-38. A current distribution interest can be classified in three ways: (1) As a mandatory interest, which is a current distribution interest where the trustee has no discretion in determining whether the distribution shall be made, or the amount or timing of such distribution; (2) As a support interest, which is not a mandatory interest but still contains mandatory language such as \"shall make distributions\" and is coupled with a standard capable of judicial interpretation; or (3) As a discretionary interest, which is any interest where a trustee has any discretion to make or withhold a distribution. A discretionary interest includes permissive language such as \"may make distributions\" or it may include mandatory language that is negated by the uncontrolled language of the trustee, such as \"the trustee shall make distributions in the trustee's sole and absolute discretion.\" A support interest that includes mandatory language such as \"shall\" but is subsequently qualified by discretionary language shall be classified as a discretionary interest and not as a support interest. A discretionary interest is any interest that is not a mandatory or a support interest. Section 7. That § 55-1-40 be amended to read as follows: 55-1-40. Although not the exclusive means to create a current distribution interest, absent clear and convincing evidence to the contrary, the following language by itself results in the following classification of current beneficial distribution interest: (1) Mandatory interest: (a) \"All income shall be distributed to (named beneficiary)\"; or (b) \"One hundred thousand dollars a year shall be distributed to (named beneficiary)\"; (2) Support interest: (a) \"The trustee shall make distributions for health, education, maintenance, and support\"; (3) Discretionary interest: (a) \"The trustee, may, in the trustee's sole and absolute discretion make distributions for health, education, maintenance, and support\"; (b) \"The trustee, in the trustee's sole and absolute discretion, shall make distributions for health, education, maintenance, and support\"; (c) \"The trustee may make distributions for health, education, maintenance, and support\"; (d) \"The trustee shall make distributions for health, education, maintenance, and support. The trustees may exclude any of the beneficiaries or may make unequal distributions among them\"; (e) \"The trustee may make distributions for health, education, maintenance, support, comfort, and general welfare. Section 8. That § 55-1-42 be amended to read as follows: 55-1-42. The following provisions apply only to support interests: (1) A beneficiary of a support interest has an enforceable right to a distribution pursuant to a court's review. A trustee's distribution decision may be reviewed for reasonableness unreasonableness, dishonesty, improper motivation, or failure to act . This does not raise the beneficiary's interest to the level of a property interest; (2) If the trust contains a spendthrift provision, notwithstanding the beneficiary's right to force a distribution from of a support trust interest , no creditor may force a distribution from of a support interest. No creditor may attach present or future support distributions from of a support interest at the trust level. With respect to a mandatory interest, if a trust contains a spendthrift provision, notwithstanding the beneficiary's right to force a distribution of a mandatory interest, no creditor may force a distribution of a mandatory interest. No creditor may attach present or future mandatory distributions of a mandatory interest at the trust level. Regardless of whether a beneficiary has any outstanding creditor, a trustee of a mandatory or a support interest may directly pay any expense on behalf of such beneficiary. No trustee is liable to any creditor for paying the expenses of a beneficiary who holds a mandatory or support interest. Section 9. That subdivision (2) of § 55-1B-1 be amended to read as follows: (2) \"Trust protector,\" any disinterested third party person whose appointment is provided for in the instrument; Section 10. That § 55-2-13 be amended to read as follows: 55-2-13. For purposes of this section, the term, qualified beneficiary, means a beneficiary who, on the date the beneficiary's qualification is determined: (1) Is a distributee or permissible distributee of trust income or principal; (2) Would be a distributee or permissible distributee of trust income or principal if the interests of the distributees terminated on that date; or (3) Would be a distributee or permissible distributee of trust income or principal if the trust terminated on that date. Except as otherwise provided by the terms of the trust or otherwise directed by the settlor at any time, within sixty days after the date the trustee of an irrevocable trust acquires knowledge of the creation of an irrevocable trust, or upon the date the trustee acquires knowledge that a formerly revocable trust has become irrevocable, whether by death of the settlor or otherwise, the trustee shall notify the qualified beneficiaries of the trust's existence, of the identity of the settlor or settlors, and of the right of the beneficiary to request a copy of the trust instrument. A Subject to the previous provision, a trustee of an irrevocable trust: (1) Upon request of a qualified beneficiary, shall promptly furnish to the qualified beneficiary a copy of the trust instrument; (2) If notification of the trust has not been accomplished pursuant to this section within sixty days after accepting a trusteeship, shall notify the qualified beneficiaries of the acceptance and of the trustee's name, address, and telephone number; (3) Shall promptly respond to a qualified beneficiary's request for information related to the administration of the trust, unless the request is unreasonable under the circumstances. The provisions of this section are effective for trusts created after July 1, 2002. Section 11. That subdivision (4) of § 55-2-15 be amended to read as follows: (4) The exercise of such authority does not reduce any income interest of any income beneficiary of a any of the following trusts: (a) A trust for which a marital deduction has been taken for federal tax purposes under I.R.C. § 2056 or § 2523 or for state tax purposes under any comparable provision of applicable state law ; (b) A charitable remainder trust under I.R.C. § 664; or (c) A grantor retained annuity trust under I.R.C. § 2702 ; and Section 12. That chapter 55-4 be amended by adding thereto a NEW SECTION to read as follows: If a co-trustee is unable to perform duties because of absence, illness, disqualification under other law, or other incapacity, or fails to perform duties due to inaction or neglect, and action is necessary or appropriate under the circumstances to achieve the purposes of the trust or to avoid injury to the trust property, the remaining co-trustee or a majority of the remaining co-trustees may act for the trust. Section 13. That § 55-10A-1 be amended by adding thereto a NEW SUBDIVISION to read as follows: (11A) \"Qualified minor's trust,\" a trust, including a trust created by a custodian, of which a minor is the sole income beneficiary and that satisfies the requirements of Section 2503(c) of the Federal Internal Revenue Code of 1986 and the regulations implementing that section; Section 14. That § 55-10A-15 be amended to read as follows: 55-10A-15. A custodian, acting in a custodial capacity, has all the rights, powers , and authority over custodial property that unmarried adult owners have over their own property, but a custodian may exercise those rights, powers , and authority in that capacity only. This section does not relieve a custodian from liability for breach of § 55-10A-14. At any time, a custodian may transfer part or all of a custodial property to a qualified minor's trust without a court order. Such transfer terminates the custodianship to the extent of the transfer. Section 15. That § 55-13A-602 be amended to read as follows: 55-13A-602. This chapter applies to every trust or will created after July 1, 2007, except as otherwise expressly provided in the will or the terms of the trust or in this chapter. No trust or decedent's estate based upon a will executed after July 1, 2007, may utilize the provisions of chapter 55-13. Every trust existing on June 30, 2007, or any decedent's estate existing on June 30, 2007, and based upon a will executed prior to July 1, 2007, may elect to apply the provisions of either chapter 55-13 or this chapter. Such The election shall may be made by the trustee or personal representative prior to the date of the first income distribution from such trust or estate following July 1, 2007. Such election shall be in writing and notice of such election shall be given in writing to upon providing sixty days written notice of the election to the beneficiaries of the trust or estate, as the case may be. Any election made prior to July 1, 2008, is hereby ratified and remains in full force and effect. Section 16. That § 55-16-9 be amended to read as follows: 55-16-9. Notwithstanding any other provision of law, no action of any kind, including an action to enforce a judgement entered by a court or other body having adjudicative authority, may be brought at law or in equity for an attachment or other provisional remedy against property that is the subject of a qualified disposition or for avoidance of a qualified disposition unless such action is brought pursuant to the provisions of Uniform Fraudulent Transfer Act of chapter 54-8A the settlor's transfer of property was made with the intent to defraud that specific creditor . Section 17. That § 55-16-10 be amended to read as follows: 55-16-10. A creditor's claim under § 55-16-9 is extinguished unless: (1) The creditor's claim arose before the qualified disposition was made, and the action is brought within the limitations of Uniform Fraudulent Transfer Act of chapter 54- 8A in effect on the later of the date of the qualified disposition or August 1, 2000; or (2) Notwithstanding the provisions of Uniform Fraudulent Transfer Act of chapter 54- 8A, the creditor's claim arose concurrent with or subsequent to the qualified disposition and the action is brought within four years after the qualified disposition is made A cause of action or claim for relief with respect to a fraudulent transfer of a settlor's assets under § 55-16-9 is extinguished unless the action under § 55-16-9 is brought by a creditor of the settlor who meets one of the following requirements: (1) Is a creditor of the settlor before the settlor's assets are transferred to the trust, and the action under § 55-16-9 is brought within the later of: (a) Three years after the transfer is made; or (b) One year after the transfer is or reasonably could have been discovered by the creditor if the creditor: (i) Can demonstrate that the creditor asserted a specific claim against the settlor before the transfer; or (ii) Files another action, other than an action under § 55-16-9, against the settlor that asserts a claim based on an act or omission of the settlor that occurred before the transfer, and the action described in this sub- subsection is filed within three years after the transfer; or (2) Becomes a creditor subsequent to the transfer into trust, and the action under § 55- 16-9 is brought within three years after the transfer is made . In any action described in § 55-16-9, the burden to prove the matter by clear and convincing evidence is upon the creditor."}, {"bill_id": 5058, "bill_version_id": 3816, "bill_version": "Enrolled", "bill_version_date": "2008-02-22T13:05:24.463-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5058, "action_date": "2008-01-15T14:00:00-06:00", "document_id": 1049, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1049.pdf", "status_text": "First read in Senate and referred to", "journal_page": 117, "committee_id_action": 28, "committee_id_assigned": 6, "result": "N", "vote": {}}, {"bill_id": 5058, "action_date": "2008-01-23T10:00:00-06:00", "document_id": 1346, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1346.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 6, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5058, "action_date": "2008-01-23T10:00:00-06:00", "document_id": 1689, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1689.pdf", "status_text": "Do Pass", "journal_page": 185, "committee_id_action": 6, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 463, "president_vote": null, "Yea": [557, 576, 567, 569, 541, 573], "Excused": [627]}}, {"bill_id": 5058, "action_date": "2008-01-24T14:00:00-06:00", "document_id": 1815, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1815.pdf", "status_text": "Do Pass", "journal_page": 208, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 591, "president_vote": null, "Excused": [557], "Yea": [576, 621, 604, 553, 596, 560, 590, 598, 545, 592, 530, 601, 567, 535, 533, 582, 562, 622, 584, 569, 573, 618, 610, 629, 613, 632, 577, 588, 539, 627, 548, 550, 541, 607]}}, {"bill_id": 5058, "action_date": "2008-01-25T13:00:00-06:00", "document_id": 1914, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1914.pdf", "status_text": "First read in House and referred to", "journal_page": 270, "committee_id_action": 27, "committee_id_assigned": 25, "result": "N", "vote": {}}, {"bill_id": 5058, "action_date": "2008-02-15T07:45:00-06:00", "document_id": 3086, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3086.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 25, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5058, "action_date": "2008-02-15T07:45:00-06:00", "document_id": 3281, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3281.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 25, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5058, "action_date": "2008-02-15T07:45:00-06:00", "document_id": 3281, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3281.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 25, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5058, "action_date": "2008-02-15T07:45:00-06:00", "document_id": 3281, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3281.pdf", "status_text": "Do Pass Amended", "journal_page": 599, "committee_id_action": 25, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2002, "president_vote": null, "Yea": [625, 555, 568, 580, 628, 581, 554, 606, 587, 561, 570], "Excused": [575, 556]}}, {"bill_id": 5058, "action_date": "2008-02-15T07:45:00-06:00", "document_id": 3281, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3281.pdf", "status_text": "Placed on consent", "journal_page": null, "committee_id_action": 25, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5058, "action_date": "2008-02-20T14:00:00-06:00", "document_id": 3534, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3534.pdf", "status_text": "Do Pass Amended", "journal_page": 644, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2246, "president_vote": null, "Yea": [602, 579, 609, 614, 625, 593, 586, 570, 597, 532, 608, 623, 534, 555, 542, 568, 552, 575, 580, 572, 624, 595, 529, 594, 631, 565, 620, 616, 556, 585, 589, 633, 543, 558, 605, 628, 630, 571, 581, 544, 546, 537, 536, 578, 612, 551, 599, 617, 554, 547, 583, 538, 603, 615, 600, 531, 563, 540, 566, 549, 619, 626, 611, 606, 587, 559, 564, 561, 591], "Excused": [574]}}, {"bill_id": 5058, "action_date": "2008-02-22T12:00:00-06:00", "document_id": 3808, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3808.pdf", "status_text": "Concurred in amendments", "journal_page": 609, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2445, "president_vote": null, "Yea": [557, 576, 621, 604, 553, 596, 560, 590, 598, 545, 592, 530, 601, 567, 535, 533, 582, 562, 584, 569, 618, 610, 629, 613, 632, 577, 588, 539, 627, 548, 550, 541, 607], "Excused": [622, 573]}}, {"bill_id": 5058, "action_date": "2008-02-25T14:00:00-06:00", "document_id": 3929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3929.pdf", "status_text": "Signed by the President", "journal_page": 634, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5058, "action_date": "2008-02-25T14:00:00-06:00", "document_id": 3927, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3927.pdf", "status_text": "Signed by the Speaker", "journal_page": 735, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5058, "action_date": "2008-02-26T14:00:00-06:00", "document_id": 4020, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4020.pdf", "status_text": "Delivered to the Governor", "journal_page": 653, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5058, "action_date": "2008-03-17T10:00:00-05:00", "document_id": 4324, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4324.pdf", "status_text": "Signed by the Governor", "journal_page": 742, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4118, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/5058"}