{"session_id": 44, "bill_id": 12268, "bill_type": "House Bill", "bill_number": 1246, "bill_title": "impose a tax on the gross receipts of ambulatory surgery centers and surgical specialty hospitals, provide a penalty for a violation thereof, and to declare an emergency.", "sponsors": [{"legislator_profile_id": 1792, "is_prime": true}], "keywords": ["Emergency Clause", "Health Care", "Penalty", "Promulgation of Rules", "Taxation"], "audio": [{"meeting_datetime": "2021-02-11T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hta21.mp3", "start_seconds": 3108.0}, {"meeting_datetime": "2021-02-11T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hta21.mp3", "start_seconds": 3108.0}, {"meeting_datetime": "2021-02-11T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hta21.mp3", "start_seconds": 3108.0}, {"meeting_datetime": "2021-02-11T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hta21.mp3", "start_seconds": 3108.0}], "bill_versions": [{"bill_id": 12268, "bill_version_id": 216196, "bill_version": "Introduced", "bill_version_date": "2021-02-03T10:34:24.093-06:00", "bill_text": "An Act to impose a tax on the gross receipts of ambulatory surgery centers and to declare an emergency. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 10-66-1. Definitions Terms used in this Act mean: (1) \"Ambulatory surgery center,\" a person operating a health care facility that is licensed by the Department of Health as an ambulatory surgery center under chapter 34-12; (2) \"Department,\" the Department of Revenue; (3) \"Gross receipts,\" the total amount of remuneration received from furnishing health care items or services less contractual adjustments; and (4) \"Secretary,\" the secretary of the department. Section 2. That a NEW SECTION be added: 10-66-2. Tax imposed on gross receipts--Tax limited to gross receipts within the state. There is hereby imposed a tax of six percent on the gross receipts of each ambulatory surgery center. An ambulatory surgery center that furnishes health care items and services in a health care facility located within the state and a health care facility located without the state is only taxed on the gross receipts from the health care facility located within the state. Section 3. That a NEW SECTION be added: 10-66-3. Collection and administration. Each ambulatory surgery center shall file a return with and remit the tax due to the department on or before the twentieth day of the month following each monthly period using the forms prescribed and furnished by the department. Section 4. That a NEW SECTION be added: 10-66-4. Filing return and remitting tax--Timing for filing and remittance. Each ambulatory surgery center shall file a return with, and remit the tax due to, the department on or before the twentieth day of the month following each monthly period using the forms prescribed and furnished by the department. Section 5. That a NEW SECTION be added: 10-66-5. Promulgation of rules. The secretary may promulgate rules, pursuant to chapter 1-26, for the administration and enforcement of this Act concerning: (1) Licensing, including bonding and filing license applications; (2) The filing of returns and payment of the tax; (3) Record-keeping requirements; and (4) Determining auditing methods in accordance with chapter 10-59. Section 6. That a NEW SECTION be added: 10-66-6. Prohibited acts--Misdemeanor or felony. Any person who: (1) Makes any false or fraudulent return in attempting to defeat or evade the tax imposed by this Act is guilty of a Class 6 felony; (2) Fails to pay tax due under this Act within sixty days from the date the tax becomes due is guilty of a Class 1 misdemeanor; (3) Fails to keep the records and books required by this Act or refuses to exhibit these records to the secretary or the secretary's agents for the purpose of examination is guilty of a Class 1 misdemeanor; (4) Fails to file a return required by this Act within sixty days from the date the return is due is guilty of a Class 1 misdemeanor; (5) Willfully violates any rule of the secretary for the administration and enforcement of the provisions of this Act is guilty of a Class 1 misdemeanor; (6) Violates either subdivision (2) or subdivision (4) two or more times in any twelve-month period is guilty of a Class 6 felony; or (7) Operates an ambulatory surgery center without obtaining a license with the department is guilty of a Class 1 misdemeanor. Section 7. That a NEW SECTION be added: 10-66-7. Books and records--Inspection--Retention period. Each ambulatory surgery center shall keep records and books of all receipts, together with invoices, and any other papers and documents required by rules promulgated by the secretary under chapter 1-26, and upon request, make them available for inspection by the secretary or the secretary's agents and employees, in a manner that complies with the Health Insurance Portability and Accountability Act. The books and records shall be preserved for a period of three years unless the secretary, in writing, authorizes destruction or disposal at an earlier date. Section 8. That a NEW SECTION be added: 10-66-8. Taxes credited to general fund. Taxes collected under this Act shall be remitted to the state treasurer for credit to the state general fund. Section 9. That § 10-59-1 be AMENDED: 10-59-1. Application. The provisions of this chapter may only apply to proceedings commenced under this chapter concerning the taxes, the fees, the surcharges, or the persons subject to the taxes, fees, or surcharges imposed by, or any civil or criminal investigation authorized by, chapters 10-33A, 10-39, 10-39A, 10-39B, 10-43, 10-45, 10-45D, 10-46, 10-46A, 10-46B, 10-46E, 10-47B, 10-52, 10-52A, 10-62, 10-66, 32-3, 32-3A, 32-5, 32-5B, 32-6B, 32-9, 32-10, 34-45, and 34A-13 and §§ 22-25-48, 49-31-51, and 50-4-13 to 50-4-17, inclusive. Section 10. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}], "amendments": [{"bill_id": 12268, "document_id": 216211, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216211.pdf", "legislator_profile_id": 1792, "document_id_instructions": 216235, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/216235.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 12268, "action_date": "2021-02-03T14:00:00-06:00", "document_id": 215811, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215811.pdf", "status_text": "First Reading House", "journal_page": 190, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12268, "action_date": "2021-02-04T14:00:00-06:00", "document_id": 216396, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216396.pdf", "status_text": "Referred to", "journal_page": 212, "committee_id_action": 492, "committee_id_assigned": 499, "result": "N", "vote": {}}, {"bill_id": 12268, "action_date": "2021-02-11T08:00:00-06:00", "document_id": 216984, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216984.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 499, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12268, "action_date": "2021-02-11T08:00:00-06:00", "document_id": 217092, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217092.pdf", "status_text": "Motion to amend", "journal_page": 2, "committee_id_action": 499, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12268, "action_date": "2021-02-11T08:00:00-06:00", "document_id": 217092, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217092.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 2, "committee_id_action": 499, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69042, "president_vote": null, "Yea": [1777, 3791, 3792, 3801, 1813, 1829, 1830, 1839, 1841, 3787, 3800, 1837, 1781]}}]}