{"session_id": 10, "bill_id": 2651, "bill_type": "Senate Bill", "bill_number": 157, "bill_title": "establish an agricultural supplier's lien and to provide for its grant, content, filing, priority, and effect.", "sponsors": [{"legislator_profile_id": 36, "is_prime": true}, {"legislator_profile_id": 27, "is_prime": true}, {"legislator_profile_id": 33, "is_prime": false}, {"legislator_profile_id": 21, "is_prime": false}, {"legislator_profile_id": 51, "is_prime": false}, {"legislator_profile_id": 25, "is_prime": false}, {"legislator_profile_id": 55, "is_prime": false}, {"legislator_profile_id": 37, "is_prime": false}, {"legislator_profile_id": 32, "is_prime": false}, {"legislator_profile_id": 34, "is_prime": false}], "keywords": ["Agriculture", "Liens"], "audio": [{"meeting_datetime": "2011-02-03T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sag16.mp3", "start_seconds": 3208.0}, {"meeting_datetime": "2011-02-03T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sag16.mp3", "start_seconds": 3208.0}, {"meeting_datetime": "2011-02-03T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sag16.mp3", "start_seconds": 3208.0}, {"meeting_datetime": "2011-02-08T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sag18.mp3", "start_seconds": 3565.0}, {"meeting_datetime": "2011-02-08T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sag18.mp3", "start_seconds": 3565.0}, {"meeting_datetime": "2011-02-08T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sag18.mp3", "start_seconds": 3565.0}], "bill_versions": [{"bill_id": 2651, "bill_version_id": 15817, "bill_version": "Introduced", "bill_version_date": "2011-01-27T11:24:21.567-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish an agricultural supplier's lien and to provide for its grant, content, filing, priority, and effect. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms, as used in this Act, mean: (1) \"Agricultural supplies,\" pesticides, fertilizer, soil amendments, and animal feed, together with the furnishing of services in delivering or applying the agricultural supplies; and (2) \"Agricultural property,\" crops, products produced by the use of the agricultural supplies, and livestock and their products, including milk. The term does not include real property. Section 2. Any person who furnishes agricultural supplies for the production of agricultural property is entitled to an agricultural supplier's lien upon the agricultural property produced by the use of the agricultural supplies. An agricultural supplier's lien is effective from the date of the agricultural supplies are furnished or the services related to the agricultural supplies are performed. An agricultural supplier's lien may not be filed to secure money advanced or loaned for any purpose. Section 3. To obtain an agricultural supplier's lien, the person entitled to the lien shall, within one hundred twenty days after the agricultural supplies are furnished or the related services are performed, file a verified statement in the office of the register of deeds where the person ordering the agricultural supplies resides. The statement shall contain the following information: (1) The name and address of the person to whom the agricultural supplies were furnished; (2) The name and address of the person furnishing the agricultural supplies; (3) A description of the agricultural property, including any livestock and their amount or number, if known, together with a reasonable description, including the county as to the location of the crops, agricultural supplies, or livestock and the year any crop is to be harvested or was harvested; and (4) A description and value of the agricultural supplies and the first date furnished. The person claiming the lien shall, following the filing of the lien in the office of the register of deeds, file a financing statement in accordance with chapter 57A-9. Section 4. Before an agricultural supplier's lien may be filed, a billing statement for the agricultural supplies furnished shall include notice to the producer that if the amount due to the lien claimant is not satisfied, a lien may be filed. A copy of the billing statement for the agricultural supplies shall be mailed to the last known post office address, by registered or certified mail. A copy of such billing statement and the post office receipt for such mailing shall be attached to the lien statement and filed by the agricultural supplier in the office of the register of deeds. Section 5. The register of deeds shall file such billing statement or agricultural supplier's lien in numerical order and enter each upon a register to be kept for that purpose containing the name of the owner of the property against whom the agricultural supplier's lien is claimed, date of filing, amount, description of the property affected by the agricultural supplier's lien, and a blank space for the date of release. Section 6. An agricultural supplier's lien obtained under the provisions of this Act, timely filed, has priority, as to the agricultural property covered, over all other liens or encumbrances except for any agister's lien pursuant to chapter 40-27, vaccination lien pursuant to chapter 40-27, crop lien pursuant to chapter 38-17, or processors'/threshers' lien pursuant to § 38-17-14. Section 7. Any lienholder of an agricultural supplier's lien may file an amendment to correct the spelling of the debtor's or lienholder's name or correct or change the address of the debtor or lienholder. An amendment or assignment of the lien does not affect the priority of the lien. Section 8. Enforcement, foreclosure, and satisfaction of any agricultural supplier's lien may be had in the same manner as provided for in chapter 21-53 or as provided for in chapter 21-54. Section 9. The register of deeds shall charge a fee in accordance with subdivision 7-9-15(3) for the filing and indexing of any agricultural supplier's lien or assignment of the lien under the provisions of this Act. Proceeds from the fee shall be deposited in the county general fund. However, the register of deeds may not charge a fee for filing any satisfaction or termination of the agricultural supplier's lien."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2651, "action_date": "2011-01-27T14:00:00-06:00", "document_id": 15855, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15855.pdf", "status_text": "First read in Senate and referred to", "journal_page": 227, "committee_id_action": 113, "committee_id_assigned": 89, "result": "N", "vote": {}}, {"bill_id": 2651, "action_date": "2011-02-03T10:00:00-06:00", "document_id": 16064, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16064.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 89, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2651, "action_date": "2011-02-08T10:00:00-06:00", "document_id": 16509, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16509.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 89, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2651, "action_date": "2011-02-08T10:00:00-06:00", "document_id": 16509, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16509.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 354, "committee_id_action": 89, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8733, "president_vote": null, "Nay": [75, 34], "Yea": [46, 41, 24, 25, 13, 31, 22]}}]}