{"session_id": 32, "bill_id": 8949, "bill_type": "House Bill", "bill_number": 1109, "bill_title": "provide for parole eligibility for certain inmates.", "sponsors": [{"legislator_profile_id": 1214, "is_prime": true}, {"legislator_profile_id": 1221, "is_prime": true}, {"legislator_profile_id": 1213, "is_prime": false}, {"legislator_profile_id": 1266, "is_prime": false}, {"legislator_profile_id": 1231, "is_prime": false}, {"legislator_profile_id": 1217, "is_prime": false}, {"legislator_profile_id": 1306, "is_prime": false}, {"legislator_profile_id": 1290, "is_prime": false}, {"legislator_profile_id": 1293, "is_prime": false}, {"legislator_profile_id": 1224, "is_prime": false}, {"legislator_profile_id": 1280, "is_prime": false}, {"legislator_profile_id": 1263, "is_prime": false}, {"legislator_profile_id": 1281, "is_prime": false}, {"legislator_profile_id": 1225, "is_prime": false}, {"legislator_profile_id": 1240, "is_prime": false}, {"legislator_profile_id": 1272, "is_prime": false}, {"legislator_profile_id": 1220, "is_prime": false}, {"legislator_profile_id": 1215, "is_prime": false}, {"legislator_profile_id": 1276, "is_prime": false}], "keywords": ["Penal Institutions, Probation and Parole"], "audio": [{"meeting_datetime": "2018-02-02T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju16.mp3", "start_seconds": 180.0}, {"meeting_datetime": "2018-02-02T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju16.mp3", "start_seconds": 180.0}, {"meeting_datetime": "2018-02-02T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju16.mp3", "start_seconds": 180.0}, {"meeting_datetime": "2018-02-02T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju16.mp3", "start_seconds": 180.0}, {"meeting_datetime": "2018-02-12T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju21.mp3", "start_seconds": 405.0}, {"meeting_datetime": "2018-02-12T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju21.mp3", "start_seconds": 405.0}, {"meeting_datetime": "2018-02-12T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju21.mp3", "start_seconds": 405.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou23.mp3", "start_seconds": 8105.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou23.mp3", "start_seconds": 8105.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou23.mp3", "start_seconds": 8105.0}, {"meeting_datetime": "2018-03-01T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju32.mp3", "start_seconds": 558.0}, {"meeting_datetime": "2018-03-01T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju32.mp3", "start_seconds": 558.0}, {"meeting_datetime": "2018-03-01T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju32.mp3", "start_seconds": 558.0}, {"meeting_datetime": "2018-03-01T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju32.mp3", "start_seconds": 558.0}, {"meeting_datetime": "2018-03-01T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju32.mp3", "start_seconds": 558.0}, {"meeting_datetime": "2018-03-01T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju32.mp3", "start_seconds": 558.0}, {"meeting_datetime": "2018-03-01T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju32.mp3", "start_seconds": 558.0}, {"meeting_datetime": "2018-03-01T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju32.mp3", "start_seconds": 558.0}, {"meeting_datetime": "2018-03-01T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju32.mp3", "start_seconds": 558.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen34.mp3", "start_seconds": 6990.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen34.mp3", "start_seconds": 6990.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen34.mp3", "start_seconds": 6990.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen34.mp3", "start_seconds": 6990.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen34.mp3", "start_seconds": 6990.0}, {"meeting_datetime": "2018-03-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen34.mp3", "start_seconds": 6990.0}, {"meeting_datetime": "2018-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou35.mp3", "start_seconds": 5110.0}, {"meeting_datetime": "2018-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou35.mp3", "start_seconds": 5110.0}, {"meeting_datetime": "2018-03-07T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou35.mp3", "start_seconds": 5110.0}], "bill_versions": [{"bill_id": 8949, "bill_version_id": 47331, "bill_version": "Introduced", "bill_version_date": "2018-01-19T09:09:50.893-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for parole eligibility and early final discharge for certain inmates. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 24-15 be amended by adding a NEW SECTION to read: Notwithstanding any contrary provision in this chapter or in chapter 24-15A, an inmate who: (1) Is at least fifty-five years of age; (2) Is classified as an inmate who requires extensive medical care or chronic medical care; (3) Has no conviction for a crime in the first degree; (4) Has served at least ten consecutive years of the inmate's sentence; and (5) Is in compliance with the inmate's individual program directive established under § 24-15A-34, subject to the provisions of section 3 of this Act; is eligible for parole pursuant to rules promulgated by the board in accordance with the provisions of this Act and chapter 1-26. Section 2. That chapter 24-15 be amended by adding a NEW SECTION to read: No inmate is eligible for parole under section 1 of this Act if that inmate lacks adequate means of support for the inmate's medical care without any additional assistance from services provided by a locality. Section 3. That chapter 24-15 be amended by adding a NEW SECTION to read: Any inmate who would otherwise be eligible for parole under section 1 of this Act, but who is not in compliance with the inmate's individual program directive established under § 24-15A-34, may request a hearing before the board for consideration of that inmate's parole eligibility pursuant to the provisions of § 25-15A-39. Section 4. That chapter 24-15 be amended by adding a NEW SECTION to read: Any inmate who is granted parole pursuant to section 1 of this Act and who completes three years of parole without any violation may submit a request to the board personally or through the inmate's parole agent for a final determination of early final discharge. An inmate may submit a request under this section notwithstanding the length of the inmate's sentence for which the inmate was granted parole."}, {"bill_id": 8949, "bill_version_id": 49075, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2018-02-12T13:24:29.677-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for parole eligibility and early final discharge for certain inmates. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Notwithstanding any contrary provision in chapter 24-13, 24-15, or 24-15A, an inmate who: (1) Has a terminal illness; (2) Is seriously ill and not likely to recover; (3) Requires extensive medical care or significant chronic medical care; (4) Is at least sixty-five years of age, has served at least ten consecutive years of the inmate's sentence incarcerated, whose current sentences are for convictions of a Class 1 felony or below and whose medical care needs exceed the average need and cost of the inmate population; or (5) Is at least seventy years of age and has served at least thirty consecutive years of the inmate's sentence incarcerated and is not serving a capital punishment sentence; is eligible for compassionate parole consideration. Section 2. That the code be amended by adding a NEW SECTION to read: The secretary of corrections may consider referrals for compassionate parole consideration from the inmate's health care provider or the warden. If the secretary determines the inmate meets the criteria for compassionate parole consideration as set forth in section 1 of this Act, the secretary may refer the inmate for a compassionate parole hearing. The executive director of the Board of Pardons and Paroles shall schedule a discretionary, compassionate parole hearing with the board within three months of receipt of the referral. Section 3. That the code be amended by adding a NEW SECTION to read: The Board of Pardons and Paroles shall consider the following factors in determining the grant or denial of a compassionate parole: (1) The inmate's assessed risk level; (2) The inmate's conduct in prison; (3) The inmate's conduct while on extended confinement, if applicable; (4) Sentence served and sentence remaining; (5) Offense and chronicity of criminal behavior; (6) Prognosis and incapacitation level; (7) The inmate's compliance with medical care ordered by a health care provider; (8) Release plan including provisions for medical care; (9) Input, if any, of the sentencing judge, the prosecuting attorney, and the victim; (10) If the care and supervision that the inmate requires and is anticipated to require can be provided in a more medically appropriate or cost effective manner than the Department of Corrections; and (11) Allowing a geriatric or terminally ill person to live at a location outside of prison prior to death. Section 4. That the code be amended by adding a NEW SECTION to read: An inmate may not be released on compassionate parole if the inmate meets the eligibility requirements of a medically indigent person under the provisions of chapter 28-13. In order to be released on compassionate parole, the inmate's release plan shall effectively address arrangements for medical care, which may include Medicare, Medicaid, Indian Health Services, veteran's assistance, private insurance, or self-pay arrangements. Section 5. That the code be amended by adding a NEW SECTION to read: The board may grant or deny a compassionate parole. If denied the board shall set the date for the next consideration of compassionate parole not to exceed one year. The board may elect to review the inmate sooner than one year. If the inmate no longer meets the criteria for compassionate parole as set forth in section 1 of this Act, the inmate's health care provider or the warden shall notify the secretary of corrections. The secretary may remove the inmate from compassionate parole consideration. An inmate removed from compassionate parole consideration is subject to applicable parole provisions under chapters 24-13, 24-15, and 24-15A notwithstanding the provisions of this Act or a pending compassionate parole hearing. If an inmate is released on compassionate parole and is compliant with the terms of the inmate's supervision, no longer meeting the criteria for compassionate parole does not constitute grounds for parole revocation. Section 6. That the code be amended by adding a NEW SECTION to read: An inmate is ineligible for compassionate parole once the inmate reaches the parole eligibility date pursuant to § 24-15-5 or the inmate's initial parole date pursuant to § 24-15A-32. However, if the inmate continues to meet the criteria for compassionate parole consideration as outlined in section 1 of this Act the factors listed in section 3 of this Act shall be considered in any subsequent discretionary parole release decision. Section 7. That the code be amended by adding a NEW SECTION to read: An inmate granted compassionate parole is subject to the provisions of chapters 24-13, 24-15, and 24-15A, including the provisions related to supervision, early final discharge, and revocation of parole, so far as those provisions are consistent with this Act. Section 8. That the code be amended by adding a NEW SECTION to read: Nothing in this Act or its application may be the basis for establishing a constitutionally protected liberty, property, or due process interest in any prisoner. An inmate is not entitled to compassionate parole or to be considered for compassionate parole. Compassionate parole may be recommended by the secretary and granted by the board if, in the judgement of the secretary and the board, the inmate meets the eligibility criteria for compassionate parole pursuant to section 1 of this Act and a compassionate parole release is unlikely to pose a detriment to the offender, victim, or community. The decision of the board regarding a compassionate parole is final. Section 9. That the code be amended by adding a NEW SECTION to read: Nothing in this Act or its application impacts the ability of the warden and the secretary of corrections to place an inmate on extended confinement pursuant §§ 24-2-25 and 24-2-27 or to place the inmate on extended confinement pending compassionate parole consideration. Section 10. That the code be amended by adding a NEW SECTION to read: Pursuant to chapter 1-26, the board may promulgate procedural rules for the effective enforcement of this Act and for the exercise of the powers and duties conferred upon it. Section 11. That § 24-15-4 be amended to read: 24-15-4. No inmate sentenced to life imprisonment is eligible for parole by the Board of Pardons and Paroles except as provided in this Act. Section 12. That § 24-15A-32 be amended to read: 24-15A-32. Each inmate sentenced to a penitentiary term, except those under a sentence of life or death, or determined to be ineligible for parole as authorized in § 24-15A-32.1, shall have an initial parole date set by the department. This date shall be calculated by applying the percentage indicated in the following grid to the full term of the inmate's sentence pursuant to § 22-6-1. The following crimes or an attempt to commit, or a conspiracy to commit, or a solicitation to commit, any of the following crimes shall be considered a violent crime for purposes of setting an initial parole date: murder, manslaughter, rape, aggravated assault, riot, robbery, burglary in the first degree, or burglary in the second degree if committed before July 1, 2006, arson, kidnapping, felony sexual contact as defined in §§ 22-22-7 and 22-22-19.1, child abuse, felony sexual contact as defined in § 22-22-7.2, felony stalking as defined in §§ 22-19A-2 and 22-19A-3, photographing a child in an obscene act, felony assault as defined in § 22-18-26, felony simple assault as defined in § 22-18-1, commission of a felony while armed as defined in §§ 22-14-12 and 22-14-13.1, discharging a firearm at an occupied structure or motor vehicle as defined in § 22-14-20, discharging a firearm from a moving vehicle as defined in § 22-14-21, criminal pedophilia as defined in § 22-22-30.1, threatening to commit a sexual offense as defined in § 22-22-45, abuse or neglect of a disabled adult as defined in § 22-46-2, and aggravated incest as defined in §§ 22-22A-3 and 22-22A-3.1: Felony Convictions Felony Class First Second Third Nonviolent Class 6 .25 .30 .40 Class 5 .25 .35 .40 Class 4 .25 .35 .40 Class 3 .30 .40 .50 Class 2 .30 .40 .50 Class 1 .35 .40 .50 Class C .35 .40 .50 Violent Class 6 .35 .45 .55 Class 5 .40 .50 .60 Class 4 .40 .50 .65 Class 3 .50 .60 .70 Class 2 .50 .65 .75 Class 1 .50 .65 .75 Class C .50 .65 .75 Class B 1.0 1.0 1.0 Class A 1.0 1.0 1.0 Each inmate shall serve at least sixty days prior to parole release. Inmates with life sentences are not eligible for parole except as provided in this Act. An initial parole date through the application of this grid may be applied to a life sentence only after the sentence is commuted to a term of years. A Class A or B felony commuted to a number of years shall be applied to the Class C violent column of the grid. An inmate convicted of a Class A or B felony who was a juvenile at the time of the offense and receives a sentence of less than life shall be applied to the Class C violent column of the grid. Section 13. That chapter 24-15A be amended by adding a NEW SECTION to read: An inmate on parole through a compassionate parole release is ineligible for earned discharge credits until the inmate reaches an initial parole date pursuant § 24-15A-32 or an initial parole eligibility date pursuant to § 24-15-5. Section 14. That chapter 24-15A be amended by adding a NEW SECTION to read: If an inmate on parole through a compassionate parole release has the inmate's parole revoked, a subsequent consideration of compassionate parole on the same sentence requires a new referral for consideration pursuant to section 2 of this Act. Section 15. That the code be amended by adding a NEW SECTION to read: As a condition of compassionate parole release, any inmate released pursuant to subdivision (1) to (4), inclusive, of section 1 of this Act shall be compliant with medical care."}, {"bill_id": 8949, "bill_version_id": 50293, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2018-03-05T12:38:21.773-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for parole eligibility and early final discharge for certain inmates. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Notwithstanding any contrary provision in chapter 24-13, 24-15, or 24-15A, an inmate who: (1) Has a terminal illness; (2) Is seriously ill and not likely to recover; (3) Requires extensive medical care or significant chronic medical care; (4) Is at least sixty-five years of age, has served at least ten consecutive years of the inmate's sentence incarcerated, whose current sentences are for convictions of a Class 1 felony or below and whose medical care needs exceed the average need and cost of the inmate population; or (5) Is at least seventy years of age and has served at least thirty consecutive years of the inmate's sentence incarcerated; and (6) Is not serving a capital punishment sentence; is eligible for compassionate parole consideration. Section 2. That the code be amended by adding a NEW SECTION to read: The secretary of corrections may consider referrals for compassionate parole consideration from the inmate's health care provider, the warden, or by inmate petition subject to department rules and policy. If the secretary determines the inmate meets the criteria for compassionate parole consideration as set forth in section 1 of this Act, the secretary may refer the inmate for a compassionate parole hearing. The executive director of the Board of Pardons and Paroles shall schedule a discretionary, compassionate parole hearing with the board within three months of receipt of the referral. Section 3. That the code be amended by adding a NEW SECTION to read: The Board of Pardons and Paroles shall consider the following factors in determining the grant or denial of a compassionate parole: (1) The inmate's assessed risk level; (2) The inmate's conduct in prison; (3) The inmate's conduct while on extended confinement, if applicable; (4) Sentence served and sentence remaining; (5) Offense and chronicity of criminal behavior; (6) Prognosis and incapacitation level; (7) The inmate's compliance with health care ordered by a health care provider; (8) Release plan including provisions for health care; (9) Input, if any, of the sentencing judge, the prosecuting attorney, and the victim; (10) If the care and supervision that the inmate requires and is anticipated to require can be provided in a more medically appropriate or cost effective manner than the Department of Corrections; and (11) Allowing a geriatric or terminally ill person to live at a location outside of prison prior to death. Section 4. That the code be amended by adding a NEW SECTION to read: An inmate may not be released on compassionate parole if the inmate meets the eligibility requirements of a medically indigent person under the provisions of chapter 28-13. An inmate may not be released on compassionate parole, unless the inmate's release plan ensures the inmate's health care expenses will be paid either by the inmate or a third party payer including Medicare, Medicaid, Indian Health Service, veteran's assistance, or private insurance. Section 5. That the code be amended by adding a NEW SECTION to read: The board may grant or deny a compassionate parole. If denied the board shall set the date for the next consideration of compassionate parole not to exceed one year. The board may elect to review the inmate sooner than one year. If the inmate no longer meets the criteria for compassionate parole as set forth in section 1 of this Act, the inmate's health care provider or the warden shall notify the secretary of corrections. The secretary may remove the inmate from compassionate parole consideration. An inmate removed from compassionate parole consideration is subject to applicable parole provisions under chapters 24-13, 24-15, and 24-15A notwithstanding the provisions of this Act or a pending compassionate parole hearing. If an inmate is released on compassionate parole and is compliant with the terms of the inmate's supervision, no longer meeting the criteria for compassionate parole in section 1 of this Act does not constitute grounds for parole revocation. Section 6. That the code be amended by adding a NEW SECTION to read: An inmate is ineligible for compassionate parole once the inmate reaches the parole eligibility date pursuant to § 24-15-5 or the inmate's initial parole date pursuant to § 24-15A-32. However, if an inmate previously referred by the secretary for compassionate parole continues to meet the criteria for compassionate parole consideration as outlined in section 1 of this Act the factors listed in section 3 of this Act shall be considered in any subsequent discretionary parole release decision. Section 7. That the code be amended by adding a NEW SECTION to read: An inmate granted compassionate parole is subject to the provisions of chapters 24-13, 24-15, and 24-15A, including the provisions related to supervision, early final discharge, and revocation of parole, so far as those provisions are consistent with this Act. Section 8. That the code be amended by adding a NEW SECTION to read: Nothing in this Act or its application may be the basis for establishing a constitutionally protected liberty, property, or due process interest in any prisoner. An inmate is not entitled to compassionate parole or to be considered for compassionate parole. Compassionate parole may be recommended by the secretary and granted by the board if, in the judgement of the secretary and the board, the inmate meets the eligibility criteria for compassionate parole pursuant to section 1 of this Act and a compassionate parole release is unlikely to pose a detriment to the offender, victim, or community. The decision of the board regarding compassionate parole release is final. Section 9. That the code be amended by adding a NEW SECTION to read: Nothing in this Act or its application impacts the ability of the warden and the secretary of corrections to place an inmate on extended confinement pursuant §§ 24-2-25 and 24-2-27 or to place the inmate on extended confinement pending compassionate parole consideration. Section 10. That the code be amended by adding a NEW SECTION to read: Pursuant to chapter 1-26, the board may promulgate procedural rules for the effective enforcement of this Act and for the exercise of the powers and duties conferred upon it. Section 11. That § 24-15-4 be amended to read: 24-15-4. No inmate sentenced to life imprisonment is eligible for parole by the Board of Pardons and Paroles except as provided in this Act. Section 12. That § 24-15A-32 be amended to read: 24-15A-32. Each inmate sentenced to a penitentiary term, except those under a sentence of life or death, or determined to be ineligible for parole as authorized in § 24-15A-32.1, shall have an initial parole date set by the department. This date shall be calculated by applying the percentage indicated in the following grid to the full term of the inmate's sentence pursuant to § 22-6-1. The following crimes or an attempt to commit, or a conspiracy to commit, or a solicitation to commit, any of the following crimes shall be considered a violent crime for purposes of setting an initial parole date: murder, manslaughter, rape, aggravated assault, riot, robbery, burglary in the first degree, or burglary in the second degree if committed before July 1, 2006, arson, kidnapping, felony sexual contact as defined in §§ 22-22-7 and 22-22-19.1, child abuse, felony sexual contact as defined in § 22-22-7.2, felony stalking as defined in §§ 22-19A-2 and 22-19A-3, photographing a child in an obscene act, felony assault as defined in § 22-18-26, felony simple assault as defined in § 22-18-1, commission of a felony while armed as defined in §§ 22-14-12 and 22-14-13.1, discharging a firearm at an occupied structure or motor vehicle as defined in § 22-14-20, discharging a firearm from a moving vehicle as defined in § 22-14-21, criminal pedophilia as defined in § 22-22-30.1, threatening to commit a sexual offense as defined in § 22-22-45, abuse or neglect of a disabled adult as defined in § 22-46-2, and aggravated incest as defined in §§ 22-22A-3 and 22-22A-3.1: Felony Convictions Felony Class First Second Third Nonviolent Class 6 .25 .30 .40 Class 5 .25 .35 .40 Class 4 .25 .35 .40 Class 3 .30 .40 .50 Class 2 .30 .40 .50 Class 1 .35 .40 .50 Class C .35 .40 .50 Violent Class 6 .35 .45 .55 Class 5 .40 .50 .60 Class 4 .40 .50 .65 Class 3 .50 .60 .70 Class 2 .50 .65 .75 Class 1 .50 .65 .75 Class C .50 .65 .75 Class B 1.0 1.0 1.0 Class A 1.0 1.0 1.0 Each inmate shall serve at least sixty days prior to parole release. Inmates with life sentences are not eligible for parole except as provided in this Act. An initial parole date through the application of this grid may be applied to a life sentence only after the sentence is commuted to a term of years. A Class A or B felony commuted to a number of years shall be applied to the Class C violent column of the grid. An inmate convicted of a Class A or B felony who was a juvenile at the time of the offense and receives a sentence of less than life shall be applied to the Class C violent column of the grid. Section 13. That chapter 24-15A be amended by adding a NEW SECTION to read: An inmate on parole through a compassionate parole release is ineligible for earned discharge credits until the inmate reaches an initial parole date pursuant § 24-15A-32 or an initial parole eligibility date pursuant to § 24-15-5. Section 14. That chapter 24-15A be amended by adding a NEW SECTION to read: If an inmate on parole through a compassionate parole release has the inmate's parole revoked, a subsequent consideration of compassionate parole on the same sentence requires a new referral for consideration pursuant to section 2 of this Act. Section 15. That the code be amended by adding a NEW SECTION to read: As a condition of supervision pursuant to § 24-15A-37, any inmate released on compassionate parole shall be compliant with medical care and maintain responsibility for health care expenses through self pay or third party payer. Section 16. That the code be amended by adding a NEW SECTION to read: When a parolee released under compassionate parole reaches their initial parole date pursuant to § 24-15A-32 or their parole eligibility date pursuant to § 24-15-5 and is paroled subject to the provisions of chapters 24-15 and 24-15A they are no longer subject to the provisions of this Act."}, {"bill_id": 8949, "bill_version_id": 50381, "bill_version": "Senate Engrossed", "bill_version_date": "2018-03-06T17:34:47.497-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for parole eligibility for certain inmates. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Notwithstanding any contrary provision in chapter 24-13, 24-15, or 24-15A, an inmate who: (1) Has a terminal illness; (2) Is seriously ill and not likely to recover; (3) Requires extensive medical care or significant chronic medical care; (4) Is at least sixty-five years of age, has served at least ten consecutive years of the inmate's sentence incarcerated, whose current sentences are for convictions of a Class 3 felony or below and whose medical care needs are at least double the average annual medical cost of the inmate population; or (5) Is at least seventy years of age and has served at least thirty consecutive years of the inmate's sentence incarcerated; and (6) Is not serving a capital punishment sentence; is eligible for compassionate parole consideration. Section 2. That the code be amended by adding a NEW SECTION to read: The secretary of corrections may consider referrals for compassionate parole consideration from the inmate's health care provider or the warden. If the secretary determines the inmate meets the criteria for compassionate parole consideration as set forth in section 1 of this Act, the secretary may refer the inmate for a compassionate parole hearing. The executive director of the Board of Pardons and Paroles shall schedule a discretionary, compassionate parole hearing with the board within three months of receipt of the referral. Section 3. That the code be amended by adding a NEW SECTION to read: The Board of Pardons and Paroles shall consider the following factors in determining the grant or denial of a compassionate parole: (1) The inmate's assessed risk level; (2) The inmate's conduct in prison; (3) The inmate's conduct while on extended confinement, if applicable; (4) Sentence served and sentence remaining; (5) Offense and chronicity of criminal behavior; (6) Prognosis and incapacitation level; (7) The inmate's compliance with health care ordered by a health care provider; (8) Release plan including provisions for health care; (9) Input, if any, of the sentencing judge, the prosecuting attorney, and the victim; (10) If the care and supervision that the inmate requires and is anticipated to require can be provided in a more medically appropriate or cost effective manner than the Department of Corrections; (11) Allowing a geriatric or terminally ill person to live at a location outside of prison prior to death; and (12) The ability to adequately monitor the inmate, after release, to ensure public safety. Section 4. That the code be amended by adding a NEW SECTION to read: An inmate may not be released on compassionate parole if the inmate meets the eligibility requirements of a medically indigent person under the provisions of chapter 28-13. An inmate may not be released on compassionate parole, unless the inmate's release plan ensures the inmate's health care expenses will be paid either by the inmate or a third party payer including Medicare, Medicaid, Indian Health Service, veteran's assistance, or private insurance. Section 5. That the code be amended by adding a NEW SECTION to read: The board may grant or deny a compassionate parole. If denied the board shall set the date for the next consideration of compassionate parole not to exceed one year. The board may elect to review the inmate sooner than one year. If the inmate no longer meets the criteria for compassionate parole as set forth in section 1 of this Act, the inmate's health care provider or the warden shall notify the secretary of corrections. The secretary may remove the inmate from compassionate parole consideration. An inmate removed from compassionate parole consideration is subject to applicable parole provisions under chapters 24-13, 24-15, and 24-15A notwithstanding the provisions of this Act or a pending compassionate parole hearing. If an inmate is released on compassionate parole and is compliant with the terms of the inmate's supervision, no longer meeting the criteria for compassionate parole in section 1 of this Act does not constitute grounds for parole revocation. Section 6. That the code be amended by adding a NEW SECTION to read: An inmate is ineligible for compassionate parole once the inmate reaches the parole eligibility date pursuant to § 24-15-5 or the inmate's initial parole date pursuant to § 24-15A-32. However, if an inmate previously referred by the secretary for compassionate parole continues to meet the criteria for compassionate parole consideration as outlined in section 1 of this Act the factors listed in section 3 of this Act shall be considered in any subsequent discretionary parole release decision. Section 7. That the code be amended by adding a NEW SECTION to read: An inmate granted compassionate parole is subject to the provisions of chapters 24-13, 24-15, and 24-15A, including the provisions related to supervision, early final discharge, and revocation of parole, so far as those provisions are consistent with this Act. Section 8. That the code be amended by adding a NEW SECTION to read: Nothing in this Act or its application may be the basis for establishing a constitutionally protected liberty, property, or due process interest in any prisoner. An inmate is not entitled to compassionate parole or to be considered for compassionate parole. Compassionate parole may be recommended by the secretary and granted by the board if, in the judgement of the secretary and the board, the inmate meets the eligibility criteria for compassionate parole pursuant to section 1 of this Act and a compassionate parole release is unlikely to pose a detriment to the offender, victim, or community. The decision of the board regarding compassionate parole release is final. Section 9. That the code be amended by adding a NEW SECTION to read: Nothing in this Act or its application impacts the ability of the warden and the secretary of corrections to place an inmate on extended confinement pursuant §§ 24-2-25 and 24-2-27 or to place the inmate on extended confinement pending compassionate parole consideration. Section 10. That the code be amended by adding a NEW SECTION to read: Pursuant to chapter 1-26, the board may promulgate procedural rules for the effective enforcement of this Act and for the exercise of the powers and duties conferred upon it. Section 11. That § 24-15-4 be amended to read: 24-15-4. No inmate sentenced to life imprisonment is eligible for parole by the Board of Pardons and Paroles except as provided in this Act. Section 12. That § 24-15A-32 be amended to read: 24-15A-32. Each inmate sentenced to a penitentiary term, except those under a sentence of life or death, or determined to be ineligible for parole as authorized in § 24-15A-32.1, shall have an initial parole date set by the department. This date shall be calculated by applying the percentage indicated in the following grid to the full term of the inmate's sentence pursuant to § 22-6-1. The following crimes or an attempt to commit, or a conspiracy to commit, or a solicitation to commit, any of the following crimes shall be considered a violent crime for purposes of setting an initial parole date: murder, manslaughter, rape, aggravated assault, riot, robbery, burglary in the first degree, or burglary in the second degree if committed before July 1, 2006, arson, kidnapping, felony sexual contact as defined in §§ 22-22-7 and 22-22-19.1, child abuse, felony sexual contact as defined in § 22-22-7.2, felony stalking as defined in §§ 22-19A-2 and 22-19A-3, photographing a child in an obscene act, felony assault as defined in § 22-18-26, felony simple assault as defined in § 22-18-1, commission of a felony while armed as defined in §§ 22-14-12 and 22-14-13.1, discharging a firearm at an occupied structure or motor vehicle as defined in § 22-14-20, discharging a firearm from a moving vehicle as defined in § 22-14-21, criminal pedophilia as defined in § 22-22-30.1, threatening to commit a sexual offense as defined in § 22-22-45, abuse or neglect of a disabled adult as defined in § 22-46-2, and aggravated incest as defined in §§ 22-22A-3 and 22-22A-3.1: Felony Convictions Felony Class First Second Third Nonviolent Class 6 .25 .30 .40 Class 5 .25 .35 .40 Class 4 .25 .35 .40 Class 3 .30 .40 .50 Class 2 .30 .40 .50 Class 1 .35 .40 .50 Class C .35 .40 .50 Violent Class 6 .35 .45 .55 Class 5 .40 .50 .60 Class 4 .40 .50 .65 Class 3 .50 .60 .70 Class 2 .50 .65 .75 Class 1 .50 .65 .75 Class C .50 .65 .75 Class B 1.0 1.0 1.0 Class A 1.0 1.0 1.0 Each inmate shall serve at least sixty days prior to parole release. Inmates with life sentences are not eligible for parole except as provided in this Act. An initial parole date through the application of this grid may be applied to a life sentence only after the sentence is commuted to a term of years. A Class A or B felony commuted to a number of years shall be applied to the Class C violent column of the grid. An inmate convicted of a Class A or B felony who was a juvenile at the time of the offense and receives a sentence of less than life shall be applied to the Class C violent column of the grid. Section 13. That chapter 24-15A be amended by adding a NEW SECTION to read: An inmate on parole through a compassionate parole release is ineligible for earned discharge credits until the inmate reaches an initial parole date pursuant § 24-15A-32 or an initial parole eligibility date pursuant to § 24-15-5. Section 14. That chapter 24-15A be amended by adding a NEW SECTION to read: If an inmate on parole through a compassionate parole release has the inmate's parole revoked, a subsequent consideration of compassionate parole on the same sentence requires a new referral for consideration pursuant to section 2 of this Act. Section 15. That the code be amended by adding a NEW SECTION to read: As a condition of supervision pursuant to § 24-15A-37, any inmate released on compassionate parole shall be compliant with medical care and maintain responsibility for health care expenses through self pay or third party payer. Section 16. That the code be amended by adding a NEW SECTION to read: When a parolee released under compassionate parole reaches their initial parole date pursuant to § 24-15A-32 or their parole eligibility date pursuant to § 24-15-5 and is paroled subject to the provisions of chapters 24-15 and 24-15A they are no longer subject to the provisions of this Act."}, {"bill_id": 8949, "bill_version_id": 50454, "bill_version": "Enrolled", "bill_version_date": "2018-03-08T10:48:50.56-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8949, "action_date": "2018-01-19T13:00:00-06:00", "document_id": 47389, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47389.pdf", "status_text": "First read in House and referred to", "journal_page": 114, "committee_id_action": 396, "committee_id_assigned": 394, "result": "N", "vote": {}}, {"bill_id": 8949, "action_date": "2018-02-02T10:00:00-06:00", "document_id": 48603, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48603.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 394, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8949, "action_date": "2018-02-02T10:00:00-06:00", "document_id": 48332, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48332.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 394, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8949, "action_date": "2018-02-12T10:00:00-06:00", "document_id": 48905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48905.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 394, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8949, "action_date": "2018-02-12T10:00:00-06:00", "document_id": 49060, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49060.pdf", "status_text": "Do Pass Amended", "journal_page": 396, "committee_id_action": 394, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25636, "president_vote": null, "Yea": [1424, 1425, 1226, 1277, 1299, 1240, 1215, 1229, 1265, 1257], "Excused": [1279, 1306], "Nay": [1247]}}, {"bill_id": 8949, "action_date": "2018-02-14T14:00:00-06:00", "document_id": 49276, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49276.pdf", "status_text": "Do Pass Amended", "journal_page": 460, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25870, "president_vote": null, "Excused": [1313, 1266, 1291, 1293, 1254], "Yea": [1241, 1269, 1297, 1268, 1284, 1279, 1214, 1223, 1307, 1301, 1235, 1294, 1425, 1260, 1308, 1283, 1238, 1250, 1286, 1222, 1302, 1306, 1265, 1315, 1296, 1292, 1310, 1226, 1263, 1274, 1249, 1277, 1255, 1299, 1225, 1256, 1261, 1240, 1258, 1305, 1287, 1257, 1236, 1215, 1317, 1216, 1229, 1253], "Nay": [1213, 1424, 1282, 1311, 1312, 1275, 1314, 1247, 1316, 1248, 1280, 1295, 1303, 1309, 1259, 1298, 1285]}}, {"bill_id": 8949, "action_date": "2018-02-15T13:00:00-06:00", "document_id": 49390, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49390.pdf", "status_text": "First read in Senate and referred to", "journal_page": 484, "committee_id_action": 395, "committee_id_assigned": 373, "result": "N", "vote": {}}, {"bill_id": 8949, "action_date": "2018-03-01T07:45:00-06:00", "document_id": 49972, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49972.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 373, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8949, "action_date": "2018-03-01T07:45:00-06:00", "document_id": 50186, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50186.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 373, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8949, "action_date": "2018-03-01T07:45:00-06:00", "document_id": 50186, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50186.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 373, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 26601, "president_vote": null, "Nay": [1219, 1243, 1239, 1233], "Yea": [1290, 1270, 1272]}}, {"bill_id": 8949, "action_date": "2018-03-01T07:45:00-06:00", "document_id": 50186, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50186.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 659, "committee_id_action": 373, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26600, "president_vote": null, "Yea": [1219, 1243, 1239, 1233], "Nay": [1290, 1270, 1272]}}, {"bill_id": 8949, "action_date": "2018-03-01T13:00:00-06:00", "document_id": 50219, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50219.pdf", "status_text": "Recalled from committee (Rule 7-7)", "journal_page": 667, "committee_id_action": 395, "committee_id_assigned": 373, "result": "P", "vote": {}}, {"bill_id": 8949, "action_date": "2018-03-01T15:15:00-06:00", "document_id": 50225, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50225.pdf", "status_text": "Reconsidered", "journal_page": 0, "committee_id_action": 373, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8949, "action_date": "2018-03-01T15:15:00-06:00", "document_id": 50225, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50225.pdf", "status_text": "Do Not Pass as amended", "journal_page": 681, "committee_id_action": 373, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26659, "president_vote": null, "Yea": [1219, 1243, 1239, 1233], "Nay": [1290, 1270, 1272]}}, {"bill_id": 8949, "action_date": "2018-03-06T10:00:00-06:00", "document_id": 50349, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50349.pdf", "status_text": "Placed on calendar pursuant to JR 6F-6", "journal_page": 717, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26783, "president_vote": null, "Nay": [1239, 1243], "Yea": [1230, 1264, 1231, 1217, 1246, 1228, 1219, 1273, 1262, 1234, 1290, 1232, 1278, 1304, 1270, 1224, 1267, 1218, 1244, 1281, 1221, 1272, 1233, 1245, 1271, 1252, 1237, 1288, 1220, 1242, 1276, 1300], "Excused": [1289]}}, {"bill_id": 8949, "action_date": "2018-03-06T10:00:00-06:00", "document_id": 50349, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50349.pdf", "status_text": "Motion to amend", "journal_page": 726, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8949, "action_date": "2018-03-06T10:00:00-06:00", "document_id": 50349, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50349.pdf", "status_text": "Do Pass Amended", "journal_page": 726, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26797, "president_vote": null, "Nay": [1239, 1243, 1233], "Yea": [1230, 1264, 1231, 1217, 1246, 1228, 1219, 1273, 1262, 1234, 1290, 1232, 1278, 1304, 1270, 1224, 1267, 1218, 1244, 1281, 1221, 1272, 1245, 1271, 1252, 1237, 1288, 1220, 1242, 1276, 1300], "Excused": [1289]}}, {"bill_id": 8949, "action_date": "2018-03-06T10:00:00-06:00", "document_id": 50349, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50349.pdf", "status_text": "Title amended", "journal_page": 727, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8949, "action_date": "2018-03-07T11:30:00-06:00", "document_id": 50420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50420.pdf", "status_text": "Concurred in amendments", "journal_page": 731, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26850, "president_vote": null, "Excused": [1313, 1255, 1254], "Yea": [1241, 1269, 1297, 1424, 1268, 1284, 1279, 1214, 1223, 1307, 1301, 1235, 1294, 1425, 1282, 1260, 1308, 1291, 1283, 1238, 1250, 1286, 1314, 1222, 1302, 1306, 1315, 1247, 1316, 1296, 1292, 1293, 1310, 1226, 1263, 1274, 1249, 1277, 1303, 1309, 1259, 1299, 1225, 1256, 1261, 1240, 1258, 1305, 1287, 1257, 1236, 1215, 1317, 1216, 1229, 1298, 1285, 1253], "Nay": [1213, 1266, 1311, 1312, 1275, 1265, 1248, 1280, 1295]}}, {"bill_id": 8949, "action_date": "2018-03-08T09:00:00-06:00", "document_id": 50486, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50486.pdf", "status_text": "Signed by the Speaker", "journal_page": 760, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8949, "action_date": "2018-03-09T11:00:00-06:00", "document_id": 50536, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50536.pdf", "status_text": "Signed by the President", "journal_page": 777, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8949, "action_date": "2018-03-09T10:00:00-06:00", "document_id": 50540, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50540.pdf", "status_text": "Delivered to the Governor", "journal_page": 778, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8949, "action_date": "2018-03-26T11:00:00-05:00", "document_id": 50575, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50575.pdf", "status_text": "Signed by the Governor", "journal_page": 795, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6667}