{"session_id": 27, "bill_id": 8102, "bill_type": "Senate Bill", "bill_number": 138, "bill_title": "provide certain provisions regarding asbestos bankruptcy trust claims.", "sponsors": [{"legislator_profile_id": 1136, "is_prime": true}, {"legislator_profile_id": 1146, "is_prime": true}, {"legislator_profile_id": 1143, "is_prime": false}, {"legislator_profile_id": 1107, "is_prime": false}, {"legislator_profile_id": 1115, "is_prime": false}, {"legislator_profile_id": 1145, "is_prime": false}], "keywords": ["Civil Procedure", "Courts and Judiciary", "Judicial Remedies"], "audio": [{"meeting_datetime": "2017-02-09T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sju20.mp3", "start_seconds": 2650.0}, {"meeting_datetime": "2017-02-09T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sju20.mp3", "start_seconds": 2650.0}, {"meeting_datetime": "2017-02-09T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sju20.mp3", "start_seconds": 2650.0}, {"meeting_datetime": "2017-02-09T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sju20.mp3", "start_seconds": 2650.0}, {"meeting_datetime": "2017-02-09T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sju20.mp3", "start_seconds": 2650.0}, {"meeting_datetime": "2017-02-09T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sju20.mp3", "start_seconds": 2650.0}, {"meeting_datetime": "2017-02-09T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sju20.mp3", "start_seconds": 2650.0}, {"meeting_datetime": "2017-02-09T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sju20.mp3", "start_seconds": 2650.0}, {"meeting_datetime": "2017-02-09T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sju20.mp3", "start_seconds": 5613.0}, {"meeting_datetime": "2017-02-16T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen24.mp3", "start_seconds": 2695.0}, {"meeting_datetime": "2017-02-16T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen24.mp3", "start_seconds": 2695.0}, {"meeting_datetime": "2017-02-16T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen24.mp3", "start_seconds": 2695.0}, {"meeting_datetime": "2017-02-16T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen24.mp3", "start_seconds": 2695.0}, {"meeting_datetime": "2017-02-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen26.mp3", "start_seconds": 6469.0}, {"meeting_datetime": "2017-02-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen26.mp3", "start_seconds": 6469.0}, {"meeting_datetime": "2017-02-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen26.mp3", "start_seconds": 6469.0}, {"meeting_datetime": "2017-02-22T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen26.mp3", "start_seconds": 6469.0}, {"meeting_datetime": "2017-03-06T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hco33.mp3", "start_seconds": 140.0}, {"meeting_datetime": "2017-03-06T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hco33.mp3", "start_seconds": 140.0}, {"meeting_datetime": "2017-03-06T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hco33.mp3", "start_seconds": 140.0}, {"meeting_datetime": "2017-03-06T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hco33.mp3", "start_seconds": 140.0}], "bill_versions": [{"bill_id": 8102, "bill_version_id": 43312, "bill_version": "Introduced", "bill_version_date": "2017-01-26T10:53:56.577-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide certain provisions regarding asbestos bankruptcy trust claims. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Asbestos,\" chrysotile, amosite, crocidolite, tremolite asbestos, anthophyllite asbestos, actinolite asbestos, asbestiform winchite, asbestiform richterite, asbestiform amphibole minerals, or any of these minerals that have been chemically treated or altered, including any mineral defined as asbestos in 29 C.F.R. § 1910 at the time an asbestos action is filed; (2) \"Asbestos action,\" a claim for damages or other civil or equitable relief presented in a civil action arising out of, based on, or related to the health effects of exposure to asbestos, including loss of consortium, wrongful death, mental or emotional injury, risk or fear of disease or other injury, costs of medical monitoring or surveillance, or any other derivative claim made by or on behalf of a person exposed to asbestos or a representative, spouse, parent, child, or other relative of that person; (3) \"Asbestos trust,\" a government-approved or court-approved trust, qualified settlement fund, compensation fund, or claims facility created as a result of an administrative or legal action, a court-approved bankruptcy, or pursuant to 11 U.S.C. § 524(g) or 11 U.S.C. § 1121(a) or any other law, that is intended to provide compensation to claimants arising out of, based on, or related to the health effects of exposure to asbestos; (4) \"Plaintiff,\" any person who brings an asbestos action, including a personal representative for any asbestos action that is brought by an estate, or a conservator or next friend for any asbestos or silica action that is brought on behalf of a minor or a legally incapacitated person; (5) \"Trust claims material,\" any final executed proof of claim, any other document or information related to a claim against an asbestos trust, including a claim form or supplementary material, affidavit, deposition or trial testimony, work history, medical or health record, document reflecting the status of a claim against an asbestos trust, or if the trust claim has settled, any document relating to the settlement of the trust claim; and (6) \"Trust governance document,\" any document that relates to eligibility or payment levels, including a claims payment matrix, trust distribution procedure, or plan for reorganization, for an asbestos trust. Section 2. That the code be amended by adding a NEW SECTION to read: Not more than thirty days after an asbestos action is filed or not more than thirty days following July 1, 2017, whichever is later, a plaintiff shall: (1) Provide the court and parties with a sworn statement signed by the plaintiff and the plaintiff's counsel, under penalty of perjury, indicating that an investigation of all asbestos trust claims has been conducted and that all asbestos trust claims that can be made by the plaintiff or any person on the plaintiff's behalf have been filed. The sworn statement shall indicate whether there has been a request to defer, delay, suspend, or toll any asbestos trust claim, and provide the disposition of each asbestos trust claim; (2) Provide all parties with any trust claims material, including any material that relates to conditions other than those that are the basis for the asbestos action, material from any law firm connected to the plaintiff in relation to the plaintiff's exposure to asbestos, anyone at a law firm involved in the asbestos action, any referring law firm, and any other firm that has filed an asbestos trust claim for the plaintiff or on the plaintiff's behalf; and (3) If the plaintiff's asbestos trust claim is based on exposure to asbestos through any other person, the plaintiff shall produce all trust claims materials submitted by the other person to any asbestos trust if the materials are available to the plaintiff or the plaintiff's counsel. Section 3. That the code be amended by adding a NEW SECTION to read: A plaintiff may supplement any information or material required under section 2 of this Act not later than thirty days after the plaintiff or any person on the plaintiff's behalf supplements an existing asbestos trust claim, receives any additional information or material related to an asbestos trust claim, or files an additional asbestos trust claim. A court may dismiss any asbestos action if the plaintiff fails to comply with the provisions of this section. An asbestos action may proceed to trial not less than one hundred eighty days after the provisions of this section are met. Section 4. That the code be amended by adding a NEW SECTION to read: A defendant may file a motion for a stay of proceedings not later than sixty days prior to the date of trial or the fifteenth day after the defendant first obtains any information that could support additional trust claims by the plaintiff, whichever is later. The motion shall identify any asbestos trust claim the defendant believes the plaintiff can file and include any information supporting the asbestos trust claim. Section 5. That the code be amended by adding a NEW SECTION to read: Not later than ten days following receipt of the defendant's motion for a stay of proceedings in accordance with section 4 of this Act, the plaintiff shall: (1) File any asbestos trust claim; (2) File a written response with the court stating why there is insufficient evidence for the plaintiff to file any asbestos trust claim; or (3) File a written response with the court requesting a determination that the cost to file any asbestos trust claim exceeds the plaintiff's reasonably anticipated recovery. Section 6. That the code be amended by adding a NEW SECTION to read: If the court determines that there is a sufficient basis for the plaintiff to file an asbestos trust claim identified in the motion to stay under section 5 of this Act, the court shall stay the asbestos action until the plaintiff files the asbestos trust claim and produces any related trust claims material. Section 7. That the code be amended by adding a NEW SECTION to read: If the court determines that the cost of submitting an asbestos trust claim exceeds the plaintiff's reasonably anticipated recovery, the court shall stay the asbestos action until the plaintiff files with the court and provides all parties with a verified statement of the plaintiff's history of exposure, usage, or other connection to asbestos covered by that asbestos trust. Section 8. That the code be amended by adding a NEW SECTION to read: Not less than sixty days after the plaintiff provides any documentation required under section 5 of this Act, the court may schedule the asbestos action for trial. Section 9. That the code be amended by adding a NEW SECTION to read: Any trust claims material or trust governance document is presumed to be relevant and authentic, and is admissible in evidence in an asbestos action. A claim of privilege does not apply to any trust claims material or trust governance document. Section 10. That the code be amended by adding a NEW SECTION to read: A defendant in an asbestos action may seek discovery from an asbestos trust. The plaintiff may not claim privilege or confidentiality to bar discovery and may provide consent or any other expression of permission that is required by the asbestos trust to release information or material sought by a defendant. Section 11. That the code be amended by adding a NEW SECTION to read: Any trust claims material that is sufficient to entitle a claim to consideration for payment under the applicable trust governance document may be sufficient to support a jury finding that the plaintiff may have been exposed to any product for which the trust was established to provide compensation and that the exposure may be a substantial contributing factor in causing the plaintiff's injury that is the subject of the asbestos action. Section 12. That the code be amended by adding a NEW SECTION to read: Not less than thirty days before the first day of trial in an asbestos action, the court shall enter into the record a document that identifies every asbestos trust claim made by the plaintiff or on the plaintiff's behalf. Section 13. That the code be amended by adding a NEW SECTION to read: If a plaintiff proceeds to trial in an asbestos action before an asbestos trust claim is resolved, there is a rebuttable presumption that the plaintiff is entitled to, and will receive, the compensation specified in the trust governance document applicable to the plaintiff's claim at the time of trial. The court shall take judicial notice that the trust governance document specifies a compensation amount and payment percentage and shall establish an attributed value to the plaintiff's asbestos trust claim. Section 14. That the code be amended by adding a NEW SECTION to read: On the motion of a defendant or judgment debtor seeking sanctions or other relief in an asbestos action, the court may impose any sanction provided by court rule or law, including vacating a judgment rendered in the action for a plaintiff's failure to comply with any disclosure requirement of this Act. Section 15. That the code be amended by adding a NEW SECTION to read: If the plaintiff or a person on the plaintiff's behalf files an asbestos trust claim after the plaintiff obtains a judgment in an asbestos action and that asbestos trust was in existence at the time the plaintiff obtained the judgment, the trial court, on motion by a defendant or judgment debtor seeking sanctions or other relief, has jurisdiction to reopen the judgment in the asbestos action and adjust the judgment by the amount of any subsequent asbestos trust payment obtained by the plaintiff and to order any other relief to the parties that the court may consider just and proper. Section 16. That the code be amended by adding a NEW SECTION to read: No defendant or judgment debtor may file any motion under section 15 or 16 of this Act more than one year following the date on which the judgment is entered. Section 17. That the code be amended by adding a NEW SECTION to read: This Act applies to any asbestos action filed on or after July 1, 2017, and to any pending asbestos action in which trial has not commenced as of July 1, 2017."}, {"bill_id": 8102, "bill_version_id": 44208, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2017-02-09T11:59:21.35-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide certain provisions regarding asbestos bankruptcy trust claims. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Asbestos,\" chrysotile, amosite, crocidolite, tremolite asbestos, anthophyllite asbestos, actinolite asbestos, asbestiform winchite, asbestiform richterite, asbestiform amphibole minerals, or any of these minerals that have been chemically treated or altered, including any mineral defined as asbestos in 29 C.F.R. § 1910 at the time an asbestos action is filed; (2) \"Asbestos action,\" a claim for damages or other civil or equitable relief presented in a civil action arising out of, based on, or related to the health effects of exposure to asbestos, including loss of consortium, wrongful death, mental or emotional injury, risk or fear of disease or other injury, costs of medical monitoring or surveillance, or any other derivative claim made by or on behalf of a person exposed to asbestos or a representative, spouse, parent, child, or other relative of that person; (3) \"Asbestos trust,\" a government-approved or court-approved trust, qualified settlement fund, compensation fund, or claims facility created as a result of an administrative or legal action, a court-approved bankruptcy, or pursuant to 11 U.S.C. § 524(g) or 11 U.S.C. § 1121(a) or any other law, that is intended to provide compensation to claimants arising out of, based on, or related to the health effects of exposure to asbestos; (4) \"Plaintiff,\" any person who brings an asbestos action, including a personal representative for any asbestos action that is brought by an estate, or a conservator or next friend for any asbestos action that is brought on behalf of a minor or a legally incapacitated person; (5) \"Trust claims material,\" any final executed proof of claim, any other document or information submitted to an asbestos trust, including a claim form or supplementary material, affidavit, deposition or trial testimony, work history, medical or health record, document reflecting the status of a claim against an asbestos trust, or if the trust claim has settled, any document submitted to or received from an asbestos trust relating to the settlement of the trust claim; and (6) \"Trust governance document,\" any document that relates to eligibility or payment levels, including a claims payment matrix, trust distribution procedure, or plan for reorganization, for an asbestos trust. Section 2. That the code be amended by adding a NEW SECTION to read: Not more than thirty days after an asbestos action is filed, a plaintiff shall: (1) Provide the court and parties with a sworn statement signed by the plaintiff and the plaintiff's counsel, under penalty of perjury, indicating that an investigation of all asbestos trust claims has been conducted and that all asbestos trust claims that can be made by the plaintiff or any person on the plaintiff's behalf have been filed. The sworn statement shall indicate whether there has been a request to defer, delay, suspend, or toll any asbestos trust claim, and provide the disposition of each asbestos trust claim; (2) Provide all parties with any trust claims material, including any material that relates to conditions other than those that are the basis for the asbestos action, material from any law firm connected to the plaintiff in relation to the plaintiff's exposure to asbestos, anyone at a law firm involved in the asbestos action, any referring law firm, and any other firm that has filed an asbestos trust claim for the plaintiff or on the plaintiff's behalf; and (3) If the plaintiff's asbestos trust claim is based on exposure to asbestos through any other person, the plaintiff shall produce all trust claims materials submitted by the other person to any asbestos trust if the materials are available to the plaintiff or the plaintiff's counsel. Section 3. That the code be amended by adding a NEW SECTION to read: A plaintiff may supplement any information or material required under section 2 of this Act not later than thirty days after the plaintiff or any person on the plaintiff's behalf supplements an existing asbestos trust claim, receives any additional information or material related to an asbestos trust claim, or files an additional asbestos trust claim. A court may dismiss any asbestos action if the plaintiff fails to comply with the provisions of this section. An asbestos action may proceed to trial not less than one hundred twenty days after the provisions of this section are met. Section 4. That the code be amended by adding a NEW SECTION to read: A defendant may file a motion for a stay of proceedings not later than sixty days prior to the date of trial or the fifteenth day after the defendant first obtains any information that could support additional trust claims by the plaintiff, whichever is later. The motion shall identify any asbestos trust claim the defendant believes the plaintiff can file and include any information supporting the asbestos trust claim. Section 5. That the code be amended by adding a NEW SECTION to read: Not later than ten days following receipt of the defendant's motion for a stay of proceedings in accordance with section 4 of this Act, the plaintiff shall: (1) File any asbestos trust claim; (2) File a written response with the court stating why there is insufficient evidence for the plaintiff to file any asbestos trust claim; or (3) File a written response with the court requesting a determination that the cost to file any asbestos trust claim exceeds the plaintiff's reasonably anticipated recovery. Section 6. That the code be amended by adding a NEW SECTION to read: If the court determines that there is a sufficient basis for the plaintiff to file an asbestos trust claim identified in the motion to stay under section 5 of this Act, the court shall stay the asbestos action until the plaintiff files the asbestos trust claim and produces any related trust claims material. Section 7. That the code be amended by adding a NEW SECTION to read: If the court determines that the cost of submitting an asbestos trust claim exceeds the plaintiff's reasonably anticipated recovery, the court shall stay the asbestos action until the plaintiff files with the court and provides all parties with a verified statement of the plaintiff's history of exposure, usage, or other connection to asbestos covered by that asbestos trust. Section 8. That the code be amended by adding a NEW SECTION to read: Not less than sixty days after the plaintiff provides any documentation required under section 5 of this Act, the court may schedule the asbestos action for trial. Section 9. That the code be amended by adding a NEW SECTION to read: Any trust claims material or trust governance document is presumed to be relevant and authentic, and is admissible in evidence in an asbestos action. A claim of privilege does not apply to any trust claims material or trust governance document. Section 10. That the code be amended by adding a NEW SECTION to read: A defendant in an asbestos action may seek discovery from an asbestos trust. The plaintiff may not claim privilege or confidentiality to bar discovery and may provide consent or any other expression of permission that is required by the asbestos trust to release information or material sought by a defendant. Section 11. That the code be amended by adding a NEW SECTION to read: Any trust claims material that is sufficient to entitle a claim to consideration for payment under the applicable trust governance document may be sufficient to support a jury finding that the plaintiff may have been exposed to any product for which the trust was established to provide compensation and that the exposure may be a substantial contributing factor in causing the plaintiff's injury that is the subject of the asbestos action. Section 12. That the code be amended by adding a NEW SECTION to read: Not less than thirty days before the first day of trial in an asbestos action, the court shall enter into the record a document that identifies every asbestos trust claim made by the plaintiff or on the plaintiff's behalf. Section 13. That the code be amended by adding a NEW SECTION to read: If a plaintiff proceeds to trial in an asbestos action before an asbestos trust claim is resolved, there is a rebuttable presumption that the plaintiff is entitled to, and will receive, the compensation specified in the trust governance document applicable to the plaintiff's claim at the time of trial. The court shall take judicial notice that the trust governance document specifies a compensation amount and payment percentage and shall establish an attributed value to the plaintiff's asbestos trust claim. Section 14. That the code be amended by adding a NEW SECTION to read: This Act applies to any asbestos action filed on or after July 1, 2017."}, {"bill_id": 8102, "bill_version_id": 44815, "bill_version": "Senate Engrossed", "bill_version_date": "2017-02-22T16:53:43.097-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide certain provisions regarding asbestos bankruptcy trust claims. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Asbestos,\" chrysotile, amosite, crocidolite, tremolite asbestos, anthophyllite asbestos, actinolite asbestos, asbestiform winchite, asbestiform richterite, asbestiform amphibole minerals, or any of these minerals that have been chemically treated or altered, including any mineral defined as asbestos in 29 C.F.R. § 1910 at the time an asbestos action is filed; (2) \"Asbestos action,\" a claim for damages or other civil or equitable relief presented in a civil action arising out of, based on, or related to the health effects of exposure to asbestos, including loss of consortium, wrongful death, mental or emotional injury, risk or fear of disease or other injury, costs of medical monitoring or surveillance, and any other derivative claim made by or on behalf of a person exposed to asbestos or a representative, spouse, parent, child, or other relative of that person. The term does not include a claim for workers' compensation or veterans' benefits; (3) \"Asbestos trust,\" a government-approved or court-approved trust, qualified settlement fund, compensation fund, or claims facility created as a result of an administrative or legal action, a court-approved bankruptcy, or pursuant to 11 U.S.C. § 524(g) or 11 U.S.C. § 1121(a) or any other law, that is intended to provide compensation to claimants arising out of, based on, or related to the health effects of exposure to asbestos; (4) \"Plaintiff,\" any person who brings an asbestos action, including a personal representative for any asbestos action that is brought by an estate, or a conservator or next friend for any asbestos action that is brought on behalf of a minor or a legally incapacitated person; (5) \"Trust claims material,\" any final executed proof of claim, any other document or information submitted to an asbestos trust, including a claim form or supplementary material, affidavit, deposition or trial testimony, work history, medical or health record, document reflecting the status of a claim against an asbestos trust, or if the trust claim has settled, any document submitted to or received from an asbestos trust relating to the settlement of the trust claim; and (6) \"Trust governance document,\" any document that relates to eligibility or payment levels, including a claims payment matrix, trust distribution procedure, or plan for reorganization, for an asbestos trust. Section 2. That the code be amended by adding a NEW SECTION to read: Not more than one hundred twenty days prior to the date set for trial for each asbestos action filed in this state, the plaintiff shall provide each party with a sworn statement identifying any asbestos trust claim that has been filed by the plaintiff or by anyone on the plaintiff's behalf, including a claim regarding asbestos-related conditions other than those that are the basis for the asbestos action or that potentially could be filed by the plaintiff against an asbestos trust. Section 3. That the code be amended by adding a NEW SECTION to read: For each asbestos trust claim or potential asbestos trust claim identified in the sworn statement under section 2 of this Act, the statement shall include: (1) The name, address and contact information for the asbestos trust, the amount claimed or to be claimed by the plaintiff, the date the plaintiff filed the claim, the disposition of the claim and whether there has been a request to defer, delay, suspend, or toll the claim; and (2) An attestation from the plaintiff, under penalty of perjury, that the sworn statement is complete and based on a good faith investigation of any potential claim against an asbestos trust. Section 4. That the code be amended by adding a NEW SECTION to read: The plaintiff shall make available to each party any trust claims material for each asbestos trust claim that has been filed by the plaintiff or by anyone on the plaintiff's behalf against an asbestos trust, including any asbestos-related disease. The plaintiff shall supplement the information and material provided pursuant to this section within ninety days after the plaintiff files an additional asbestos trust claim, supplements an existing asbestos trust claim, or receives additional information or material related to any claim or potential claim against an asbestos trust. Failure by the plaintiff to make available to all parties any trust claims material required under this section constitutes grounds for the court to extend the trial date in an asbestos action. Section 5. That the code be amended by adding a NEW SECTION to read: Every trust claims material or trust governance document is presumed to be relevant and authentic and is admissible in evidence. Claims of privilege do not apply to any trust claims material or trust governance document. A defendant in an asbestos action may seek discovery from an asbestos trust. The plaintiff may not claim privilege or confidentiality to bar discovery and shall provide consent or other expression of permission that may be required by the asbestos trust to release information or material sought by a defendant. Section 6. That the code be amended by adding a NEW SECTION to read: A court shall stay an asbestos action if the court finds that the plaintiff has failed to make any disclosure required under this Act within one hundred twenty days before the trial date. If, in any disclosure required under this Act, a plaintiff identifies a potential asbestos trust claim, the judge may stay the asbestos action until the plaintiff files the asbestos trust claim and provides all parties with any trust claims material for the claim. The plaintiff shall also state whether there has been a request to defer, delay, suspend, or toll the claim against the asbestos trust. Section 7. That the code be amended by adding a NEW SECTION to read: If, not less than ninety days before trial, a defendant identifies an asbestos trust claim not previously identified by the plaintiff that the defendant reasonably believes the plaintiff may file, the defendant shall confer with the plaintiff regarding any additional asbestos trust claim that may be filed by the plaintiff. The defendant may move the court for an order to require the plaintiff to file any additional asbestos trust claim following the meeting under this section. The defendant shall produce or describe any documentation the defendant possesses or of which the defendant is aware in support of the motion. Section 8. That the code be amended by adding a NEW SECTION to read: Within ten days following receipt of the defendant's motion under section 7 of this Act, the plaintiff shall for each asbestos trust claim identified by the defendant: (1) File the asbestos trust claim; (2) File a written response with the court setting forth any reason why there is insufficient evidence for the plaintiff to file the asbestos trust claim; or (3) File a written response with the court requesting a determination that the plaintiff's expenses, or attorney's fees and expenses, to prepare and file the asbestos trust claim identified in the defendant's motion exceed the plaintiff's reasonably anticipated recovery from the trust. Section 9. That the code be amended by adding a NEW SECTION to read: If the court determines that there is sufficient basis for the plaintiff to file an additional asbestos trust claim identified by the defendant pursuant to section 7 of this Act, the court shall order the plaintiff to file the asbestos trust claim and shall stay the asbestos action until the plaintiff files the asbestos trust claim and provides all parties with any trust claims material within thirty days before the trial date. If the court determines that the plaintiff's expenses, or attorney's fees and expenses, to prepare and file the asbestos trust claim identified in the defendant's motion under section 7 of this Act exceed the plaintiff's reasonably anticipated recovery from the asbestos trust, the court shall stay the asbestos action until the plaintiff files with the court and provides each party with a verified statement of the plaintiff's history of exposure, usage, or any other connection to asbestos covered by the asbestos trust. Section 10. That the code be amended by adding a NEW SECTION to read: If a plaintiff proceeds to trial in an asbestos action before an asbestos trust claim is resolved, the filing of the asbestos trust claim may be considered relevant and admissible evidence. Section 11. That the code be amended by adding a NEW SECTION to read: A plaintiff who fails to provide any information required under this Act is subject to a sanction as provided in the South Dakota Rules of Civil Procedure and any other relief for a defendant that the court considers just and proper. Section 12. That the code be amended by adding a NEW SECTION to read: This Act applies to any asbestos action filed on or after July 1, 2017."}, {"bill_id": 8102, "bill_version_id": 45569, "bill_version": "Enrolled", "bill_version_date": "2017-03-08T08:43:21.79-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8102, "action_date": "2017-01-26T13:00:00-06:00", "document_id": 43344, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43344.pdf", "status_text": "First read in Senate and referred to", "journal_page": 221, "committee_id_action": 360, "committee_id_assigned": 336, "result": "N", "vote": {}}, {"bill_id": 8102, "action_date": "2017-02-02T08:30:00-06:00", "document_id": 43465, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43465.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 336, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8102, "action_date": "2017-02-09T08:00:00-06:00", "document_id": 44008, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44008.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 336, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8102, "action_date": "2017-02-09T08:00:00-06:00", "document_id": 44193, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44193.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 336, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8102, "action_date": "2017-02-09T08:00:00-06:00", "document_id": 44193, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44193.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 336, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 23087, "president_vote": null, "Yea": [1097, 1144, 1172], "Nay": [1100, 1163, 1157], "Excused": [1169]}}, {"bill_id": 8102, "action_date": "2017-02-09T08:00:00-06:00", "document_id": 44193, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44193.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 336, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8102, "action_date": "2017-02-09T08:00:00-06:00", "document_id": 44193, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44193.pdf", "status_text": "Do Pass Amended", "journal_page": 353, "committee_id_action": 336, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23109, "president_vote": null, "Yea": [1097, 1163, 1144, 1172], "Nay": [1100, 1169, 1157]}}, {"bill_id": 8102, "action_date": "2017-02-14T14:00:00-06:00", "document_id": 44427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44427.pdf", "status_text": "Deferred to another day", "journal_page": 384, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8102, "action_date": "2017-02-15T14:00:00-06:00", "document_id": 44524, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44524.pdf", "status_text": "Deferred to another day", "journal_page": 400, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8102, "action_date": "2017-02-16T13:00:00-06:00", "document_id": 44627, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44627.pdf", "status_text": "Deferred with pending amendment (Rule 5-17)", "journal_page": 422, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8102, "action_date": "2017-02-22T14:00:00-06:00", "document_id": 44813, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44813.pdf", "status_text": "Motion to amend", "journal_page": 508, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8102, "action_date": "2017-02-22T14:00:00-06:00", "document_id": 44813, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44813.pdf", "status_text": "Do Pass Amended", "journal_page": 508, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23570, "president_vote": null, "Yea": [1154, 1171, 1103, 1148, 1108, 1096, 1097, 1109, 1105, 1175, 1100, 1164, 1194, 1107, 1104, 1163, 1144, 1131, 1135, 1178, 1141, 1157, 1172, 1174, 1146, 1102, 1098, 1167, 1132, 1189], "Nay": [1106, 1169, 1099, 1137], "Excused": [1151]}}, {"bill_id": 8102, "action_date": "2017-02-23T13:00:00-06:00", "document_id": 44897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44897.pdf", "status_text": "First read in House and referred to", "journal_page": 500, "committee_id_action": 361, "committee_id_assigned": 348, "result": "N", "vote": {}}, {"bill_id": 8102, "action_date": "2017-03-06T10:00:00-06:00", "document_id": 45201, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45201.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 348, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8102, "action_date": "2017-03-06T10:00:00-06:00", "document_id": 45427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45427.pdf", "status_text": "Do Pass", "journal_page": 648, "committee_id_action": 348, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24060, "president_vote": null, "Yea": [1147, 1116, 1129, 1136, 1205, 1110, 1184, 1199, 1140, 1145, 1150, 1115], "Excused": [1170]}}, {"bill_id": 8102, "action_date": "2017-03-06T10:00:00-06:00", "document_id": 45427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45427.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 348, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8102, "action_date": "2017-03-07T13:30:00-06:00", "document_id": 45534, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45534.pdf", "status_text": "Do Pass Amended", "journal_page": 685, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24152, "president_vote": null, "Yea": [1168, 1153, 1186, 1166, 1147, 1122, 1118, 1180, 1197, 1190, 1173, 1183, 1179, 1114, 1198, 1202, 1116, 1129, 1143, 1142, 1136, 1139, 1181, 1204, 1159, 1192, 1196, 1120, 1205, 1191, 1185, 1117, 1133, 1125, 1200, 1206, 1124, 1170, 1110, 1184, 1134, 1160, 1193, 1199, 1165, 1155, 1188, 1119, 1156, 1115, 1113, 1123, 1161, 1195, 1140, 1158, 1176, 1128, 1121, 1212, 1145, 1111, 1187, 1150, 1149], "Excused": [1112, 1201, 1203, 1152], "Nay": [1130]}}, {"bill_id": 8102, "action_date": "2017-03-08T09:00:00-06:00", "document_id": 45590, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45590.pdf", "status_text": "Signed by the President", "journal_page": 686, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8102, "action_date": "2017-03-09T13:00:00-06:00", "document_id": 45656, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45656.pdf", "status_text": "Signed by the Speaker", "journal_page": 739, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8102, "action_date": "2017-03-10T09:00:00-06:00", "document_id": 45697, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45697.pdf", "status_text": "Delivered to the Governor", "journal_page": 727, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8102, "action_date": "2017-03-27T10:00:00-05:00", "document_id": 45735, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45735.pdf", "status_text": "Signed by the Governor", "journal_page": 746, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6376, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8102"}