{"session_id": 19, "bill_id": 4511, "bill_type": "Senate Commemoration", "bill_number": 24, "bill_title": "Honoring Tim Koehler, of Harrisburg, South Dakota,  for being named Middle School Principal of the Year.", "sponsors": [{"legislator_profile_id": 384, "is_prime": true}, {"legislator_profile_id": 393, "is_prime": true}, {"legislator_profile_id": 337, "is_prime": false}, {"legislator_profile_id": 392, "is_prime": false}, {"legislator_profile_id": 419, "is_prime": false}, {"legislator_profile_id": 320, "is_prime": false}, {"legislator_profile_id": 385, "is_prime": false}, {"legislator_profile_id": 328, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4511, "bill_version_id": 27030, "bill_version": "Introduced", "bill_version_date": "2013-03-05T10:03:29.197-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Tim Koehler, of Harrisburg, South Dakota, for being named Middle School Principal of the Year. WHEREAS, Tim Koehler is approaching on this twenty-fifth year in the Army National Guard; and WHEREAS, Tim met his wife Jennifer while majoring in Elementary Education at the University of South Dakota in Vermillion, South Dakota, and they have a son Ethan in the fifth grade; and WHEREAS, Tim Koehler has won the Champion Pyramid Team Builders Award; and WHEREAS, Tim Koehler was the principal of Beresford Middle School for two years and the Middle and High School principal for a year, as well as the principal of grades 6-12 at Hartington, Nebraska, for a year; and WHEREAS, Tim Koehler implemented the one-to-one iPad program, which is an evaluation system to streamline teachers' interaction, and created student-led parent teacher conferences; and WHEREAS, Tim Koehler was nominated unanimously by the entire staff in the Beresford School District for this award: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Mr. Tim Koehler be honored for being named Middle School Principal of the Year."}, {"bill_id": 4511, "bill_version_id": 27350, "bill_version": "Enrolled", "bill_version_date": "2013-03-07T13:15:18.82-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Tim Koehler, of Harrisburg, South Dakota, for being named Middle School Principal of the Year. WHEREAS, Tim Koehler is approaching on this twenty-fifth year in the Army National Guard; and WHEREAS, Tim met his wife Jennifer while majoring in Elementary Education at the University of South Dakota in Vermillion, South Dakota, and they have a son Ethan in the fifth grade; and WHEREAS, Tim Koehler has won the Champion Pyramid Team Builders Award; and WHEREAS, Tim Koehler was the principal of Beresford Middle School for two years and the Middle and High School principal for a year, as well as the principal of grades 6-12 at Hartington, Nebraska, for a year; and WHEREAS, Tim Koehler implemented the one-to-one iPad program, which is an evaluation system to streamline teachers' interaction, and created student-led parent teacher conferences; and WHEREAS, Tim Koehler was nominated unanimously by the entire staff in the Beresford School District for this award: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Mr. Tim Koehler be honored for being named Middle School Principal of the Year. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4511, "action_date": "2013-03-05T14:00:00-06:00", "document_id": 27134, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27134.pdf", "status_text": "", "journal_page": 690, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4511"}