{"session_id": 48, "bill_id": 14346, "bill_type": "House Bill", "bill_number": 1019, "bill_title": "provide for a statewide public defender program for indigents charged with certain high-grade felonies.", "sponsors": [{"legislator_profile_id": 2199, "is_prime": true}, {"legislator_profile_id": 2207, "is_prime": true}, {"legislator_profile_id": 2200, "is_prime": false}, {"legislator_profile_id": 2223, "is_prime": false}, {"legislator_profile_id": 2233, "is_prime": false}, {"legislator_profile_id": 2269, "is_prime": false}, {"legislator_profile_id": 2299, "is_prime": false}], "keywords": ["Public Defender"], "audio": [], "bill_versions": [{"bill_id": 14346, "bill_version_id": 80663, "bill_version": "Introduced", "bill_version_date": "1999-01-06T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for a statewide public defender program for indigents charged with certain high-grade felonies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby established the Office of State Public Defender subject to the provisions of this Act. Section 2. The Governor shall appoint a state public defender. The salary and all expenses, including trial expense and expert witness fees, of the state public defender shall be paid out of funds appropriated to the Office of the Governor for that purpose. The Governor shall also fix the salary of the state public defender and make a determination whether the office shall be full time or part time. Section 3. The state public defender may employ, with the approval of the Governor, necessary assistant public defenders and other employees at salaries which are to be approved by the Governor. The state public defender shall determine whether assistant public defenders and other employees are to be part time or full time. The state public defender may employ law students authorized by the Supreme Court to engage in a limited form of the practice of law and may enter into agreements with law schools to provide clinical training for their students under the provisions of the Higher Education Act of 1965 and other similar federal programs. Section 4. The state public defender shall be initially appointed to a term of four years and may be reappointed. The state public defender shall be a lawyer duly admitted to the State Bar and engaged in the practice of law in South Dakota and shall be an experienced criminal defense lawyer. Section 5. Any indigent person who is charged with a crime which is punishable as a Class A, Class B, Class 1, or Class 2 felony, including appeals from convictions for such felonies, and who is not entitled to legal defense by a county public defender is entitled to legal defense by the state public defender. Section 6. Any person described in section 5 of this Act may at any time request the court in which the matter is pending or the court in which the person was convicted to appoint the state public defender to provide representation. Upon a request for the appointment of counsel, the court shall proceed to make appropriate inquiry into the financial circumstances of the applicant who shall submit, unless waived in whole or in part by the court, a financial statement under oath or affirmation setting forth the applicant's assets and liabilities, sources of income, and such other information as may be required by the court. The information contained in such a statement is confidential and for the exclusive use of the court unless it is made to appear to the satisfaction of the court that the statement may contain false, misleading, or incomplete information, in which event the person making the statement shall be punished as for contempt if it is established after a hearing that the statement was in whole or in part false, misleading, or incomplete. A refusal to execute a financial statement as provided in this section constitutes a waiver of the right to the appointment of the state public defender. Section 7. Nothing in this Act prevents a court from appointing counsel other than the state public defender to represent indigent defendants or other persons by law entitled to legal representation; but, appointments of counsel other than the state public defender shall be limited to situations in which there are multiple defendants requiring separate representation or other exigent circumstances are present which in the opinion of the court require appointment of other than the state public defender. Section 8. The effective date of this Act is July 1, 2000."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14346, "action_date": "1999-01-12T14:00:00-06:00", "document_id": 81755, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81755.pdf", "status_text": "First read in House and referred to", "journal_page": 35, "committee_id_action": 628, "committee_id_assigned": 626, "result": "N", "vote": {}}, {"bill_id": 14346, "action_date": "1999-01-22T07:45:00-06:00", "document_id": 81924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81924.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 626, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14346, "action_date": "1999-01-22T07:45:00-06:00", "document_id": 81924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81924.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 626, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42478, "president_vote": null, "Nay": [2223, 2253, 2295, 2207], "Yea": [2227, 2233, 2265, 2267, 2272, 2286, 2300, 2303, 2245]}}, {"bill_id": 14346, "action_date": "1999-01-22T07:45:00-06:00", "document_id": 81924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81924.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 626, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42478, "president_vote": null, "Nay": [2223, 2253, 2295, 2207], "Yea": [2227, 2233, 2265, 2267, 2272, 2286, 2300, 2303, 2245]}}, {"bill_id": 14346, "action_date": "1999-01-27T07:45:00-06:00", "document_id": 81926, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81926.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 626, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14346, "action_date": "1999-01-27T07:45:00-06:00", "document_id": 81926, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81926.pdf", "status_text": "Deferred to another day", "journal_page": null, "committee_id_action": 626, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14346, "action_date": "1999-02-10T07:45:00-06:00", "document_id": 81933, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81933.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 626, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14346, "action_date": "1999-02-10T07:45:00-06:00", "document_id": 81933, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81933.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 458, "committee_id_action": 626, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41217, "president_vote": null, "Yea": [2223, 2227, 2233, 2265, 2267, 2272, 2286, 2303, 2245], "Nay": [2253, 2295, 2300, 2207]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14346"}