{"session_id": 32, "bill_id": 8737, "bill_type": "House Bill", "bill_number": 1072, "bill_title": "revise certain provisions regarding trusts.", "sponsors": [{"legislator_profile_id": 1253, "is_prime": true}, {"legislator_profile_id": 1281, "is_prime": true}, {"legislator_profile_id": 1269, "is_prime": false}, {"legislator_profile_id": 1297, "is_prime": false}, {"legislator_profile_id": 1230, "is_prime": false}, {"legislator_profile_id": 1264, "is_prime": false}, {"legislator_profile_id": 1231, "is_prime": false}, {"legislator_profile_id": 1217, "is_prime": false}, {"legislator_profile_id": 1425, "is_prime": false}, {"legislator_profile_id": 1273, "is_prime": false}, {"legislator_profile_id": 1238, "is_prime": false}, {"legislator_profile_id": 1250, "is_prime": false}, {"legislator_profile_id": 1222, "is_prime": false}, {"legislator_profile_id": 1265, "is_prime": false}, {"legislator_profile_id": 1304, "is_prime": false}, {"legislator_profile_id": 1226, "is_prime": false}, {"legislator_profile_id": 1244, "is_prime": false}, {"legislator_profile_id": 1221, "is_prime": false}, {"legislator_profile_id": 1277, "is_prime": false}, {"legislator_profile_id": 1259, "is_prime": false}, {"legislator_profile_id": 1299, "is_prime": false}, {"legislator_profile_id": 1225, "is_prime": false}, {"legislator_profile_id": 1261, "is_prime": false}, {"legislator_profile_id": 1272, "is_prime": false}, {"legislator_profile_id": 1258, "is_prime": false}, {"legislator_profile_id": 1271, "is_prime": false}, {"legislator_profile_id": 1257, "is_prime": false}, {"legislator_profile_id": 1220, "is_prime": false}, {"legislator_profile_id": 1242, "is_prime": false}, {"legislator_profile_id": 1276, "is_prime": false}, {"legislator_profile_id": 1300, "is_prime": false}], "keywords": ["Fiduciaries and Trusts", "Judicial Remedies", "Trusts"], "audio": [{"meeting_datetime": "2018-01-11T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou03.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2018-01-17T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju06.mp3", "start_seconds": 842.0}, {"meeting_datetime": "2018-01-17T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju06.mp3", "start_seconds": 842.0}, {"meeting_datetime": "2018-01-17T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju06.mp3", "start_seconds": 842.0}, {"meeting_datetime": "2018-01-18T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou07.mp3", "start_seconds": 2285.0}, {"meeting_datetime": "2018-01-18T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou07.mp3", "start_seconds": 2285.0}, {"meeting_datetime": "2018-01-18T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou07.mp3", "start_seconds": 2285.0}, {"meeting_datetime": "2018-02-20T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju25.mp3", "start_seconds": 517.0}, {"meeting_datetime": "2018-02-20T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju25.mp3", "start_seconds": 517.0}, {"meeting_datetime": "2018-02-20T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju25.mp3", "start_seconds": 517.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen26.mp3", "start_seconds": 8939.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen26.mp3", "start_seconds": 8939.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen26.mp3", "start_seconds": 8939.0}], "bill_versions": [{"bill_id": 8737, "bill_version_id": 46948, "bill_version": "Introduced", "bill_version_date": "2018-01-11T09:11:46.477-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding trusts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 21-22-1 be amended to read: 21-22-1. Terms used in this chapter mean: (1) \"Beneficiary,\" any person beneficially interested in the trust, as defined in subdivision 55-1-24(1) or who has a direct financial interest in the trust, including a creditor or claimant with any rights or claimed rights against the trust estate if the creditor or claimant demonstrates a previously asserted specific claim against the trust estate; (2) \"Court trust,\" any trust which is established or confirmed by the judgment, decree, or order of any court of record of this state or any foreign jurisdiction, or one which is established or confirmed by a personal representative's instrument of distribution or a personal representative's deed of distribution; (3) \"Fiduciary,\" a trustee, custodian, enforcer, trust advisor, trust protector, or trust committee, as named in the governing instrument or order of court, regardless of whether such person is acting in a fiduciary or nonfiduciary capacity; (4) \"Other trust,\" any trust which is not a court trust; (5) \"Supervision,\" the supervision of the circuit court over the administration of a trust as provided in this chapter; (6) \"Trustee,\" the trustee or trustees of any trust which may be supervised under this chapter. Section 2. That § 55-1-20 be amended to read: 55-1-20. Subject to the provisions of §§ 55-1-21 and 55-1-22, a trust may be performed Subdivisions 55-1-4(2) and 55-1-5(2) notwithstanding, a purpose trust may be performed pursuant to this section and sections 3 to 20, inclusive, of this Act if the trust is for a specific lawful noncharitable purpose or for lawful noncharitable purposes to be selected by the trustee. Any property may form a part or all of the trust estate, including some, all, or an interest in some or all of the property that is the subject or purpose of a purpose trust. A governing instrument of such a trust shall be liberally construed in favor of its validity to presume against the merely precatory or honorary nature of the disposition and to carry out the trustor's intent. If necessary, extrinsic evidence is admissible to determine the trustor's intent. Neither the common law rule against perpetuities, nor any rule restricting the accumulation of income, nor any common law rule limiting the duration of noncharitable purpose trusts is in force in this state. Section 3. That § 55-1-21 be amended to read: 55-1-21. Subject to the provisions of § 55-1-22, a trust for the care of a designated animal is valid. The trust terminates when no living animal is covered by the trust. A governing instrument shall be liberally construed to bring the transfer within this section, to presume against the merely precatory or honorary nature of the disposition, and to carry out the general intent of the transferor. Extrinsic evidence is admissible in determining the transferor's intent. The following purpose trusts are valid: (1) A trust for the care of a designated animal or animals; (2) A trust for the care, maintenance, promotion, continuation, conservation, upkeep, protection, furtherance, or preservation of any other property; and (3) A trust for any other lawful noncharitable purpose or purposes. Section 4. That chapter 55-1 be amended by adding a NEW SECTION to read: Except as otherwise provided in the governing instrument, a trust described in § 55-1-21(1) terminates when no living animal is covered by the trust. Section 5. That chapter 55-1 be amended by adding a NEW SECTION to read: A court may reasonably reduce the amount of the property transferred to the trustee of a purpose trust if the court determines that the trust corpus substantially exceeds the amount required for the intended purposes. The court should consider allowing the trust to be administered for a reasonable period of time before undertaking a determination. The amount of the reduction, if any, passes as unexpended trust property, as set forth in section 11 of this Act. Section 6. That chapter 55-1 be amended by adding a NEW SECTION to read: If the court finds that the fulfillment of the purposes are or have become impossible, inexpedient, or unlawful, the court shall make an order directing that the trust be administered in such manner as, in the judgment of the court, will, as nearly as can be, accomplish the general purposes, the objects, and intentions of the trustor. Section 7. That chapter 55-1 be amended by adding a NEW SECTION to read: The purposes of a purpose trust may be enforced by an enforcer designated in the governing instrument and if no enforcer is acting pursuant to the terms of the governing instrument the court may appoint one or more enforcers and successor enforcers. No purpose trust may fail for want of an enforcer. An enforcer may petition for, consent to, waive, or object to any matter regarding a purpose trust with regard to the purpose of the trust which the enforcer represents or concerning the administration of the purpose trust. Enforcers are fiduciaries and, except as otherwise provided in the governing instrument, are entitled to reasonable compensation as determined by the trustee. An enforcer may also serve as a trust protector or a family advisor pursuant to chapter 55-1B. However, an enforcer may not serve as an enforcer while serving as a trustee or a distribution trust advisor of the same trust. Section 8. That chapter 55-1 be amended by adding a NEW SECTION to read: Any trustee may petition the court for the removal of an enforcer. An enforcer may be removed if the court finds: (1) The enforcer committed a serious breach of the purpose enforcer's responsibilities or is unfit or unwilling to serve; (2) A significant and unjustified lack of cooperation or hostility between the enforcer and the trustee, trust protector, or trust advisor; or (3) There has been a substantial change in circumstances and removal of the enforcer would best serve the purpose or purposes of the trust. The governing instrument may provide additional procedures for the removal of an enforcer. Section 9. That chapter 55-1 be amended by adding a NEW SECTION to read: Except as otherwise provided in the governing instrument, a trustee of a purpose trust is vested with full discretion in: (1) Interpreting the purposes of the trust consistent with the terms of the governing instrument; and (2) Applying, distributing, or expending principal and income to further the trust's purposes. Section 10. That chapter 55-1 be amended by adding a NEW SECTION to read: If no trustee is designated or no designated trustee is willing or able to serve, a court shall name a trustee. A court may order the transfer of the property to another trustee if required to ensure that the intended purposes are carried out or if no successor trustee is designated in the governing instrument or no designated successor trustee agrees to serve or is able to serve. A court may also make such other orders and determinations as are advisable to carry out the intent of the trustor and the purpose of sections 2 to 20, inclusive, of this Act. Section 11. That chapter 55-1 be amended by adding a NEW SECTION to read: Upon termination of a purpose trust, the trustee shall distribute any remaining trust property as directed in the governing instrument. Only in the event that the governing instrument is silent shall the trustee, upon termination of a purpose trust, distribute any remaining trust property as follows: (1) If the trust was created in a nonresiduary clause in a testator's will and the will fails to direct the distribution of unexpended trust property, then under the residuary clause of the testator's will, and for the purposes of § 29A-2-707, the residuary clause is treated as creating a future interest under the terms of a trust; and (2) Otherwise, to the trustor's heirs under § 29A-2-711. Section 12. That chapter 55-1 be amended by adding a NEW SECTION to read: Except as ordered by the court or required by the governing instrument, no filings, reports, periodic accounting, separate maintenance of funds, appointment, or registration of a purpose trust are required. Section 13. That chapter 55-1 be amended by adding a NEW SECTION to read: Except as expressly provided otherwise in the trust instrument, no portion of the principal or income may be converted to the use of the trustee or to any use other than for the trust's purposes or the benefit of a covered animal. Section 14. That § 55-1-22 be amended to read: 55-1-22. Any trust provided for by §§ 55-1-20 and 55-1-21 is subject to the following provisions: (1) Except as expressly provided otherwise in the trust instrument, no portion of the principal or income may be converted to the use of the trustee or to any use other than for the trust's purposes or for the benefit of a covered animal; (2) Upon termination, the trustee shall transfer the unexpended trust property in the following order: (a) As directed in the trust instrument; (b) If the trust was created in a nonresiduary clause in the transferor's will or in a codicil to the transferor's will, then under the residuary clause in the transferor's will; and (c) If no beneficiary results from the application of subsection (a) or (b) of this subdivision, then to the transferor's heirs under § 29A-2-711; (3) For the purposes of § 29A-2-707, the residuary clause is treated as creating a future interest under the terms of a trust; (4) The intended use of the principal or income may be enforced by a person designated for that purpose in the trust instrument or, if none, by an individual appointed by a court upon application to it by that person; (5) Except as ordered by the court or required by the trust instrument, no filing, report, registration, periodic accounting, separate maintenance of funds, appointment, or fee is required by reason of the existence of the fiduciary relationship of the trustee; (6) A court may reasonably reduce the amount of the property transferred if it determines that that amount substantially exceeds the amount required for the intended use. The amount of the reduction, if any, passes as unexpended trust property under subdivision (2) of this section; (7) If no trustee is designated or no designated trustee is willing or able to serve, a court shall name a trustee. A court may order the transfer of the property to another trustee if required to ensure that the intended use is carried out and if no successor trustee is designated in the trust instrument or if no designated successor trustee agrees to serve or is able to serve. A court may also make such other orders and determinations as are advisable to carry out the intent of the transferor and the purpose of §§ 55-1-20 to 55-1-22, inclusive. A hybrid purpose trust which meets the description of a purpose trust in sections 2 to 13, inclusive, of this Act also includes one or more beneficiaries is valid and may be performed. Section 15. That chapter 55-1 be amended by adding a NEW SECTION to read: In a hybrid purpose trust when the interests of the beneficiaries and purposes are concurrent, the trustee shall maintain not less than two separate shares, one for the beneficiaries; and a second for the purposes, and the trustee may be liable to the beneficiaries for the actual damages caused thereby, if any, for failing to do so. Section 16. That chapter 55-1 be amended by adding a NEW SECTION to read: The beneficiaries' share of a hybrid purpose trust is governed by §§ 43-5-8 and 43-6-7. Section 17. That chapter 55-1 be amended by adding a NEW SECTION to read: A hybrid purpose trust may: (1) Contain a spendthrift provision; and (2) Also qualify as a trust described in § 55-16-2. Section 18. That chapter 55-1 be amended by adding a NEW SECTION to read: The provisions of sections 3 to 12, inclusive, of this Act apply to a hybrid purpose trust except that: (1) Under section 4 of this Act, except as otherwise provided in the governing instrument, a trust as described in subdivision (1) of section 3 of this Act terminates when no living animal is covered by the trust unless the trust may continue for the benefit of the beneficiaries; and (2) Under section 5 of this Act, a court has no power to reduce the amount of trust property intended for or allocated to any beneficiaries or any charitable purposes. Section 19. That chapter 55-1 be amended by adding a NEW SECTION to read: Except as otherwise provided in the governing instrument, a trustee of a hybrid purpose trust is vested with full discretion in administering the trust and considering the best interests of the beneficiaries and the purposes of the trust. Section 20. That chapter 55-1 be amended by adding a NEW SECTION to read: In addition to section 7 of this Act, an enforcer may also not be a beneficiary of a hybrid purpose trust. Section 21. That § 55-1-53 be amended to read: 55-1-53. The terms of a governing instrument may expand, restrict, eliminate, or otherwise vary any provisions of general application to trusts and trust administration. Nothing in this section allows the terms of the governing instrument to expand, restrict, eliminate, or otherwise vary the duties, restrictions, and liabilities imposed by the provisions of §§ 55-4-10 to 55-4-12, inclusive §§ 55-4-11 and 55-4-12. Section 22. That § 55-1B-1 be amended to read: 55-1B-1. Terms used in this chapter mean: (1) \"Instrument,\" any revocable or irrevocable trust document created inter vivos or testamentary or any custodial account agreement whether such document or agreement was created prior to, on, or after July 1, 1997; (2) \"Trust protector,\" any person whose appointment as protector is provided for in the instrument. Such person may not be considered to be acting in a fiduciary capacity except to the extent the governing instrument provides otherwise. However, a protector shall be considered acting in a fiduciary capacity to the extent that the person exercises the authority of an investment trust advisor or a distribution trust advisor; (3) \"Trust advisor,\" either an investment trust advisor or a distribution trust advisor or, in the case of a custodial account, a custodial account owner or the owner's designee; (4) \"Fiduciary,\" a trustee or custodian under any instrument, an executor, administrator, or personal representative of a decedent's estate, or any other party, including a trust advisor, a trust protector, or a trust committee, who is acting in a fiduciary capacity for any person, trust, or estate; (5) \"Excluded fiduciary,\" any fiduciary excluded from exercising certain powers under the instrument which powers may be exercised by the grantor, custodial account owner, trust advisor, trust protector, trust committee, or other persons designated in the instrument; (6) \"Investment trust advisor,\" a fiduciary, given authority by the instrument to exercise all or any portions of the powers and discretions set forth in § 55-1B-10; (7) \"Distribution trust advisor,\" a fiduciary, given authority by the instrument to exercise all or any portions of the powers and discretions set forth in § 55-1B-11; (8) \"Custodial account,\" an account, established by a party with a bank as defined in 26 U.S.C. 408(n), as of January 1, 2006, or with another person approved by the Internal Revenue Service as satisfying the requirements to be a nonbank trustee or a nonbank passive trustee set forth in U.S. Treasury Regulations promulgated under 26 U.S.C. 408, that is governed by an instrument concerning the establishment or maintenance, or both, of an individual retirement account, qualified retirement plan, Archer medical savings account, health savings account, Coverdell education savings account, or any similar retirement or savings vehicle permitted under the Internal Revenue Code of 1986, as of January 1, 2006; (9) \"Custodial account owner,\" any party who establishes a custodial account; or has the power to designate the beneficiaries or appoint the custodian of the custodial account; or otherwise is the party who possesses the power to direct the investment, disposition, or retention of any assets in the custodial account or name an authorized designee to effect the same; (10) \"Family advisor,\" any person whose appointment is provided for in the governing instrument or by court order who is authorized to consult with or advise a fiduciary with regard to fiduciary or nonfiduciary matters and actions, and who may also be authorized by the governing instrument or court order to otherwise act in a nonfiduciary capacity. Section 23. That § 55-1B-2 be amended to read: 55-1B-2. An excluded fiduciary is not liable, either individually or as a fiduciary, for any of the following: (1) Any loss that results from compliance with a direction of the trust advisor, custodial account owner, or authorized designee of a custodial account owner, including any loss from the trust advisor breaching fiduciary responsibilities or acting beyond the trust advisor's scope of authority; (2) Any loss that results from a failure to take any action proposed by an excluded fiduciary that requires a prior authorization of the trust advisor if that excluded fiduciary timely sought but failed to obtain that authorization; (3) Any loss that results from any action or inaction, except for gross negligence or willful misconduct, when an excluded fiduciary is required, pursuant to the trust agreement or any other reason, to assume the role of trust advisor, or trust protector, investment trust advisor, or distribution trust advisor. Any excluded fiduciary is also relieved from any obligation to review or evaluate any direction from a distribution trust advisor or to perform investment or suitability reviews, inquiries, or investigations or to make recommendations or evaluations with respect to any investments to the extent the trust advisor, custodial account owner, or authorized designee of a custodial account owner had authority to direct the acquisition, disposition, or retention of any such the investment. If the excluded fiduciary offers such communication to the trust advisor, trust protector, investment trust advisor, or distribution trust advisor or any investment person selected by the investment trust advisor, such action may not be deemed to constitute an undertaking by the excluded fiduciary to monitor or otherwise participate in actions within the scope of the advisor's authority or to constitute any duty to do so. Any excluded fiduciary is also relieved of any duty to communicate with or warn or apprise any beneficiary or third party concerning instances in which the excluded fiduciary would or might have exercised the excluded fiduciary's own discretion in a manner different from the manner directed by the trust advisor, or trust protector, investment trust advisor, or distribution trust advisor. Absent contrary provisions in the governing instrument, the actions of the excluded fiduciary (such as any communications with the trust advisor and others and carrying out, recording, and reporting actions taken at the trust advisor's direction) pertaining to matters within the scope of authority of the trust advisor, or trust protector, investment trust advisor, or distribution trust advisor shall be deemed to be administrative actions taken by the excluded fiduciary solely to allow the excluded fiduciary to perform those duties assigned to the excluded fiduciary under the governing instrument, and such administrative actions may not be deemed to constitute an undertaking by the excluded fiduciary to monitor, participate, or otherwise take any fiduciary responsibility for actions within the scope of authority of the trust advisor, or trust protector, investment trust advisor, or distribution trust advisor. Nothing in subdivision (2) imposes an obligation or liability with respect to a custodian of a custodial account. In an action against an excluded fiduciary pursuant to the provisions of this section, the burden to prove the matter by clear and convincing evidence is on the person seeking to hold the excluded fiduciary liable. Section 24. That § 55-1B-4 be amended to read: 55-1B-4. If one or more trust advisors are given authority by the terms of a governing instrument to direct, consent to, or disapprove a fiduciary's investment decisions, or proposed investment decisions, such trust advisors shall be considered to be fiduciaries when exercising such authority unless the governing instrument provides otherwise. So long as there is at least one fiduciary exercising the authority of the investment advisor pursuant to § 55-1B-10 for the investment, except in the cases of willful misconduct or gross negligence by the fiduciary investment advisor in the selection or monitoring of the nonfiduciary trust advisors, the governing instrument may provide that such other trust advisors acting pursuant to this section are not acting in a fiduciary capacity. Section 25. That § 55-2-13 be amended to read: 55-2-13. Notification to any qualified beneficiary under this section may be carried out personally, by mail, postage prepaid, addressed to the entity or individual's last known post office address, or electronically pursuant to the provisions of § 15-6-5(d), and on representatives of qualified beneficiaries pursuant to chapter 55-18. For purposes of this section, the term, qualified beneficiary, means a beneficiary that is an entity then in existence or an individual who is twenty-one years of age or older and who, on the date the beneficiary's qualification is determined: (1) Is a distributee or permissible distributee of trust income or principal; (2) Would be a distributee or permissible distributee of trust income or principal if the interests of the distributees terminated on that date; or (3) Would be a distributee or permissible distributee of trust income or principal if the trust terminated on that date. However, if the distributee is then unknown because a person holds a power to change the distributee, the trustee shall give notice only to the holder of the power. Except as otherwise provided by the terms of a revocable trust, a trustee has no duty to notify the qualified beneficiaries of the trust's existence. Except as otherwise provided by the terms of an irrevocable trust or otherwise directed in writing by the settlor, trust advisor, or trust protector, the trustee shall, within sixty days after the trustee has accepted trusteeship of the trust, or within sixty days after the date the trustee acquires knowledge that a formerly revocable trust has become irrevocable, notify the qualified beneficiaries of the trust's existence and of the right of the beneficiary to request a copy of the trust instrument pertaining to the beneficiary's interest in the trust. Except as otherwise provided by the terms of an irrevocable trust or otherwise directed in writing by the settlor, trust advisor, or trust protector, a trustee of an irrevocable trust: (1) Upon request of a qualified beneficiary, shall promptly furnish to the qualified beneficiary a copy of the trust instrument; (2) If notification of the trust has not been accomplished pursuant to this section within sixty days after accepting a trusteeship, shall notify the qualified beneficiaries of the acceptance and of the trustee's name, address, and telephone number; (3) Shall promptly respond to a qualified beneficiary's request for information related to the administration of the trust, unless the request is unreasonable under the circumstances. The settlor, trust advisor, or trust protector, may, by the terms of the governing instrument, or in writing delivered to the trustee, expand, restrict, eliminate, or otherwise modify the rights of beneficiaries to information relating to a trust. Written directions provided by the settlor, trust advisor, or trust protector as set forth in this section remain in effect until and unless the settlor, trust advisor, or trust protector revokes the written instructions or is incapacitated. Additionally, the written directions remain in effect only while the trust advisor or trust protector providing the written directions is serving as the current trust advisor or trust protector. Unless otherwise specifically provided in the written directions, upon the death or incapacity of a settlor who provided the written directions described in this section, the directions shall be deemed revoked. However, upon the death or incapacity of the settlor, a trust advisor or trust protector, if any, may further direct the trustee in writing pursuant to this section. Unless otherwise stated in the governing instrument, in the event of a conflict in direction, the direction of the settlor shall control. A beneficiary may waive the right to the notice or information otherwise required to be furnished under this section and, with respect to future reports and other information, may withdraw a waiver previously given. The change in the identity of a trustee, occurring as the result of a mere name change or a merger, consolidation, combination, or reorganization of a trustee, does not require notice. If a fiduciary is bound by a duty of confidentiality with respect to a trust or its assets, a fiduciary may require that any beneficiary who is eligible to receive information pursuant to this section be bound by the duty of confidentiality that binds the trustee before receiving such information from the trustee. A trust advisor, trust protector, or other fiduciary designated by the terms of the trust shall keep each excluded fiduciary designated by the terms of the trust reasonably informed about: (1) The administration of the trust with respect to any specific duty or function being performed by the trust advisor, trust protector, or other fiduciary to the extent that the duty or function would normally be performed by the excluded fiduciary or to the extent that providing such information to the excluded fiduciary is reasonably necessary for the excluded fiduciary to perform its duties; and (2) Any other material information that the excluded fiduciary would be required to disclose to the qualified beneficiaries under this section regardless of whether the terms of the trust relieve the excluded fiduciary from providing such information to qualified beneficiaries. Neither the performance nor the failure to perform of a trust advisor, trust protector, or other fiduciary designated by the terms of the trust as provided in this subdivision shall affect the limitation on the liability of the excluded fiduciary. The provisions of this section are effective for trusts created, amended, or restated after June 30, 2002, except as otherwise directed by the settlor, trust protector, trust advisor, or other fiduciary designated by the terms of the trust. For trusts created before July 1, 2002, a trustee has no duty at common law or otherwise to notify a qualified beneficiary of the trust's existence unless otherwise directed by the settlor. The provisions of this paragraph do not apply if otherwise directed by the settlor, trust protector, trust advisor, or other fiduciary designated by the terms of the trust. Section 26. That § 55-3-27 be amended to read: 55-3-27. Except as otherwise provided by the terms of the trust, if the value of the trust property of a noncharitable trust is less than one hundred fifty thousand dollars, the trustee may terminate the trust. On petition by a trustee or beneficiary, the court may modify or terminate a noncharitable trust or appoint a new trustee if it determines that the value of the trust property is insufficient to justify the cost of administration involved. Upon termination of a trust pursuant to this section, the trustee shall distribute the trust property in accordance with the trustor's probable intention. The existence of spendthrift or similar protective provisions in a trust does not make this section inapplicable. The court, when considering the termination of a trust containing spendthrift or similar protective provisions, shall consider the feasibility of appointing a new trustee to continue the trust. This section does not apply to a purpose trust under subdivision (1) of section 3 of this Act. Section 27. That § 55-5-16 be amended to read: 55-5-16. A trustee has a duty to personally perform the responsibilities of the trusteeship except as a prudent person might delegate those responsibilities to others. In deciding whether, to whom, and in what manner to delegate fiduciary authority in the administration of a trust, and thereafter in monitoring agents, the trustee may seek the prior approval for the delegation from all known beneficiaries of the trust the settlor, or if the settlor is deceased, the majority of the current income or principal beneficiaries, or from the court. If such approval is given in writing by all known beneficiaries either the settlor, or if the settlor is deceased, the majority of the current income or principal beneficiaries, or by the court, the trustee is not liable for the acts of the person to whom the authority is delegated except in the cases of willful misconduct or gross negligence by the delegating trustee in the selection or monitoring of the agent. Section 28. That § 55-16-1 be amended to read: 55-16-1. Terms used in this chapter mean: (1) \"Claim,\" a right to payment, whether or not the right is reduced to judgment liquidated, unliquidated, fixed, contingent, matured, unmatured, disputed, undisputed, legal, equitable, secured, or unsecured; (2) \"Creditor,\" with respect to a transferor, a person who has a claim; (3) \"Debt,\" liability on a claim; (4) \"Disposition,\" a transfer, conveyance, or assignment of property, including a change in the legal ownership of property occurring upon the substitution of one trustee for another or the addition of one or more new trustees, or the exercise of a power so as to cause a transfer of property to a trustee or trustees. The term does not include the release or relinquishment of an interest in property that theretofore was the subject of a qualified disposition; (5) \"Property,\" real property, personal property, and interests in real or personal property; (6) \"Qualified disposition,\" a disposition by or from a transferor to a qualified person or qualified persons, with or without consideration or for less than fair market value, by means of a trust instrument; (7) \"Spouse\" and \"former spouse,\" only persons to whom the transferor was married at, or before, the time the qualified disposition is made; (8) \"Transferor,\" any person as an owner of property; as a holder of a power of appointment which authorizes the holder to appoint in favor of the holder, the holder's creditors, the holder's estate, or the creditors of the holder's estate; or as a trustee, directly or indirectly, makes a disposition or causes a disposition to be made. The terms, transferor and beneficiary, may be any person as defined in subdivision 55-4-1(2). Section 29. That § 55-17-3 be amended to read: 55-17-3. Spouses may classify all or any of their property as special spousal property by transferring property to a South Dakota special spousal trust established pursuant to this chapter, and by expressly declaring in the trust that the property is community property. Unless there is a specific provision in the governing instrument stating otherwise, each spouse's respective interest in the special spousal property is fifty percent. Section 30. That § 55-17-9 be amended to read: 55-17-9. Except as provided in §§ 55-17-10 and 55-17-11, in a South Dakota special spousal trust, spouses may agree on: (1) The rights and obligations in the property transferred to the trust, notwithstanding when and where the property is acquired or located; (2) The management and control of the property transferred to the trust; (3) The disposition of the property transferred to the trust on dissolution, death, or the occurrence or nonoccurrence of another event; if there is no provision in the governing instrument on disposition of the property transferred to the trust on dissolution, South Dakota law on disposition of property on dissolution applies; (4) The choice of law governing the interpretation of the trust; and (5) Any other matter that affects the property transferred to the trust and does not violate public policy or a statute imposing a criminal penalty. Section 31. That § 55-18-1 be amended to read: 55-18-1. Terms used in this chapter mean: (1) \"Adult,\" an individual who has attained the age of eighteen years; (2) \"Bind\" or \"bound,\" to represent, consent, receive notice or service of process, approve, agree, object, resist, waive, or demand, and bind for or as a person with the same binding and conclusive effective as notice had been made on, or consent had been given by, if the person represented had; (3)(2) \"Conflict of interest,\" a situation in which a representative's interest in the trust causes a significant likelihood that a reasonable person would disregard a representative's duty to a represented beneficiary; (3) \"Co-representative.\" more than one simultaneously acting representative of the same class pursuant to § 55-18-9, as when co-guardians are acting: (4) \"Conservator,\" a person appointed pursuant to chapter 29A-5 or 33-17A or equivalent provisions of another jurisdiction's laws including a temporary conservator, a guardian ad litem, and a limited conservator; (5) \"Fiduciary,\" a person defined by subdivision 21-22-1(3), except as used in § 55-18-17; (6) \"Guardian,\" a person appointed pursuant to chapter 29A-5 or equivalent provisions of another jurisdiction's laws including a temporary guardian and a limited guardian; (7) \"Incapacitated\" or \"incapacity,\" any person who lacks lacking the capacity to meaningfully understand the matter in question and protected persons because of a mental or physical impairment; (8) \"Interest,\" a beneficial interest as defined by subdivision 55-1-24(1) but including the holder of a power of appointment, and any power to remove or replace a fiduciary or a representative; (9) \"Interested beneficiary,\" a person who, on the date the person's qualification is determined: (a) Is a current distributee or permissible distributee of trust income or principal; (b) Would be a distributee or permissible distributee of trust income or principal if the interests of the current distributees terminated on that date; (c) Would be a distributee or permissible distributee of trust income or principal if the trust terminated on that date; (d) Holds a power of appointment; or (e) Would hold a power of appointment if the interests of the current distributees terminated on that date or the interests of the persons currently holding a power of appointment under this subdivision terminated on that date; (10) \"Knows\" or \"knowingly,\" actual knowledge of the fact in question; (11) \"Minor,\" any person who has not attained the age of eighteen. The term includes a minor with an incapacity; (12) \"Nonjudicial settlement,\" an agreement, release, or other action whether or not approved by a court, which may include, without limitation: (a) The interpretation or construction of the terms of a trust; (b) The approval of any fiduciary's report or accounting; (c) Direction to any fiduciary to refrain from performing a particular act or the grant to a fiduciary of any necessary or desirable power; (d) The resignation or appointment of any fiduciary; (e) The determination of a fiduciary or a representative's compensation; (f) The transfer of a trust's principal place of administration or situs; (g) The liability of any fiduciary's action or omission relating to a trust; or (h) Partial or final settlement agreements regarding a trust or its administration; or (i) The modification, amendment, reformation, or termination of a trust; (13) \"Notice,\" or \"notifies,\" notice provided personally, by mail, postage prepaid, addressed to the person's last known post office address, or electronically in accordance with § 15-6-5(d); (14) \"Notifier,\" a person who is undertaking notice or proposing consent with regard to a matter concerning a trust; (15) \"Power of appointment,\" a power defined by § 55-1-12; (16) \"Proceeding,\" any judicial or nonjudicial trust proceeding, accounting, termination, modification, reformation, decanting, settlement, nonjudicial settlement, and any proceeding conducted pursuant to chapter 21-22 or title 29A which concerns a trust; (17) \"Protected person,\" a person other than a minor for whom a guardian or conservator is appointed; (18) \"Reasonably available,\" with respect to a person, that the person can be identified and located with the exercise of reasonable diligence; (19) \"Representative,\" a person who may bind another person under this chapter pursuant to § 55-18-9; (20) \"Trust,\" an express inter vivos or testamentary trust; (21) \"Uninterested beneficiary,\" a beneficiary other than an interested beneficiary. Section 32. That § 55-18-5 be amended to read: 55-18-5. Neither notice nor service of process on, nor consent to, any matter in any proceeding is required from: (1) An unborn person individual; (2) An unascertained person; (3) The potential appointee of a power of appointment; (4) The potential taker in default of a general power of appointment; (5) An uninterested beneficiary; and (6) A person bound by a representative. Notwithstanding subdivisions (1) and (2), if no interested beneficiary, or representative thereof, would otherwise receive notice or provide consent with respect to the matter in question, a representative of an unborn or unascertained person shall act pursuant to § 55-18-9. Notwithstanding subdivision (5), with respect to the matter in question, notice is required to, or consent is required from, an uninterested beneficiary who does not have a substantially identical interest with one or more interested beneficiaries. Section 33. That § 55-18-7 be amended to read: 55-18-7. In Following the commencement of a judicial proceeding, if a beneficiary timely files a demand for notice with the court, notice shall be given to the beneficiary unless otherwise ordered by the court. Section 34. That § 55-18-9 be amended to read: 55-18-9. The following applies to persons bound by representatives Persons who may bind others are as follows: (1) Except as provided in subdivision 55-18-20(2), a conservator may bind a minor or protected person; (2) A guardian may bind the minor or protected person if no conservator of the minor or protected person has been appointed; (3) A parent may bind the parent's minor or unborn child if no conservator or guardian for the child has been appointed; (4) A person who has assumed responsibility for a minor child's care or custody may bind the child if no conservator or guardian for the child has been appointed and neither parent is living; (5) A trustee responsible for the management of all or a significant portion of the estate of an incapacitated individual other than a minor may bind the individual if no conservator or guardian for the individual has been appointed; (6) A custodian under chapter 55-10A or equivalent provisions of another jurisdiction's laws who is responsible for all or a significant portion of the estate of a minor may bind the minor if no conservator or guardian for the minor has been appointed; (7) A person An individual who has assumed responsibility for an incapacitated individual other than a minor, including a spouse of an incapacitated individual, may bind the individual if no conservator or guardian for the individual has been appointed and no agent has authority to act with respect to the matter in question, but an individual who is an employee of any assisted living, hospital, surgery center, nursing home, adult foster care, adult day care, or any other custodial care institution where the incapacitated person is residing or receiving services may not act as a representative pursuant to this subdivision; (8) Except as provided in subdivision 55-18-20(1), an agent having authority to act with respect to the matter in question may bind the principal if the principal is incapacitated or not reasonably available; (9) When a trust is a beneficiary of a trust, the trustee of the trust which is a beneficiary may bind the trust and the beneficiaries thereof without regard to whether the trust has yet been funded or the trustee has begun acting as trustee; (10) When a decedent's estate is a beneficiary of a trust, the personal representative of the estate may bind the estate and the persons interested in the estate; (11) Except as provided in § 55-18-23, a person designated in the governing instrument to represent another person or class of persons may bind that person or class of persons; (12) Except as provided in § 55-18-23, if a fiduciary or other person is authorized by the terms of the governing instrument to appoint a representative and the authorized fiduciary or other person appoints a representative in writing, the representative may bind the person or class of persons identified in the appointment; (13) Unless otherwise adequately represented pursuant to the foregoing provisions of this section, a minor, incapacitated individual, or unborn individual, or a person who is not reasonably available, may be bound by a person having a substantially identical interest with respect to the matter in question; (14) A person described in subsection 55-18-1(9)(a) may bind beneficiaries described in subsection 55-18-1(9)(b) and (c), if, with respect to the matter in question: (a) The person agrees in writing to serve as a representative for the represented beneficiary either with regard to a particular matter, for a particular period of time, generally in any matter or future matter, or for an indefinite period of time; (b) The interests of the person are substantially identical to the interests of the represented beneficiary; and (c) The person does not have a conflict of interest; (15) A person described in subsection 55-18-1(9)(d) may bind beneficiaries described in subsection 55-18-1(9)(e); (16) A court representative appointed pursuant to § 55-18-19 may bind the person that the representative represents; and (17) Without diminishing the authority of an attorney to act on behalf of the attorney's client, an attorney representing a person may bind the person that the attorney represents within the scope of the attorney's representation. When more than one class of persons may act as a representative, such as where persons may act under different subdivisions of this section, the notifier has discretion in selecting which class of representatives bind the person represented, except as otherwise provided in the governing instrument. The governing instrument may provide that representatives acting pursuant to subdivisions (11) and (12) may act to the exclusion of any other class or classes of representatives, in certain circumstances, or in all circumstances, other than representatives acting pursuant to subdivisions (l6) and (17). Section 35. That § 55-18-10 be amended to read: 55-18-10. In a judicial proceeding, the petitioner shall set forth information with respect to each representative, each person the petitioner representative represents, and the authority by which each representative acts under this chapter. In a nonjudicial proceeding, the notifier shall set forth information with respect to each representative, each person the petitioner representative represents, the authority by which each representative acts under the provisions of this chapter, and a notification that a representative may decline to act pursuant to § 55-18-11. No information need to be set forth regarding any person described in subdivisions (1) to (5), inclusive, of § 55-18-5 unless a representative is acting for those persons. Section 36. That § 55-18-15 be amended to read: 55-18-15. Unless notice of a conflict of interest has been carried out pursuant to § 55-18-14, if the notifier knows that a representative has a conflict of interest with respect to the matter in question, the notifier shall timely disclose the nature of the conflict of interest: (1) In a judicial proceeding to the interested parties and the court; or (2) Otherwise, to the representative and, the trustee, and, to the extent the person represented can be reasonably notified, to the person represented along with notification that that person may elect not to be bound pursuant to subdivision 55-18-4(4). Section 37. That § 55-18-16 be amended to read: 55-18-16. In a judicial proceeding, if the court has been notified of a representative's conflict of interest or potential conflict of interest, the court may find that the representative conflict of interest or potential conflict of interest is immaterial in view of the facts and circumstances and order that the representative may act as a representative notwithstanding the conflict of interest or potential conflict of interest. The court's findings pursuant to this section are binding and conclusive with regard to the matter in question and, to the extent ordered by the court, absolve the representative of liability. In a nonjudicial proceeding, unless otherwise provided in the governing instrument, the trustee may find that a representative's conflict of interest or potential conflict of interest is immaterial in view of the facts and circumstances and direct the representative to act as a representative notwithstanding the conflict of interest or potential conflict of interest. The trustee's findings pursuant to this section are binding and conclusive with regard to the matter in question and, to the extent provided by the trustee in writing, absolve the representative of liability. Section 38. That § 55-18-19 be amended to read: 55-18-19. In a judicial proceeding, if the court determines that a person cannot be adequately represented under § 55-18-9 by a representative, the court may order that the person be provided notice or may order the appointment of a court representative or a replacement court representative to bind the person. The basis for a finding that representation is inadequate shall be set forth specifically in an order and may include, by way of example, a finding that a representative has a material conflict of interest or acted with hostility to the interest of the person represented. A trustee, a beneficiary, or, if authorized by the governing instrument, a fiduciary other than a trustee, may petition the court for the appointment of a court representative. A court representative has the authority to act as a representative in any proceeding unless otherwise ordered by the court. Notwithstanding § 55-18-5, the court may appoint a court representative to bind uninterested beneficiaries, unborn persons, unascertained persons, or the potential appointees or the takers in default of a power of appointment. Notwithstanding § 55-18-20, the court may appoint a court representative to bind a settlor Section 39. That § 55-18-20 be amended to read: 55-18-20. A representative may only bind a settlor pursuant to subdivisions 55-18-9(1), (5), (11), and (16), except as limited by a representative's power to consent to modification or termination of an irrevocable trust, to amend or revoke a revocable trust, or withdraw from a revocable trust on behalf of a settlor may be exercised only by A settlor may be represented by a representative in amending, terminating, or revoking an inter vivos revocable trust only when the representative is: (1) An agent under a written power of attorney only if when the settlor is incapacitated or not reasonably available and to the extent expressly authorized by the power of attorney with specific reference to the trust and expressly authorized by the terms of the governing instrument; and or (2) By a A conservator only to the extent authorized or approved by order of the court pursuant to § 29A-5-420 or equivalent provisions of another jurisdiction's laws. In other respects, a settlor may be represented by a representative only pursuant to subdivisions 55-18-9(5), (11), (16), and (17) and pursuant to subdivision 55-18-9(1) to the extent authorized or approved by the court. A settlor may not bind a beneficiary with respect to a trust termination pursuant to § 55-3-24 or 55-3-30 or a trust modification pursuant to § 55-3-24 or 55-3-30 where the ability to bind the beneficiary to the proposed trust modification would constitute a retained interest pursuant to 26 U.S.C. § 2036, as of January 1, 2017, or a revocable transfer pursuant to 26 U.S.C. § 2038 as of January 1, 2017."}, {"bill_id": 8737, "bill_version_id": 49658, "bill_version": "Enrolled", "bill_version_date": "2018-02-22T11:02:53.253-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8737, "action_date": "2018-01-11T13:00:00-06:00", "document_id": 46973, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46973.pdf", "status_text": "First read in House and referred to", "journal_page": 50, "committee_id_action": 396, "committee_id_assigned": 394, "result": "N", "vote": {}}, {"bill_id": 8737, "action_date": "2018-01-17T10:00:00-06:00", "document_id": 46945, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46945.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 394, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8737, "action_date": "2018-01-17T10:00:00-06:00", "document_id": 47173, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47173.pdf", "status_text": "Do Pass", "journal_page": 72, "committee_id_action": 394, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24533, "president_vote": null, "Yea": [1424, 1425, 1306, 1247, 1226, 1240, 1215, 1265, 1257], "Excused": [1279, 1277, 1299], "Nay": [1229]}}, {"bill_id": 8737, "action_date": "2018-01-18T14:00:00-06:00", "document_id": 47297, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47297.pdf", "status_text": "Do Pass", "journal_page": 99, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24609, "president_vote": null, "Yea": [1313, 1241, 1213, 1269, 1297, 1424, 1268, 1284, 1279, 1214, 1266, 1223, 1307, 1301, 1235, 1294, 1425, 1282, 1260, 1311, 1308, 1312, 1291, 1275, 1283, 1238, 1250, 1286, 1314, 1222, 1302, 1306, 1265, 1315, 1247, 1316, 1296, 1292, 1248, 1293, 1226, 1280, 1263, 1295, 1249, 1277, 1303, 1309, 1259, 1255, 1299, 1225, 1256, 1261, 1240, 1258, 1305, 1287, 1257, 1236, 1215, 1317, 1216, 1298, 1285, 1253], "Nay": [1310, 1274, 1229], "Excused": [1254]}}, {"bill_id": 8737, "action_date": "2018-01-19T12:30:00-06:00", "document_id": 47398, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47398.pdf", "status_text": "First read in Senate and referred to", "journal_page": 160, "committee_id_action": 395, "committee_id_assigned": 373, "result": "N", "vote": {}}, {"bill_id": 8737, "action_date": "2018-02-20T08:00:00-06:00", "document_id": 49340, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49340.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 373, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8737, "action_date": "2018-02-20T08:00:00-06:00", "document_id": 49447, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49447.pdf", "status_text": "Do Pass", "journal_page": 497, "committee_id_action": 373, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25983, "president_vote": null, "Yea": [1219, 1270, 1243, 1239, 1272, 1233], "Nay": [1290]}}, {"bill_id": 8737, "action_date": "2018-02-21T14:00:00-06:00", "document_id": 49599, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49599.pdf", "status_text": "Do Pass", "journal_page": 540, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26152, "president_vote": null, "Yea": [1239, 1230, 1264, 1217, 1246, 1219, 1273, 1234, 1278, 1304, 1270, 1224, 1267, 1243, 1218, 1244, 1281, 1221, 1272, 1233, 1245, 1271, 1252, 1237, 1288, 1220, 1242, 1276, 1300], "Excused": [1231], "Nay": [1228, 1262, 1290, 1232, 1289]}}, {"bill_id": 8737, "action_date": "2018-02-22T14:00:00-06:00", "document_id": 49713, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49713.pdf", "status_text": "Signed by the Speaker", "journal_page": 565, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8737, "action_date": "2018-02-23T13:00:00-06:00", "document_id": 49814, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49814.pdf", "status_text": "Signed by the President", "journal_page": 588, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8737, "action_date": "2018-02-26T14:00:00-06:00", "document_id": 49890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49890.pdf", "status_text": "Delivered to the Governor", "journal_page": 596, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8737, "action_date": "2018-03-01T13:00:00-06:00", "document_id": 50220, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50220.pdf", "status_text": "Signed by the Governor", "journal_page": 660, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6788}