{"session_id": 53, "bill_id": 17497, "bill_type": "House Commemoration", "bill_number": 1013, "bill_title": "Commending and honoring Phyllis Petersen for her outstanding service to the Legislative Research Council.", "sponsors": [{"legislator_profile_id": 2734, "is_prime": true}, {"legislator_profile_id": 2805, "is_prime": true}, {"legislator_profile_id": 2751, "is_prime": false}, {"legislator_profile_id": 2753, "is_prime": false}, {"legislator_profile_id": 2772, "is_prime": false}, {"legislator_profile_id": 2803, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 17497, "bill_version_id": 94392, "bill_version": "Introduced", "bill_version_date": "2002-02-14T12:27:26-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Phyllis Petersen for her outstanding service to the Legislative Research Council. WHEREAS, Phyllis Petersen has served the Legislature for twenty-four years, first as a seasonal employee, and since 1991, as a full-time employee. Phyllis has prepared the Daily Journal of the House of Representatives for eleven years and the Redbook for eight years. During the interim she has provided administrative assistance to various study committees and the Rules Review Committee; and WHEREAS, outside the office, Phyllis enjoys a variety of recreational activities such as running, biking, walking, and canoeing and has participated in a range of running events including marathons and half marathons. She has also organized numerous runs and walks for charitable organizations and events in the community of Pierre and approaches all aspects of her life with unbounded energy and enthusiasm; and WHEREAS, Phyllis Petersen loves spending time with her family, which includes her husband, Dana \"Mick\" Petersen; their daughter, Betsy, and her husband, Gary; their daughter, Jill, and her husband, Fred; their son, Marc; and their grandchildren, Henry and Anna. Phyllis loves to share short stories and photographs of her family, especially her grandchildren: NOW, THEREFORE, BE IT COMMEMORATED, by the Seventy-seventh Legislature of the State of South Dakota, that Phyllis Petersen be commended for her many years of outstanding service to the Legislative Research Council and be extended best wishes on her retirement that it may be filled with her favorite activities, among them spending time with her grandchildren and preparing for her next marathon."}, {"bill_id": 17497, "bill_version_id": 94637, "bill_version": "Enrolled", "bill_version_date": "2002-02-19T18:37:48-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17497, "action_date": "2002-02-14T14:00:00-06:00", "document_id": 94440, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94440.pdf", "status_text": "", "journal_page": 680, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17497, "action_date": "2002-02-15T14:00:00-06:00", "document_id": 94518, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94518.pdf", "status_text": "", "journal_page": null, "committee_id_action": 768, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17497, "action_date": "2002-02-19T14:00:00-06:00", "document_id": 94626, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/94626.pdf", "status_text": "", "journal_page": null, "committee_id_action": 769, "committee_id_assigned": null, "result": "N", "vote": {}}]}