{"session_id": 19, "bill_id": 3968, "bill_type": "House Bill", "bill_number": 1021, "bill_title": "revise certain provisions relating to child support.", "sponsors": [], "keywords": ["Child Support", "Domestic Relations"], "audio": [{"meeting_datetime": "2013-01-16T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hju06.mp3", "start_seconds": 314.0}, {"meeting_datetime": "2013-01-16T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hju06.mp3", "start_seconds": 314.0}, {"meeting_datetime": "2013-01-16T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hju06.mp3", "start_seconds": 314.0}, {"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou07.mp3", "start_seconds": 2008.0}, {"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou07.mp3", "start_seconds": 2008.0}, {"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou07.mp3", "start_seconds": 2008.0}, {"meeting_datetime": "2013-01-17T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou07.mp3", "start_seconds": 2008.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sju11.mp3", "start_seconds": 150.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sju11.mp3", "start_seconds": 150.0}, {"meeting_datetime": "2013-01-24T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sju11.mp3", "start_seconds": 150.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen14.mp3", "start_seconds": 3553.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen14.mp3", "start_seconds": 3553.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen14.mp3", "start_seconds": 3553.0}], "bill_versions": [{"bill_id": 3968, "bill_version_id": 23470, "bill_version": "Introduced", "bill_version_date": "2013-01-06T08:39:48.963-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to child support. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 25-7-6.16 be amended to read as follows: 25-7-6.16. The court shall enter an order addressing how the child's health care needs will be met by medical support to be provided by one or both of the parents. The medical support order shall include a provision for medical insurance if the insurance is accessible for the child and available to a parent at reasonable cost. Medical insurance is considered accessible if a medical insurance benefit plan is available and provides coverage for the child residing within the geographic area covered by the insurance policy. Medical insurance is considered reasonable in cost if the cost attributable to the child is equal to or less than eight percent of the parent's net income as determined under this chapter, after proportionate medical support credit is applied, and the amount shall be specified in the order for support. The cost of the insurance attributable to the child is the cost of adding the child to existing coverage, the difference between self-only coverage and family coverage, or the cost of private medical insurance for the child. The cost attributable to the child under family coverage is the difference between self-only coverage and family coverage divided by the number of individuals, excluding the parent, enrolled in the family coverage. The cost so computed shall be apportioned between the parents on the basis of income or income imputed as provided in this chapter. If one parent pays the entire amount, that parent shall either be reimbursed by the other parent for that parent's portion of the payment or shall receive a credit against his or her support obligation, whichever is appropriate. Any additional, reasonable health care costs, including medical, optometric, dental or orthodontic, or counseling costs for each minor child which exceed two hundred fifty dollars in any year and are not covered by insurance, shall be apportioned between the parents in proportion to the support obligation of each parent. The parent that has primary physical custody of the child is responsible for the first two hundred fifty dollars of health care costs each calendar year. Section 2. That § 25-7-6.26 be amended to read as follows: 25-7-6.26. If a parent in a child support establishment or modification proceeding fails to furnish income or other financial information, the parent is in default, and that parent's income for purposes of determining child support shall be computed at a rate not less than the most recent annual pay standard as reported by the Department of Labor and Regulation unless good cause is shown to set support at a lower amount. Section 3. That § 25-7-7.3 be amended to read as follows: 25-7-7.3. Any past due previously ordered support payments that have become due, whether paid or unpaid, are not subject to modification by a court or administrative entity of this state, except those accruing in any period in which there is pending a petition for modification of the support obligation, but only from the date that notice of hearing of the petition has been given to the obligee, the obligor, and any other parties having an interest in such matter. Section 4. That chapter 25-7 be amended by adding thereto a NEW SECTION to read as follows: If a presumed or legally determined father has a child support order and disestablishes his paternity pursuant to section 18 of this Act, the child support order is automatically terminated from entry of the disestablishment order. The disestablished father continues to be responsible for any child support that accrued prior to the date of entry of the disestablishment order. However, nothing in this section precludes the disestablished father from bringing a separate cause of action for recovery of previously ordered child support. Section 5. That § 25-7A-1 be amended to read as follows: 25-7A-1. Terms used in this chapter mean: (1) \"Administrative order,\" a judgment or order of an agency of the executive branch of state government, or an agency of comparable jurisdiction of another state, ordering payment of a set or determinable amount of support money, or ordering withholding of income; (2) \"Arrearage,\" the total amount of unpaid support obligations; (3) \"Assistance,\" money payments made by the Department of Social Services which are paid to, or for the benefit of, any dependent child, including payments made so that food, shelter, medical care, clothing, transportation, education, or other necessary goods, services, or items may be provided, and payments made to compensate for the provision of those necessities; (4) \"Court order,\" a judgment or order of a circuit court of this state or a court of comparable jurisdiction of another state ordering payment of a set or determinable amount of support money; (4A) \"Custodian,\" a person who has either legal or physical custody, or both, of a dependent child; (5) \"Delinquency,\" any payment under an order for support which becomes due and remains unpaid; (6) \"Department,\" the Department of Social Services; (7) \"Dependent child,\" a needy child under the age of eighteen or under the age of nineteen and a full-time student in a secondary school if, before the child attains the age of nineteen, it is determined that the child may reasonably be expected to complete the program at the secondary school, who has been deprived of support or care by a natural parent, an adoptive parent, or a stepparent, by reason of the death, continued absence from the home, or physical or mental incapacity of a parent, or who is a child of an unemployed parent and who is living with a person in a place of residence maintained by such person as his home; (8) \"Income,\" any form of payment to a person, regardless of source, including wages, salary, commission, bonuses, compensation as an independent contractor, workers' compensation, unemployment compensation, disability, annuity and retirement benefits, gift or inheritance, all gain derived from capital or labor, profit gained through the sale or conversion of capital assets, and any other payments, including personal property, money and credits on deposit with or in the possession of, or made by any person, private entity, federal or state government, any unit of local government, school district or any entity created by public act. However, for the purposes of income withholding, income excludes: (a) Any amount required by law or as a condition of employment to be withheld, other than creditor claims, including federal, state, and local taxes, social security, and other retirement contributions; (b) Any amount exempted by federal law; and (c) Public assistance payments; (9) \"Need,\" the necessary costs of food, clothing, shelter, education, and medical care for the support of a dependent child; (10) \"Obligee,\" any person or entity to whom a duty of support is owed; (11) \"Obligor,\" any person who owes a duty to make payments under an order for support; (12) \"Order for support,\" a judgment, decree, or order, whether temporary, final, or subject to modification, issued by a court or an administrative agency of competent jurisdiction, which provides for the support and maintenance of a child, including a child who has attained the age of majority under the law of the issuing state, or of the parent with whom the child is living, which provides for monetary support, health care, medical support, arrearages, or reimbursement, and which may include costs and fees, interest, and penalties, income withholding, attorney's fees, and other relief; (13) \"Parent,\" the natural parent, adoptive parent, or stepparent of a dependent child; (14) \"Payor,\" any person or other entity owing income or having personal property or money and credits belonging to an obligor; (15) \"Person,\" a natural person, firm, limited liability company, corporation, association, political subdivision, or agency of government; (16) \"Secretary,\" the secretary of social services; (17) \"Spouse,\" any parent who has legal custody of a child in accordance with a court or administrative order; (18) \"Standard of need,\" the need established by the Department of Social Services; (19) \"Support enforcement services,\" establishing and enforcing support obligations, locating support obligors, and establishing paternity under the Title IV-D state plan; (20) \"Title IV-D agency,\" the agency established by Part D of Title IV of the Social Security Act (42 U.S.C. §§ 651 to 667) for the purpose of administering the state's plan for establishing and enforcing support obligations, locating support obligors, and establishing paternity; (21) \"Medical support,\" the provision of a health insurance benefit plan or cash medical support payment, including any employer sponsored group health plan or self-insured plan, or any individual health insurance policy, to meet the medical needs of a dependent child including the cost of any premium required by such a health insurance benefit plan, an amount ordered to be paid toward the cost of health insurance provided by a public entity or by another parent through employment or otherwise, or for other medical costs not covered by insurance; (22) \"Business day,\" a day on which state offices are open for regular business; (23) \"Employee,\" any person who is an employee within the meaning of chapter 24 of the Internal Revenue Code of 1986, 26 U.S.C. § 3401-3406, as of January 1, 1997; (24) \"Employer,\" any person or entity who is an employer as defined in section 3401(d) of the Internal Revenue Code of 1986, 26 U.S.C. § 3401-3406, as of January 1, 1997, and includes any governmental entity and any labor organization; (25) \"Labor organization,\" the meaning given the term in section 2(5) of the National Labor Relations Act, 29 U.S.C. § 151 et seq., as of January 1, 1997, and includes any entity or hiring hall which is used by the organization and an employer to carry out the requirements described in section 8(f)(3) of the act; (26) \"Date of hire,\" the date a person is added to an employer's payroll to provide services to the employer, or the date a person actually first provides services for an employer, whichever occurs earlier for pay; (27) \"Newly hired employee\" or \"new hire,\" any person hired to provide services for an employer and required to provide an Internal Revenue Service W-4 form to the employer, including a person who is rehired, reemployed, or reinstated following thirty consecutive days of termination or layoff even if the person does not provide a new or revised W-4 form to the employer; (28) \"Recreational or sporting license,\" any state issued hunting or fishing license. Section 6. That § 25-7A-3 be amended to read as follows: 25-7A-3. The Department of Social Services is a party in interest and is subrogated to the right of any dependent child or spouse custodian to prosecute or maintain any support action or execute any administrative remedy existing under the laws of this state to obtain reimbursement of public money expended for or on behalf of the child. If a court order, administrative order, or final decree of divorce enters judgment for an amount of support to be paid by a parent or other responsible person, the department is subrogated to the debt created by such order, and any money judgment shall be in favor of the department. Section 7. That § 25-7A-4 be amended to read as follows: 25-7A-4. Upon demand by the Department of Social Services, any parent in the state, whose absence from the home is the basis upon which the department is paying public assistance on behalf of a dependent child, shall complete a statement, under oath, of his the noncustodial parent's current monthly income, his the noncustodial parent's total income over the past thirty-six months, the number of dependents he the noncustodial parent is supporting, the amount he the noncustodial parent is contributing regularly toward the support of all children for whom application for assistance is made, his the noncustodial parent's current monthly living expenses, and all other pertinent information to determine his the noncustodial parent's ability to support his the noncustodial parent's children. This section also applies to a parent who owes support to an obligee a custodian who has applied for support enforcement services, and to both obligor and obligee the noncustodial parent and the custodian in a petition for modification filed pursuant to § 25-7A-22. Section 8. That § 25-7A-5 be amended to read as follows: 25-7A-5. The secretary of social services may initiate an action for support by issuing a notice of a support debt, which shall be served without summons or other pleadings on the alleged responsible parent in the manner provided for service of a summons in a civil action or by certified mail, return receipt requested. The notice, whether based on subrogation power of attorney, assignment of a support obligation established by a court, administrative order, or judgment, or based on the furnishing of assistance by the Department of Social Services for any dependent child or spouse custodian, or based on the obligation fixed by chapter 25-7, or support due to an obligee a custodian or another state who has applied for support enforcement services, shall contain the following statements: (1) The name of the dependent child or spouse custodian for whom support is owed; (2) The monthly support for which the parent is responsible, including a statement of the debt accrued and accruing, and the monthly payment to be made on the state debt accrued, or due to an obligee a custodian or another state who has applied for support enforcement services, as established by: (a) Subrogation to or assignment of a court or administrative order, judgment or decree establishing a set or determinable amount of child or spousal support; or (b) Payment of assistance by the department for a dependent child or spouse custodian where there is no court or administrative order, judgment or decree; (3) A statement that if the parent does not request a hearing within ten days from the day of service, the secretary: (a) Shall request the court enter an order establishing the amount of child support, accrued and accruing, which the parent is responsible for and the amount of the total monthly payment due on the accrued debt to the state, or to an obligee a custodian or another state who has applied for support enforcement services, and on the monthly support obligation; (b) Shall request that the court enter an order for medical support; (c) May request that the court enter an order for genetic testing costs; and (d) May request that the court enter an order adjudicating paternity and custody of the child; (4) A statement that the parent served with a notice of support debt may, within ten days of the day of service of the notice of support debt, submit a written response to the notice objecting to all or any part of the notice and requesting a hearing; (5) A statement that an order entered under subdivision (3) of this section, establishing the payment obligation of the parent is subject to collection action, including an order for income withholding under this chapter, levy and execution under the laws of this state or any other collection actions authorized by law; (6) A reference to this chapter; (7) A statement that an order for support entered under this chapter is filed with the appropriate clerk of courts and is a lien as provided by law; (8) A statement that if the parent has any questions the parent may telephone or visit the nearest department office or consult an attorney; (9) A statement that the parent has an obligation to report any change of address or employment to the department; and (10) Any other information the secretary finds appropriate. Section 9. That § 25-7A-20 be amended to read as follows: 25-7A-20. The department shall enforce the support obligation due to a spouse or former spouse who is living with his the dependent child, but only if a spousal support obligation has been established by court order for the spouse or former spouse and the child support obligation is also being enforced by the department. Section 10. That § 25-7A-21.1 be amended to read as follows: 25-7A-21.1. In any order establishment case, the obligee custodian is limited to a prior-period support obligation or arrearage not exceeding three years before either the date of application with any Title IV-D agency, the date of filing with a court of competent jurisdiction, or the date of a written demand served personally or by registered or certified mail, return receipt requested, upon the father at his noncustodial parent at the noncustodial parent's last known address, whichever occurs earlier. Section 11. That § 25-7A-56.7 be amended to read as follows: 25-7A-56.7. Upon entry of an order for support, each party to any paternity or child support proceeding shall file with the appropriate tribunals as defined in § 25-9B-101 a written statement specifying the party's name, social security number, residential and mailing address, telephone number, driver's license number, and the name, address, and telephone number of any current employers. A tribunal may not accept for filing any order for support unless and until the written statement is provided by each party. The tribunal shall forward the written statement to the state case registry. If the required information is unavailable, the order for support may be filed with the tribunal providing the trial judge certifies in writing on the order that the required information is unavailable. Each party subject to an order for support shall also notify the appropriate tribunals of any changes to this information, as necessary. In any subsequent child support enforcement or modification action between the parties, and upon sufficient showing that diligent efforts have been made to ascertain the location of a party, the tribunal shall deem due process requirements for notice and service of process satisfied by delivering written notice to the most recent residential or employer address on file with the tribunal. Section 12. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: An order for support shall include a provision requiring each parent to notify the department of the parent's current address and the name and address of the parent's current employer. The order shall also require each parent to notify the department of a change in the parent's address or employment within seven business days of the change. A child support referee may mail any notice required by §§ 25-7A-6 and 25-7A-22 to a parent's last known address on file with the department. Section 13. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: The parties to a child support proceeding under §§ 25-7A-6 and 25-7A-22 shall provide all financial and legal documents required by the referee at least five days prior to the hearing date set by the referee. Failure to provide such information five days prior to the hearing may lead to exclusion of the evidence or the application of § 25-7-6.26. The parties may inspect and obtain a copy of the financial documents, including confidential information as defined in § 15-15A-8, that are received by the referee in connection with the child support proceeding. This information is to be held confidential and may not be released for any purpose outside of the child support proceeding. The referee may charge a fee not to exceed twenty-five cents per page for reproducing any document requested. If the actual duplication cost exceeds twenty-five cents per page, the referee may request a court order approving a fee of more than twenty-five cents per page. The referee may also charge for the cost of mailing any document requested by a party. Section 14. That § 25-8-5 be amended to read as follows: 25-8-5. The mother custodian may recover support for a period of three years before the date of application with any Title IV-D agency, the date of filing with a court of competent jurisdiction, or the date of a written demand served personally or by registered or certified mail, return receipt requested, upon the father at his noncustodial parent at the noncustodial parent's last known address, whichever occurs earlier. Section 15. That § 25-8-7.1 be amended to read as follows: 25-8-7.1. In any action or proceeding in which the parentage of a child is at issue, including disestablishment proceedings pursuant to section 18 of this Act, upon motion of the court, the department, or any of the interested parties, the court shall, for good cause shown, order the mother, the child, or any alleged father to submit to an examination of blood, tissue, or other bodily substances for the purpose of testing any genetic systems that are generally accepted within the scientific community for the conclusive determination of paternity probability. The results of the tests, together with the opinions and conclusions of the testing laboratory, shall be filed with the court. Upon written agreement of the mother and any presumed or alleged father, tests may be conducted prior to filing of an action. If the action is then filed, the test results shall be filed with the court and admitted into evidence as provided in § 25-8-7.3. Section 16. That § 25-8-9 be amended to read as follows: 25-8-9. Proceedings to establish or disestablish paternity and enforce the obligation of the father may be brought at any time before the eighteenth birthday of the child. Section 17. That § 25-8-57 be amended to read as follows: 25-8-57. Any child born in wedlock, or born within ten months after dissolution of the marriage, is presumed legitimate to that marriage even if the marriage is subsequently declared to be null and void, or subsequently dissolved by divorce. This rebuttable presumption of legitimacy can only be disputed by the husband or wife, or a descendant of one or both of them, or a potential biological father of the child. The potential biological father has standing to file an action to rebut this presumption prior to obtaining genetic test results. The potential biological father may not rebut the presumption without genetic test results meeting the requirements of § 25-8-58 establishing that he is the biological father of the child. This presumption may be specifically rebutted pursuant to section 18 of this Act. Section 18. That chapter 25-8 be amended by adding thereto a NEW SECTION to read as follows: The court may at any time before the child turns eighteen, find that a presumed or legally determined father is not the biological father of a child, based on genetic test results that either exclude the presumed or legally determined father as the biological father of the child or establish another person as the biological father of the child by the standards set in § 25-8-58. The court may under such circumstances set aside a presumption or prior determination of paternity if it finds that setting aside a presumption or prior determination of paternity is in the best interest of the child. The court may consider any of the following factors in determining the best interests of the child: (1) The length of time between the proceeding to adjudicate parentage and the time that the presumed or legally determined father was placed on notice that he might not be the genetic father; (2) The length of time during which the presumed or legally determined father has assumed the role of father of the child; (3) The facts surrounding the presumed or legally determined father's discovery of his possible nonpaternity; (4) The nature of the relationship between the child and the presumed or legally determined father; (5) The age of the child; (6) The harm or benefit that may result to the child if the presumed or legally determined paternity is successfully disproved; (7) The nature of the relationship between the child and any presumed or legally determined father; (8) The extent to which the passage of time reduces the chances of establishing the paternity of another man and a child-support obligation in favor of the child; and (9) Any additional factors deemed by the court to be relevant to its determination of the best interest of the child. Section 19. That § 25-5A-18 be amended to read as follows: 25-5A-18. Upon proof of the notice required by § 25-5A-9 and personal service as required by §§ 25-5A-11 and 25-5A-12 to all parents and putative fathers of a child, if, after the court determines that the parents have consented or have waived consent pursuant to § 25-6-4, the court finds that the termination of parental rights and the transfer of parental rights to be in the best interests of the child, and finds that the petitioner or petitioners are fully aware of the purpose of the proceedings and the consequences of their act, the court shall make an order terminating all parental rights and obligations in the parent or parents in which they have existed and releasing the child from all legal obligations to the parents, even though the proceeding for termination is brought by only one parent. The court shall also order that the parental rights are transferred to some other person or persons, or authorized agency as may, in the opinion of the court, be best qualified to receive them. The order may contain the power by the person or persons or authorized agency to consent to the adoption of the child, as provided for in § 25-6-12, without further notice to the child's parent or parents or any other person having parental rights over the child. The court may specifically terminate the parental rights of all parents and putative fathers regardless of whether they are personally present in court except as required in § 25-5A-14. Any existing child support arrearages shall be addressed by the court in the order terminating parental rights. Section 20. That § 25-6-17 be amended to read as follows: 25-6-17. The natural parents of an adopted child are from the time of the adoption, relieved of all parental duties towards, and of all responsibility for the child so adopted, and have no right over it. Adoption of a child shall be final and unconditional except as otherwise provided by § 25-6-21. The natural parents of an adopted child shall retain no rights or privileges to have visitation or other post-adoption contact with the child, except in cases where a natural parent consents to the adoption of a child by the child's stepfather or stepmother who is the present spouse of the natural parent or in cases of voluntary termination where there is a written pre-adoption agreement between the natural parent or parents and the adoptive parents. Any existing child support arrearages shall be addressed by the court in the order terminating parental rights. The South Dakota Supreme Court decision, People in Interest of S.A.H., 537 N.W.2d 1 (S.D. 1995), is abrogated by the South Dakota Legislature in so far as the case gave circuit courts the option to order an open adoption or post-termination visitation. Post-adoption visitation is an extraordinary remedy and may be exercised only by the adoptive parents when in the child's best interests. This section does not apply to pre-adoption agreements entered into before July 1, 1997. Section 21. That § 26-8A-27 be amended to read as follows: 26-8A-27. On completion of a final dispositional hearing regarding a child adjudicated to be abused or neglected, the court may enter a final decree of disposition terminating all parental rights of one or both parents of the child if the court finds, by clear and convincing evidence, that the least restrictive alternative available commensurate with the best interests of the child with due regard for the rights of the parents, the public and the state so requires. The court may enter a decree terminating parental rights if the court finds, by clear and convincing evidence, that the parents have abandoned the child for at least six months and during this period the parents have not manifested to the child or to the physical custodian or caretaker of the child a firm intention to resume physical custody of the child and to make suitable arrangements for the care of the child. If the court decides to terminate parental rights, any existing child support arrearages shall be addressed by the court in the order terminating those parental rights. Upon the entry of the final decree of disposition terminating the parental rights of both parents or of the surviving parent, the court shall vest the Department of Social Services with the custody and guardianship of the person of the child for the purpose of placing the child for adoption and authorizing appropriate personnel of the department to consent to adoption of the child without need for any notice or consent of any parent of the child. The final decree terminating parental rights is final and unconditional. The natural parents retain no post-termination rights or privileges including post-termination visitation except for any final visitation allowed by the department. Upon the entry of a final decree of disposition terminating the parental rights of one parent, the court may leave the child in the custody of the remaining parent and end the proceedings."}, {"bill_id": 3968, "bill_version_id": 23958, "bill_version": "House Engrossed", "bill_version_date": "2013-01-17T15:05:07.223-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to child support. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 25-7-6.16 be amended to read as follows: 25-7-6.16. The court shall enter an order addressing how the child's health care needs will be met by medical support to be provided by one or both of the parents. The medical support order shall include a provision for medical insurance if the insurance is accessible for the child and available to a parent at reasonable cost. Medical insurance is considered accessible if a medical insurance benefit plan is available and provides coverage for the child residing within the geographic area covered by the insurance policy. Medical insurance is considered reasonable in cost if the cost attributable to the child is equal to or less than eight percent of the parent's net income as determined under this chapter, after proportionate medical support credit is applied, and the amount shall be specified in the order for support. The cost of the insurance attributable to the child is the cost of adding the child to existing coverage, the difference between self-only coverage and family coverage, or the cost of private medical insurance for the child. The cost attributable to the child under family coverage is the difference between self-only coverage and family coverage divided by the number of individuals, excluding the parent, enrolled in the family coverage. The cost so computed shall be apportioned between the parents on the basis of income or income imputed as provided in this chapter. If one parent pays the entire amount, that parent shall either be reimbursed by the other parent for that parent's portion of the payment or shall receive a credit against his or her support obligation, whichever is appropriate. Any additional, reasonable health care costs, including medical, optometric, dental or orthodontic, or counseling costs for each minor child which exceed two hundred fifty dollars in any year and are not covered by insurance, shall be apportioned between the parents in proportion to the support obligation of each parent. The parent that has primary physical custody of the child is responsible for the first two hundred fifty dollars of health care costs each calendar year. Section 2. That § 25-7-6.26 be amended to read as follows: 25-7-6.26. If a parent in a child support establishment or modification proceeding fails to furnish income or other financial information, the parent is in default, and that parent's income for purposes of determining child support shall be computed at a rate not less than the most recent annual pay standard as reported by the Department of Labor and Regulation unless good cause is shown to set support at a lower amount. Section 3. That § 25-7-7.3 be amended to read as follows: 25-7-7.3. Any past due previously ordered support payments that have become due, whether paid or unpaid, are not subject to modification by a court or administrative entity of this state, except those accruing in any period in which there is pending a petition for modification of the support obligation, but only from the date that notice of hearing of the petition has been given to the obligee, the obligor, and any other parties having an interest in such matter. Section 4. That chapter 25-7 be amended by adding thereto a NEW SECTION to read as follows: If a presumed or legally determined father has a child support order and disestablishes his paternity pursuant to section 18 of this Act, the child support order is automatically terminated from entry of the disestablishment order. The disestablished father continues to be responsible for any child support that accrued prior to the date of entry of the disestablishment order. However, nothing in this section precludes the disestablished father from bringing a separate cause of action for recovery of previously ordered child support. Section 5. That § 25-7A-1 be amended to read as follows: 25-7A-1. Terms used in this chapter mean: (1) \"Administrative order,\" a judgment or order of an agency of the executive branch of state government, or an agency of comparable jurisdiction of another state, ordering payment of a set or determinable amount of support money, or ordering withholding of income; (2) \"Arrearage,\" the total amount of unpaid support obligations; (3) \"Assistance,\" money payments made by the Department of Social Services which are paid to, or for the benefit of, any dependent child, including payments made so that food, shelter, medical care, clothing, transportation, education, or other necessary goods, services, or items may be provided, and payments made to compensate for the provision of those necessities; (4) \"Court order,\" a judgment or order of a circuit court of this state or a court of comparable jurisdiction of another state ordering payment of a set or determinable amount of support money; (4A) \"Custodian,\" a person who has either legal or physical custody, or both, of a dependent child; (5) \"Delinquency,\" any payment under an order for support which becomes due and remains unpaid; (6) \"Department,\" the Department of Social Services; (7) \"Dependent child,\" a needy child under the age of eighteen or under the age of nineteen and a full-time student in a secondary school if, before the child attains the age of nineteen, it is determined that the child may reasonably be expected to complete the program at the secondary school, who has been deprived of support or care by a natural parent, an adoptive parent, or a stepparent, by reason of the death, continued absence from the home, or physical or mental incapacity of a parent, or who is a child of an unemployed parent and who is living with a person in a place of residence maintained by such person as his home; (8) \"Income,\" any form of payment to a person, regardless of source, including wages, salary, commission, bonuses, compensation as an independent contractor, workers' compensation, unemployment compensation, disability, annuity and retirement benefits, gift or inheritance, all gain derived from capital or labor, profit gained through the sale or conversion of capital assets, and any other payments, including personal property, money and credits on deposit with or in the possession of, or made by any person, private entity, federal or state government, any unit of local government, school district or any entity created by public act. However, for the purposes of income withholding, income excludes: (a) Any amount required by law or as a condition of employment to be withheld, other than creditor claims, including federal, state, and local taxes, social security, and other retirement contributions; (b) Any amount exempted by federal law; and (c) Public assistance payments; (9) \"Need,\" the necessary costs of food, clothing, shelter, education, and medical care for the support of a dependent child; (9A) \"Noncustodial parent,\" the parent who does not have primary care, custody, or control of the child, and has an obligation to pay child support; (10) \"Obligee,\" any person or entity to whom a duty of support is owed; (11) \"Obligor,\" any person who owes a duty to make payments under an order for support; (12) \"Order for support,\" a judgment, decree, or order, whether temporary, final, or subject to modification, issued by a court or an administrative agency of competent jurisdiction, which provides for the support and maintenance of a child, including a child who has attained the age of majority under the law of the issuing state, or of the parent with whom the child is living, which provides for monetary support, health care, medical support, arrearages, or reimbursement, and which may include costs and fees, interest, and penalties, income withholding, attorney's fees, and other relief; (13) \"Parent,\" the natural parent, adoptive parent, or stepparent of a dependent child; (14) \"Payor,\" any person or other entity owing income or having personal property or money and credits belonging to an obligor; (15) \"Person,\" a natural person, firm, limited liability company, corporation, association, political subdivision, or agency of government; (16) \"Secretary,\" the secretary of social services; (17) \"Spouse,\" any parent who has legal custody of a child in accordance with a court or administrative order; (18) \"Standard of need,\" the need established by the Department of Social Services; (19) \"Support enforcement services,\" establishing and enforcing support obligations, locating support obligors, and establishing paternity under the Title IV-D state plan; (20) \"Title IV-D agency,\" the agency established by Part D of Title IV of the Social Security Act (42 U.S.C. §§ 651 to 667) for the purpose of administering the state's plan for establishing and enforcing support obligations, locating support obligors, and establishing paternity; (21) \"Medical support,\" the provision of a health insurance benefit plan or cash medical support payment, including any employer sponsored group health plan or self-insured plan, or any individual health insurance policy, to meet the medical needs of a dependent child including the cost of any premium required by such a health insurance benefit plan, an amount ordered to be paid toward the cost of health insurance provided by a public entity or by another parent through employment or otherwise, or for other medical costs not covered by insurance; (22) \"Business day,\" a day on which state offices are open for regular business; (23) \"Employee,\" any person who is an employee within the meaning of chapter 24 of the Internal Revenue Code of 1986, 26 U.S.C. § 3401-3406, as of January 1, 1997; (24) \"Employer,\" any person or entity who is an employer as defined in section 3401(d) of the Internal Revenue Code of 1986, 26 U.S.C. § 3401-3406, as of January 1, 1997, and includes any governmental entity and any labor organization; (25) \"Labor organization,\" the meaning given the term in section 2(5) of the National Labor Relations Act, 29 U.S.C. § 151 et seq., as of January 1, 1997, and includes any entity or hiring hall which is used by the organization and an employer to carry out the requirements described in section 8(f)(3) of the act; (26) \"Date of hire,\" the date a person is added to an employer's payroll to provide services to the employer, or the date a person actually first provides services for an employer, whichever occurs earlier for pay; (27) \"Newly hired employee\" or \"new hire,\" any person hired to provide services for an employer and required to provide an Internal Revenue Service W-4 form to the employer, including a person who is rehired, reemployed, or reinstated following thirty consecutive days of termination or layoff even if the person does not provide a new or revised W-4 form to the employer; (28) \"Recreational or sporting license,\" any state issued hunting or fishing license. Section 6. That § 25-7A-3 be amended to read as follows: 25-7A-3. The Department of Social Services is a party in interest and is subrogated to the right of any dependent child or spouse custodian to prosecute or maintain any support action or execute any administrative remedy existing under the laws of this state to obtain reimbursement of public money expended for or on behalf of the child. If a court order, administrative order, or final decree of divorce enters judgment for an amount of support to be paid by a parent or other responsible person, the department is subrogated to the debt created by such order, and any money judgment shall be in favor of the department. Section 7. That § 25-7A-4 be amended to read as follows: 25-7A-4. Upon demand by the Department of Social Services, any parent in the state, whose absence from the home is the basis upon which the department is paying public assistance on behalf of a dependent child, shall complete a statement, under oath, of his the noncustodial parent's current monthly income, his the noncustodial parent's total income over the past thirty-six months, the number of dependents he the noncustodial parent is supporting, the amount he the noncustodial parent is contributing regularly toward the support of all children for whom application for assistance is made, his the noncustodial parent's current monthly living expenses, and all other pertinent information to determine his the noncustodial parent's ability to support his the noncustodial parent's children. This section also applies to a parent who owes support to an obligee a custodian who has applied for support enforcement services, and to both obligor and obligee the noncustodial parent and the custodian in a petition for modification filed pursuant to § 25-7A-22. Section 8. That § 25-7A-5 be amended to read as follows: 25-7A-5. The secretary of social services may initiate an action for support by issuing a notice of a support debt, which shall be served without summons or other pleadings on the alleged responsible parent in the manner provided for service of a summons in a civil action or by certified mail, return receipt requested. The notice, whether based on subrogation power of attorney, assignment of a support obligation established by a court, administrative order, or judgment, or based on the furnishing of assistance by the Department of Social Services for any dependent child or spouse custodian, or based on the obligation fixed by chapter 25-7, or support due to an obligee a custodian or another state who has applied for support enforcement services, shall contain the following statements: (1) The name of the dependent child or spouse custodian for whom support is owed; (2) The monthly support for which the parent is responsible, including a statement of the debt accrued and accruing, and the monthly payment to be made on the state debt accrued, or due to an obligee a custodian or another state who has applied for support enforcement services, as established by: (a) Subrogation to or assignment of a court or administrative order, judgment or decree establishing a set or determinable amount of child or spousal support; or (b) Payment of assistance by the department for a dependent child or spouse custodian where there is no court or administrative order, judgment or decree; (3) A statement that if the parent does not request a hearing within ten days from the day of service, the secretary: (a) Shall request the court enter an order establishing the amount of child support, accrued and accruing, which the parent is responsible for and the amount of the total monthly payment due on the accrued debt to the state, or to an obligee a custodian or another state who has applied for support enforcement services, and on the monthly support obligation; (b) Shall request that the court enter an order for medical support; (c) May request that the court enter an order for genetic testing costs; and (d) May request that the court enter an order adjudicating paternity and custody of the child; (4) A statement that the parent served with a notice of support debt may, within ten days of the day of service of the notice of support debt, submit a written response to the notice objecting to all or any part of the notice and requesting a hearing; (5) A statement that an order entered under subdivision (3) of this section, establishing the payment obligation of the parent is subject to collection action, including an order for income withholding under this chapter, levy and execution under the laws of this state or any other collection actions authorized by law; (6) A reference to this chapter; (7) A statement that an order for support entered under this chapter is filed with the appropriate clerk of courts and is a lien as provided by law; (8) A statement that if the parent has any questions the parent may telephone or visit the nearest department office or consult an attorney; (9) A statement that the parent has an obligation to report any change of address or employment to the department; and (10) Any other information the secretary finds appropriate. Section 9. That § 25-7A-20 be amended to read as follows: 25-7A-20. The department shall enforce the support obligation due to a spouse or former spouse who is living with his the dependent child, but only if a spousal support obligation has been established by court order for the spouse or former spouse and the child support obligation is also being enforced by the department. Section 10. That § 25-7A-21.1 be amended to read as follows: 25-7A-21.1. In any order establishment case, the obligee custodian is limited to a prior-period support obligation or arrearage not exceeding three years before either the date of application with any Title IV-D agency, the date of filing with a court of competent jurisdiction, or the date of a written demand served personally or by registered or certified mail, return receipt requested, upon the father at his noncustodial parent at the noncustodial parent's last known address, whichever occurs earlier. Section 11. That § 25-7A-56.7 be amended to read as follows: 25-7A-56.7. Upon entry of an order for support, each party to any paternity or child support proceeding shall file with the appropriate tribunals as defined in § 25-9B-101 a written statement specifying the party's name, social security number, residential and mailing address, telephone number, driver's license number, and the name, address, and telephone number of any current employers. A tribunal may not accept for filing any order for support unless and until the written statement is provided by each party. The tribunal shall forward the written statement to the state case registry. If the required information is unavailable, the order for support may be filed with the tribunal providing the trial judge certifies in writing on the order that the required information is unavailable. Each party subject to an order for support shall also notify the appropriate tribunals of any changes to this information, as necessary. In any subsequent child support enforcement or modification action between the parties, and upon sufficient showing that diligent efforts have been made to ascertain the location of a party, the tribunal shall deem due process requirements for notice and service of process satisfied by delivering written notice to the most recent residential or employer address on file with the tribunal. Section 12. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: An order for support shall include a provision requiring each parent to notify the department of the parent's current address and the name and address of the parent's current employer. The order shall also require each parent to notify the department of a change in the parent's address or employment within seven business days of the change. A child support referee may mail any notice required by §§ 25-7A-6 and 25-7A-22 to a parent's last known address on file with the department. Section 13. That chapter 25-7A be amended by adding thereto a NEW SECTION to read as follows: The parties to a child support proceeding under §§ 25-7A-6 and 25-7A-22 shall provide all financial and legal documents required by the referee at least five days prior to the hearing date set by the referee. Failure to provide such information five days prior to the hearing may lead to exclusion of the evidence or the application of § 25-7-6.26. The parties may inspect and obtain a copy of the financial documents, including confidential information as defined in § 15-15A-8, that are received by the referee in connection with the child support proceeding. This information is to be held confidential and may not be released for any purpose outside of the child support proceeding. The referee may charge a fee not to exceed twenty-five cents per page for reproducing any document requested. If the actual duplication cost exceeds twenty-five cents per page, the referee may request a court order approving a fee of more than twenty-five cents per page. The referee may also charge for the cost of mailing any document requested by a party. Section 14. That § 25-8-5 be amended to read as follows: 25-8-5. The mother custodian may recover support for a period of three years before the date of application with any Title IV-D agency, the date of filing with a court of competent jurisdiction, or the date of a written demand served personally or by registered or certified mail, return receipt requested, upon the father at his noncustodial parent at the noncustodial parent's last known address, whichever occurs earlier. Section 15. That § 25-8-7.1 be amended to read as follows: 25-8-7.1. In any action or proceeding in which the parentage of a child is at issue, including disestablishment proceedings pursuant to section 18 of this Act, upon motion of the court, the department, or any of the interested parties, the court shall, for good cause shown, order the mother, the child, or any alleged father to submit to an examination of blood, tissue, or other bodily substances for the purpose of testing any genetic systems that are generally accepted within the scientific community for the conclusive determination of paternity probability. The results of the tests, together with the opinions and conclusions of the testing laboratory, shall be filed with the court. Upon written agreement of the mother and any presumed or alleged father, tests may be conducted prior to filing of an action. If the action is then filed, the test results shall be filed with the court and admitted into evidence as provided in § 25-8-7.3. Section 16. That § 25-8-9 be amended to read as follows: 25-8-9. Proceedings to establish or disestablish paternity and enforce the obligation of the father may be brought at any time before the eighteenth birthday of the child. Section 17. That § 25-8-57 be amended to read as follows: 25-8-57. Any child born in wedlock, or born within ten months after dissolution of the marriage, is presumed legitimate to that marriage even if the marriage is subsequently declared to be null and void, or subsequently dissolved by divorce. This rebuttable presumption of legitimacy can only be disputed by the husband or wife, or a descendant of one or both of them, or a potential biological father of the child. The potential biological father has standing to file an action to rebut this presumption prior to obtaining genetic test results. The potential biological father may not rebut the presumption without genetic test results meeting the requirements of § 25-8-58 establishing that he is the biological father of the child. This presumption may be specifically rebutted pursuant to section 18 of this Act. Section 18. That chapter 25-8 be amended by adding thereto a NEW SECTION to read as follows: The court may at any time before the child turns eighteen, find that a presumed or legally determined father is not the biological father of a child, based on genetic test results that either exclude the presumed or legally determined father as the biological father of the child or establish another person as the biological father of the child by the standards set in § 25-8-58. The court may under such circumstances set aside a presumption or prior determination of paternity if it finds that setting aside a presumption or prior determination of paternity is in the best interest of the child. The court may consider any of the following factors in determining the best interests of the child: (1) The length of time between the proceeding to adjudicate parentage and the time that the presumed or legally determined father was placed on notice that he might not be the genetic father; (2) The length of time during which the presumed or legally determined father has assumed the role of father of the child; (3) The facts surrounding the presumed or legally determined father's discovery of his possible nonpaternity; (4) The nature of the relationship between the child and the presumed or legally determined father; (5) The age of the child; (6) The harm or benefit that may result to the child if the presumed or legally determined paternity is successfully disproved; (7) The nature of the relationship between the child and any presumed or legally determined father; (8) The extent to which the passage of time reduces the chances of establishing the paternity of another man and a child-support obligation in favor of the child; and (9) Any additional factors deemed by the court to be relevant to its determination of the best interest of the child. Section 19. That § 25-5A-18 be amended to read as follows: 25-5A-18. Upon proof of the notice required by § 25-5A-9 and personal service as required by §§ 25-5A-11 and 25-5A-12 to all parents and putative fathers of a child, if, after the court determines that the parents have consented or have waived consent pursuant to § 25-6-4, the court finds that the termination of parental rights and the transfer of parental rights to be in the best interests of the child, and finds that the petitioner or petitioners are fully aware of the purpose of the proceedings and the consequences of their act, the court shall make an order terminating all parental rights and obligations in the parent or parents in which they have existed and releasing the child from all legal obligations to the parents, even though the proceeding for termination is brought by only one parent. The court shall also order that the parental rights are transferred to some other person or persons, or authorized agency as may, in the opinion of the court, be best qualified to receive them. The order may contain the power by the person or persons or authorized agency to consent to the adoption of the child, as provided for in § 25-6-12, without further notice to the child's parent or parents or any other person having parental rights over the child. The court may specifically terminate the parental rights of all parents and putative fathers regardless of whether they are personally present in court except as required in § 25-5A-14. Any existing child support arrearages shall be addressed by the court in the order terminating parental rights. Section 20. That § 25-6-17 be amended to read as follows: 25-6-17. The natural parents of an adopted child are from the time of the adoption, relieved of all parental duties towards, and of all responsibility for the child so adopted, and have no right over it. Adoption of a child shall be final and unconditional except as otherwise provided by § 25-6-21. The natural parents of an adopted child shall retain no rights or privileges to have visitation or other post-adoption contact with the child, except in cases where a natural parent consents to the adoption of a child by the child's stepfather or stepmother who is the present spouse of the natural parent or in cases of voluntary termination where there is a written pre-adoption agreement between the natural parent or parents and the adoptive parents. Any existing child support arrearages shall be addressed by the court in the order terminating parental rights. The South Dakota Supreme Court decision, People in Interest of S.A.H., 537 N.W.2d 1 (S.D. 1995), is abrogated by the South Dakota Legislature in so far as the case gave circuit courts the option to order an open adoption or post-termination visitation. Post-adoption visitation is an extraordinary remedy and may be exercised only by the adoptive parents when in the child's best interests. This section does not apply to pre-adoption agreements entered into before July 1, 1997. Section 21. That § 26-8A-27 be amended to read as follows: 26-8A-27. On completion of a final dispositional hearing regarding a child adjudicated to be abused or neglected, the court may enter a final decree of disposition terminating all parental rights of one or both parents of the child if the court finds, by clear and convincing evidence, that the least restrictive alternative available commensurate with the best interests of the child with due regard for the rights of the parents, the public and the state so requires. The court may enter a decree terminating parental rights if the court finds, by clear and convincing evidence, that the parents have abandoned the child for at least six months and during this period the parents have not manifested to the child or to the physical custodian or caretaker of the child a firm intention to resume physical custody of the child and to make suitable arrangements for the care of the child. If the court decides to terminate parental rights, any existing child support arrearages shall be addressed by the court in the order terminating those parental rights. Upon the entry of the final decree of disposition terminating the parental rights of both parents or of the surviving parent, the court shall vest the Department of Social Services with the custody and guardianship of the person of the child for the purpose of placing the child for adoption and authorizing appropriate personnel of the department to consent to adoption of the child without need for any notice or consent of any parent of the child. The final decree terminating parental rights is final and unconditional. The natural parents retain no post-termination rights or privileges including post-termination visitation except for any final visitation allowed by the department. Upon the entry of a final decree of disposition terminating the parental rights of one parent, the court may leave the child in the custody of the remaining parent and end the proceedings."}, {"bill_id": 3968, "bill_version_id": 24960, "bill_version": "Enrolled", "bill_version_date": "2013-01-30T08:58:35.133-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3968, "action_date": "2013-01-08T12:00:00-06:00", "document_id": 23561, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23561.pdf", "status_text": "First read in House and referred to", "journal_page": 24, "committee_id_action": 202, "committee_id_assigned": 198, "result": "N", "vote": {}}, {"bill_id": 3968, "action_date": "2013-01-11T10:00:00-06:00", "document_id": 23602, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23602.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 198, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3968, "action_date": "2013-01-16T10:00:00-06:00", "document_id": 23669, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23669.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 198, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3968, "action_date": "2013-01-16T10:00:00-06:00", "document_id": 23839, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23839.pdf", "status_text": "Do Pass", "journal_page": 80, "committee_id_action": 198, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12595, "president_vote": null, "Yea": [353, 351, 324, 348, 350, 369, 359, 398, 406, 416, 402, 381, 334]}}, {"bill_id": 3968, "action_date": "2013-01-17T14:00:00-06:00", "document_id": 23957, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23957.pdf", "status_text": "Motion to amend", "journal_page": 102, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3968, "action_date": "2013-01-17T14:00:00-06:00", "document_id": 23957, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23957.pdf", "status_text": "Do Pass Amended", "journal_page": 102, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12667, "president_vote": null, "Yea": [420, 346, 415, 418, 326, 360, 417, 349, 382, 410, 412, 398, 342, 324, 348, 318, 397, 374, 402, 381, 396, 370, 394, 413, 372, 350, 347, 416, 389, 351, 344, 359, 392, 335, 369, 414, 400, 375, 371, 380, 316, 332, 393, 395, 390, 408, 404, 405, 356, 411, 377, 355, 378, 407, 352, 357, 403, 343, 399, 323, 406, 361, 391, 354, 409, 401, 373, 353, 341, 334]}}, {"bill_id": 3968, "action_date": "2013-01-18T13:00:00-06:00", "document_id": 24090, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24090.pdf", "status_text": "First read in Senate and referred to", "journal_page": 147, "committee_id_action": 200, "committee_id_assigned": 181, "result": "N", "vote": {}}, {"bill_id": 3968, "action_date": "2013-01-24T08:00:00-06:00", "document_id": 24196, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24196.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 181, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3968, "action_date": "2013-01-24T08:00:00-06:00", "document_id": 24476, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24476.pdf", "status_text": "Do Pass", "journal_page": 196, "committee_id_action": 181, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12857, "president_vote": null, "Yea": [327, 419, 336, 325, 330, 362, 339]}}, {"bill_id": 3968, "action_date": "2013-01-25T13:00:00-06:00", "document_id": 24653, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24653.pdf", "status_text": "Deferred to another day", "journal_page": 229, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3968, "action_date": "2013-01-28T14:00:00-06:00", "document_id": 24841, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24841.pdf", "status_text": "Deferred to another day", "journal_page": 235, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3968, "action_date": "2013-01-29T14:00:00-06:00", "document_id": 24926, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24926.pdf", "status_text": "Do Pass Amended", "journal_page": 268, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13107, "president_vote": null, "Yea": [338, 362, 330, 337, 366, 388, 340, 365, 363, 325, 358, 364, 376, 336, 322, 345, 329, 331, 419, 317, 320, 385, 384, 321, 368, 328, 333, 386, 367, 319, 339, 387, 327, 383, 379]}}, {"bill_id": 3968, "action_date": "2013-01-30T14:00:00-06:00", "document_id": 25017, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25017.pdf", "status_text": "Signed by the Speaker", "journal_page": 261, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3968, "action_date": "2013-01-31T12:30:00-06:00", "document_id": 25091, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25091.pdf", "status_text": "Signed by the President", "journal_page": 297, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3968, "action_date": "2013-02-04T14:00:00-06:00", "document_id": 25197, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25197.pdf", "status_text": "Delivered to the Governor", "journal_page": 292, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3968, "action_date": "2013-02-12T14:00:00-06:00", "document_id": 25577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25577.pdf", "status_text": "Signed by the Governor", "journal_page": 348, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5338}