{"session_id": 32, "bill_id": 8779, "bill_type": "Senate Bill", "bill_number": 113, "bill_title": "revise certain provisions regarding guaranteed energy savings contracts.", "sponsors": [{"legislator_profile_id": 1272, "is_prime": true}, {"legislator_profile_id": 1287, "is_prime": true}, {"legislator_profile_id": 1230, "is_prime": false}, {"legislator_profile_id": 1266, "is_prime": false}, {"legislator_profile_id": 1231, "is_prime": false}, {"legislator_profile_id": 1228, "is_prime": false}, {"legislator_profile_id": 1275, "is_prime": false}, {"legislator_profile_id": 1273, "is_prime": false}, {"legislator_profile_id": 1286, "is_prime": false}, {"legislator_profile_id": 1315, "is_prime": false}, {"legislator_profile_id": 1304, "is_prime": false}, {"legislator_profile_id": 1224, "is_prime": false}, {"legislator_profile_id": 1274, "is_prime": false}, {"legislator_profile_id": 1244, "is_prime": false}, {"legislator_profile_id": 1221, "is_prime": false}, {"legislator_profile_id": 1255, "is_prime": false}, {"legislator_profile_id": 1299, "is_prime": false}, {"legislator_profile_id": 1256, "is_prime": false}, {"legislator_profile_id": 1258, "is_prime": false}, {"legislator_profile_id": 1305, "is_prime": false}, {"legislator_profile_id": 1220, "is_prime": false}], "keywords": ["Contracts", "State Affairs and Government"], "audio": [{"meeting_datetime": "2018-01-30T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco13.mp3", "start_seconds": null}, {"meeting_datetime": "2018-01-30T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco13.mp3", "start_seconds": null}, {"meeting_datetime": "2018-01-30T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco13.mp3", "start_seconds": null}, {"meeting_datetime": "2018-01-30T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sco13.mp3", "start_seconds": null}], "bill_versions": [{"bill_id": 8779, "bill_version_id": 47579, "bill_version": "Introduced", "bill_version_date": "2018-01-23T10:05:30.037-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding guaranteed energy savings contracts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-33B-1 be amended to read: 1-33B-1. Terms used in this chapter mean: (1) \"Cost-effective\" or \"cost-effectiveness,\" that the sum of guaranteed cost savings are equal to or exceed any financing repayment obligation each year of a finance term; (2) \"Cost-saving measure,\" a cost-effective improvement, repair, or alteration of equipment fixtures, or furnishings added to or used in a facility that is designed to reduce energy consumption, water consumption, or operation and maintenance costs. The term also includes vehicle acquisitions, changes to utility rate or tariff schedules, or fuel source changes that result in costs savings; (3) \"Energy conservation measure,\" a training program or facility alteration intended to reduce either energy consumption or operating costs, or both, or increase operating revenues through the generation of energy, renewable energy, or improved metering technology, including the following: (a) Insulation of the building or any structure associated with the building; (b) Window or door replacement, weather stripping, or modifications that reduce energy consumption; (c) Automated or computerized energy control systems; (d) Replacement or modification to increase the energy efficiency of the lighting, heating, air conditioning, or ventilating systems; (e) Energy recovery or cogeneration systems; (f) Repair or maintenance items, when included in energy efficiency improvements of the building, if overall measures meet the twenty-five year payback as provided in § 1-33B-3.11; (g) Energy source conversions which provide either operational or energy cost savings, or both; and (h) Other energy or utility-related improvements in facilities, systems, or technology that improve energy or metering efficiency or increase operating revenues through the generation of energy, renewable energy, or improved metering technology. The term does not include the relationship between an electric utility and the utility's customer under a proposed energy exchange contract, if the customer seeks status as a qualifying facility under the Public Utility Regulatory Policies Act of 1978, as defined by 18 CFR Part 292, Subpart B, as it existed on January 1, 2005; (4) \"Energy performance contract,\" a contract between a governmental unit and a qualified energy service provider for evaluation, recommendation, and implementation of one or more cost-saving measures, evaluation of cost-effectiveness, and guaranteed cost savings; (4)(5) \"Finance term,\" the length of time for repayment of funds borrowed for an energy performance contract; (5)(6) \"Governmental unit,\" state government or any political subdivision of the state; (7) \"Guaranteed cost savings,\" a guaranteed annual measurable monetary reduction in utility, operating, and maintenance costs for each year of a guarantee period as a result of cost-saving measures; (8) \"Guaranteed energy savings contract,\" a contract for measures that provides that either energy or operational cost savings, or both, are guaranteed to the extent necessary to make payments for the measures recommended in the contract; (6)(9) \"Guarantee period,\" the period of time from the effective date of a contract until guaranteed cost savings are achieved; (10) \"Investment-grade energy audit,\" a study of energy or water usage of a public building, including a detailed description of the improvements recommended for the project, the estimated cost of the improvements, and the utility, operation, and maintenance cost savings projected to result from the recommended improvements; (11) \"Measurement and verification,\" the methodology, measurements, inspections, and mathematical calculations to determine utility consumption before and after an energy performance contract is implemented; (7)(12) \"Operation and maintenance cost savings,\" a measurable decrease in operation and maintenance costs as a direct result of cost-saving measures, calculated using baseline operation and maintenance costs. The term does not include the shifting of personnel costs or similar short-term cost savings that cannot be definitively measured; (8)(13) \"Qualified energy service provider\" or \"provider,\" a person, business, or state agency with experience in the design, implementation, or installation of cost saving measures, who can demonstrate the financial capabilities of completing the obligations stipulated to in an energy performance contract; (9)(14) \"Utility cost savings,\" expenses for utilities that are eliminated or avoided on a long-term basis as a result of equipment installed or modified, or services performed by a qualified energy service provider. The term includes expenses for natural gas, propane or similar fuels, electricity, water, waste water, and waste disposal. Section 2. That § 1-33B-3.1 be amended to read: 1-33B-3.1. For the purposes of this chapter, the term, guaranteed cost savings, means a guaranteed annual measurable monetary reduction in utility, operating, and maintenance costs for each year of a guarantee period as a result of cost-saving measures. Guaranteed The guaranteed cost savings for utility savings shall be calculated using the mutually agreed upon baseline utility rates in use at the time of an investment-grade energy audit. Guaranteed The guaranteed cost savings for operation and maintenance cost savings shall be calculated using mutually agreed upon baseline operation and maintenance costs at the time of an investment-grade energy audit. Section 3. That § 1-33B-3.2 be amended to read: 1-33B-3.2. For the purposes of this chapter, the term, investment-grade energy audit, means a study of energy or water usage of a public building, including a detailed description of the improvements recommended for the project, the estimated cost of the improvements, and the utility, operation, and maintenance cost savings projected to result from the recommended improvements. The study An investment-grade energy audit shall contain all of the information required pursuant to § 1-33B-3. Section 4. That § 1-33B-3.3 be amended to read: 1-33B-3.3. For the purposes of this chapter, the term, measurement and verification, means the methodology, measurements, inspections, and mathematical calculations to determine utility consumption before and after an energy performance contract is implemented. The measurement and verification report may be for an individual cost-saving measure or an entire project. The governmental unit shall determine which measurement and verification method to utilize. Section 5. That § 1-33B-3.6 be amended to read: 1-33B-3.6. The governmental unit may negotiate and enter into a contract with the most qualified energy service provider at a price that the governmental unit determines fair and reasonable, taking into account the scope of the services rendered. The provider selected is not required to have submitted the proposal with the lowest cost. If the governmental unit is unable to negotiate a satisfactory contract with the provider, negotiations with that provider shall be formally terminated, and the governmental unit may select the next provider until an agreement is reached or the process is terminated. The governmental unit may choose to reject all proposals. Section 6. That § 1-33B-3.11 be amended to read: 1-33B-3.11. All permissible sources, including utility incentives, grants, operating costs, or capital budgets, may be used to reduce the amount of financing. An energy performance contract may extend beyond the current fiscal year, but may not exceed fifteen twenty-five years, the cost-weighted average useful life of the cost-saving measure, or the term of financing, whichever is shortest. During the guarantee period, a qualified energy service provider shall measure and verify reductions in energy consumption and costs attributable to cost-saving measures implemented pursuant to an energy performance contract and prepare and provide a measurement and verification report to the governmental unit at least once a year. Section 7. That § 1-33B-3.12 be amended to read: 1-33B-3.12. Costs for measurement and verification shall be included in an energy performance contract and paid by the governmental unit during an initial monitoring period of no less than three years. The energy performance contract shall provide that, if guaranteed cost savings are not achieved during any year in the initial monitoring period, the qualified energy service provider shall pay be responsible for the costs for measurement and verification reports until guaranteed cost savings are achieved for all consecutive years equal to the initial monitoring period for that year. Section 8. That § 1-33B-8 be amended to read: 1-33B-8. The contract shall include a written guarantee of the qualified provider that either the energy or operating cost savings, or both, will meet or exceed the costs of the energy efficiency measure within fifteen twenty-five years. A qualified provider shall provide a sufficient bond to the governmental unit for the installation and the faithful performance of all the measures included in the contract covering the first two years of the contract. The guaranteed energy savings, projected for any additional year of the contract, shall be guaranteed by the qualified provider. The qualified provider shall reimburse the governmental entity for any shortfall of guaranteed energy savings projected in the contract. The guaranteed energy savings contract may provide for payments over a period not exceeding fifteen twenty-five years. Section 9. That § 1-33B-2 be repealed. 1-33B-2. For the purposes of this chapter, the term, energy conservation measure, means a training program or facility alteration intended to reduce either energy consumption or operating costs, or both, or increase operating revenues through the generation of energy, renewable energy, or improved metering technology, including the following: (1) Insulation of the building or any structure associated with the building; (2) Window or door replacement, weather stripping, or modifications that reduce energy consumption; (3) Automated or computerized energy control systems; (4) Replacement or modification to increase the energy efficiency of the lighting, heating, air conditioning, or ventilating systems; (5) Energy recovery or cogeneration systems; (6) Repair or maintenance items, when included in energy efficiency improvements of the building, if overall measures meet the fifteen-year payback as provided in § 1-33B-7; (7) Energy source conversions which provide either operational or energy cost savings, or both; and (8) Other energy or utility-related improvements in facilities, systems, or technology that improve energy or metering efficiency or increase operating revenues through the generation of energy, renewable energy, or improved metering technology. Nothing in this section addresses the relationship between an electric utility and its customer under a proposed energy exchange contract, where the customer seeks status as a qualifying facility under the Public Utility Regulatory Policies Act of 1978, as defined by 18 CFR Part 292, Subpart B, as it existed on January 1, 2005. Section 10. That § 1-33B-4.1 be repealed. 1-33B-4.1. Notwithstanding § 9-25-16 or any other provision of law, the Governor's Office of Energy Policy may make loans, leases, or grants to any municipality or county from the energy conservation loan special revenue fund. The terms and conditions of loans, leases, or grants made pursuant to this section shall be agreed to by the municipality or county by resolution and the Governor's Office of Energy Policy."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8779, "action_date": "2018-01-23T14:00:00-06:00", "document_id": 47664, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47664.pdf", "status_text": "First read in Senate and referred to", "journal_page": 198, "committee_id_action": 395, "committee_id_assigned": 369, "result": "N", "vote": {}}, {"bill_id": 8779, "action_date": "2018-01-30T10:00:00-06:00", "document_id": 47994, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47994.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 369, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8779, "action_date": "2018-01-30T10:00:00-06:00", "document_id": 48155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48155.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 369, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8779, "action_date": "2018-01-30T10:00:00-06:00", "document_id": 48155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48155.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 264, "committee_id_action": 369, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24982, "president_vote": null, "Nay": [1290, 1304], "Yea": [1239, 1218, 1243, 1234], "Excused": [1288]}}]}