{"session_id": 4, "bill_id": 4604, "bill_type": "House Bill", "bill_number": 1137, "bill_title": "adopt the Model Registered Agents Act.", "sponsors": [{"legislator_profile_id": 569, "is_prime": true}, {"legislator_profile_id": 628, "is_prime": true}, {"legislator_profile_id": 557, "is_prime": false}, {"legislator_profile_id": 579, "is_prime": false}, {"legislator_profile_id": 553, "is_prime": false}, {"legislator_profile_id": 623, "is_prime": false}, {"legislator_profile_id": 568, "is_prime": false}, {"legislator_profile_id": 631, "is_prime": false}, {"legislator_profile_id": 567, "is_prime": false}, {"legislator_profile_id": 633, "is_prime": false}, {"legislator_profile_id": 629, "is_prime": false}, {"legislator_profile_id": 630, "is_prime": false}, {"legislator_profile_id": 612, "is_prime": false}, {"legislator_profile_id": 554, "is_prime": false}, {"legislator_profile_id": 538, "is_prime": false}, {"legislator_profile_id": 541, "is_prime": false}, {"legislator_profile_id": 587, "is_prime": false}], "keywords": ["Fees", "Trade Regulation"], "audio": [{"meeting_datetime": "2008-01-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco12.mp3", "start_seconds": 1748.0}, {"meeting_datetime": "2008-01-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco12.mp3", "start_seconds": 1748.0}, {"meeting_datetime": "2008-01-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco12.mp3", "start_seconds": 1748.0}, {"meeting_datetime": "2008-01-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hco12.mp3", "start_seconds": 1748.0}, {"meeting_datetime": "2008-01-30T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou15.mp3", "start_seconds": 5218.0}, {"meeting_datetime": "2008-01-30T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou15.mp3", "start_seconds": 5218.0}, {"meeting_datetime": "2008-01-30T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou15.mp3", "start_seconds": 5218.0}, {"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sju21.mp3", "start_seconds": 5676.0}, {"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sju21.mp3", "start_seconds": 5676.0}, {"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sju21.mp3", "start_seconds": 5676.0}, {"meeting_datetime": "2008-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sju21.mp3", "start_seconds": 5676.0}], "bill_versions": [{"bill_id": 4604, "bill_version_id": 867, "bill_version": "Introduced", "bill_version_date": "2008-01-14T11:41:32.673-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the Model Registered Agents Act. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. This Act may be cited as the Model Registered Agents Act. Section 2. Terms used in this Act mean: (1) \"Commercial registered agent,\" an individual or a domestic or foreign entity listed under section 7 of this Act; (2) \"Domestic entity,\" an entity whose internal affairs are governed by the law of this state; (3) \"Entity,\" a person that has a separate legal existence or has the power to acquire an interest in real property in its own name other than: (a) An individual; (b) A testamentary, inter vivos, or charitable trust; (c) An association or relationship that is not a partnership by reason of § 48-7A- 202(c) or a similar provision of the law of any other jurisdiction; (d) A decedent's estate; or (e) A public corporation, government or governmental subdivision, agency, or instrumentality, or quasi-governmental instrumentality; (4) \"Filing entity,\" any domestic corporation, domestic cooperative, domestic limited liability company, domestic nonprofit corporation, domestic limited liability partnership, or domestic limited partnership; (5) \"Foreign entity,\" an entity other than a domestic entity; (6) \"Foreign qualification document,\" an application for a certificate of authority or other foreign qualification filing with the secretary of state by a foreign entity; (7) \"Governance interest,\" the right under the organic law or organic rules of an entity, other than as a governor, agent, assignee, or proxy, to: (a) Receive or demand access to information concerning, or the books and records of, the entity; (b) Vote for the election of the governors of the entity; or (c) Receive notice of or vote on any or all issues involving the internal affairs of the entity; (8) \"Governor,\" a person by or under whose authority the powers of an entity are exercised and under whose direction the business and affairs of the entity are managed pursuant to the organic law and organic rules of the entity; (9) \"Interest,\" a share or membership in a corporation; (10) \"Interest holder,\" a direct holder of an interest; (11) \"Jurisdiction of organization,\" with respect to an entity, the jurisdiction whose law includes the organic law of the entity; (12) \"Noncommercial registered agent,\" a person that is not listed as a commercial registered agent under section 7 of this Act and that is: (a) An individual or a domestic or foreign entity that serves in this state as the agent for service of process of an entity; or (b) The individual who holds the office or other position in an entity that is designated as the agent for service of process pursuant to subsection (2)(b) of section 6 of this Act; (13) \"Nonqualified foreign entity,\" a foreign entity that is not authorized to transact business in this state pursuant to a filing with the secretary of state; (14) \"Nonresident LLP statement,\": (a) A statement of qualification of a domestic limited liability partnership that does not have an office in this state; or (b) A statement of foreign qualification of a foreign limited liability partnership that does not have an office in this state; (15) \"Organic law,\" the statutes, if any, other than this Act, governing the internal affairs of an entity; (16) \"Organic rules,\" the public organic document and private organic rules of an entity; (17) \"Person,\" an individual, corporation, estate, trust, partnership, limited liability company, business or similar trust, association, joint venture, public corporation, government or governmental subdivision, agency, or instrumentality, or any other legal or commercial entity; (18) \"Private organic rules,\" the rules, whether or not in a record, that govern the internal affairs of an entity, are binding on all of its interest holders, and are not part of its public organic document, if any; (19) \"Public organic document,\" the public record the filing of which creates an entity, and any amendment to or restatement of that record; (20) \"Qualified foreign entity,\" any foreign corporation, foreign cooperative, foreign limited liability company, foreign nonprofit corporation, foreign limited liability partnership, or foreign limited partnership; (21) \"Record,\" information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form; (22) \"Registered agent,\" a commercial registered agent or a noncommercial registered agent; (23) \"Registered agent filing,\": (a) The public organic document of a domestic filing entity; (b) A nonresident LLP statement; or (c) A foreign qualification document; (24) \"Represented entity,\": (a) A domestic filing entity; (b) A domestic or qualified foreign limited liability partnership that does not have an office in this state; or (c) A qualified foreign entity; (25) \"Sign,\" with present intent to authenticate or adopt a record: (a) To execute or adopt a tangible symbol; or (b) To attach to or logically associate with the record an electronic sound, symbol, or process; (26) \"Transferable interest,\" the right under an entity's organic law to receive distributions from the entity; (27) \"Type,\" with respect to an entity, means a generic form of entity: (a) Recognized at common law; or (b) Organized under an organic law, whether or not some entities organized under that organic law are subject to provisions of that law that create different categories of the form of entity. Section 3. The secretary of state shall collect the following fees when the following documents are filed pursuant to this Act: (1) Commercial registered agent listing statement, $100; (2) Commercial registered agent termination statement, $10; (3) Statement of change, $10; (4) Statement of resignation, no charge; (5) Statement appointing an agent for service of process, $10. Section 4. The secretary of state shall collect the following fees for copying and certifying a copy of any document filed under this Act: (1) One dollar a page for copying; and (2) Ten dollars for a certificate. Section 5. Whenever a provision of this Act other than subdivision (4) of section 15 of this Act requires that a filing state an address, the filing must state: (1) An actual street address or rural route box number in this state; and (2) A mailing address in this state, if different from the address under subdivision (1). Section 6. A registered agent filing must state: (1) The name of the represented entity's commercial registered agent; or (2) If the entity does not have a commercial registered agent: (a) The name and address of the entity's noncommercial registered agent; or (b) The title of an office or other position with the entity if service of process is to be sent to the person holding that office or position, and the address of the business office of that person. The appointment of a registered agent pursuant to subdivision (1) or subsection (2)(a) is an affirmation by the represented entity that the agent has consented to serve as such. Section 7. An individual or a domestic or foreign entity may become listed as a commercial registered agent by filing with the secretary of state a commercial registered agent listing statement signed by or on behalf of the person which states: (1) The name of the individual or the name, type, and jurisdiction of organization of the entity; (2) That the person is in the business of serving as a commercial registered agent in this state; and (3) The address of a place of business of the person in this state to which service of process and other notice and documents being served on or sent to entities represented by it may be delivered. A commercial registered agent listing statement may include the information regarding acceptance of service of process in a record by the commercial registered agent provided for in section 18 of this Act. If the name of a person filing a commercial registered agent listing statement is not distinguishable on the records of the secretary of state from the name of another commercial registered agent listed under this section, the person must adopt a fictitious name that is distinguishable and use that name in its statement and when it does business in this state as a commercial registered agent. A commercial registered agent listing statement takes effect on filing. Section 8. The secretary of state shall note the filing of the commercial registered agent listing statement in the index of filings maintained by the secretary of state for each entity represented by the registered agent at the time of the filing. The statement has the effect of deleting the address of the registered agent from the registered agent filing of each of those entities. Section 9. A commercial registered agent may terminate its listing as a commercial registered agent by filing with the secretary of state a commercial registered agent termination statement signed by or on behalf of the agent which states: (1) The name of the agent as currently listed under section 7 of this Act; and (2) That the agent is no longer in the business of serving as a commercial registered agent in this state. A commercial registered agent termination statement takes effect on the thirty-first day after the day on which it is filed. The commercial registered agent shall promptly furnish each entity represented by it with notice in a record of the filing of the commercial registered agent termination statement. Section 10. When a commercial registered agent termination statement takes effect, the registered agent ceases to be an agent for service of process on each entity formerly represented by it. Until an entity formerly represented by a terminated commercial registered agent appoints a new registered agent, service of process may be made on the entity as provided in sections 16 to 19, inclusive, of this Act. Termination of the listing of a commercial registered agent under this section does not affect any contractual rights a represented entity may have against the agent or that the agent may have against the entity. Section 11. A represented entity may change the information currently on file under section 6 of this Act by filing with the secretary of state a statement of change signed on behalf of the entity which states: (1) The name of the entity; and (2) The information that is to be in effect as a result of the filing of the statement of change. The interest holders or governors of a domestic entity need not approve the filing of: (1) A statement of change under this section; or (2) A similar filing changing the registered agent or registered office of the entity in any other jurisdiction. The appointment of a registered agent pursuant to this section is an affirmation by the represented entity that the agent has consented to serve as such. A statement of change filed under this section takes effect on filing. As an alternative to using the procedures in this section, a represented entity may change the information currently on file under section 6 of this Act by amending its most recent registered agent filing in the manner provided by the laws of this state other than this Act for amending that filing. Section 12. If a noncommercial registered agent changes its name or its address as currently in effect with respect to a represented entity pursuant to section 6 of this Act, the agent shall file with the secretary of state, with respect to each entity represented by the agent, a statement of change signed by or on behalf of the agent which states: (1) The name of the entity; (2) The name and address of the agent as currently in effect with respect to the entity; (3) If the name of the agent has changed, its new name; and (4) If the address of the agent has changed, the new address. A statement of change filed under this section takes effect on filing. A noncommercial registered agent shall promptly furnish the represented entity with notice in a record of the filing of a statement of change and the changes made by the filing. Section 13. If a commercial registered agent changes its name, its address as currently listed under section 7 of this Act, or its type or jurisdiction of organization, the agent shall file with the secretary of state a statement of change signed by or on behalf of the agent which states: (1) The name of the agent as currently listed under section 7 of this Act; (2) If the name of the agent has changed, its new name; (3) If the address of the agent has changed, the new address; and (4) If the type or jurisdiction of organization of the agent has changed, the new type or jurisdiction of organization. The filing of a statement of change under this section is effective to change the information regarding the commercial registered agent with respect to each entity represented by the agent. A statement of change filed under this section takes effect on filing. A commercial registered agent shall promptly furnish each entity represented by it with notice in a record of the filing of a statement of change relating to the name or address of the agent and the changes made by the filing. Section 14. If a commercial registered agent changes its address without filing a statement of change as required by section 13 of this Act, the secretary of state may cancel the listing of the agent. Such cancellation has the same effect as a termination. Promptly after canceling the listing of an agent, the secretary of state shall serve notice in a record on: (1) Each entity represented by the agent, stating that the agent has ceased to be an agent for service of process on the entity and that, until the entity appoints a new registered agent, service of process may be made on the entity as provided in sections 16 to 19, inclusive, of this Act; and (2) The agent, stating that the listing of the agent has been canceled under this section. Section 15. A registered agent may resign at any time with respect to a represented entity by filing with the secretary of state a statement of resignation signed by or on behalf of the agent which states: (1) The name of the entity; (2) The name of the agent; (3) That the agent resigns from serving as agent for service of process for the entity; and (4) The name and address of the person to which the agent will send notice. A statement of resignation takes effect on the earlier of the thirty-first day after the day on which it is filed or the appointment of a new registered agent for the represented entity. The registered agent shall, pursuant to subdivision (4), promptly furnish the represented entity notice in a record of the date on which a statement of resignation was filed. When a statement of resignation takes effect, the registered agent ceases to have responsibility for any matter tendered to it as agent for the represented entity. A resignation under this section does not affect any contractual rights the entity has against the agent or that the agent has against the entity. A registered agent may resign with respect to a represented entity whether or not the entity is in good standing. Section 16. A registered agent is an agent of the represented entity authorized to receive service of any process, notice, or demand required or permitted by law to be served on the entity. If an entity that previously filed a registered agent filing with the secretary of state no longer has a registered agent, or if its registered agent cannot with reasonable diligence be served, the entity may be served by registered or certified mail, return receipt requested, addressed to the governors of the entity by name at its principal office in accordance with any applicable judicial rules and procedures. The names of the governors and the address of the principal office may be as shown in the most recent annual report filed with the secretary of state. Service is perfected under this section at the earliest of: (1) The date the entity receives the mail; (2) The date shown on the return receipt, if signed on behalf of the entity; or (3) Five days after its deposit with the United States Postal Service, if correctly addressed and with sufficient postage. Section 17. If process, notice, or demand cannot be served on an entity pursuant to section 16 of this Act, service of process may be made by handing a copy to the manager, clerk, or other person in charge of any regular place of business or activity of the entity if the person served is not a plaintiff in the action. Section 18. Service of process, notice, or demand on a registered agent must be in the form of a written document, except that service may be made on a commercial registered agent in such other forms of a record, and subject to such requirements as the agent has stated from time to time in its listing under section 7 of this Act that it will accept. Section 19. Service of process, notice, or demand may be perfected by any other means prescribed by law other than this Act. Section 20. The only duties under this Act of a registered agent that has complied with this Act are: (1) To forward to the represented entity at the address most recently supplied to the agent by the entity any process, notice, or demand that is served on the agent; (2) To provide the notices required by this Act to the entity at the address most recently supplied to the agent by the entity; (3) If the agent is a noncommercial registered agent, to keep current the information required by section 6 of this Act in the most recent registered agent filing for the entity; and (4) If the agent is a commercial registered agent, to keep current the information listed for it under section 7 of this Act. Section 21. The appointment or maintenance in this state of a registered agent does not by itself create the basis for personal jurisdiction over the represented entity in this state. The address of the agent does not determine venue in an action or proceeding involving the entity. Section 22. In applying and construing this Act, consideration must be given to the need to promote consistency of the law with respect to its subject matter among states that enact it. Section 23. This Act modifies, limits, and supersedes the federal Electronic Signatures in Global and National Commerce Act, 15 U.S.C. Section 7001, et seq., but does not modify, limit, or supersede Section 101(c) of that act, 15 U.S.C. Section 7001(c), or authorize delivery of any of the notices described in Section 103(b) of that act, 15 U.S.C. Section 7003(b). Section 24. Each filing entity or qualified foreign entity, except a bank organized pursuant to § 51A-3-1.1 and a limited partnership organized pursuant to chapter 48-7, shall deliver to the Office of the Secretary of State for filing an annual report that sets forth: (1) The name of the filing entity or qualified foreign entity; (2) The jurisdiction under whose law it is formed; (3) The address of its principal office, wherever located; (4) The information required by section 6 of this Act; and (5) The names and business addresses of its governors except in the following two cases: (a) If a business corporation has eliminated its board of directors pursuant to § 47- 1A-732, the annual report shall set forth the names of the shareholders instead; and (b) If a limited liability company is member-managed, the names and business addresses of its governors need not be set forth. Information in the annual report must be current as of the date the annual report is executed on behalf of the filing entity or qualified foreign entity. Any other provisions of law notwithstanding the annual report may be executed by any authorized person. Section 25. The first annual report shall be delivered to the Office of the Secretary of State before the first day of the second month of the year following the year in which a filing entity or qualified foreign entity, except a bank organized pursuant to § 51A-3-1.1 and limited partnership organized pursuant to chapter 48-7, was authorized to transact business. The subsequent annual report shall be delivered to the Office of the Secretary of State by the same date each subsequent year. Section 26. If an annual report does not contain the information required by section 24 of this Act, the secretary of state shall promptly notify the filing entity or qualified foreign entity in writing and return the report to it for correction. If the report is corrected to contain the information required by section 24 of this Act and delivered to the Office of the Secretary of State within thirty days after the effective date of notice, it is deemed to be timely filed. Section 27. That § 47-1A-122 be amended to read as follows: 47-1A-122. The Office of the Secretary of State shall collect the following fees when the documents described in this section are delivered for filing: (1) Articles of incorporation, $125; (2) Application for use of indistinguishable name, $20; (3) Application for reserved name, $20; (4) Notice of transfer of reserved name, $10; (5) Application for registered name, $12; (6) Application for renewal of registered name, $10; (7) Corporation's statement of change of registered agent or registered office or both, $10 Repealed ; (8) Agent's statement of change of registered office for each affected corporation, $10 Repealed ; (9) Agent's statement of resignation, no charge Repealed ; (10) Articles of domestication, $125; (11) Articles of charter surrender, $125; (12) Articles of domestication and conversion, $125; (13) Articles of entity conversion, $125; (14) Amendment of articles of incorporation, $50; (15) Restatement of articles of incorporation, $50; (16) Articles of merger or share exchange, $50; (17) Articles of dissolution, $10; (18) Articles of revocation of dissolution, $10; (19) Certificate of administrative dissolution, no charge; (20) Application for reinstatement following administrative dissolution, plus any delinquent annual report filing fees for the period prior to the reinstatement application, $250; (21) Certificate of reinstatement, no charge; (22) Certificate of judicial dissolution, no charge; (23) Application for certificate of authority, $550; (24) Application for amended certificate of authority, $200; (25) Application for certificate of withdrawal, $10; (26) Application for transfer of authority, $20; (27) Certificate of revocation of authority to transact business, no charge; (28) Annual report, $30; (29) Articles of correction, $20; (30) Application for certificate of existence or authorization, $15; (31) Any other document required or permitted to be filed by this chapter, $20. The Office of the Secretary of State shall collect a fee of twenty-five dollars each time process is served on the Office of the Secretary of State under this chapter. The party to a proceeding causing service of process is entitled to recover this fee as costs if the party prevails in the proceeding. Section 28. That § 47-1A-125 be amended to read as follows: 47-1A-125. If a document delivered to the Office of the Secretary of State for filing satisfies the requirements of §§ 47-1A-120 to 47-1A-120.3, inclusive, the Office of the Secretary of State shall file it. The Office of the Secretary of State files a document by recording it as filed on the date and time of receipt. After filing a document, except as provided in §§ 47-1A-503, 47-1A- 1520, and 47-1A-1621.1 to 47-1A-1701, inclusive, the Office of the Secretary of State shall deliver to the domestic or foreign corporation or its representative a receipt with an acknowledgment of the date and time of filing. If the Office of the Secretary of State refuses to file a document, the Office of the Secretary of State shall return it to the domestic or foreign corporation or its representative within five days after the document was delivered, together with a brief, written explanation of the reason for the refusal. The Office of the Secretary of State's duty to file documents under this section is ministerial. The Office of the Secretary of State's filing or refusing to file a document does not: (1) Affect the validity or invalidity of the document in whole or part; (2) Relate to the correctness or incorrectness of information contained in the document; or (3) Create a presumption that the document is valid or invalid or that information contained in the document is correct or incorrect. Section 29. That § 47-1A-126 be amended to read as follows: 47-1A-126. If the Office of the Secretary of State refuses to file a document delivered to the Office of the Secretary of State for filing, the domestic or foreign corporation may appeal the refusal within thirty days after the return of the document to the circuit court of the county where the corporation's principal office is located in this state or, if none in this state, its registered office, is or will be located to the circuit court of Hughes County . The appeal is commenced by petitioning the court to compel filing the document and by attaching to the petition the document and the Office of the Secretary of State's explanation of the refusal to file. The court may summarily order the Office of the Secretary of State to file the document or take other action the court considers appropriate. The court's final decision may be appealed as in other civil proceedings. Section 30. That § 47-1A-141.3 be amended to read as follows: 47-1A-141.3. Written notice to a domestic or foreign corporation authorized to transact business in this state may be addressed to its registered agent at its registered office or to the corporation or its secretary at its principal office shown in its most recent annual report or, in the case of a foreign corporation that has not yet delivered an annual report, in its application for a certificate of authority. Section 31. That § 47-1A-202 be amended to read as follows: 47-1A-202. The articles of incorporation shall set forth: (1) A corporate name for the corporation that satisfies the requirements of §§ 47-1A-401 to 47-1A-401.3, inclusive; (2) The number of shares the corporation is authorized to issue; (3) The street address , or a statement that there is no street address, of its principal office; (4) The street address, or a statement that there is no street address, of the corporation's initial registered office, and the name of its initial registered agent at that office information required by section 6 of this Act ; and (5) The name and address of each incorporator. Section 32. That § § 47-1A-501 to 47-1A-504 , inclusive, be repealed. Section 33. That § 47-1A-703 be amended to read as follows: 47-1A-703. The circuit court of the county where a corporation's principal office is located in this state , or, if none in this state, its registered office, is located the circuit court of Hughes County, may summarily order a meeting to be held: (1) On application of any shareholder of the corporation entitled to participate in an annual meeting if an annual meeting was not held within the earlier of six months after the end of the corporation's fiscal year or fifteen months after its last annual meeting; or (2) On application of a shareholder who signed a demand for a special meeting valid under § 47-1A-702, if: (a) Notice of the special meeting was not given within thirty days after the date the demand was delivered to the corporation's secretary; or (b) The special meeting was not held in accordance with the notice. The court may fix the time and place of the meeting, determine the shares entitled to participate in the meeting, specify a record date for determining shareholders entitled to notice of and to vote at the meeting, prescribe the form and content of the meeting notice, fix the quorum required for specific matters to be considered at the meeting, or direct that the votes represented at the meeting constitute a quorum for action on those matters, and enter other orders necessary to accomplish the purposes of the meeting. Section 34. That § 47-1A-720 be amended to read as follows: 47-1A-720. After fixing a record date for a meeting, a corporation shall prepare an alphabetical list of the names of all its shareholders who are entitled to notice of a shareholders' meeting. The list shall be arranged by voting group, and within each voting group by class or series of shares, and show the address of and number of shares held by each shareholder. The shareholders' list shall be available for inspection by any shareholder, beginning two business days after notice of the meeting is given for which the list was prepared and continuing through the meeting, at the corporation's principal office or at a place identified in the meeting notice in the city where the meeting will be held. A shareholder, a shareholder's agent, or an attorney is entitled on written demand to inspect and, subject to the requirements of § 47-1A-1602.3, to copy the list, during regular business hours and at the person's expense, during the period it is available for inspection. The corporation shall make the shareholders' list available at the meeting, and any shareholder, shareholder's agent, or attorney is entitled to inspect the list at any time during the meeting or any adjournment. If the corporation refuses to allow any shareholder, or the shareholder's agent or attorney to inspect the shareholders' list before or at the meeting, or copy the list as permitted by this section, the circuit court of the county where a corporation's principal office is located , or, if none in this state, its registered office, is located the circuit court of Hughes County , on application of the shareholder, may summarily order the inspection or copying at the corporation's expense and may postpone the meeting for which the list was prepared until the inspection or copying is complete. Refusal or failure to prepare or make available the shareholders' list does not affect the validity of action taken at the meeting. Section 35. That § 47-1A-809 be amended to read as follows: 47-1A-809. The circuit court of the county where a corporation's principal office is located , or, if none in this state, its registered office, is located the circuit court of Hughes County, may remove a director of the corporation from office in a proceeding commenced by or in the right of the corporation if the court finds that (1) the director engaged in fraudulent conduct with respect to the corporation or its shareholders, grossly abused the position of director, or intentionally inflicted harm on the corporation; and (2) considering the director's course of conduct and the inadequacy of other available remedies, removal would be in the best interest of the corporation. A shareholder proceeding on behalf of the corporation under this section shall comply with all of the requirements of §§ 47-1A-740 to 47-1A-747, inclusive, except subdivision 47-1A- 741(1). The court, in addition to removing the director, may bar the director from reelection for a period prescribed by the court. Nothing in this section limits the equitable powers of the court to order other relief. Section 36. That § 47-1A-1005 be amended to read as follows: 47-1A-1005. Unless the articles of incorporation provide otherwise, a corporation's board of directors may adopt amendments to the corporation's articles of incorporation without shareholder approval: (1) To extend the duration of the corporation if it was incorporated at a time when limited duration was required by law; (2) To delete the names and addresses of the initial directors; (3) To delete the name and address of the initial registered agent or registered office, if a statement of change is on file with the Office of the Secretary of State change the information required by section 6 of this Act ; (4) If the corporation has only one class of shares outstanding: (a) To change each issued and unissued authorized share of the class into a greater number of whole shares of that class; or (b) To increase the number of authorized shares of the class to the extent necessary to permit the issuance of shares as a share dividend; (5) To change the corporate name by substituting the term, corporation, incorporated, company, limited, or the abbreviation, corp., inc., co., or ltd., for a similar word or abbreviation in the name, or by adding, deleting, or changing a geographical attribution for the name; (6) To reflect a reduction in authorized shares, as a result of the operation of § 47-1A- 631, when the corporation has acquired its own shares and the articles of incorporation prohibit the reissue of the acquired shares; (7) To delete a class of shares from the articles of incorporation, as a result of the operation of § 47-1A-631, when there are no remaining shares of the class because the corporation has acquired all shares of the class and the articles of incorporation prohibit the reissue of the acquired shares; or (8) To make any change expressly permitted by § 47-1A-602 or 47-1A-602.1 to be made without shareholder approval. Section 37. That § 47-1A-1107.3 be amended to read as follows: 47-1A-1107.3. Upon a merger becoming effective, a foreign corporation, or a foreign eligible entity, that is the survivor of the merger is deemed to: (1) Appoint the Office of the Secretary of State as its agent for Agree that service of process in a proceeding to enforce the rights of shareholders of each domestic corporation that is a party to the merger who exercise appraisal rights may be made in the manner provided in sections 16 to 19, inclusive, of this Act ; and (2) Agree that it will promptly pay the amount, if any, to which such shareholders are entitled under §§ 47-1A-1301 to 47-1A-1331.2, inclusive. Section 38. That § 47-1A-1330.1 be amended to read as follows: 47-1A-1330.1. The corporation shall commence the proceeding in the appropriate court of the county where the corporation's principal office is located , or, if none , its registered office, in this state is located , in Hughes County . If the corporation is a foreign corporation without a registered office in this state , it shall commence the proceeding in the county in this state where the principal office or registered office of the domestic corporation merged with the foreign corporation was located or, if the domestic corporation did not have its principal office in this state at the time of the transaction , in Hughes County . Section 39. That § 47-1A-1407 be amended to read as follows: 47-1A-1407. A dissolved corporation may also publish notice of its dissolution and request that persons with claims against the dissolved corporation present them in accordance with the notice. The notice must: (1) Be published one time in a newspaper of general circulation in the county where the dissolved corporation's principal office is or was located , or, if none in this state, its registered office, is or was last located in Hughes County ; (2) Describe the information that must be included in a claim and provide a mailing address where the claim may be sent; and (3) State that a claim against the dissolved corporation will be barred unless a proceeding to enforce the claim is commenced within three years after the publication of the notice. Section 40. That § 47-1A-1408 be amended to read as follows: 47-1A-1408. A dissolved corporation that has published a notice under §§ 47-1A-1407 to 47-1A-1407.2, inclusive, may file an application with the circuit court of the county where the dissolved corporation's principal office is located , or, if none in this state, its registered office, is located with the circuit court of Hughes County, for a determination of the amount and form of security to be provided for payment of claims that are contingent or have not been made known to the dissolved corporation or that are based on an event occurring after the effective date of dissolution but that, based on the facts known to the dissolved corporation, are reasonably estimated to arise after the effective date of dissolution. Provision need not be made for any claim that is or is reasonably anticipated to be barred under § 47-1A-1407.1. Within ten days after the filing of the application, notice of the proceeding shall be given by the dissolved corporation to each claimant holding a contingent claim whose contingent claim is shown on the records of the dissolved corporation. The court may appoint a guardian ad litem to represent all claimants whose identities are unknown in any proceeding brought under this section. The reasonable fees and expenses of such guardian, including all reasonable expert witness fees, shall be paid by the dissolved corporation. Section 41. That § 47-1A-1420 be amended to read as follows: 47-1A-1420. The Office of the Secretary of State may commence a proceeding under § 47- 1A-1421 to administratively dissolve a corporation if: (1) The corporation does not pay within sixty days after they are due any filing fees or penalties imposed by this chapter or other law; (2) The corporation does not deliver its annual report to the Office of the Secretary of State within sixty days after it is due; (3) The corporation is without a registered agent or registered office in this state for sixty days or more; (4) The corporation does not notify the Office of the Secretary of State within sixty days that its registered agent or registered office has been changed , or that its registered office agent has been discontinued resigned ; or (5) The corporation's period of duration stated in its articles of incorporation expires. Section 42. That § 47-1A-1421 be amended to read as follows: 47-1A-1421. If the Office of the Secretary of State determines that one or more grounds exist under § 47-1A-1420 for dissolving a corporation, the Office of the Secretary of State shall serve the corporation with written notice of that determination under § 47-1A-504 . If the corporation does not correct each ground for dissolution or demonstrate to the reasonable satisfaction of the Office of the Secretary of State that each ground determined by the Office of the Secretary of State does not exist within sixty days after service of the notice is perfected under § 47-1A-504 , the Office of the Secretary of State shall administratively dissolve the corporation by signing a certificate of dissolution that recites the ground or grounds for dissolution and its effective date. The Office of the Secretary of State shall file the original of the certificate and serve a copy on the corporation under § 47-1A-504 . A corporation administratively dissolved continues its corporate existence but may not carry on any business except that necessary to wind up and liquidate its business and affairs under §§ 47-1A-1405 and 47-1A-1405.1 and notify claimants under §§ 47-1A-1406 to 47-1A-1406.2, inclusive, and 47-1A-1407 to 47-1A-1407.2, inclusive. The administrative dissolution of a corporation does not terminate the authority of its registered agent. Section 43. That § 47-1A-1422 be amended to read as follows: 47-1A-1422. A corporation administratively dissolved under § 47-1A-1421 may apply to the Office of the Secretary of State for reinstatement any time after the effective date of dissolution. The application must: (1) Recite the name of the corporation and the effective date of its administrative dissolution; (2) State that the ground or grounds for dissolution either did not exist or have been eliminated; (3) State that the corporation's name satisfies the requirements of §§ 47-1A-401 to 47- 1A-401.3, inclusive; and (4) Contain a certificate from the Department of Revenue and Regulation in this state reciting that all taxes and fees administered and collected by the department which are owed by the corporation have been paid. If the Office of the Secretary of State determines that the application contains the information required by this section and that the information is correct, the Office of the Secretary of State shall cancel the certificate of dissolution and prepare a certificate of reinstatement that recites that determination and the effective date of reinstatement, file the original of the certificate, and serve a copy on the corporation under § 47-1A-504 . When the reinstatement is effective, it relates back to and takes effect as of the effective date of the administrative dissolution and the corporation resumes carrying on its business as if the administrative dissolution had never occurred. Section 44. That § 47-1A-1423 be amended to read as follows: 47-1A-1423. If the Office of the Secretary of State denies a corporation's application for reinstatement following administrative dissolution, the Office of the Secretary of State shall serve the corporation under § 47-1A-504 with a written notice that explains the reason or reasons for denial. The corporation may appeal the denial of reinstatement to the circuit court within thirty days after service of the notice of denial is perfected. The corporation appeals by petitioning the court to set aside the dissolution and attaching to the petition copies of the Office of the Secretary of State's certificate of dissolution, the corporation's application for reinstatement, and the Office of the Secretary of State's notice of denial. The court may summarily order the Office of the Secretary of State to reinstate the dissolved corporation or may take other action the court considers appropriate. The court's final decision may be appealed as in other civil proceedings. Section 45. That § 47-1A-1431 be amended to read as follows: 47-1A-1431. Venue for a proceeding by the attorney general to dissolve a corporation lies in Hughes County. Venue for a proceeding brought by any other party named in § 47-1A-1430 lies in the county where a corporation's principal office is or was last located , or, if none in this state, its registered office, is or was last located in Hughes County . Section 46. That § 47-1A-1503 be amended to read as follows: 47-1A-1503. A foreign corporation may apply for a certificate of authority to transact business in this state by delivering an application to the Office of the Secretary of State for filing. The application must set forth: (1) The name of the foreign corporation or, if its name is unavailable for use in this state, a corporate name that satisfies the requirements of §§ 47-1A-1506 to 47-1A-1506.4, inclusive; (2) The name of the state or country under whose law it is incorporated; (3) Its date of incorporation and period of duration; (4) The street address , or a statement that there is no street address, of its principal office; (5) The address of its registered office in this state and the name of its registered agent at that office information required by section 6 of this Act ; and (6) The names and usual business addresses of its current directors and officers. The foreign corporation shall deliver with the completed application a certificate of existence, or a document of similar import, duly authenticated by the secretary of state or other official having custody of corporate records in the state or country under whose law it is incorporated. Section 47. That § 47-1A-1504 be amended to read as follows: 47-1A-1504. A foreign corporation authorized to transact business in this state must obtain an amended certificate of authority from the Office of the Secretary of State if it changes: (1) Its corporate name; (2) The period of its duration; or (3) The state or country of its incorporation ; or (4) Any of the information required by section 6 of this Act . The requirements of § 47-1A-1503 for obtaining an original certificate of authority apply to obtaining an amended certificate under this section. Section 48. That § § 47-1A-1507 to 47-1A-1510 , inclusive, be repealed. Section 49. That § 47-1A-1530 be amended to read as follows: 47-1A-1530. The Office of the Secretary of State may commence a proceeding under §§ 47- 1A-1531 and 47-1A-1531.1 to revoke the certificate of authority of a foreign corporation authorized to transact business in this state if: (1) The foreign corporation does not deliver its annual report to the Office of the Secretary of State within sixty days after it is due; (2) The foreign corporation does not pay within sixty days after they are due any franchise taxes or penalties imposed by this chapter or other law; (3) The foreign corporation is without a registered agent or registered office in this state for sixty days or more; (4) The foreign corporation does not inform the secretary of state under § 47-1A-1508 or 47-1A-1509 by an appropriate filing that its registered agent or registered office has changed , or that its registered agent has resigned , or that its registered office has been discontinued within sixty days of the change , or resignation , or discontinuance ; (5) An incorporator, director, officer, or agent of the foreign corporation signed a document knowing it was false in any material respect with intent that the document be delivered to the Office of the Secretary of State for filing; (6) The Office of the Secretary of State receives a duly authenticated certificate from the Office of the Secretary of State or other official having custody of corporate records in the state or country under whose law the foreign corporation is incorporated stating that it has been dissolved or disappeared as the result of a merger. Section 50. That § 47-1A-1604 be amended to read as follows: 47-1A-1604. If a corporation does not allow a shareholder who complies with § 47-1A-1602 to inspect and copy any records required by that section to be available for inspection, the circuit court of the county where the corporation's principal office is located , or, if none in this state, its registered office, is located the circuit court of Hughes County, may summarily order inspection and copying of the records demanded at the corporation's expense upon application of the shareholder. Section 51. That § 47-1A-1604.1 be amended to read as follows: 47-1A-1604.1. If a corporation does not within a reasonable time allow a shareholder to inspect and copy any other record, the shareholder who complies with §§ 47-1A-1602.1 and 47- 1A-1602.2 may apply to the circuit court in the county where the corporation's principal office is located , or, if none in this state, its registered office, is located the circuit court of Hughes County, for an order to permit inspection and copying of the records demanded. The court shall dispose of an application under this section on an expedited basis. Section 52. That § 47-1A-1605.1 be amended to read as follows: 47-1A-1605.1. The circuit court of the county where the corporation's principal office is located , or , if none in this state, its registered office, is located the circuit court of Hughes County, may order inspection and copying of the books, records, and documents at the corporation's expense, upon application of a director who has been refused such inspection rights, unless the corporation establishes that the director is not entitled to such inspection rights. The court shall dispose of an application under this section on an expedited basis. Section 53. That § § 47-1A-1621 to 47-1A-1621.3 , inclusive, be repealed. Section 54. That § 47-9A-16 be amended to read as follows: 47-9A-16. Every corporation engaged in farming or proposing to commence farming in this state shall file with the secretary of state a report containing: (1) The name of the corporation and its place of incorporation; information required by section 6 of this Act; and (2) The address of the registered office of the corporation in this state, the name and address of its registered agent in this state and, in the case of a foreign corporation, the address of its principal office in its place of incorporation; (3) The acreage and location listed by section, township , and county of each lot or parcel of land in this state that is owned or leased by the corporation and used for the growing of crops or the keeping or feeding of poultry or livestock ; and (4) The names and addresses of the officers and the members of the board of directors of the corporation . Section 55. That § 47-15-4 be amended to read as follows: 47-15-4. The articles of incorporation shall set forth that they are executed pursuant to the provisions of this chapter and shall state: (1) The name of the cooperative; (2) The period of existence, unless perpetual; (3) The purposes for which organized. It is sufficient to state that the cooperative may engage in any activity within the purposes for which cooperatives may be organized, and all such activities shall then be deemed within its purposes, subject to express limitations; (4) Whether the cooperative is organized with or without capital stock; (5) The designation of classes of members, if more than one; (6) The number and par value of shares of each authorized class of stock; if more than one class is authorized, the designation, preferences, limitations, and relative rights of each class shall also be set forth; (7) Which classes of stock are membership stock; (8) As to each class of stock, the rate of dividend, or that the rate of dividend may be fixed by the board, or that no dividend will be paid; (9) Any reservation of a right to acquire or recall any stock; (10) The basis of distribution of assets in the event of liquidation; (11) The municipality in this state in which the cooperative's principal office is to be located and the street address, or a statement that there is no street address, of its registered office, the name of its initial registered agent at that address, and his written consent to the appointment information required by section 6 of this Act ; (12) The number of directors, or that the number of directors shall be as stated in the bylaws; (13) The name and address of each incorporator; and (14) The names and addresses of at least three incorporators who will act as the temporary board and will serve until the first annual meeting of members or stockholders. Section 56. That § § 47-15-18.1 and 47-15-21 to 47-15-26 , inclusive, be repealed. Section 57. That § 47-18-16.1 be repealed. Section 58. That § 47-18-16.3 be amended to read as follows: 47-18-16.3. The secretary of state may commence a proceeding under § 47-18-16.4 to administratively dissolve a cooperative if: (1) The cooperative does not pay within sixty days after they are due any fees or penalties imposed by chapters 47-15 to 47-20, inclusive, or other law; (2) The cooperative does not deliver its annual report to the secretary of state within sixty days after it is due as outlined in § 47-20-7 ; (3) The cooperative is without a registered agent or registered office in this state for sixty days or more; (4) The cooperative does not notify the secretary of state within sixty days that its registered agent or registered office has been changed , or that its registered agent has resigned , or that its registered office has been discontinued ; or (5) The cooperative's period of duration stated in its articles of incorporation expires. Section 59. That § 47-19-2 be amended to read as follows: 47-19-2. In order to procure the certificate required by § 47-19-1, a foreign cooperative shall make application therefor to the secretary of state, which application shall set forth: (1) The name of the cooperative and the state or country under whose laws it is incorporated; (2) The date of incorporation and the period of duration of the cooperative; (3) The street address , or a statement that there is no street address, of the principal office of the cooperative in the state or country under the laws of which it is incorporated; (4) The street address, or a statement that there is no street address, of the proposed registered office of the cooperative in this state, the name of its proposed registered agent in this state at such address and his written consent to the appointment information required by section 6 of this Act ; (5) The purpose or purposes of the cooperative which it proposes to pursue in the transaction of business in this state; (6) The names and respective addresses of the directors and officers of the cooperative; (7) A statement of its aggregate number of members, and of the number of members by classes, if any; (8) A statement of the aggregate number of authorized and issued capital stock itemized by classes, par value of stock, stock without par value, and series, if any, within a class; and (9) Such additional information as may be necessary in order to enable the secretary of state to determine whether such cooperative is entitled to a certificate of authority to transact business in this state and to determine and assess fees payable. Such application shall be made on forms prescribed and furnished by the secretary of state and an original and one exact or conforming copy shall be executed by the chairman of the board of directors, by its president or by another officer and acknowledged by one of the officers signing the application. Section 60. That § § 47-20-5 , 47-20-6, and 47-20-8 to 47-20-9 , inclusive, be repealed. Section 61. That § 47-20-7 be amended to read as follows: 47-20-7. The annual report required by § 47-20-5 shall be delivered to the secretary of state before the first day of the second month following the anniversary month of the corporation, of each year following incorporation pursuant to sections 24 to 26, inclusive, of this Act . A fee of thirty dollars shall be paid to the secretary of state for filing the report. If the report does not conform to requirements, it shall be returned to the cooperative for necessary corrections. The penalties for failure to file the report do not apply if it is corrected and returned within thirty days after receipt thereof. Section 62. That § 47-22-6 be amended to read as follows: 47-22-6. The articles of incorporation shall set forth: (1) The name of the corporation; (2) The period of duration, which may be perpetual; (3) The purpose or purposes for which the corporation is organized; (4) If the corporation is to have no members, a statement to that effect; (5) If the corporation is to have one or more classes of members, any provision which the incorporators elect to set forth in the articles of incorporation designating the class or classes of members and stating the qualifications and rights of the members of each class; (6) If the directors or any of them are not to be elected or appointed by one or more classes of members, a statement of the manner in which such directors shall be elected or appointed; (7) Any provisions, not inconsistent with law, which the incorporators elect to set forth in the articles of incorporation for the regulation of the internal affairs of the corporation, including any provision for distribution of assets on dissolution or final liquidation; (8) The street address, or a statement that there is no street address, of its initial registered office, and the name of its initial registered agent at such address and the registered agent's written consent to the appointment. Such consent may be given by electronic signature pursuant to chapter 53-12 information required by section 6 of this Act ; (9) The number of directors constituting the initial board of directors, and the names and addresses of the persons who are to serve as the initial directors; and (10) The name and address of each incorporator. It is not necessary to set forth in the articles of incorporation any of the corporate powers enumerated in chapters 47-22 to 47-28, inclusive. Section 63. That § § 47-22-42 to 47-22-51 , inclusive, be repealed. Section 64. That § 47-24-6 be amended to read as follows: 47-24-6. Any domestic nonprofit corporation authorized to engage in business in this state shall file , within the time prescribed by §§ 47-24-7 to 47-24-9, inclusive, a report setting forth: (1) The name of the corporation; (2) The street address, or a statement that there is no street address, of the registered office of the corporation in this state and the name of its registered agent at such address; (3) A brief statement of the nature of the affairs which the corporation is conducting; (4) The amount of property which the corporation may hold and the amount of property held; and (5) The names and respective addresses of the directors and officers of the corporation. The report shall be made on forms prescribed and furnished by the secretary of state and the information therein contained shall be given as of the date of the execution of the report. It shall be executed for the corporation by the chair of the board of directors, by its president, or by another of its officers. If the corporation is in the hands of a receiver, trustee, or other court-appointed fiduciary, the report shall be executed on behalf of the corporation by that fiduciary pursuant to sections 24 to 26, inclusive, of this Act . Section 65. That § 47-24-7 and § § 47-24-9 to 47-24-12 , inclusive, be repealed. Section 66. That § 47-24-13.1 be amended to read as follows: 47-24-13.1. The secretary of state may commence a proceeding under § 47-24-13.2 to administratively dissolve a corporation if: (1) The corporation does not pay within sixty days after they are due any fees or penalties imposed by chapters 47-22 to 47-28, inclusive, or other law; (2) The corporation fails to file any two successive reports required under § 47-24-9 does not deliver its annual report to the secretary of state within sixty days after it is due ; (3) The corporation is without a registered agent or registered office in this state for sixty days or more; (4) The corporation does not notify the secretary of state within sixty days that its registered agent or registered office has been changed , or that its registered agent has resigned , or that its registered office has been discontinued ; or (5) The corporation's period of duration stated in its articles of incorporation expires. Section 67. That § 47-26-17 be repealed. Section 68. That § 47-27-1 be amended to read as follows: 47-27-1. Any foreign corporation, in order to procure a certificate of authority to engage in business in this state, shall make application to the secretary of state, which application shall set forth: (1) The name of the corporation and the state or country under the laws of which it is incorporated; (2) The date of incorporation and the period of duration of the corporation; (3) The street address of the principal office of the corporation in the state or country under whose laws it is incorporated; (4) The street address, or a statement that there is no street address, of the proposed registered office of the corporation in this state, and the name of its proposed registered agent in this state at such address and the registered agent's written consent to the appointment. Such consent may be given by electronic signature pursuant to chapter 53-12 information required by section 6 of this Act ; (5) The purpose or purposes of the corporation in engaging in business in this state; (6) The names and respective addresses of the directors and officers of the corporation; and (7) Such additional information as may be necessary in order to enable the secretary of state to determine whether such corporation is entitled to a certificate of authority to engage in business in this state. An original and one exact or conforming copy of the application shall be made on forms prescribed and furnished by the secretary of state and shall be executed and acknowledged by the chair of the board of directors, by the corporation's president, or by another of the corporation's officers. Section 69. That § 47-27-18 be amended to read as follows: 47-27-18. Any foreign corporation authorized to engage in business in this state, shall file , within the time prescribed by this chapter, an annual report setting forth: (1) The name of the corporation and the state or country under whose laws it is incorporated; (2) The street address, or a statement that there is no street address, of the registered office of the corporation in this state and the name of its registered agent at such address and the address of its principal office in the state or country under whose laws it is incorporated; (3) A brief statement of the character of the affairs which the corporation is conducting in this state; and (4) The names and respective addresses of the directors and officers of the corporation. The annual report shall be made on forms prescribed and furnished by the secretary of state and the information therein contained shall be given as of the date of the execution of the report. It shall be executed by the chair of the board, by the corporation's president or another of the corporation's officers or, if the corporation is in the hands of a receiver, trustee, or other court-appointed fiduciary, it shall be executed on behalf of the corporation by that fiduciary pursuant to sections 24 to 26, inclusive, of this Act . Section 70. That § § 47-27-19 to 47-27-28 , inclusive, 47-27-30 , and 47-27-31 be repealed. Section 71. That § 47-27-35 be amended to read as follows: 47-27-35. The certificate of authority of a foreign corporation to do or engage in any business in this state may be revoked by the secretary of state upon the conditions prescribed in § 47-27-36 when: (1) The corporation has failed to file its annual report within the time required by this chapter, or has failed to pay any fees or penalties prescribed by this chapter or chapter 47-28 when they have become due and payable; or (2) The corporation has failed to appoint and maintain a registered agent in this state as required by this chapter ; or (3) The corporation has failed, after change of its registered agent, to file in the Office of the Secretary of State a statement of such change as required by this chapter ; or (4) The corporation has failed to file in the Office of the Secretary of State any amendment to its articles of incorporation or any articles of merger within the time prescribed by this chapter; or (5) A misrepresentation has been made of any material matter in any application, report, affidavit, or other document submitted by such corporation pursuant to chapters 47- 22 to 47-28, inclusive. Section 72. That § 47-28-6 be amended to read as follows: 47-28-6. The secretary of state shall charge and collect for: (1) Filing articles of incorporation and issuing a certificate of incorporation, twenty-five dollars; (2) Filing articles of amendment and issuing a certificate of amendment, ten dollars; (3) Filing articles of merger or consolidation and issuing a certificate of merger or consolidation, ten dollars; (4) Filing a statement of change of address of registered office or change of registered agent, or both, five dollars Repealed ; (5) Filing articles of dissolution, five dollars; (6) Filing an application of a foreign corporation for a certificate of authority to conduct affairs in this state and issuing a certificate of authority, one hundred dollars; (7) Filing an application of a foreign corporation for an amended certificate of authority to conduct affairs in this state and issuing an amended certificate of authority, twenty dollars; (8) Filing an application for withdrawal of a foreign corporation and issuing a certificate of withdrawal, five dollars; (9) Filing any other statement or report, including an annual report, of a foreign corporation, ten dollars; (10) Filing an annual report of a domestic nonprofit corporation under chapter 47-24, ten dollars; and (11) Filing a petition for reinstatement and issuing a certificate of reinstatement, twenty-five dollars. Section 73. That § 47-28-10 be repealed. Section 74. That § § 47-34A-108 to 47-34A-111 , inclusive, be repealed. Section 75. That § 47-34A-203 be amended to read as follows: 47-34A-203. (a) Articles of organization of a limited liability company must set forth: (1) The name of the company; (2) The address of the initial designated office; (3) The name and street address of the initial agent for service of process and the agent's written consent to the appointment information required by section 6 of this Act ; (4) The name and address of each organizer; (5) The duration of the company if other than perpetual; (6) Whether the company is to be manager-managed, and, if so, the name and address for each initial manager; and (7) Whether one or more of the members of the company are to be liable for its debts and obligations under § 47-34A-303(c). (b) Articles of organization of a limited liability company may set forth: (1) Provisions permitted to be set forth in an operating agreement; or (2) Other matters not inconsistent with law. (c) Articles of organization of a limited liability company may not vary the nonwaivable provisions of § 47-34A-103(b). As to all other matters, if any provision of an operating agreement is inconsistent with the articles of organization: (1) The operating agreement controls as to managers, members, and members' transferees; and (2) The articles of organization control as to persons, other than managers, members and their transferees, who reasonably rely on the articles to their detriment. Section 76. That § 47-34A-211 be amended to read as follows: 47-34A-211. (a) A limited liability company, and a foreign limited liability company authorized to transact business in this state, except a bank organized pursuant to § 51A-3-1.1, shall deliver to the secretary of state for filing an annual report that sets forth: (1) The name of the company and the state or country under whose law it is organized; (2) The address of its registered office and the name and address of its registered agent for service of process in this state; (3) The address of its principal office; (4) The names and business addresses of any managers. (5) Deleted by SL 2005, ch 241, § 2. (b) Information in an annual report must be current as of the date the annual report is signed on behalf of the limited liability company. (c) The first annual report shall be delivered to the secretary of state before the first day of the second month of the year following the year in which a limited liability company was organized or a foreign company was authorized to transact business. The subsequent annual report shall be delivered to the secretary of state by the same date each subsequent year. (d) If an annual report does not contain the information required in subsection (a) or the fees required by § 47-34A-212, the secretary of state shall promptly notify the reporting limited liability company or foreign limited liability company and return the report to it for correction. If the report is corrected to contain the information required in subsection (a) or the fees required by § 47-34A-212 and delivered to the secretary of state within thirty days after the effective date of the notice, it is timely filed pursuant to sections 24 to 26, inclusive, of this Act . Section 77. That § 47-34A-808 be amended to read as follows: 47-34A-808. (a) A dissolved limited liability company may publish notice of its dissolution and request persons having claims against the company to present them in accordance with the notice. (b) The notice must: (1) Be published at least once in a newspaper of general circulation in the county in which the dissolved limited liability company's principal office is or was located or, if none in this state, in which its registered office is or was last located Hughes County ; (2) Describe the information required to be contained in a claim and provide a mailing address where the claim is to be sent; and (3) State that a claim against the limited liability company is barred unless a proceeding to enforce the claim is commenced within five years after publication of the notice. (c) If a dissolved limited liability company publishes a notice in accordance with subsection (b), the claim of each of the following claimants is barred unless the claimant commences a proceeding to enforce the claim against the dissolved company within five years after the publication date of the notice: (1) A claimant who did not receive written notice under § 47-34A-807; (2) A claimant whose claim was timely sent to the dissolved company but not acted on; and (3) A claimant whose claim is contingent or based on an event occurring after the effective date of dissolution. (d) A claim not barred under this section may be enforced: (1) Against the dissolved limited liability company, to the extent of its undistributed assets; or (2) If the assets have been distributed in liquidation, against a member of the dissolved company to the extent of the member's proportionate share of the claim or the company's assets distributed to the member in liquidation, whichever is less, but a member's total liability for all claims under this section may not exceed the total amount of assets distributed to the member. Section 78. That § 47-34A-906 be amended to read as follows: 47-34A-906. (a) When a merger takes effect: (1) The separate existence of each limited liability company and other entity that is a party to the merger, other than the surviving entity, terminates; (2) All property owned by each of the limited liability companies and other entities that are party to the merger vests in the surviving entity; (3) All debts, liabilities, and other obligations of each limited liability company and other entity that is party to the merger become the obligations of the surviving entity; (4) An action or proceeding pending by or against a limited liability company or other party to a merger may be continued as if the merger had not occurred or the surviving entity may be substituted as a party to the action or proceeding; and (5) Except as prohibited by other law, all the rights, privileges, immunities, powers, and purposes of every limited liability company and other entity that is a party to a merger vest in the surviving entity. (b) The secretary of state is an agent for service of process in an action or proceeding against the surviving foreign entity to enforce an obligation of any party to a merger if If the surviving foreign entity fails to appoint or maintain a registered agent designated for service of process in this state or the agent for service of process cannot with reasonable diligence be found at the registered office. Upon receipt of process, the secretary of state shall send a copy of the process by registered or certified mail, return receipt requested, to the surviving entity at the address set forth in the articles of merger. Service is effected under this subsection at the earliest of: (1) The date the company receives the process, notice, or demand; (2) The date shown on the return receipt, if signed on behalf of the company; or (3) Five days after its deposit in the mail, if mailed postpaid and correctly addressed , service of process may be made on the foreign entity as provided in section 16 of this Act . (c) A member of the surviving limited liability company is liable for all obligations of a party to the merger for which the member was personally liable before the merger. (d) Unless otherwise agreed, a merger of a limited liability company that is not the surviving entity in the merger does not require the limited liability company to wind up its business under this chapter or pay its liabilities and distribute its assets pursuant to this chapter. (e) Articles of merger serve as articles of dissolution for a limited liability company that is not the surviving entity in the merger. Section 79. That § 47-34A-1002 be amended to read as follows: 47-34A-1002. (a) A foreign limited liability company may apply for a certificate of authority to transact business in this state by delivering an application to the secretary of state for filing. The application must set forth: (1) The name of the foreign company or, if its name is unavailable for use in this state, a name that satisfies the requirements of § 47-34A-1005; (2) The name of the state or country under whose law it is organized; (3) The street address of its principal office; (4) The address of its initial designated office in this state Repealed ; (5) The name and street address of its initial agent for service of process in this state information required by section 6 of this Act ; (6) Whether the duration of the company is for a specified term and, if so, the period specified; (7) Whether the company is manager-managed, and, if so, the name and address of each initial manager; and (8) Whether the members of the company are to be liable for its debts and obligations under a provision similar to § 47-34A-303(c). (b) A foreign limited liability company shall deliver with the completed application a certificate of existence or a record of similar import authenticated by the secretary of state or other official having custody of company records in the state or country under whose law it is organized together with the annual report required by § 47-34A-211, the fees required by § 47- 34A-212, and all other fees. Section 80. That § 47-34A-1006 be amended to read as follows: 47-34A-1006. (a) A certificate of authority of a foreign limited liability company to transact business in this state may be revoked by the secretary of state in the manner provided in subsection (b) if: (1) The company fails to: (i) Pay any fees, taxes, and penalties owed to this state; (ii) Deliver its annual report required under § 47-34A-211 to the secretary of state within sixty days after it is due; (iii) Appoint and maintain an agent for service of process as required by this article section 6 of this Act ; or (iv) File a statement of a change in the name or business address of the agent as required by this article section 11 of this Act ; or (2) A misrepresentation has been made of any material matter in any application, report, affidavit, or other record submitted by the company pursuant to this article. (b) The secretary of state may not revoke a certificate of authority of a foreign limited liability company unless the secretary of state sends the company notice of the revocation, at least sixty days before its effective date, by a record addressed to its registered agent for service of process in this state, or if the company fails to appoint and maintain a proper agent in this state, addressed to the registered office required to be maintained by § 47-34A-108 served in accordance with sections 16 to 19, inclusive, of this Act . The notice must specify the cause for the revocation of the certificate of authority. The authority of the company to transact business in this state ceases on the effective date of the revocation unless the foreign limited liability company cures the failure before that date. Section 81. That § 48-7-104 be amended to read as follows: 48-7-104. Each limited partnership shall continuously maintain in this state: (1) An office, which may but need not be a place of its business in this state, at which shall be kept the records required by § 48-7-105 to be maintained; and (2) An agent for service of process on the limited partnership , which agent must be an individual resident of this state, a domestic corporation, a foreign corporation authorized to do business in this state or a domestic limited liability company, or a domestic limited liability partnership whose business office is identical with the registered office that meets the requirements of sections 1 to 23, inclusive, of this Act . Section 82. That § 48-7-201 be amended to read as follows: 48-7-201. In order to form a limited partnership, a certificate of limited partnership shall be executed and filed in the Office of the Secretary of State. The certificate shall set forth: (1) The name of the limited partnership; (2) The street address, or a statement that there is no street address, of the office and the name and street address, or a statement that there is no street address, and the written consent, of the agent for service of process required to be maintained by § 48-7-104 information required by section 6 of this Act ; (3) The name and the business address of each general partner; (4) The latest date upon which the limited partnership is to dissolve; and (5) Any other matters the general partners determine to include therein. A limited partnership is formed at the time of the filing of the certificate of limited partnership in the Office of the Secretary of State or at any later time specified in the certificate of limited partnership if, in either case, there has been substantial compliance with the requirements of this section. Section 83. That § 48-7-902 be amended to read as follows: 48-7-902. Before transacting business in this state, a foreign limited partnership shall register with the secretary of state. In order to register, a foreign limited partnership shall submit to the secretary of state an original application for registration as a foreign limited partnership and one exact or conforming copy thereof, signed and sworn to by a general partner and setting forth: (1) The name of the foreign limited partnership and, if different, the name under which it proposes to register and transact business in this state; (2) The state and date of its formation; (3) The name and street address, or a statement that there is no street address, of any agent for service of process on the foreign limited partnership whom the foreign limited partnership elects to appoint. The agent shall be an individual resident of this state, a domestic corporation, or a foreign corporation having a place of business in, and authorized to do business in, this state information required by section 6 of this Act ; (4) A statement that the secretary of state is appointed the agent of the foreign limited partnership for service of process if no agent has been appointed under subdivision (3) of this section or, if appointed, the agent's authority has been revoked or if the agent cannot be found or served with the exercise of reasonable diligence Repealed ; (5) The street address , or a statement that there is no street address, of the office required to be maintained in the state of its organization by the laws of that state or, if not so required, of the principal office of the foreign limited partnership; (6) The name and business address of each general partner; and (7) The street address, or a statement that there is no street address, of the office at which is kept a list of the names and addresses of the limited partners and their capital contributions, together with an undertaking by the foreign limited partnership to keep those records until the foreign limited partnership's registration in this state is cancelled or withdrawn. Section 84. That § 48-7-906 be amended to read as follows: 48-7-906. A foreign limited partnership may cancel its registration by filing with the secretary of state a certificate of cancellation signed and sworn to by a general partner. A cancellation does not terminate the authority of the secretary of state to accept service of process on the foreign limited partnership with respect to claims for relief or causes of action arising out of the transactions of business in this state. Service of process is perfected on a foreign limited partnership that has filed a cancellation in the manner outlined in sections 16 to 19, inclusive, of this Act. Section 85. That § 48-7A-1001 be amended to read as follows: 48-7A-1001. (a) A partnership may become a limited liability partnership pursuant to this section. (b) The terms and conditions on which a partnership becomes a limited liability partnership must be approved by the vote necessary to amend the partnership agreement except, in the case of a partnership agreement that expressly considers obligations to contribute to the partnership, the vote necessary to amend those provisions. (c) After the approval required by subsection (b), a partnership may become a limited liability partnership by filing a statement of qualification in the Office of the Secretary of State. The statement must contain: (1) The name of the partnership; (2) The street address of the partnership's chief executive office and, if different, the street address of an office in this state, if any; (3) If the partnership does not have an office in this state, the name and street address of the partnership's agent for service of process and the agent's written consent to the appointment information required by section 6 of this Act ; (4) A statement that the partnership elects to be a limited liability partnership; and (5) A deferred effective date, if any. (d) The agent of a limited liability partnership for service of process must be an individual who is a resident of this state or other person authorized to do business in this state, or a domestic limited liability company or domestic limited liability partnership whose business office is identical with the registered office. (1) Any registered agent of a limited liability partnership may resign upon written notice to the limited liability partnership. The registered agent shall file a copy of the resignation with the secretary of state; (2) Upon an agent's resignation, the secretary of state is appointed the agent of the limited liability partnership for service of process until a new agent is appointed; (3) A limited liability partnership may change its registered agent upon filing in the Office of the Secretary of State a statement setting forth: (a) The name of the limited liability partnership; (b) The name of its registered agent; (c) The name of its successor registered agent and the new agent's written consent to the appointment; (d) That the address of its registered office and the address of the business office of its registered agent, as changed, will be identical Repealed . (e) The status of a partnership as a limited liability partnership is effective on the later of the filing of the statement or a date specified in the statement. The status remains effective, regardless of changes in the partnership, until it is canceled pursuant to subsection 48-7A-105(d) or revoked pursuant to § 48-7A-1003. (f) The status of a partnership as a limited liability partnership and the liability of its partners is not affected by errors or later changes in the information required to be contained in the statement of qualification under subsection (c). (g) The filing of a statement of qualification under this Act or, before July 1, 2001, registering as a registered limited liability partnership under prior law establishes that a partnership has satisfied all conditions precedent to the qualification of the partnership as a limited liability partnership. (h) An amendment or cancellation of a statement of qualification is effective when it is filed or on a deferred effective date specified in the amendment or cancellation. Section 86. That § 48-7A-1003 be amended to read as follows: 48-7A-1003. (a) A limited liability partnership, and a foreign limited liability partnership authorized to transact business in this state, shall file an annual report in the Office of the Secretary of State which contains: (1) The name of the limited liability partnership and the state or other jurisdiction under whose laws the foreign limited liability partnership is formed; (2) The street address of the partnership's chief executive office and, if different, the street address of an office of the partnership in this state, if any; and (3) If the partnership does not have an office in this state, the name and street address of the partnership's current agent for service of process pursuant to sections 24 to 26, inclusive, of this Act . (b) An annual report must be filed with the secretary of state by the date specified by the secretary of state in each year following the calendar year in which a partnership files a statement of qualification or a foreign partnership becomes authorized to transact business in this state Repealed . (c) The secretary of state may revoke the statement of qualification of a partnership that fails to file an annual report when due or pay the required filing fee. To do so, the secretary of state shall provide the partnership at least sixty days' written notice of intent to revoke the statement. The notice must be mailed to the partnership at its chief executive office set forth in the last filed statement of qualification or annual report. The notice must specify the annual report that has not been filed, the fee that has not been paid, and the effective date of the revocation. The revocation is not effective if the annual report is filed and the fee is paid before the effective date of the revocation. (d) A revocation under subsection (c) only affects a partnership's status as a limited liability partnership and is not an event of dissolution of the partnership. (e) A partnership whose statement of qualification has been revoked may apply to the secretary of state for reinstatement within two years after the effective date of the revocation. The applicant shall submit with the application the filing fee of one hundred dollars, plus any delinquent annual reports and fees for the period prior to the reinstatement application. The application must state: (1) The name of the partnership and the effective date of the revocation; and (2) That the ground for revocation either did not exist or has been corrected. (f) A reinstatement under subsection (e) relates back to and takes effect as of the effective date of the revocation, and the partnership's status as a limited liability partnership continues as if the revocation had never occurred. Section 87. That § 48-7A-1102 be amended to read as follows: 48-7A-1102. (a) Before transacting business in this state, a foreign limited liability partnership must file a statement of foreign qualification in the Office of the Secretary of State. The statement must contain: (1) The name of the foreign limited liability partnership which satisfies the requirements of the state or other jurisdiction under whose law it is formed and ends with \"Registered Limited Liability Partnership,\" \"Limited Liability Partnership,\" \"R.L.L.P.,\" \"L.L.P.,\" \"RLLP,\" or \"LLP\"; (2) The street address of the partnership's chief executive office and, if different, the street address of an office of the partnership in this state, if any ; (3) If there is no office of the partnership in this state, the name and street address of the partnership's agent for service of process The information required by section 6 of this Act ; and (4) A deferred effective date, if any. (b) The agent of a foreign limited liability company for service of process must be an individual who is a resident of this state or other person authorized to do business in this state Repealed . (c) The status of a partnership as a foreign limited liability partnership is effective on the later of the filing of the statement of foreign qualification or a date specified in the statement. The status remains effective, regardless of changes in the partnership, until it is canceled pursuant to subsection 48-7A-105(d) or revoked pursuant to § 48-7A-1003. (d) An amendment or cancellation of a statement of foreign qualification is effective when it is filed or on a deferred effective date specified in the amendment or cancellation. Section 88. That § 47-34A-1206 be amended to read as follows: 47-34A-1206. The secretary of state may charge the following fees: (a) For amending or restating the articles of organization in the case of a domestic limited liability company, a filing fee of fifty dollars. For amending the registration in the case of a foreign limited liability company, a filing fee of five hundred fifty dollars; (b) For filing articles of termination, ten dollars; (c) For filing articles of merger, fifty dollars; (d) For filing a statement of dissociation, ten dollars; (e) For filing an application to reserve a name, twenty dollars; (f) For issuing a certificate of existence, fifteen dollars; (g) For filing an application for registration of name, one dollar for each month, or fraction thereof, between the date of filing such application and December thirty-first of the calendar year in which such application is filed; (h) For filing an annual renewal of registration, a limited liability company which has in effect a registration of its name, may renew such registration from year to year by annually filing an application for renewal setting forth the facts required to be set forth in an original application for registration and a certificate of good standing as required for the original registration and by paying a fee of ten dollars. A renewal application may be filed between the first day of October and the thirty-first day of December in each year and shall extend the registration for the following year; (i) For acting as agent for service of process the secretary of state shall charge and collect at the time of such service twenty-five dollars which may be recoverable as taxable costs by the party to the suit or action causing the service to be made if the party prevails in the suit or action. Each limited liability company, domestic or foreign, that fails or refused to file its annual report for any year within the time prescribed is subject to a penalty of fifty dollars to be assessed by the secretary of state. Section 89. This Act does not affect an action or proceeding commenced or right accrued before July 1, 2008."}, {"bill_id": 4604, "bill_version_id": 1946, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "2008-01-28T09:12:16.107-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the Model Registered Agents Act. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. This Act may be cited as the Model Registered Agents Act. Section 2. Terms used in this Act mean: (1) \"Commercial registered agent,\" an individual or a domestic or foreign entity listed under section 7 of this Act; (2) \"Domestic entity,\" an entity whose internal affairs are governed by the law of this state; (3) \"Entity,\" a person that has a separate legal existence or has the power to acquire an interest in real property in its own name other than: (a) An individual; (b) A testamentary, inter vivos, or charitable trust; (c) An association or relationship that is not a partnership by reason of § 48-7A- 202(c) or a similar provision of the law of any other jurisdiction; (d) A decedent's estate; or (e) A public corporation, government or governmental subdivision, agency, or instrumentality, or quasi-governmental instrumentality; (4) \"Filing entity,\" any domestic corporation, domestic cooperative, domestic limited liability company, domestic nonprofit corporation, domestic limited liability partnership, or domestic limited partnership; (5) \"Foreign entity,\" an entity other than a domestic entity; (6) \"Foreign qualification document,\" an application for a certificate of authority or other foreign qualification filing with the secretary of state by a foreign entity; (7) \"Governance interest,\" the right under the organic law or organic rules of an entity, other than as a governor, agent, assignee, or proxy, to: (a) Receive or demand access to information concerning, or the books and records of, the entity; (b) Vote for the election of the governors of the entity; or (c) Receive notice of or vote on any or all issues involving the internal affairs of the entity; (8) \"Governor,\" a person by or under whose authority the powers of an entity are exercised and under whose direction the business and affairs of the entity are managed pursuant to the organic law and organic rules of the entity; (9) \"Interest,\" a share or membership in a corporation; (10) \"Interest holder,\" a direct holder of an interest; (11) \"Jurisdiction of organization,\" with respect to an entity, the jurisdiction whose law includes the organic law of the entity; (12) \"Noncommercial registered agent,\" a person that is not listed as a commercial registered agent under section 7 of this Act and that is: (a) An individual or a domestic or foreign entity that serves in this state as the agent for service of process of an entity; or (b) The individual who holds the office or other position in an entity that is designated as the agent for service of process pursuant to subsection (2)(b) of section 6 of this Act; (13) \"Nonqualified foreign entity,\" a foreign entity that is not authorized to transact business in this state pursuant to a filing with the secretary of state; (14) \"Nonresident LLP statement,\": (a) A statement of qualification of a domestic limited liability partnership that does not have an office in this state; or (b) A statement of foreign qualification of a foreign limited liability partnership that does not have an office in this state; (15) \"Organic law,\" the statutes, if any, other than this Act, governing the internal affairs of an entity; (16) \"Organic rules,\" the public organic document and private organic rules of an entity; (17) \"Person,\" an individual, corporation, estate, trust, partnership, limited liability company, business or similar trust, association, joint venture, public corporation, government or governmental subdivision, agency, or instrumentality, or any other legal or commercial entity; (18) \"Private organic rules,\" the rules, whether or not in a record, that govern the internal affairs of an entity, are binding on all of its interest holders, and are not part of its public organic document, if any; (19) \"Public organic document,\" the public record the filing of which creates an entity, and any amendment to or restatement of that record; (20) \"Qualified foreign entity,\" any foreign corporation, foreign cooperative, foreign limited liability company, foreign nonprofit corporation, foreign limited liability partnership, or foreign limited partnership; (21) \"Record,\" information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form; (22) \"Registered agent,\" a commercial registered agent or a noncommercial registered agent; (23) \"Registered agent filing,\": (a) The public organic document of a domestic filing entity; (b) A nonresident LLP statement; or (c) A foreign qualification document; (24) \"Represented entity,\": (a) A domestic filing entity; (b) A domestic or qualified foreign limited liability partnership that does not have an office in this state; or (c) A qualified foreign entity; (25) \"Sign,\" with present intent to authenticate or adopt a record: (a) To execute or adopt a tangible symbol; or (b) To attach to or logically associate with the record an electronic sound, symbol, or process; (26) \"Transferable interest,\" the right under an entity's organic law to receive distributions from the entity; (27) \"Type,\" with respect to an entity, means a generic form of entity: (a) Recognized at common law; or (b) Organized under an organic law, whether or not some entities organized under that organic law are subject to provisions of that law that create different categories of the form of entity. Section 3. The secretary of state shall collect the following fees when the following documents are filed pursuant to this Act: (1) Commercial registered agent listing statement, $100; (2) Commercial registered agent termination statement, $10; (3) Statement of change, $10 per filing entity; (4) Statement of resignation, no charge; (5) Statement appointing an agent for service of process, $10. Section 4. The secretary of state shall collect the following fees for copying and certifying a copy of any document filed under this Act: (1) One dollar a page for copying; and (2) Ten dollars for a certificate. Section 5. Whenever a provision of this Act other than subdivision (4) of section 15 of this Act requires that a filing state an address, the filing must state: (1) An actual street address or rural route box number in this state; and (2) A mailing address in this state, if different from the address under subdivision (1). Section 6. A registered agent filing must state: (1) The name of the represented entity's commercial registered agent; or (2) If the entity does not have a commercial registered agent: (a) The name and address of the entity's noncommercial registered agent; or (b) The title of an office or other position with the entity if service of process is to be sent to the person holding that office or position, and the address of the business office of that person. The appointment of a registered agent pursuant to subdivision (1) or subsection (2)(a) is an affirmation by the represented entity that the agent has consented to serve as such. Section 7. An individual or a domestic or foreign entity may become listed as a commercial registered agent by filing with the secretary of state a commercial registered agent listing statement signed by or on behalf of the person which states: (1) The name of the individual or the name, type, and jurisdiction of organization of the entity; (2) That the person is in the business of serving as a commercial registered agent in this state; and (3) The address of a place of business of the person in this state to which service of process and other notice and documents being served on or sent to entities represented by it may be delivered. A commercial registered agent listing statement may include the information regarding acceptance of service of process in a record by the commercial registered agent provided for in section 18 of this Act. If the name of a person filing a commercial registered agent listing statement is not distinguishable on the records of the secretary of state from the name of another commercial registered agent listed under this section, the person must adopt a fictitious name that is distinguishable and use that name in its statement and when it does business in this state as a commercial registered agent. A commercial registered agent listing statement takes effect on filing. Section 8. The secretary of state shall note the filing of the commercial registered agent listing statement in the index of filings maintained by the secretary of state for each entity represented by the registered agent at the time of the filing. The statement has the effect of deleting the address of the registered agent from the registered agent filing of each of those entities. Section 9. A commercial registered agent may terminate its listing as a commercial registered agent by filing with the secretary of state a commercial registered agent termination statement signed by or on behalf of the agent which states: (1) The name of the agent as currently listed under section 7 of this Act; and (2) That the agent is no longer in the business of serving as a commercial registered agent in this state. A commercial registered agent termination statement takes effect on the thirty-first day after the day on which it is filed. The commercial registered agent shall promptly furnish each entity represented by it with notice in a record of the filing of the commercial registered agent termination statement. Section 10. When a commercial registered agent termination statement takes effect, the registered agent ceases to be an agent for service of process on each entity formerly represented by it. Until an entity formerly represented by a terminated commercial registered agent appoints a new registered agent, service of process may be made on the entity as provided in sections 16 to 19, inclusive, of this Act. Termination of the listing of a commercial registered agent under this section does not affect any contractual rights a represented entity may have against the agent or that the agent may have against the entity. Section 11. A represented entity may change the information currently on file under section 6 of this Act by filing with the secretary of state a statement of change signed on behalf of the entity which states: (1) The name of the entity; and (2) The information that is to be in effect as a result of the filing of the statement of change. The interest holders or governors of a domestic entity need not approve the filing of: (1) A statement of change under this section; or (2) A similar filing changing the registered agent or registered office of the entity in any other jurisdiction. The appointment of a registered agent pursuant to this section is an affirmation by the represented entity that the agent has consented to serve as such. A statement of change filed under this section takes effect on filing. As an alternative to using the procedures in this section, a represented entity may change the information currently on file under section 6 of this Act by amending its most recent registered agent filing in the manner provided by the laws of this state other than this Act for amending that filing. Section 12. If a noncommercial registered agent changes its name or its address as currently in effect with respect to a represented entity pursuant to section 6 of this Act, the agent shall file with the secretary of state, with respect to each entity represented by the agent, a statement of change signed by or on behalf of the agent which states: (1) The name of the entity; (2) The name and address of the agent as currently in effect with respect to the entity; (3) If the name of the agent has changed, its new name; and (4) If the address of the agent has changed, the new address. A statement of change filed under this section takes effect on filing. A noncommercial registered agent shall promptly furnish the represented entity with notice in a record of the filing of a statement of change and the changes made by the filing. Section 13. If a commercial registered agent changes its name, its address as currently listed under section 7 of this Act, or its type or jurisdiction of organization, the agent shall file with the secretary of state a statement of change signed by or on behalf of the agent which states: (1) The name of the agent as currently listed under section 7 of this Act; (2) If the name of the agent has changed, its new name; (3) If the address of the agent has changed, the new address; and (4) If the type or jurisdiction of organization of the agent has changed, the new type or jurisdiction of organization. The filing of a statement of change under this section is effective to change the information regarding the commercial registered agent with respect to each entity represented by the agent. A statement of change filed under this section takes effect on filing. A commercial registered agent shall promptly furnish each entity represented by it with notice in a record of the filing of a statement of change relating to the name or address of the agent and the changes made by the filing. Section 14. If a commercial registered agent changes its address without filing a statement of change as required by section 13 of this Act, the secretary of state may cancel the listing of the agent. Such cancellation has the same effect as a termination. Promptly after canceling the listing of an agent, the secretary of state shall serve notice in a record on: (1) Each entity represented by the agent, stating that the agent has ceased to be an agent for service of process on the entity and that, until the entity appoints a new registered agent, service of process may be made on the entity as provided in sections 16 to 19, inclusive, of this Act; and (2) The agent, stating that the listing of the agent has been canceled under this section. Section 15. A registered agent may resign at any time with respect to a represented entity by filing with the secretary of state a statement of resignation signed by or on behalf of the agent which states: (1) The name of the entity; (2) The name of the agent; (3) That the agent resigns from serving as agent for service of process for the entity; and (4) The name and address of the person to which the agent will send notice. A statement of resignation takes effect on the earlier of the thirty-first day after the day on which it is filed or the appointment of a new registered agent for the represented entity. The registered agent shall, pursuant to subdivision (4), promptly furnish the represented entity notice in a record of the date on which a statement of resignation was filed. When a statement of resignation takes effect, the registered agent ceases to have responsibility for any matter tendered to it as agent for the represented entity. A resignation under this section does not affect any contractual rights the entity has against the agent or that the agent has against the entity. A registered agent may resign with respect to a represented entity whether or not the entity is in good standing. Section 16. A registered agent is an agent of the represented entity authorized to receive service of any process, notice, or demand required or permitted by law to be served on the entity. If an entity that previously filed a registered agent filing with the secretary of state no longer has a registered agent, or if its registered agent cannot with reasonable diligence be served, the entity may be served by registered or certified mail, return receipt requested, addressed to the governors of the entity by name at its principal office in accordance with any applicable judicial rules and procedures. The names of the governors and the address of the principal office may be as shown in the most recent annual report filed with the secretary of state. Service is perfected under this section at the earliest of: (1) The date the entity receives the mail; (2) The date shown on the return receipt, if signed on behalf of the entity; or (3) Five days after its deposit with the United States Postal Service, if correctly addressed and with sufficient postage. Section 17. If process, notice, or demand cannot be served on an entity pursuant to section 16 of this Act, service of process may be made by handing a copy to the manager, clerk, or other person in charge of any regular place of business or activity of the entity if the person served is not a plaintiff in the action. Section 18. Service of process, notice, or demand on a registered agent must be in the form of a written document, except that service may be made on a commercial registered agent in such other forms of a record, and subject to such requirements as the agent has stated from time to time in its listing under section 7 of this Act that it will accept. Section 19. Service of process, notice, or demand may be perfected by any other means prescribed by law other than this Act. Section 20. The only duties under this Act of a registered agent that has complied with this Act are: (1) To forward to the represented entity at the address most recently supplied to the agent by the entity any process, notice, or demand that is served on the agent; (2) To provide the notices required by this Act to the entity at the address most recently supplied to the agent by the entity; (3) If the agent is a noncommercial registered agent, to keep current the information required by section 6 of this Act in the most recent registered agent filing for the entity; and (4) If the agent is a commercial registered agent, to keep current the information listed for it under section 7 of this Act. Section 21. The appointment or maintenance in this state of a registered agent does not by itself create the basis for personal jurisdiction over the represented entity in this state. The address of the agent does not determine venue in an action or proceeding involving the entity. Section 22. In applying and construing this Act, consideration must be given to the need to promote consistency of the law with respect to its subject matter among states that enact it. Section 23. This Act modifies, limits, and supersedes the federal Electronic Signatures in Global and National Commerce Act, 15 U.S.C. Section 7001, et seq., but does not modify, limit, or supersede Section 101(c) of that act, 15 U.S.C. Section 7001(c), or authorize delivery of any of the notices described in Section 103(b) of that act, 15 U.S.C. Section 7003(b). Section 24. Each filing entity or qualified foreign entity, except a bank organized pursuant to § 51A-3-1.1 and a limited partnership organized pursuant to chapter 48-7, shall deliver to the Office of the Secretary of State for filing an annual report that sets forth: (1) The name of the filing entity or qualified foreign entity; (2) The jurisdiction under whose law it is formed; (3) The address of its principal office, wherever located; (4) The information required by section 6 of this Act; and (5) The names and business addresses of its governors except in the following two cases: (a) If a business corporation has eliminated its board of directors pursuant to § 47- 1A-732, the annual report shall set forth the names of the shareholders instead; and (b) If a limited liability company is member-managed, the names and business addresses of its governors need not be set forth. Information in the annual report must be current as of the date the annual report is executed on behalf of the filing entity or qualified foreign entity. Any other provisions of law notwithstanding the annual report may be executed by any authorized person. Section 25. The first annual report shall be delivered to the Office of the Secretary of State before the first day of the second month of the year following the year in which a filing entity or qualified foreign entity, except a bank organized pursuant to § 51A-3-1.1 and limited partnership organized pursuant to chapter 48-7, was authorized to transact business. The subsequent annual report shall be delivered to the Office of the Secretary of State by the same date each subsequent year. Section 26. If an annual report does not contain the information required by section 24 of this Act, the secretary of state shall promptly notify the filing entity or qualified foreign entity in writing and return the report to it for correction. If the report is corrected to contain the information required by section 24 of this Act and delivered to the Office of the Secretary of State within thirty days after the effective date of notice, it is deemed to be timely filed. Section 27. That § 47-1A-122 be amended to read as follows: 47-1A-122. The Office of the Secretary of State shall collect the following fees when the documents described in this section are delivered for filing: (1) Articles of incorporation, $125; (2) Application for use of indistinguishable name, $20; (3) Application for reserved name, $20; (4) Notice of transfer of reserved name, $10; (5) Application for registered name, $12; (6) Application for renewal of registered name, $10; (7) Corporation's statement of change of registered agent or registered office or both, $10 Repealed ; (8) Agent's statement of change of registered office for each affected corporation, $10 Repealed ; (9) Agent's statement of resignation, no charge Repealed ; (10) Articles of domestication, $125; (11) Articles of charter surrender, $125; (12) Articles of domestication and conversion, $125; (13) Articles of entity conversion, $125; (14) Amendment of articles of incorporation, $50; (15) Restatement of articles of incorporation, $50; (16) Articles of merger or share exchange, $50; (17) Articles of dissolution, $10; (18) Articles of revocation of dissolution, $10; (19) Certificate of administrative dissolution, no charge; (20) Application for reinstatement following administrative dissolution, plus any delinquent annual report filing fees for the period prior to the reinstatement application, $250; (21) Certificate of reinstatement, no charge; (22) Certificate of judicial dissolution, no charge; (23) Application for certificate of authority, $550; (24) Application for amended certificate of authority, $200; (25) Application for certificate of withdrawal, $10; (26) Application for transfer of authority, $20; (27) Certificate of revocation of authority to transact business, no charge; (28) Annual report, $30; (29) Articles of correction, $20; (30) Application for certificate of existence or authorization, $15; (31) Any other document required or permitted to be filed by this chapter, $20. The Office of the Secretary of State shall collect a fee of twenty-five dollars each time process is served on the Office of the Secretary of State under this chapter. The party to a proceeding causing service of process is entitled to recover this fee as costs if the party prevails in the proceeding. Section 28. That § 47-1A-125 be amended to read as follows: 47-1A-125. If a document delivered to the Office of the Secretary of State for filing satisfies the requirements of §§ 47-1A-120 to 47-1A-120.3, inclusive, the Office of the Secretary of State shall file it. The Office of the Secretary of State files a document by recording it as filed on the date and time of receipt. After filing a document, except as provided in §§ 47-1A-503, 47-1A- 1520, and 47-1A-1621.1 to 47-1A-1701, inclusive, the Office of the Secretary of State shall deliver to the domestic or foreign corporation or its representative a receipt with an acknowledgment of the date and time of filing. If the Office of the Secretary of State refuses to file a document, the Office of the Secretary of State shall return it to the domestic or foreign corporation or its representative within five days after the document was delivered, together with a brief, written explanation of the reason for the refusal. The Office of the Secretary of State's duty to file documents under this section is ministerial. The Office of the Secretary of State's filing or refusing to file a document does not: (1) Affect the validity or invalidity of the document in whole or part; (2) Relate to the correctness or incorrectness of information contained in the document; or (3) Create a presumption that the document is valid or invalid or that information contained in the document is correct or incorrect. Section 29. That § 47-1A-126 be amended to read as follows: 47-1A-126. If the Office of the Secretary of State refuses to file a document delivered to the Office of the Secretary of State for filing, the domestic or foreign corporation may appeal the refusal within thirty days after the return of the document to the circuit court of the county where the corporation's principal office is located in this state or, if none in this state, its registered office, is or will be located to the circuit court of Hughes County . The appeal is commenced by petitioning the court to compel filing the document and by attaching to the petition the document and the Office of the Secretary of State's explanation of the refusal to file. The court may summarily order the Office of the Secretary of State to file the document or take other action the court considers appropriate. The court's final decision may be appealed as in other civil proceedings. Section 30. That § 47-1A-141.3 be amended to read as follows: 47-1A-141.3. Written notice to a domestic or foreign corporation authorized to transact business in this state may be addressed to its registered agent at its registered office or to the corporation or its secretary at its principal office shown in its most recent annual report or, in the case of a foreign corporation that has not yet delivered an annual report, in its application for a certificate of authority. Section 31. That § 47-1A-202 be amended to read as follows: 47-1A-202. The articles of incorporation shall set forth: (1) A corporate name for the corporation that satisfies the requirements of §§ 47-1A-401 to 47-1A-401.3, inclusive; (2) The number of shares the corporation is authorized to issue; (3) The street address , or a statement that there is no street address, of its principal office; (4) The street address, or a statement that there is no street address, of the corporation's initial registered office, and the name of its initial registered agent at that office information required by section 6 of this Act ; and (5) The name and address of each incorporator. Section 32. That § § 47-1A-501 to 47-1A-504 , inclusive, be repealed. Section 33. That § 47-1A-703 be amended to read as follows: 47-1A-703. The circuit court of the county where a corporation's principal office is located in this state , or, if none in this state, its registered office, is located the circuit court of Hughes County, may summarily order a meeting to be held: (1) On application of any shareholder of the corporation entitled to participate in an annual meeting if an annual meeting was not held within the earlier of six months after the end of the corporation's fiscal year or fifteen months after its last annual meeting; or (2) On application of a shareholder who signed a demand for a special meeting valid under § 47-1A-702, if: (a) Notice of the special meeting was not given within thirty days after the date the demand was delivered to the corporation's secretary; or (b) The special meeting was not held in accordance with the notice. The court may fix the time and place of the meeting, determine the shares entitled to participate in the meeting, specify a record date for determining shareholders entitled to notice of and to vote at the meeting, prescribe the form and content of the meeting notice, fix the quorum required for specific matters to be considered at the meeting, or direct that the votes represented at the meeting constitute a quorum for action on those matters, and enter other orders necessary to accomplish the purposes of the meeting. Section 34. That § 47-1A-720 be amended to read as follows: 47-1A-720. After fixing a record date for a meeting, a corporation shall prepare an alphabetical list of the names of all its shareholders who are entitled to notice of a shareholders' meeting. The list shall be arranged by voting group, and within each voting group by class or series of shares, and show the address of and number of shares held by each shareholder. The shareholders' list shall be available for inspection by any shareholder, beginning two business days after notice of the meeting is given for which the list was prepared and continuing through the meeting, at the corporation's principal office or at a place identified in the meeting notice in the city where the meeting will be held. A shareholder, a shareholder's agent, or an attorney is entitled on written demand to inspect and, subject to the requirements of § 47-1A-1602.3, to copy the list, during regular business hours and at the person's expense, during the period it is available for inspection. The corporation shall make the shareholders' list available at the meeting, and any shareholder, shareholder's agent, or attorney is entitled to inspect the list at any time during the meeting or any adjournment. If the corporation refuses to allow any shareholder, or the shareholder's agent or attorney to inspect the shareholders' list before or at the meeting, or copy the list as permitted by this section, the circuit court of the county where a corporation's principal office is located , or, if none in this state, its registered office, is located the circuit court of Hughes County , on application of the shareholder, may summarily order the inspection or copying at the corporation's expense and may postpone the meeting for which the list was prepared until the inspection or copying is complete. Refusal or failure to prepare or make available the shareholders' list does not affect the validity of action taken at the meeting. Section 35. That § 47-1A-809 be amended to read as follows: 47-1A-809. The circuit court of the county where a corporation's principal office is located , or, if none in this state, its registered office, is located the circuit court of Hughes County, may remove a director of the corporation from office in a proceeding commenced by or in the right of the corporation if the court finds that (1) the director engaged in fraudulent conduct with respect to the corporation or its shareholders, grossly abused the position of director, or intentionally inflicted harm on the corporation; and (2) considering the director's course of conduct and the inadequacy of other available remedies, removal would be in the best interest of the corporation. A shareholder proceeding on behalf of the corporation under this section shall comply with all of the requirements of §§ 47-1A-740 to 47-1A-747, inclusive, except subdivision 47-1A- 741(1). The court, in addition to removing the director, may bar the director from reelection for a period prescribed by the court. Nothing in this section limits the equitable powers of the court to order other relief. Section 36. That § 47-1A-1005 be amended to read as follows: 47-1A-1005. Unless the articles of incorporation provide otherwise, a corporation's board of directors may adopt amendments to the corporation's articles of incorporation without shareholder approval: (1) To extend the duration of the corporation if it was incorporated at a time when limited duration was required by law; (2) To delete the names and addresses of the initial directors; (3) To delete the name and address of the initial registered agent or registered office, if a statement of change is on file with the Office of the Secretary of State change the information required by section 6 of this Act ; (4) If the corporation has only one class of shares outstanding: (a) To change each issued and unissued authorized share of the class into a greater number of whole shares of that class; or (b) To increase the number of authorized shares of the class to the extent necessary to permit the issuance of shares as a share dividend; (5) To change the corporate name by substituting the term, corporation, incorporated, company, limited, or the abbreviation, corp., inc., co., or ltd., for a similar word or abbreviation in the name, or by adding, deleting, or changing a geographical attribution for the name; (6) To reflect a reduction in authorized shares, as a result of the operation of § 47-1A- 631, when the corporation has acquired its own shares and the articles of incorporation prohibit the reissue of the acquired shares; (7) To delete a class of shares from the articles of incorporation, as a result of the operation of § 47-1A-631, when there are no remaining shares of the class because the corporation has acquired all shares of the class and the articles of incorporation prohibit the reissue of the acquired shares; or (8) To make any change expressly permitted by § 47-1A-602 or 47-1A-602.1 to be made without shareholder approval. Section 37. That § 47-1A-1107.3 be amended to read as follows: 47-1A-1107.3. Upon a merger becoming effective, a foreign corporation, or a foreign eligible entity, that is the survivor of the merger is deemed to: (1) Appoint the Office of the Secretary of State as its agent for Agree that service of process in a proceeding to enforce the rights of shareholders of each domestic corporation that is a party to the merger who exercise appraisal rights may be made in the manner provided in sections 16 to 19, inclusive, of this Act ; and (2) Agree that it will promptly pay the amount, if any, to which such shareholders are entitled under §§ 47-1A-1301 to 47-1A-1331.2, inclusive. Section 38. That § 47-1A-1330.1 be amended to read as follows: 47-1A-1330.1. The corporation shall commence the proceeding in the appropriate court of the county where the corporation's principal office is located , or, if none , its registered office, in this state is located , in Hughes County . If the corporation is a foreign corporation without a registered office in this state , it shall commence the proceeding in the county in this state where the principal office or registered office of the domestic corporation merged with the foreign corporation was located or, if the domestic corporation did not have its principal office in this state at the time of the transaction , in Hughes County . Section 39. That § 47-1A-1407 be amended to read as follows: 47-1A-1407. A dissolved corporation may also publish notice of its dissolution and request that persons with claims against the dissolved corporation present them in accordance with the notice. The notice must: (1) Be published one time in a newspaper of general circulation in the county where the dissolved corporation's principal office is or was located , or, if none in this state, its registered office, is or was last located in Hughes County ; (2) Describe the information that must be included in a claim and provide a mailing address where the claim may be sent; and (3) State that a claim against the dissolved corporation will be barred unless a proceeding to enforce the claim is commenced within three years after the publication of the notice. Section 40. That § 47-1A-1408 be amended to read as follows: 47-1A-1408. A dissolved corporation that has published a notice under §§ 47-1A-1407 to 47-1A-1407.2, inclusive, may file an application with the circuit court of the county where the dissolved corporation's principal office is located , or, if none in this state, its registered office, is located with the circuit court of Hughes County, for a determination of the amount and form of security to be provided for payment of claims that are contingent or have not been made known to the dissolved corporation or that are based on an event occurring after the effective date of dissolution but that, based on the facts known to the dissolved corporation, are reasonably estimated to arise after the effective date of dissolution. Provision need not be made for any claim that is or is reasonably anticipated to be barred under § 47-1A-1407.1. Within ten days after the filing of the application, notice of the proceeding shall be given by the dissolved corporation to each claimant holding a contingent claim whose contingent claim is shown on the records of the dissolved corporation. The court may appoint a guardian ad litem to represent all claimants whose identities are unknown in any proceeding brought under this section. The reasonable fees and expenses of such guardian, including all reasonable expert witness fees, shall be paid by the dissolved corporation. Section 41. That § 47-1A-1420 be amended to read as follows: 47-1A-1420. The Office of the Secretary of State may commence a proceeding under § 47- 1A-1421 to administratively dissolve a corporation if: (1) The corporation does not pay within sixty days after they are due any filing fees or penalties imposed by this chapter or other law; (2) The corporation does not deliver its annual report to the Office of the Secretary of State within sixty days after it is due; (3) The corporation is without a registered agent or registered office in this state for sixty days or more; (4) The corporation does not notify the Office of the Secretary of State within sixty days that its registered agent or registered office has been changed , or that its registered office agent has been discontinued resigned ; or (5) The corporation's period of duration stated in its articles of incorporation expires. Section 42. That § 47-1A-1421 be amended to read as follows: 47-1A-1421. If the Office of the Secretary of State determines that one or more grounds exist under § 47-1A-1420 for dissolving a corporation, the Office of the Secretary of State shall serve the corporation with written notice of that determination under § 47-1A-504 . If the corporation does not correct each ground for dissolution or demonstrate to the reasonable satisfaction of the Office of the Secretary of State that each ground determined by the Office of the Secretary of State does not exist within sixty days after service of the notice is perfected under § 47-1A-504 , the Office of the Secretary of State shall administratively dissolve the corporation by signing a certificate of dissolution that recites the ground or grounds for dissolution and its effective date. The Office of the Secretary of State shall file the original of the certificate and serve a copy on the corporation under § 47-1A-504 . A corporation administratively dissolved continues its corporate existence but may not carry on any business except that necessary to wind up and liquidate its business and affairs under §§ 47-1A-1405 and 47-1A-1405.1 and notify claimants under §§ 47-1A-1406 to 47-1A-1406.2, inclusive, and 47-1A-1407 to 47-1A-1407.2, inclusive. The administrative dissolution of a corporation does not terminate the authority of its registered agent. Section 43. That § 47-1A-1422 be amended to read as follows: 47-1A-1422. A corporation administratively dissolved under § 47-1A-1421 may apply to the Office of the Secretary of State for reinstatement any time after the effective date of dissolution. The application must: (1) Recite the name of the corporation and the effective date of its administrative dissolution; (2) State that the ground or grounds for dissolution either did not exist or have been eliminated; (3) State that the corporation's name satisfies the requirements of §§ 47-1A-401 to 47- 1A-401.3, inclusive; and (4) Contain a certificate from the Department of Revenue and Regulation in this state reciting that all taxes and fees administered and collected by the department which are owed by the corporation have been paid. If the Office of the Secretary of State determines that the application contains the information required by this section and that the information is correct, the Office of the Secretary of State shall cancel the certificate of dissolution and prepare a certificate of reinstatement that recites that determination and the effective date of reinstatement, file the original of the certificate, and serve a copy on the corporation under § 47-1A-504 . When the reinstatement is effective, it relates back to and takes effect as of the effective date of the administrative dissolution and the corporation resumes carrying on its business as if the administrative dissolution had never occurred. Section 44. That § 47-1A-1423 be amended to read as follows: 47-1A-1423. If the Office of the Secretary of State denies a corporation's application for reinstatement following administrative dissolution, the Office of the Secretary of State shall serve the corporation under § 47-1A-504 with a written notice that explains the reason or reasons for denial. The corporation may appeal the denial of reinstatement to the circuit court within thirty days after service of the notice of denial is perfected. The corporation appeals by petitioning the court to set aside the dissolution and attaching to the petition copies of the Office of the Secretary of State's certificate of dissolution, the corporation's application for reinstatement, and the Office of the Secretary of State's notice of denial. The court may summarily order the Office of the Secretary of State to reinstate the dissolved corporation or may take other action the court considers appropriate. The court's final decision may be appealed as in other civil proceedings. Section 45. That § 47-1A-1431 be amended to read as follows: 47-1A-1431. Venue for a proceeding by the attorney general to dissolve a corporation lies in Hughes County. Venue for a proceeding brought by any other party named in § 47-1A-1430 lies in the county where a corporation's principal office is or was last located , or, if none in this state, its registered office, is or was last located in Hughes County . Section 46. That § 47-1A-1503 be amended to read as follows: 47-1A-1503. A foreign corporation may apply for a certificate of authority to transact business in this state by delivering an application to the Office of the Secretary of State for filing. The application must set forth: (1) The name of the foreign corporation or, if its name is unavailable for use in this state, a corporate name that satisfies the requirements of §§ 47-1A-1506 to 47-1A-1506.4, inclusive; (2) The name of the state or country under whose law it is incorporated; (3) Its date of incorporation and period of duration; (4) The street address , or a statement that there is no street address, of its principal office; (5) The address of its registered office in this state and the name of its registered agent at that office information required by section 6 of this Act ; and (6) The names and usual business addresses of its current directors and officers. The foreign corporation shall deliver with the completed application a certificate of existence, or a document of similar import, duly authenticated by the secretary of state or other official having custody of corporate records in the state or country under whose law it is incorporated. Section 47. That § 47-1A-1504 be amended to read as follows: 47-1A-1504. A foreign corporation authorized to transact business in this state must obtain an amended certificate of authority from the Office of the Secretary of State if it changes: (1) Its corporate name; (2) The period of its duration; or (3) The state or country of its incorporation ; or (4) Any of the information required by section 6 of this Act . The requirements of § 47-1A-1503 for obtaining an original certificate of authority apply to obtaining an amended certificate under this section. Section 48. That § § 47-1A-1507 to 47-1A-1510 , inclusive, be repealed. Section 49. That § 47-1A-1530 be amended to read as follows: 47-1A-1530. The Office of the Secretary of State may commence a proceeding under §§ 47- 1A-1531 and 47-1A-1531.1 to revoke the certificate of authority of a foreign corporation authorized to transact business in this state if: (1) The foreign corporation does not deliver its annual report to the Office of the Secretary of State within sixty days after it is due; (2) The foreign corporation does not pay within sixty days after they are due any franchise taxes or penalties imposed by this chapter or other law; (3) The foreign corporation is without a registered agent or registered office in this state for sixty days or more; (4) The foreign corporation does not inform the secretary of state under § 47-1A-1508 or 47-1A-1509 by an appropriate filing that its registered agent or registered office has changed , or that its registered agent has resigned , or that its registered office has been discontinued within sixty days of the change , or resignation , or discontinuance ; (5) An incorporator, director, officer, or agent of the foreign corporation signed a document knowing it was false in any material respect with intent that the document be delivered to the Office of the Secretary of State for filing; (6) The Office of the Secretary of State receives a duly authenticated certificate from the Office of the Secretary of State or other official having custody of corporate records in the state or country under whose law the foreign corporation is incorporated stating that it has been dissolved or disappeared as the result of a merger. Section 50. That § 47-1A-1604 be amended to read as follows: 47-1A-1604. If a corporation does not allow a shareholder who complies with § 47-1A-1602 to inspect and copy any records required by that section to be available for inspection, the circuit court of the county where the corporation's principal office is located , or, if none in this state, its registered office, is located the circuit court of Hughes County, may summarily order inspection and copying of the records demanded at the corporation's expense upon application of the shareholder. Section 51. That § 47-1A-1604.1 be amended to read as follows: 47-1A-1604.1. If a corporation does not within a reasonable time allow a shareholder to inspect and copy any other record, the shareholder who complies with §§ 47-1A-1602.1 and 47- 1A-1602.2 may apply to the circuit court in the county where the corporation's principal office is located , or, if none in this state, its registered office, is located the circuit court of Hughes County, for an order to permit inspection and copying of the records demanded. The court shall dispose of an application under this section on an expedited basis. Section 52. That § 47-1A-1605.1 be amended to read as follows: 47-1A-1605.1. The circuit court of the county where the corporation's principal office is located , or , if none in this state, its registered office, is located the circuit court of Hughes County, may order inspection and copying of the books, records, and documents at the corporation's expense, upon application of a director who has been refused such inspection rights, unless the corporation establishes that the director is not entitled to such inspection rights. The court shall dispose of an application under this section on an expedited basis. Section 53. That § § 47-1A-1621 to 47-1A-1621.3 , inclusive, be repealed. Section 54. That § 47-9A-16 be amended to read as follows: 47-9A-16. Every corporation engaged in farming or proposing to commence farming in this state shall file with the secretary of state a report containing: (1) The name of the corporation and its place of incorporation; information required by section 6 of this Act; and (2) The address of the registered office of the corporation in this state, the name and address of its registered agent in this state and, in the case of a foreign corporation, the address of its principal office in its place of incorporation; (3) The acreage and location listed by section, township , and county of each lot or parcel of land in this state that is owned or leased by the corporation and used for the growing of crops or the keeping or feeding of poultry or livestock ; and (4) The names and addresses of the officers and the members of the board of directors of the corporation . Section 55. That § 47-15-4 be amended to read as follows: 47-15-4. The articles of incorporation shall set forth that they are executed pursuant to the provisions of this chapter and shall state: (1) The name of the cooperative; (2) The period of existence, unless perpetual; (3) The purposes for which organized. It is sufficient to state that the cooperative may engage in any activity within the purposes for which cooperatives may be organized, and all such activities shall then be deemed within its purposes, subject to express limitations; (4) Whether the cooperative is organized with or without capital stock; (5) The designation of classes of members, if more than one; (6) The number and par value of shares of each authorized class of stock; if more than one class is authorized, the designation, preferences, limitations, and relative rights of each class shall also be set forth; (7) Which classes of stock are membership stock; (8) As to each class of stock, the rate of dividend, or that the rate of dividend may be fixed by the board, or that no dividend will be paid; (9) Any reservation of a right to acquire or recall any stock; (10) The basis of distribution of assets in the event of liquidation; (11) The municipality in this state in which the cooperative's principal office is to be located and the street address, or a statement that there is no street address, of its registered office, the name of its initial registered agent at that address, and his written consent to the appointment information required by section 6 of this Act ; (12) The number of directors, or that the number of directors shall be as stated in the bylaws; (13) The name and address of each incorporator; and (14) The names and addresses of at least three incorporators who will act as the temporary board and will serve until the first annual meeting of members or stockholders. Section 56. That § § 47-15-18.1 and 47-15-21 to 47-15-26 , inclusive, be repealed. Section 57. That § 47-18-16.1 be repealed. Section 58. That § 47-18-16.3 be amended to read as follows: 47-18-16.3. The secretary of state may commence a proceeding under § 47-18-16.4 to administratively dissolve a cooperative if: (1) The cooperative does not pay within sixty days after they are due any fees or penalties imposed by chapters 47-15 to 47-20, inclusive, or other law; (2) The cooperative does not deliver its annual report to the secretary of state within sixty days after it is due as outlined in § 47-20-7 ; (3) The cooperative is without a registered agent or registered office in this state for sixty days or more; (4) The cooperative does not notify the secretary of state within sixty days that its registered agent or registered office has been changed , or that its registered agent has resigned , or that its registered office has been discontinued ; or (5) The cooperative's period of duration stated in its articles of incorporation expires. Section 59. That § 47-19-2 be amended to read as follows: 47-19-2. In order to procure the certificate required by § 47-19-1, a foreign cooperative shall make application therefor to the secretary of state, which application shall set forth: (1) The name of the cooperative and the state or country under whose laws it is incorporated; (2) The date of incorporation and the period of duration of the cooperative; (3) The street address , or a statement that there is no street address, of the principal office of the cooperative in the state or country under the laws of which it is incorporated; (4) The street address, or a statement that there is no street address, of the proposed registered office of the cooperative in this state, the name of its proposed registered agent in this state at such address and his written consent to the appointment information required by section 6 of this Act ; (5) The purpose or purposes of the cooperative which it proposes to pursue in the transaction of business in this state; (6) The names and respective addresses of the directors and officers of the cooperative; (7) A statement of its aggregate number of members, and of the number of members by classes, if any; (8) A statement of the aggregate number of authorized and issued capital stock itemized by classes, par value of stock, stock without par value, and series, if any, within a class; and (9) Such additional information as may be necessary in order to enable the secretary of state to determine whether such cooperative is entitled to a certificate of authority to transact business in this state and to determine and assess fees payable. Such application shall be made on forms prescribed and furnished by the secretary of state and an original and one exact or conforming copy shall be executed by the chairman of the board of directors, by its president or by another officer and acknowledged by one of the officers signing the application. Section 60. That § § 47-20-5 , 47-20-6, and 47-20-8 to 47-20-9 , inclusive, be repealed. Section 61. That § 47-20-7 be amended to read as follows: 47-20-7. The annual report required by § 47-20-5 shall be delivered to the secretary of state before the first day of the second month following the anniversary month of the corporation, of each year following incorporation pursuant to sections 24 to 26, inclusive, of this Act . A fee of thirty dollars shall be paid to the secretary of state for filing the report. If the report does not conform to requirements, it shall be returned to the cooperative for necessary corrections. The penalties for failure to file the report do not apply if it is corrected and returned within thirty days after receipt thereof. Section 62. That § 47-22-6 be amended to read as follows: 47-22-6. The articles of incorporation shall set forth: (1) The name of the corporation; (2) The period of duration, which may be perpetual; (3) The purpose or purposes for which the corporation is organized; (4) If the corporation is to have no members, a statement to that effect; (5) If the corporation is to have one or more classes of members, any provision which the incorporators elect to set forth in the articles of incorporation designating the class or classes of members and stating the qualifications and rights of the members of each class; (6) If the directors or any of them are not to be elected or appointed by one or more classes of members, a statement of the manner in which such directors shall be elected or appointed; (7) Any provisions, not inconsistent with law, which the incorporators elect to set forth in the articles of incorporation for the regulation of the internal affairs of the corporation, including any provision for distribution of assets on dissolution or final liquidation; (8) The street address, or a statement that there is no street address, of its initial registered office, and the name of its initial registered agent at such address and the registered agent's written consent to the appointment. Such consent may be given by electronic signature pursuant to chapter 53-12 information required by section 6 of this Act ; (9) The number of directors constituting the initial board of directors, and the names and addresses of the persons who are to serve as the initial directors; and (10) The name and address of each incorporator. It is not necessary to set forth in the articles of incorporation any of the corporate powers enumerated in chapters 47-22 to 47-28, inclusive. Section 63. That § § 47-22-42 to 47-22-51 , inclusive, be repealed. Section 64. That § 47-24-6 be amended to read as follows: 47-24-6. Any domestic nonprofit corporation authorized to engage in business in this state shall file , within the time prescribed by §§ 47-24-7 to 47-24-9, inclusive, a report setting forth: (1) The name of the corporation; (2) The street address, or a statement that there is no street address, of the registered office of the corporation in this state and the name of its registered agent at such address; (3) A brief statement of the nature of the affairs which the corporation is conducting; (4) The amount of property which the corporation may hold and the amount of property held; and (5) The names and respective addresses of the directors and officers of the corporation. The report shall be made on forms prescribed and furnished by the secretary of state and the information therein contained shall be given as of the date of the execution of the report. It shall be executed for the corporation by the chair of the board of directors, by its president, or by another of its officers. If the corporation is in the hands of a receiver, trustee, or other court-appointed fiduciary, the report shall be executed on behalf of the corporation by that fiduciary pursuant to sections 24 to 26, inclusive, of this Act . Section 65. That § 47-24-7 and § § 47-24-9 to 47-24-12 , inclusive, be repealed. Section 66. That § 47-24-13.1 be amended to read as follows: 47-24-13.1. The secretary of state may commence a proceeding under § 47-24-13.2 to administratively dissolve a corporation if: (1) The corporation does not pay within sixty days after they are due any fees or penalties imposed by chapters 47-22 to 47-28, inclusive, or other law; (2) The corporation fails to file any two successive reports required under § 47-24-9 does not deliver its annual report to the secretary of state within sixty days after it is due ; (3) The corporation is without a registered agent or registered office in this state for sixty days or more; (4) The corporation does not notify the secretary of state within sixty days that its registered agent or registered office has been changed , or that its registered agent has resigned , or that its registered office has been discontinued ; or (5) The corporation's period of duration stated in its articles of incorporation expires. Section 67. That § 47-26-17 be repealed. Section 68. That § 47-27-1 be amended to read as follows: 47-27-1. Any foreign corporation, in order to procure a certificate of authority to engage in business in this state, shall make application to the secretary of state, which application shall set forth: (1) The name of the corporation and the state or country under the laws of which it is incorporated; (2) The date of incorporation and the period of duration of the corporation; (3) The street address of the principal office of the corporation in the state or country under whose laws it is incorporated; (4) The street address, or a statement that there is no street address, of the proposed registered office of the corporation in this state, and the name of its proposed registered agent in this state at such address and the registered agent's written consent to the appointment. Such consent may be given by electronic signature pursuant to chapter 53-12 information required by section 6 of this Act ; (5) The purpose or purposes of the corporation in engaging in business in this state; (6) The names and respective addresses of the directors and officers of the corporation; and (7) Such additional information as may be necessary in order to enable the secretary of state to determine whether such corporation is entitled to a certificate of authority to engage in business in this state. An original and one exact or conforming copy of the application shall be made on forms prescribed and furnished by the secretary of state and shall be executed and acknowledged by the chair of the board of directors, by the corporation's president, or by another of the corporation's officers. Section 69. That § 47-27-18 be amended to read as follows: 47-27-18. Any foreign corporation authorized to engage in business in this state, shall file , within the time prescribed by this chapter, an annual report setting forth: (1) The name of the corporation and the state or country under whose laws it is incorporated; (2) The street address, or a statement that there is no street address, of the registered office of the corporation in this state and the name of its registered agent at such address and the address of its principal office in the state or country under whose laws it is incorporated; (3) A brief statement of the character of the affairs which the corporation is conducting in this state; and (4) The names and respective addresses of the directors and officers of the corporation. The annual report shall be made on forms prescribed and furnished by the secretary of state and the information therein contained shall be given as of the date of the execution of the report. It shall be executed by the chair of the board, by the corporation's president or another of the corporation's officers or, if the corporation is in the hands of a receiver, trustee, or other court-appointed fiduciary, it shall be executed on behalf of the corporation by that fiduciary pursuant to sections 24 to 26, inclusive, of this Act . Section 70. That § § 47-27-19 to 47-27-28 , inclusive, 47-27-30 , and 47-27-31 be repealed. Section 71. That § 47-27-35 be amended to read as follows: 47-27-35. The certificate of authority of a foreign corporation to do or engage in any business in this state may be revoked by the secretary of state upon the conditions prescribed in § 47-27-36 when: (1) The corporation has failed to file its annual report within the time required by this chapter, or has failed to pay any fees or penalties prescribed by this chapter or chapter 47-28 when they have become due and payable; or (2) The corporation has failed to appoint and maintain a registered agent in this state as required by this chapter ; or (3) The corporation has failed, after change of its registered agent, to file in the Office of the Secretary of State a statement of such change as required by this chapter ; or (4) The corporation has failed to file in the Office of the Secretary of State any amendment to its articles of incorporation or any articles of merger within the time prescribed by this chapter; or (5) A misrepresentation has been made of any material matter in any application, report, affidavit, or other document submitted by such corporation pursuant to chapters 47- 22 to 47-28, inclusive. Section 72. That § 47-28-6 be amended to read as follows: 47-28-6. The secretary of state shall charge and collect for: (1) Filing articles of incorporation and issuing a certificate of incorporation, twenty-five dollars; (2) Filing articles of amendment and issuing a certificate of amendment, ten dollars; (3) Filing articles of merger or consolidation and issuing a certificate of merger or consolidation, ten dollars; (4) Filing a statement of change of address of registered office or change of registered agent, or both, five dollars Repealed ; (5) Filing articles of dissolution, five dollars; (6) Filing an application of a foreign corporation for a certificate of authority to conduct affairs in this state and issuing a certificate of authority, one hundred dollars; (7) Filing an application of a foreign corporation for an amended certificate of authority to conduct affairs in this state and issuing an amended certificate of authority, twenty dollars; (8) Filing an application for withdrawal of a foreign corporation and issuing a certificate of withdrawal, five dollars; (9) Filing any other statement or report, including an annual report, of a foreign corporation, ten dollars; (10) Filing an annual report of a domestic nonprofit corporation under chapter 47-24, ten dollars; and (11) Filing a petition for reinstatement and issuing a certificate of reinstatement, twenty-five dollars. Section 73. That § 47-28-10 be repealed. Section 74. That § § 47-34A-108 to 47-34A-111 , inclusive, be repealed. Section 75. That § 47-34A-203 be amended to read as follows: 47-34A-203. (a) Articles of organization of a limited liability company must set forth: (1) The name of the company; (2) The address of the initial designated office; (3) The name and street address of the initial agent for service of process and the agent's written consent to the appointment information required by section 6 of this Act ; (4) The name and address of each organizer; (5) The duration of the company if other than perpetual; (6) Whether the company is to be manager-managed, and, if so, the name and address for each initial manager; and (7) Whether one or more of the members of the company are to be liable for its debts and obligations under § 47-34A-303(c). (b) Articles of organization of a limited liability company may set forth: (1) Provisions permitted to be set forth in an operating agreement; or (2) Other matters not inconsistent with law. (c) Articles of organization of a limited liability company may not vary the nonwaivable provisions of § 47-34A-103(b). As to all other matters, if any provision of an operating agreement is inconsistent with the articles of organization: (1) The operating agreement controls as to managers, members, and members' transferees; and (2) The articles of organization control as to persons, other than managers, members and their transferees, who reasonably rely on the articles to their detriment. Section 76. That § 47-34A-211 be amended to read as follows: 47-34A-211. (a) A limited liability company, and a foreign limited liability company authorized to transact business in this state, except a bank organized pursuant to § 51A-3-1.1, shall deliver to the secretary of state for filing an annual report that sets forth: (1) The name of the company and the state or country under whose law it is organized; (2) The address of its registered office and the name and address of its registered agent for service of process in this state; (3) The address of its principal office; (4) The names and business addresses of any managers. (5) Deleted by SL 2005, ch 241, § 2. (b) Information in an annual report must be current as of the date the annual report is signed on behalf of the limited liability company. (c) The first annual report shall be delivered to the secretary of state before the first day of the second month of the year following the year in which a limited liability company was organized or a foreign company was authorized to transact business. The subsequent annual report shall be delivered to the secretary of state by the same date each subsequent year. (d) If an annual report does not contain the information required in subsection (a) or the fees required by § 47-34A-212, the secretary of state shall promptly notify the reporting limited liability company or foreign limited liability company and return the report to it for correction. If the report is corrected to contain the information required in subsection (a) or the fees required by § 47-34A-212 and delivered to the secretary of state within thirty days after the effective date of the notice, it is timely filed pursuant to sections 24 to 26, inclusive, of this Act . Section 77. That § 47-34A-808 be amended to read as follows: 47-34A-808. (a) A dissolved limited liability company may publish notice of its dissolution and request persons having claims against the company to present them in accordance with the notice. (b) The notice must: (1) Be published at least once in a newspaper of general circulation in the county in which the dissolved limited liability company's principal office is or was located or, if none in this state, in which its registered office is or was last located Hughes County ; (2) Describe the information required to be contained in a claim and provide a mailing address where the claim is to be sent; and (3) State that a claim against the limited liability company is barred unless a proceeding to enforce the claim is commenced within five years after publication of the notice. (c) If a dissolved limited liability company publishes a notice in accordance with subsection (b), the claim of each of the following claimants is barred unless the claimant commences a proceeding to enforce the claim against the dissolved company within five years after the publication date of the notice: (1) A claimant who did not receive written notice under § 47-34A-807; (2) A claimant whose claim was timely sent to the dissolved company but not acted on; and (3) A claimant whose claim is contingent or based on an event occurring after the effective date of dissolution. (d) A claim not barred under this section may be enforced: (1) Against the dissolved limited liability company, to the extent of its undistributed assets; or (2) If the assets have been distributed in liquidation, against a member of the dissolved company to the extent of the member's proportionate share of the claim or the company's assets distributed to the member in liquidation, whichever is less, but a member's total liability for all claims under this section may not exceed the total amount of assets distributed to the member. Section 78. That § 47-34A-906 be amended to read as follows: 47-34A-906. (a) When a merger takes effect: (1) The separate existence of each limited liability company and other entity that is a party to the merger, other than the surviving entity, terminates; (2) All property owned by each of the limited liability companies and other entities that are party to the merger vests in the surviving entity; (3) All debts, liabilities, and other obligations of each limited liability company and other entity that is party to the merger become the obligations of the surviving entity; (4) An action or proceeding pending by or against a limited liability company or other party to a merger may be continued as if the merger had not occurred or the surviving entity may be substituted as a party to the action or proceeding; and (5) Except as prohibited by other law, all the rights, privileges, immunities, powers, and purposes of every limited liability company and other entity that is a party to a merger vest in the surviving entity. (b) The secretary of state is an agent for service of process in an action or proceeding against the surviving foreign entity to enforce an obligation of any party to a merger if If the surviving foreign entity fails to appoint or maintain a registered agent designated for service of process in this state or the agent for service of process cannot with reasonable diligence be found at the registered office. Upon receipt of process, the secretary of state shall send a copy of the process by registered or certified mail, return receipt requested, to the surviving entity at the address set forth in the articles of merger. Service is effected under this subsection at the earliest of: (1) The date the company receives the process, notice, or demand; (2) The date shown on the return receipt, if signed on behalf of the company; or (3) Five days after its deposit in the mail, if mailed postpaid and correctly addressed , service of process may be made on the foreign entity as provided in section 16 of this Act . (c) A member of the surviving limited liability company is liable for all obligations of a party to the merger for which the member was personally liable before the merger. (d) Unless otherwise agreed, a merger of a limited liability company that is not the surviving entity in the merger does not require the limited liability company to wind up its business under this chapter or pay its liabilities and distribute its assets pursuant to this chapter. (e) Articles of merger serve as articles of dissolution for a limited liability company that is not the surviving entity in the merger. Section 79. That § 47-34A-1002 be amended to read as follows: 47-34A-1002. (a) A foreign limited liability company may apply for a certificate of authority to transact business in this state by delivering an application to the secretary of state for filing. The application must set forth: (1) The name of the foreign company or, if its name is unavailable for use in this state, a name that satisfies the requirements of § 47-34A-1005; (2) The name of the state or country under whose law it is organized; (3) The street address of its principal office; (4) The address of its initial designated office in this state Repealed ; (5) The name and street address of its initial agent for service of process in this state information required by section 6 of this Act ; (6) Whether the duration of the company is for a specified term and, if so, the period specified; (7) Whether the company is manager-managed, and, if so, the name and address of each initial manager; and (8) Whether the members of the company are to be liable for its debts and obligations under a provision similar to § 47-34A-303(c). (b) A foreign limited liability company shall deliver with the completed application a certificate of existence or a record of similar import authenticated by the secretary of state or other official having custody of company records in the state or country under whose law it is organized together with the annual report required by § 47-34A-211, the fees required by § 47- 34A-212, and all other fees. Section 80. That § 47-34A-1006 be amended to read as follows: 47-34A-1006. (a) A certificate of authority of a foreign limited liability company to transact business in this state may be revoked by the secretary of state in the manner provided in subsection (b) if: (1) The company fails to: (i) Pay any fees, taxes, and penalties owed to this state; (ii) Deliver its annual report required under § 47-34A-211 to the secretary of state within sixty days after it is due; (iii) Appoint and maintain an agent for service of process as required by this article section 6 of this Act ; or (iv) File a statement of a change in the name or business address of the agent as required by this article section 11 of this Act ; or (2) A misrepresentation has been made of any material matter in any application, report, affidavit, or other record submitted by the company pursuant to this article. (b) The secretary of state may not revoke a certificate of authority of a foreign limited liability company unless the secretary of state sends the company notice of the revocation, at least sixty days before its effective date, by a record addressed to its registered agent for service of process in this state, or if the company fails to appoint and maintain a proper agent in this state, addressed to the registered office required to be maintained by § 47-34A-108 served in accordance with sections 16 to 19, inclusive, of this Act . The notice must specify the cause for the revocation of the certificate of authority. The authority of the company to transact business in this state ceases on the effective date of the revocation unless the foreign limited liability company cures the failure before that date. Section 81. That § 48-7-104 be amended to read as follows: 48-7-104. Each limited partnership shall continuously maintain in this state: (1) An office, which may but need not be a place of its business in this state, at which shall be kept the records required by § 48-7-105 to be maintained; and (2) An agent for service of process on the limited partnership , which agent must be an individual resident of this state, a domestic corporation, a foreign corporation authorized to do business in this state or a domestic limited liability company, or a domestic limited liability partnership whose business office is identical with the registered office that meets the requirements of sections 1 to 23, inclusive, of this Act . Section 82. That § 48-7-201 be amended to read as follows: 48-7-201. In order to form a limited partnership, a certificate of limited partnership shall be executed and filed in the Office of the Secretary of State. The certificate shall set forth: (1) The name of the limited partnership; (2) The street address, or a statement that there is no street address, of the office and the name and street address, or a statement that there is no street address, and the written consent, of the agent for service of process required to be maintained by § 48-7-104 information required by section 6 of this Act ; (3) The name and the business address of each general partner; (4) The latest date upon which the limited partnership is to dissolve; and (5) Any other matters the general partners determine to include therein. A limited partnership is formed at the time of the filing of the certificate of limited partnership in the Office of the Secretary of State or at any later time specified in the certificate of limited partnership if, in either case, there has been substantial compliance with the requirements of this section. Section 83. That § 48-7-902 be amended to read as follows: 48-7-902. Before transacting business in this state, a foreign limited partnership shall register with the secretary of state. In order to register, a foreign limited partnership shall submit to the secretary of state an original application for registration as a foreign limited partnership and one exact or conforming copy thereof, signed and sworn to by a general partner and setting forth: (1) The name of the foreign limited partnership and, if different, the name under which it proposes to register and transact business in this state; (2) The state and date of its formation; (3) The name and street address, or a statement that there is no street address, of any agent for service of process on the foreign limited partnership whom the foreign limited partnership elects to appoint. The agent shall be an individual resident of this state, a domestic corporation, or a foreign corporation having a place of business in, and authorized to do business in, this state information required by section 6 of this Act ; (4) A statement that the secretary of state is appointed the agent of the foreign limited partnership for service of process if no agent has been appointed under subdivision (3) of this section or, if appointed, the agent's authority has been revoked or if the agent cannot be found or served with the exercise of reasonable diligence Repealed ; (5) The street address , or a statement that there is no street address, of the office required to be maintained in the state of its organization by the laws of that state or, if not so required, of the principal office of the foreign limited partnership; (6) The name and business address of each general partner; and (7) The street address, or a statement that there is no street address, of the office at which is kept a list of the names and addresses of the limited partners and their capital contributions, together with an undertaking by the foreign limited partnership to keep those records until the foreign limited partnership's registration in this state is cancelled or withdrawn. Section 84. That § 48-7-906 be amended to read as follows: 48-7-906. A foreign limited partnership may cancel its registration by filing with the secretary of state a certificate of cancellation signed and sworn to by a general partner. A cancellation does not terminate the authority of the secretary of state to accept service of process on the foreign limited partnership with respect to claims for relief or causes of action arising out of the transactions of business in this state. Service of process is perfected on a foreign limited partnership that has filed a cancellation in the manner outlined in sections 16 to 19, inclusive, of this Act. Section 85. That § 48-7A-1001 be amended to read as follows: 48-7A-1001. (a) A partnership may become a limited liability partnership pursuant to this section. (b) The terms and conditions on which a partnership becomes a limited liability partnership must be approved by the vote necessary to amend the partnership agreement except, in the case of a partnership agreement that expressly considers obligations to contribute to the partnership, the vote necessary to amend those provisions. (c) After the approval required by subsection (b), a partnership may become a limited liability partnership by filing a statement of qualification in the Office of the Secretary of State. The statement must contain: (1) The name of the partnership; (2) The street address of the partnership's chief executive office and, if different, the street address of an office in this state, if any; (3) If the partnership does not have an office in this state, the name and street address of the partnership's agent for service of process and the agent's written consent to the appointment information required by section 6 of this Act ; (4) A statement that the partnership elects to be a limited liability partnership; and (5) A deferred effective date, if any. (d) The agent of a limited liability partnership for service of process must be an individual who is a resident of this state or other person authorized to do business in this state, or a domestic limited liability company or domestic limited liability partnership whose business office is identical with the registered office. (1) Any registered agent of a limited liability partnership may resign upon written notice to the limited liability partnership. The registered agent shall file a copy of the resignation with the secretary of state; (2) Upon an agent's resignation, the secretary of state is appointed the agent of the limited liability partnership for service of process until a new agent is appointed; (3) A limited liability partnership may change its registered agent upon filing in the Office of the Secretary of State a statement setting forth: (a) The name of the limited liability partnership; (b) The name of its registered agent; (c) The name of its successor registered agent and the new agent's written consent to the appointment; (d) That the address of its registered office and the address of the business office of its registered agent, as changed, will be identical Repealed . (e) The status of a partnership as a limited liability partnership is effective on the later of the filing of the statement or a date specified in the statement. The status remains effective, regardless of changes in the partnership, until it is canceled pursuant to subsection 48-7A-105(d) or revoked pursuant to § 48-7A-1003. (f) The status of a partnership as a limited liability partnership and the liability of its partners is not affected by errors or later changes in the information required to be contained in the statement of qualification under subsection (c). (g) The filing of a statement of qualification under this Act or, before July 1, 2001, registering as a registered limited liability partnership under prior law establishes that a partnership has satisfied all conditions precedent to the qualification of the partnership as a limited liability partnership. (h) An amendment or cancellation of a statement of qualification is effective when it is filed or on a deferred effective date specified in the amendment or cancellation. Section 86. That § 48-7A-1003 be amended to read as follows: 48-7A-1003. (a) A limited liability partnership, and a foreign limited liability partnership authorized to transact business in this state, shall file an annual report in the Office of the Secretary of State which contains: (1) The name of the limited liability partnership and the state or other jurisdiction under whose laws the foreign limited liability partnership is formed; (2) The street address of the partnership's chief executive office and, if different, the street address of an office of the partnership in this state, if any; and (3) If the partnership does not have an office in this state, the name and street address of the partnership's current agent for service of process pursuant to sections 24 to 26, inclusive, of this Act . (b) An annual report must be filed with the secretary of state by the date specified by the secretary of state in each year following the calendar year in which a partnership files a statement of qualification or a foreign partnership becomes authorized to transact business in this state Repealed . (c) The secretary of state may revoke the statement of qualification of a partnership that fails to file an annual report when due or pay the required filing fee. To do so, the secretary of state shall provide the partnership at least sixty days' written notice of intent to revoke the statement. The notice must be mailed to the partnership at its chief executive office set forth in the last filed statement of qualification or annual report. The notice must specify the annual report that has not been filed, the fee that has not been paid, and the effective date of the revocation. The revocation is not effective if the annual report is filed and the fee is paid before the effective date of the revocation. (d) A revocation under subsection (c) only affects a partnership's status as a limited liability partnership and is not an event of dissolution of the partnership. (e) A partnership whose statement of qualification has been revoked may apply to the secretary of state for reinstatement within two years after the effective date of the revocation. The applicant shall submit with the application the filing fee of one hundred dollars, plus any delinquent annual reports and fees for the period prior to the reinstatement application. The application must state: (1) The name of the partnership and the effective date of the revocation; and (2) That the ground for revocation either did not exist or has been corrected. (f) A reinstatement under subsection (e) relates back to and takes effect as of the effective date of the revocation, and the partnership's status as a limited liability partnership continues as if the revocation had never occurred. Section 87. That § 48-7A-1102 be amended to read as follows: 48-7A-1102. (a) Before transacting business in this state, a foreign limited liability partnership must file a statement of foreign qualification in the Office of the Secretary of State. The statement must contain: (1) The name of the foreign limited liability partnership which satisfies the requirements of the state or other jurisdiction under whose law it is formed and ends with \"Registered Limited Liability Partnership,\" \"Limited Liability Partnership,\" \"R.L.L.P.,\" \"L.L.P.,\" \"RLLP,\" or \"LLP\"; (2) The street address of the partnership's chief executive office and, if different, the street address of an office of the partnership in this state, if any ; (3) If there is no office of the partnership in this state, the name and street address of the partnership's agent for service of process The information required by section 6 of this Act ; and (4) A deferred effective date, if any. (b) The agent of a foreign limited liability company for service of process must be an individual who is a resident of this state or other person authorized to do business in this state Repealed . (c) The status of a partnership as a foreign limited liability partnership is effective on the later of the filing of the statement of foreign qualification or a date specified in the statement. The status remains effective, regardless of changes in the partnership, until it is canceled pursuant to subsection 48-7A-105(d) or revoked pursuant to § 48-7A-1003. (d) An amendment or cancellation of a statement of foreign qualification is effective when it is filed or on a deferred effective date specified in the amendment or cancellation. Section 88. That § 47-34A-1206 be amended to read as follows: 47-34A-1206. The secretary of state may charge the following fees: (a) For amending or restating the articles of organization in the case of a domestic limited liability company, a filing fee of fifty dollars. For amending the registration in the case of a foreign limited liability company, a filing fee of five hundred fifty dollars; (b) For filing articles of termination, ten dollars; (c) For filing articles of merger, fifty dollars; (d) For filing a statement of dissociation, ten dollars; (e) For filing an application to reserve a name, twenty dollars; (f) For issuing a certificate of existence, fifteen dollars; (g) For filing an application for registration of name, one dollar for each month, or fraction thereof, between the date of filing such application and December thirty-first of the calendar year in which such application is filed; (h) For filing an annual renewal of registration, a limited liability company which has in effect a registration of its name, may renew such registration from year to year by annually filing an application for renewal setting forth the facts required to be set forth in an original application for registration and a certificate of good standing as required for the original registration and by paying a fee of ten dollars. A renewal application may be filed between the first day of October and the thirty-first day of December in each year and shall extend the registration for the following year; (i) For acting as agent for service of process the secretary of state shall charge and collect at the time of such service twenty-five dollars which may be recoverable as taxable costs by the party to the suit or action causing the service to be made if the party prevails in the suit or action. Each limited liability company, domestic or foreign, that fails or refused to file its annual report for any year within the time prescribed is subject to a penalty of fifty dollars to be assessed by the secretary of state. Section 89. This Act does not affect an action or proceeding commenced or right accrued before July 1, 2008."}, {"bill_id": 4604, "bill_version_id": 3075, "bill_version": "Enrolled", "bill_version_date": "2008-02-13T09:37:43.083-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4604, "action_date": "2008-01-14T14:00:00-06:00", "document_id": 902, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/902.pdf", "status_text": "First read in House and referred to", "journal_page": 120, "committee_id_action": 27, "committee_id_assigned": 15, "result": "N", "vote": {}}, {"bill_id": 4604, "action_date": "2008-01-25T10:00:00-06:00", "document_id": 1697, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1697.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 15, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4604, "action_date": "2008-01-25T10:00:00-06:00", "document_id": 1885, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1885.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 15, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4604, "action_date": "2008-01-25T10:00:00-06:00", "document_id": 1885, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1885.pdf", "status_text": "Do Pass Amended", "journal_page": 276, "committee_id_action": 15, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 689, "president_vote": null, "Yea": [602, 579, 623, 555, 556, 546, 536, 578, 617, 540, 561, 600], "Excused": [589]}}, {"bill_id": 4604, "action_date": "2008-01-30T14:00:00-06:00", "document_id": 2216, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2216.pdf", "status_text": "Do Pass Amended", "journal_page": 352, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1014, "president_vote": null, "Yea": [602, 579, 609, 614, 625, 593, 586, 570, 597, 532, 608, 574, 555, 542, 568, 552, 575, 580, 572, 624, 595, 529, 631, 565, 620, 616, 556, 585, 633, 543, 558, 605, 628, 630, 571, 581, 544, 546, 537, 536, 578, 612, 551, 599, 617, 554, 547, 583, 538, 603, 615, 600, 531, 563, 540, 566, 549, 619, 626, 611, 606, 587, 559, 564, 561, 591], "Excused": [623, 534, 589], "Nay": [594]}}, {"bill_id": 4604, "action_date": "2008-01-31T13:00:00-06:00", "document_id": 2333, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2333.pdf", "status_text": "First read in Senate and referred to", "journal_page": 297, "committee_id_action": 28, "committee_id_assigned": 6, "result": "N", "vote": {}}, {"bill_id": 4604, "action_date": "2008-02-11T10:00:00-06:00", "document_id": 2638, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2638.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 6, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4604, "action_date": "2008-02-11T10:00:00-06:00", "document_id": 2882, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2882.pdf", "status_text": "Do Pass", "journal_page": 394, "committee_id_action": 6, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1569, "president_vote": null, "Yea": [557, 576, 567, 569, 627, 541, 573]}}, {"bill_id": 4604, "action_date": "2008-02-11T10:00:00-06:00", "document_id": 2882, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2882.pdf", "status_text": "Placed on consent", "journal_page": null, "committee_id_action": 6, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4604, "action_date": "2008-02-12T14:00:00-06:00", "document_id": 3026, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3026.pdf", "status_text": "Do Pass Amended", "journal_page": 457, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1721, "president_vote": null, "Yea": [557, 576, 621, 604, 553, 596, 560, 590, 598, 545, 592, 530, 601, 567, 535, 533, 582, 562, 622, 584, 569, 573, 618, 610, 629, 577, 588, 539, 627, 548, 550, 541, 607], "Excused": [613], "Nay": [632]}}, {"bill_id": 4604, "action_date": "2008-02-13T14:00:00-06:00", "document_id": 3138, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3138.pdf", "status_text": "Signed by the Speaker", "journal_page": 569, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4604, "action_date": "2008-02-14T14:00:00-06:00", "document_id": 3229, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3229.pdf", "status_text": "Signed by the President", "journal_page": 521, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4604, "action_date": "2008-02-14T14:00:00-06:00", "document_id": 3233, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3233.pdf", "status_text": "Delivered to the Governor", "journal_page": 595, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4604, "action_date": "2008-02-20T14:00:00-06:00", "document_id": 3534, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3534.pdf", "status_text": "Signed by the Governor", "journal_page": 636, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4136, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4604"}