{"session_id": 24, "bill_id": 7221, "bill_type": "Senate Bill", "bill_number": 105, "bill_title": "provide for the construction, renovation, improvement, remodeling, alteration, addition to and repairing of courthouses, jails and other necessary buildings.", "sponsors": [{"legislator_profile_id": 1042, "is_prime": true}, {"legislator_profile_id": 997, "is_prime": true}, {"legislator_profile_id": 968, "is_prime": false}, {"legislator_profile_id": 975, "is_prime": false}], "keywords": ["Administrative Rules", "Counties", "Tax"], "audio": [{"meeting_datetime": "2016-02-08T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst17.mp3", "start_seconds": 947.0}, {"meeting_datetime": "2016-02-08T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst17.mp3", "start_seconds": 947.0}, {"meeting_datetime": "2016-02-08T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sst17.mp3", "start_seconds": 947.0}], "bill_versions": [{"bill_id": 7221, "bill_version_id": 38222, "bill_version": "Introduced", "bill_version_date": "2016-01-27T10:08:23.697-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the construction, renovation, improvement, remodeling, alteration, addition to and repairing of courthouses, jails and other necessary buildings. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: The board of county commissioners may, by ordinance, impose a non-ad valorem tax at a rate not to exceed one-half percent in accordance with the provisions of this Act. The tax shall be levied on the sale, use, storage, and consumption of items taxed under chapters 10-45 and 10-46 within the county. The tax shall conform in all respects to the state tax on such items with the exception of the rate. Section 2. That the code be amended by adding a NEW SECTION to read: Any tax imposed under section 1 of this Act shall be referred to a vote of the people for its approval or disapproval in the same manner as provided in chapter 7-18A. Section 3. That the code be amended by adding a NEW SECTION to read: Notwithstanding § 7-18A-8, any new ordinance or amendment to an ordinance enacted under the authority of this Act, and any tax rate affected thereby, may become effective only on January first or July first of a calendar year. The ordinance or amendment shall be effective on the earlier of January first or July first following at least ninety days notification by the county to the secretary of revenue that the ordinance or amendment has been enacted unless the ordinance or amendment is suspended by operation of a referendum. If an ordinance or amendment enacted under this Act is approved, the effective date shall be the earlier of January first or July first following at least ninety days notification by the county to the secretary of revenue that the ordinance or amendment has been approved notwithstanding § 7-18A-14. Notification of the enactment or approval of the ordinance shall be in writing and mailed, along with a copy of the ordinance or amendment, by registered or certified mail to the secretary of revenue. Section 4. That the code be amended by adding a NEW SECTION to read: The board of county commissioners shall specify in the ordinance the proposed use of the tax. The use specified in the ordinance shall be to provide for the construction, renovation, improvement, remodeling, alteration, addition to and repairing of courthouses, jails and other necessary buildings not provided for under the existing sources of revenue or budget. The board of county commissioners may use the proposed tax for the purpose of sharing expenses for construction or renovation of a jail facility, in accordance with § 24-11-3, with another county or counties. The board of county commissioners shall specify in the ordinance the year or number of years the tax will be applied and the date the tax will end. If sufficient tax revenue is collected or projected to be collected to pay for the expenditure prior to the end date specified in the ordinance, the tax shall be repealed at such date in accordance with the provisions of § 10-52-9. No tax levied pursuant to this section may be extended or renewed, unless the board of county commissioners adopts a new ordinance and receives approval from voters. Section 5. That the code be amended by adding a NEW SECTION to read: Any excess revenue received and remaining after the termination of a non-ad valorem tax shall be applied to expenses of maintaining and operating any county capitol improvements specified by the ordinance. Section 6. That the code be amended by adding a NEW SECTION to read: The Department of Revenue shall administer any tax imposed under this Act. The department shall keep full and accurate records of all moneys received and distributed under this Act. Section 7. That the code be amended by adding a NEW SECTION to read: All moneys received and collected on behalf of a county by the Department of Revenue under this Act shall be distributed to the county after deducting the amount of refunds made, the amounts necessary to defray the cost of collecting the tax, and the administrative expenses incident thereto. The balance shall be paid within thirty days after collection to the county entitled to the payment. Section 8. That the code be amended by adding a NEW SECTION to read: The secretary of revenue may promulgate rules, pursuant to chapter 1-26, concerning: (1) Licensing, including bonding and filing license applications; (2) The filing of returns and the payment of the tax; (3) The application of the tax and exemptions; (4) Taxpayer record-keeping requirements; and (5) Determining audits. Section 9. That the code be amended by adding a NEW SECTION to read: Each county imposing a non-ad valorem tax pursuant to this Act may issue county non-ad valorem tax revenue bonds pursuant to this section and chapter 6-8B in anticipation of the collection of the taxes. The bonds shall be payable solely from the collections of the tax imposed by the county under this Act, as determined by the board of county commissioners. The board of county commissioners shall, in the resolution or ordinance authorizing the bonds, agree that the county will continue to impose and collect the taxes so long as the bonds are outstanding. The board of county commissioners shall also pledge so much of the collections of the taxes as may be necessary to pay the principal premium and interest on the bonds and to maintain any debt service reserve established for the bonds. The proceeds of the bonds may be used to provide for the construction, renovation, improvement, remodeling, alteration, addition to and repairing of courthouses, jails and other necessary buildings to establish a debt service reserve fund for the bonds and to pay not more than one year's capitalized interest on the bonds. No election is required to authorize the issuance of county non-ad valorem tax revenue bonds. Any bonds shall be issued and sold as provided in chapter 6-8B."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7221, "action_date": "2016-01-27T14:00:00-06:00", "document_id": 38273, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38273.pdf", "status_text": "First read in Senate and referred to", "journal_page": 150, "committee_id_action": 309, "committee_id_assigned": 306, "result": "N", "vote": {}}, {"bill_id": 7221, "action_date": "2016-02-08T10:00:00-06:00", "document_id": 38872, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38872.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 306, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7221, "action_date": "2016-02-08T10:00:00-06:00", "document_id": 38977, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38977.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 244, "committee_id_action": 306, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20676, "president_vote": null, "Yea": [984, 977, 1010, 1012, 1045, 1037], "Excused": [1000], "Nay": [997, 978]}}]}