{"session_id": 21, "bill_id": 6412, "bill_type": "House Bill", "bill_number": 1044, "bill_title": "revise certain provisions regarding educational personnel certification and discipline.", "sponsors": [], "keywords": ["Education ", "License", "Professions and Occupations", "School Districts", "Teachers, Principals, and Superintendents  "], "audio": [{"meeting_datetime": "2015-01-26T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hed09.mp3", "start_seconds": 785.0}, {"meeting_datetime": "2015-01-26T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hed09.mp3", "start_seconds": 785.0}, {"meeting_datetime": "2015-01-26T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hed09.mp3", "start_seconds": 785.0}, {"meeting_datetime": "2015-01-26T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hed09.mp3", "start_seconds": 785.0}, {"meeting_datetime": "2015-01-26T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hed09.mp3", "start_seconds": 785.0}, {"meeting_datetime": "2015-01-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou10.mp3", "start_seconds": 4905.0}, {"meeting_datetime": "2015-01-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou10.mp3", "start_seconds": 4905.0}, {"meeting_datetime": "2015-01-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou10.mp3", "start_seconds": 4905.0}, {"meeting_datetime": "2015-02-12T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sed21.mp3", "start_seconds": 2880.0}, {"meeting_datetime": "2015-02-12T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sed21.mp3", "start_seconds": 2880.0}, {"meeting_datetime": "2015-02-12T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sed21.mp3", "start_seconds": 2880.0}, {"meeting_datetime": "2015-02-12T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sed21.mp3", "start_seconds": 2880.0}], "bill_versions": [{"bill_id": 6412, "bill_version_id": 33018, "bill_version": "Introduced", "bill_version_date": "2015-01-09T18:02:02.53-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding educational personnel certification and discipline. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-42 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this chapter and §§ 13-43-16 to 13-43-49, inclusive, mean: (1) \"Administrator,\" a superintendent, principal, or other person whose assigned duties require the person to be issued a certificate as an administrator; (2) \"Applicant,\" an individual who has applied for a certificate, either through an initial application or a renewal application; (3) \"Certificate,\" a certificate and endorsements required by the South Dakota Board of Education pursuant to § 13-42-3 for a teacher, administrator, or other educational professional which authorize the certificate holder to work in assigned grades and fields; (4) \"Department,\" the South Dakota Department of Education; (5) \"Other educational professional,\" an instructor, school service specialist, or other person whose duties require the person to be issued a certificate; (6) \"Secretary,\" the secretary of the department; (7) \"Teacher,\" a person whose assigned duties require the person to be issued a certificate as a teacher. Section 2. That § 13-42-1 be amended to read as follows: 13-42-1. No person may teach or administer in any of the public schools of this state or draw wages as a teacher, principal, or superintendent administrator, or other educational professional in any public school or other accredited school who does not have a valid certificate issued by the secretary of the Department of Education authorizing the person to teach or administer in the school or field for which he was employed. Section 3. That § 13-42-3 be amended to read as follows: 13-42-3. The South Dakota Board of Education shall promulgate rules, pursuant to chapter 1-26, establishing the requirements and criteria that an applicant shall meet in order to be issued a teacher's certificate by the secretary of the Department of Education as a teacher, administrator, or other educational professional authorizing the holder of the certificate to accept a teaching or administrative position in any elementary or secondary school in the field grades and fields specified by the certificate. The rules shall specify the duration and the method of renewal or reinstatement, the amount of the fee for issuing the certificate, the application procedures and documentation requirements for certificates, the endorsements to certificates, the requirements for certification, the procedures for denial or nonrenewal of a certificate and disciplinary proceedings and assessment of costs, the procedures for processing applications and issuing certificates for military spouses, and other procedures necessary for the administration of teacher certification. In addition to teacher certificate renewal based on academic coursework, the rules for teacher certificate renewal shall include guidelines and criteria by which an applicant may receive credit toward renewal based on private or public sector experience that was not obtained through academic coursework if the experience is related to the applicant's teaching field. Any change to a rule promulgated pursuant to this section which increases the educational requirements that an applicant shall meet to qualify for a certificate shall be preceded by at least two years' notice before the effective date of the change. The two-year notice requirement does not apply to an increase in the application fee, which increase shall comply with §§ 1-26-4.8 and 1-26-6.9. Section 4. That § 13-42-4 be amended to read as follows: 13-42-4. The authority to issue teachers' certificates a certificate is vested in the secretary of education, and such certificates the certificate shall be issued, renewed, or validated to such persons who have a person who has met the rules and requirements for said certificates the certificate as determined by the South Dakota Board of Education. All changes in educational rules and requirements prescribed pursuant to § 13-42-3 which an applicant for a teacher's certificate must meet shall be preceded by at least two years' notice before the effective date of said changes, when such changes increase the requirements for the issuance of a certificate. Section 5. That chapter 13-42 be amended by adding thereto a NEW SECTION to read as follows: The secretary may, upon receipt of information suggesting the failure of an applicant or certificate holder to comply with requirements necessary for certification, initiate and conduct an investigation. The secretary may also initiate and conduct an investigation in regard to a person subject to § 13-43-59. In conducting the investigation, the secretary shall have the powers referenced in § 1-26-19.1. Section 6. That § 13-42-6 be amended to read as follows: 13-42-6. A teacher's No certificate may not be issued unless the applicant is a United States citizen and takes an oath or affirmation to support the Constitutions of the United States and of the State of South Dakota or unless the applicant is a legal alien. The secretary of the Department of Education department shall keep a copy of the oath on file. A legal alien employed by a school district is not required to file an oath or affirmation of allegiance. The secretary of the Department of Education may administer the oath or affirmation required under this chapter. Section 7. That § 13-42-7 be amended to read as follows: 13-42-7. The secretary of the Department of Education shall have the power and authority to may refuse to issue or renew a certificate at any time for any of the reasons which would have caused it to be revoked referenced in § 13-42-9 or 13-42-10. Section 8. That § 13-42-9 be amended to read as follows: 13-42-9. The secretary of the Department of Education may refuse to issue or renew, revoke, or suspend any certificate for any cause which would have prevented its issue, plain violation of contract, gross immorality, incompetency, violation of the code of ethics, established pursuant to § 13-43-25 or 13-43-45, as determined by the Professional Teachers Practices and Standards Commission or the Professional Administrators Practices and Standards Commission, or flagrant neglect of duty, and may suspend any certificate for a period not to exceed one year for breaking or jumping a contract, if such suspension is requested by the school board. However, the secretary may not suspend a certificate for breaking or jumping a contract if the school board collected liquidated damages pursuant to the terms of the contract: (1) Incompetency; (2) Violation of the code of ethics, established pursuant to § 13-43-25 or 13-43-45, as determined by the Professional Teachers Practices and Standards Commission or the Professional Administrators Practices and Standards Commission; (3) Flagrant neglect of duty; (4) Failure to fulfill any requirement for certification imposed pursuant to this chapter or chapter 13-43 and rules promulgated thereto; (5) Moral turpitude; or (6) Any other cause specifically allowed by law. Section 9. That § 13-42-10 be amended to read as follows: 13-42-10. The secretary of the Department of Education may revoke the suspend or refuse to issue or renew any certificate of any teacher or administrator, or refuse to issue a certificate to an applicant, for such period of time as the secretary considers advisable, if such person has been convicted of any crime involving moral turpitude, including traffic in either controlled substances or marijuana, or both. Suspension of the sentence is not cause to affect this action. Nor may suspended imposition of a sentence for violation of subdivision 22-22-1(1), subdivision 22-22-1(5), or § 22-22-7 be cause to affect this action. Proof of such conviction and sentence shall consist of a duly certified copy of the court record for a period not to exceed one year for breaking a contract with a school. However, the secretary may not suspend the certificate if the school board or governing body collects liquidated damages pursuant to the terms of the contract. In order to initiate proceedings pursuant to this section, the school board or governing body employing the certificate holder shall file a complaint pursuant to § 13-42-12. Section 10. That § 13-42-12 be amended to read as follows: 13-42-12. The school board or governing body employing a teacher or administrator, the professional teachers practices and standards commission, professional administrators practices and standards commission, or the secretary of the Department of Education Except as provided in § 13-42-10, any person may initiate proceedings for the revocation or suspension of a teacher's or administrator's certificate. A written complaint shall be filed in the office of the secretary of the Department of Education with the Professional Teachers Practices and Standards Commission or the Professional Administrators Practices and Standards Commission. The complaint shall specify generally the nature and character of the charges, and within five days after filing, a copy of the complaint shall be served upon the teacher or administrator certificate holder in person or by registered or certified mail addressed to the teacher's or administrator's person's last known address. The teacher or administrator certificate holder shall, within fifteen thirty days after the service of the copy complaint, file with the secretary of the Department of Education an commission a written answer to the charges specified. The secretary of the Department of Education shall thereupon fix in writing a time for a hearing on the complaint and serve a copy thereof in the same manner as provided for the service of a complaint on the teacher or administrator. The hearing shall be conducted by the secretary of the Department of Education or the secretary's representative. If the secretary of the Department of Education initiates proceedings for the revocation of a teacher's or administrator's certificate, the South Dakota Board of Education shall designate an independent examiner to conduct the hearing, whose decision is final, subject to the provisions of chapter 1-26 consistent with the requirements of chapter 1-26. Each commission may promulgate rules, pursuant to chapter 1-26, to further define the standards and procedures for conducting hearings and for filing, investigating, and resolving complaints. Section 11. That § 13-42-13 be repealed. 13-42-13. The hearing shall be held in the office of the secretary of the Department of Education unless the teacher or administrator at the time of filing the answer files a written demand that the hearing be held at the county seat of the county wherein the teacher or administrator was employed by a school district at the time of the alleged violations of the provisions of chapter 13-42. Section 12. That § 13-42-14 be amended to read as follows: 13-42-14. Such The hearing shall referenced in § 13-42-12 may be either private or public, as the teacher or administrator certificate holder may elect, and the teacher or administrator shall have the right to certificate holder may appear in person or by counsel and to produce evidence thereat. All witnesses at the hearing. Each witness shall be sworn before testifying and the official conducting such the hearing may administer the oath prescribed by law for witnesses in judicial proceedings. A record, in writing, shall be made of the proceedings and of all evidence produced thereat at the hearing and shall be filed with the Department of Education department upon conclusion of the hearing. The hearing shall be held in Pierre unless good cause is shown to justify moving the hearing to another location for the convenience of the parties and witnesses. Section 13. That § 13-42-15 be amended to read as follows: 13-42-15. Upon concluding the hearing, the The secretary of the Department of Education or the secretary's representative shall make a decision within thirty days from the date of the hearing receipt of a complaint pursuant to § 13-43-28.1 or 13-43-49. In case of suspension or revocation, the secretary of the Department of Education shall fix the date at which the suspension or revocation becomes effective and, in case of suspension, the duration of the suspension. A notice of the suspension or revocation The order and findings of fact and conclusions of law of the secretary shall be given in writing to the teacher or administrator and to served upon the certificate holder, and, if applicable, upon the school board by which last employed the teacher or administrator is employed certificate holder, the commission, and the complainant before the commission. Section 14. That § 13-42-16 be amended to read as follows: 13-42-16. A teacher or administrator shall have certificate holder whose certificate has been revoked or suspended pursuant to this chapter has a right of appeal from the decision of the secretary of the Department of Education or his duly appointed representative to the circuit court in the manner and under the procedure provided for appeals from decisions of school boards pursuant to chapter 1-26. Section 15. That § 13-42-17 be amended to read as follows: 13-42-17. All orders of suspension or revocation shall be included in the certificate records of the Department of Education. Each complaint and answer referenced in § 13-42-12 and all other investigative information regarding potential discipline of an applicant or certificate holder in the possession of the department, the Professional Teachers Practices and Standards Commission, and the Professional Administrators Practices and Standards Commission is confidential. This information may be discovered and disclosed as part of a disciplinary proceeding initiated pursuant to chapter 13-42 or 13-43. In addition, if disciplinary action is imposed by the secretary or a commission pursuant to chapter 13-42 or 13-43, this information may be disclosed to authorities within this state, another state, the District of Columbia, or a territory or country in which the applicant or certificate holder holds a certificate or has applied for a certificate. Section 16. That chapter 13-42 be amended by adding thereto a NEW SECTION to read as follows: The final decision of the secretary regarding a certificate, along with the findings of fact and conclusions of law, is a public record. If the certificate holder requests a private hearing pursuant to § 13-42-14, the written record and evidence from the hearing, including the findings of fact and conclusions of law, are confidential unless adopted by the secretary as part of the final decision. However, if disciplinary action is imposed by the secretary or a commission pursuant to chapter 13-42 or 13-43, the written record and evidence from the hearing may be disclosed to authorities within this state, another state, the District of Columbia, or a territory or country in which the applicant or certificate holder holds a certificate or has applied for a certificate. Section 17. That chapter 13-42 be amended by adding thereto a NEW SECTION to read as follows: After conducting a contested case proceeding that results in the denial, nonrenewal, revocation, or suspension of a certificate, the department or commission may assess all or part of its actual costs for the proceeding against the certificate holder or applicant. Section 18. That § 13-43-5.1 be amended to read as follows: 13-43-5.1. No public school board or other accredited school may employ a person whose certificate as defined in section 1 of this Act is revoked pursuant to § 13-42-9 or 13-42-10 or during the term of a suspension pursuant to § 13-42-9. A revocation or suspension for purposes of this section includes a refusal to issue or renew a certificate. Section 19. That § 13-43-16 be amended to read as follows: 13-43-16. The Legislature of the State of South Dakota declares teaching to be a profession. It is declared to be in the interest of the state that the profession be recognized and that the profession accept its responsibilities in the development and promotion of standards of ethics, conduct, performance, preparation, and practices. For the purpose of §§ 13-43-16 to 13-43-30, inclusive, the teaching profession includes those persons each person certificated by the secretary of the Department of Education as classroom teachers, administrators, and other education specialists as a teacher, administrator, and other educational professional, as defined by section 1 of this Act, employed in by a public, federal, and private schools school or other accredited school. Section 20. That § 13-43-23 be amended to read as follows: 13-43-23. Any expense incurred by the Professional Teachers Practices and Standards Commission or the Professional Administrators Practices and Standards Commission in administering the provisions of §§ 13-43-16 to 13-43-30 13-43-50, inclusive, shall be paid from the state institute fund. However, such the annual expenses shall be are limited to an amount not to exceed two-thirds of the annual amount collected for teacher certification fees. Nothing in this section is intended to limit the ability to assess costs pursuant to section 17 of this Act. Section 21. That § 13-43-28 be amended to read as follows: 13-43-28. After notice and hearing as a contested case under the provisions of chapter 1-26, if the Professional Teachers Practices and Standards Commission determines that a certificate holder has engaged in conduct referenced in § 13-42-9 or 13-42-10, the commission may issue a public or private reprimand or recommend a impose other appropriate disciplinary action which may be implemented by the appropriate governing body against a member of the teaching profession if the member has been determined by the commission to have violated the code of ethics established under § 13-43-25 is in the best interests of the commission, the certificate holder, and the public. The commission does not have the authority to deny, not renew, suspend, or revoke a certificate. The commission has the powers conferred by §§ 1-26-19.1 and 1-26-19.2 and the certificate holder and the certificate holder's attorney also have available the provisions of those sections. The commission may promulgate rules, pursuant to chapter 1-26, to further define other appropriate disciplinary action referenced in this section. Any member reprimanded or disciplined by the commission pursuant to this section may appeal to circuit court as provided by chapter 1-26. Section 22. That § 13-43-28.1 be amended to read as follows: 13-43-28.1. If the Professional Teachers Practices and Standards Commission determines that proceedings to revoke or suspend the certificate of a teacher should be instituted as provided in § 13-43-28, the commission shall file a written complaint, findings of fact and conclusions of law, and the hearing record with the secretary of the Department of Education and serve a copy of the complaint and findings and conclusions upon the parties before the commission. The commission's complaint shall specify the nature and character of the charges. The commission may impose discipline pursuant to § 13-43-28 and file a complaint pursuant to this section. The secretary may base the revocation or suspension decision solely upon review of the commission's hearing record, or the secretary or may require additional evidence, either by affidavit, document, or testimony upon the secretary's own motion or upon the request of any party before the commission. The commission's determination to institute proceedings seeking revocation or suspension of a certificate pursuant to this section is not a final agency action and may not be appealed to court. The final decision of the secretary may be appealed to circuit court as provided in § 13-42-16. Section 23. That § 13-43-30 be repealed. 13-43-30. Any member reprimanded or disciplined by the Professional Teachers Practices and Standards Commission may appeal as provided by chapter 1-26. Section 24. That § 13-43-48 be amended to read as follows: 13-43-48. After notice and hearing as a contested case under the provisions of chapter 1-26, if the Professional Administrators Practices and Standards Commission has authority to determines that an administrator has engaged in conduct referenced in § 13-42-9 or 13-42-10, the commission may issue a public or private reprimand or to recommend a impose other appropriate disciplinary action which may be implemented by the appropriate governing body against a member of the administrative profession when such member shall have been determined by the commission to have violated the code of ethics established under § 13-43-45 is in the best interests of the commission, the certificate holder, and the public. The commission does not have the authority to deny, not renew, suspend, or revoke a certificate. The commission shall have has the powers conferred by §§ 1-26-19.1 and 1-26-19.2, and the certificate holder and his the certificate holder's attorney also shall have available the provisions of those sections. The commission may promulgate rules, pursuant to chapter 1-26, to further define other appropriate disciplinary action referenced in this section. Any member reprimanded or disciplined by the commission pursuant to this section may appeal to circuit court as provided by chapter 1-26. Section 25. That § 13-43-49 be amended to read as follows: 13-43-49. If the Professional Administrators Practices and Standards Commission determines that proceedings to revoke or suspend the certificate of an administrator should be instituted, the commission shall file a written complaint as provided in § 13-42-12, findings of fact and conclusions of law, and the hearing record with the secretary of the Department of Education and serve a copy of the complaint and findings and conclusions upon the parties before the commission. The commission's complaint shall specify the nature and character of the charges. The commission may impose discipline pursuant to § 13-43-48 and file a complaint pursuant to this section. The secretary may base his the revocation or suspension decision solely upon review of the commission's hearing record, or he may require additional evidence, either by affidavit, document, or testimony upon his the secretary's own motion or upon the request of any party before the commission. The commission's determination to institute proceedings seeking revocation or suspension of a certificate pursuant to this section is not a final agency action and may not be appealed to court. The final decision of the secretary may be appealed to circuit court as provided in § 13-42-16. Section 26. That § 13-43-50 be repealed. 13-43-50. Any member reprimanded or disciplined by the Professional Administrators Practices and Standards Commission shall have the right to appeal as provided by chapter 1-26. Section 27. That § 13-43-59 be amended to read as follows: 13-43-59. Individuals Any person employed in an administrative capacity, but who do does not hold a valid South Dakota certificate pursuant to chapter 13-42, are is subject to the code of professional ethics as established under § 13-43-45. The procedures referenced in §§ 13-42-12 and 13-42-14 apply to complaints and hearings regarding an alleged violation of the code of professional ethics by the person. If the Professional Administrators Practices and Standards Commission determines that the person has violated the code of professional ethics, then the commission may impose discipline referenced in § 13-43-48. Section 28. That § 23A-27-14.1 be amended to read as follows: 23A-27-14.1. Notwithstanding §§ 23A-27-14 and 23A-27-17, any person who has received an order pursuant to § 23A-27-13 for a conviction of subdivision 22-22-1(1), subdivision 22-22-1(5) or § 22-22-7, or violations of §§ 22-22-24.3, 22-24A-1, 22-24A-3, and 22-24A-5, who is licensed or seeks to be licensed as a certified teacher pursuant to chapter 13-42 may have his or her the person's application refused or license revoked as provided in § 13-42-10 chapters 13-42 and 13-43."}, {"bill_id": 6412, "bill_version_id": 35141, "bill_version": "Enrolled", "bill_version_date": "2015-02-18T09:48:33.95-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6412, "action_date": "2015-01-13T12:00:00-06:00", "document_id": 33112, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33112.pdf", "status_text": "First Reading House", "journal_page": 30, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6412, "action_date": "2015-01-14T13:00:00-06:00", "document_id": 33159, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33159.pdf", "status_text": "Referred to", "journal_page": 39, "committee_id_action": 286, "committee_id_assigned": 273, "result": "N", "vote": {}}, {"bill_id": 6412, "action_date": "2015-01-26T07:45:00-06:00", "document_id": 33572, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33572.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 273, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6412, "action_date": "2015-01-26T07:45:00-06:00", "document_id": 33662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33662.pdf", "status_text": "Do Pass", "journal_page": 140, "committee_id_action": 273, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17729, "president_vote": null, "Nay": [928, 887, 905, 920], "Yea": [931, 917, 945, 958, 936, 930, 904, 934, 957, 861, 926]}}, {"bill_id": 6412, "action_date": "2015-01-27T14:00:00-06:00", "document_id": 33848, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33848.pdf", "status_text": "Do Pass", "journal_page": 189, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17821, "president_vote": null, "Yea": [883, 915, 952, 938, 888, 923, 925, 875, 931, 927, 857, 859, 917, 924, 929, 947, 937, 945, 882, 909, 946, 958, 913, 951, 861, 919, 956, 936, 879, 930, 953, 906, 908, 940, 935, 916, 911, 910, 863, 864, 914, 922, 933, 866, 926, 955, 869, 912, 904, 918, 954, 932, 949, 934, 957, 874], "Nay": [884, 928, 941, 948, 887, 905, 907, 939, 920, 865, 950, 921], "Excused": [881, 867]}}, {"bill_id": 6412, "action_date": "2015-01-28T14:00:00-06:00", "document_id": 34034, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34034.pdf", "status_text": "First read in Senate and referred to", "journal_page": 219, "committee_id_action": 284, "committee_id_assigned": 263, "result": "N", "vote": {}}, {"bill_id": 6412, "action_date": "2015-02-12T07:45:00-06:00", "document_id": 34788, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34788.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 263, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6412, "action_date": "2015-02-12T07:45:00-06:00", "document_id": 34957, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34957.pdf", "status_text": "Do Pass", "journal_page": 387, "committee_id_action": 263, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18620, "president_vote": null, "Excused": [943, 889], "Yea": [860, 896, 880, 868, 877]}}, {"bill_id": 6412, "action_date": "2015-02-12T07:45:00-06:00", "document_id": 34957, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34957.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 263, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6412, "action_date": "2015-02-17T14:00:00-06:00", "document_id": 35120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35120.pdf", "status_text": "Do Pass", "journal_page": 411, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18708, "president_vote": null, "Yea": [853, 854, 855, 856, 943, 858, 860, 894, 903, 876, 899, 885, 896, 901, 895, 898, 890, 900, 942, 891, 893, 886, 880, 944, 902, 868, 871, 892, 872, 873, 878, 897], "Excused": [889, 862, 877]}}, {"bill_id": 6412, "action_date": "2015-02-18T14:00:00-06:00", "document_id": 35201, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35201.pdf", "status_text": "Signed by the Speaker", "journal_page": 444, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6412, "action_date": "2015-02-19T14:00:00-06:00", "document_id": 35278, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35278.pdf", "status_text": "Signed by the President", "journal_page": 456, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6412, "action_date": "2015-02-20T13:00:00-06:00", "document_id": 35379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35379.pdf", "status_text": "Delivered to the Governor", "journal_page": 471, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6412, "action_date": "2015-02-25T14:00:00-06:00", "document_id": 35566, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35566.pdf", "status_text": "Signed by the Governor", "journal_page": 508, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5855}