{"session_id": 7, "bill_id": 1149, "bill_type": "House Bill", "bill_number": 1170, "bill_title": "provide for legislative representation on the Game, Fish and Parks Commission.", "sponsors": [{"legislator_profile_id": 727, "is_prime": true}, {"legislator_profile_id": 686, "is_prime": true}, {"legislator_profile_id": 682, "is_prime": false}, {"legislator_profile_id": 702, "is_prime": false}, {"legislator_profile_id": 688, "is_prime": false}, {"legislator_profile_id": 699, "is_prime": false}, {"legislator_profile_id": 709, "is_prime": false}, {"legislator_profile_id": 673, "is_prime": false}, {"legislator_profile_id": 693, "is_prime": false}, {"legislator_profile_id": 690, "is_prime": false}, {"legislator_profile_id": 698, "is_prime": false}, {"legislator_profile_id": 722, "is_prime": false}, {"legislator_profile_id": 637, "is_prime": false}, {"legislator_profile_id": 714, "is_prime": false}, {"legislator_profile_id": 736, "is_prime": false}, {"legislator_profile_id": 710, "is_prime": false}, {"legislator_profile_id": 732, "is_prime": false}], "keywords": ["Department of Game, Fish and Parks", "Game, Fish and Parks", "Legislature"], "audio": [{"meeting_datetime": "2009-02-04T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst16.mp3", "start_seconds": 242.0}, {"meeting_datetime": "2009-02-04T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst16.mp3", "start_seconds": 242.0}, {"meeting_datetime": "2009-02-04T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst16.mp3", "start_seconds": 242.0}], "bill_versions": [{"bill_id": 1149, "bill_version_id": 6079, "bill_version": "Introduced", "bill_version_date": "2009-01-28T09:08:51.647-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for legislative representation on the Game, Fish and Parks Commission. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 41-2-1 be amended to read as follows: 41-2-1. There is hereby continued the department of state government known as the Department of Game, Fish and Parks, and a commission comprised of eight ten members, eight appointed by the Governor as provided in § 41-2-3 and two legislators as provided in section 2 of this Act, all subject to confirmation by the State Senate. Section 2. That chapter 41-2 be amended by adding thereto a NEW SECTION to read as follows: The Executive Board of the Legislative Research Council shall appoint two serving legislators to the Game, Fish and Parks Commission. One shall be a Republican, and one shall be a Democrat. One shall be a senator, and one shall be a representative. One shall reside east of the Missouri River, and one shall reside west of the Missouri River. Each shall serve as long as he or she continues to hold the seat that he or she held at the time of appointment. Section 3. That § 41-2-2 be amended to read as follows: 41-2-2. Not more than four of the nonlegislative game, fish and parks commissioners shall be members of the same political party, and, at the time of their appointment, not less than four shall be farmers actually residing on a farm, engaged in agriculture, deriving at least two-thirds of their gross annual incomes from crop or livestock production or both, and interested in wildlife conservation. At the time of their appointment not less than three nonlegislative commissioners shall reside west of the Missouri River and not less than five shall reside east of the Missouri River. Section 4. That § 41-2-3 be amended to read as follows: 41-2-3. The term of office of the nonlegislative game, fish and parks commissioners shall be four years. The Governor is authorized to and shall preserve: (1) An arrangement of length of terms whereby two nonlegislative members shall have terms expiring each year; (2) A rotation of terms between the republican and democratic parties. The expiration of terms shall occur on the tenth day of January of each year, and all required appointments may be made by the first day of March thereof, and shall be so made as to fill all vacancies on such commission arising either by expiration of term or from any other cause. No person shall may serve on said the commission for more than eight years, except that where his unless the first appointment is for two years he . Such nonlegislative commissioner may be reappointed thereafter for an additional two four-year terms. Section 5. That § 41-2-5 be amended to read as follows: 41-2-5. The Governor may remove a nonlegislative game, fish and parks commissioner for inefficiency, neglect of duty, or misconduct in office after giving him or her a copy of the charges against him or her and opportunity to be heard publicly in person or by counsel in his or her own defense, upon not less than ten days' notice. If such commissioner shall be is removed, the Governor shall file in the Office of the Secretary of State a complete statement of all charges made against such commissioner and his or her findings thereon, together with a complete record of the proceedings. Section 6. That § 41-2-6 be amended to read as follows: 41-2-6. Any nonlegislative vacancy on the Game, Fish and Parks Commission occurring from any cause shall be filled by the Governor for the unexpired term, subject to confirmation by the State Senate at the succeeding regular legislative session."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1149, "action_date": "2009-01-28T14:00:00-06:00", "document_id": 6143, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6143.pdf", "status_text": "First read in House and referred to", "journal_page": 165, "committee_id_action": 56, "committee_id_assigned": 49, "result": "N", "vote": {}}, {"bill_id": 1149, "action_date": "2009-02-04T07:45:00-06:00", "document_id": 6591, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6591.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 49, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1149, "action_date": "2009-02-04T07:45:00-06:00", "document_id": 6802, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6802.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 286, "committee_id_action": 49, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3578, "president_vote": null, "Yea": [666, 651, 660, 693, 721, 683, 695, 645, 639, 681, 657, 691, 643]}}]}