{"session_id": 24, "bill_id": 7123, "bill_type": "House Commemoration", "bill_number": 1005, "bill_title": "Honoring the fifth anniversary of Operation Black Hills Cabin, and recognizing the board of directors, volunteers, and community leaders as outstanding caretakers of those who served.", "sponsors": [{"legislator_profile_id": 1046, "is_prime": true}, {"legislator_profile_id": 990, "is_prime": true}, {"legislator_profile_id": 1040, "is_prime": false}, {"legislator_profile_id": 1050, "is_prime": false}, {"legislator_profile_id": 1014, "is_prime": false}, {"legislator_profile_id": 1061, "is_prime": false}, {"legislator_profile_id": 1065, "is_prime": false}, {"legislator_profile_id": 994, "is_prime": false}, {"legislator_profile_id": 982, "is_prime": false}, {"legislator_profile_id": 1041, "is_prime": false}, {"legislator_profile_id": 967, "is_prime": false}, {"legislator_profile_id": 1027, "is_prime": false}, {"legislator_profile_id": 1007, "is_prime": false}, {"legislator_profile_id": 1023, "is_prime": false}, {"legislator_profile_id": 1051, "is_prime": false}, {"legislator_profile_id": 1064, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 7123, "bill_version_id": 37666, "bill_version": "Introduced", "bill_version_date": "2016-01-19T08:18:38.263-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the fifth anniversary of Operation Black Hills Cabin, and recognizing the board of directors, volunteers, and community leaders as outstanding caretakers of those who served. WHEREAS, Operation Black Hills Cabin will celebrate its fifth anniversary on March 25, 2016, its mission has been to provide Operation Iraqi Freedom, Operation Enduring Freedom, and Operation New Dawn combat-injured veterans and their families with a comfortable, peaceful, and supportive respite to reconnect veterans with themselves and their families; and WHEREAS, Operation Black Hills Cabin is operated completely by volunteers who understand that those who have served this nation continue to struggle with the invisible wounds of combat and are working to assist our troops in putting the pieces of their lives back together, and who give their time, talent, and assistance freely, dedicating over four thousand hours per year; and WHEREAS, leaders of this operation have developed an outstanding partnership with area businesses who have donated meals, stocked the cupboards, and provided entry coupons at tourist attractions for the families, making the week virtually free; and WHEREAS, fifty-eight families from twenty-seven states have utilized the Cabin and have garnered the benefits from this retreat: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-First Legislature of the State of South Dakota, that the Legislature recognizes the Operation Black Hills Cabin board of directors, volunteers, and community leaders for being outstanding caretakers of those who have served."}, {"bill_id": 7123, "bill_version_id": 37878, "bill_version": "Enrolled", "bill_version_date": "2016-01-21T16:04:10.043-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the fifth anniversary of Operation Black Hills Cabin, and recognizing the board of directors, volunteers, and community leaders as outstanding caretakers of those who served. WHEREAS, Operation Black Hills Cabin will celebrate its fifth anniversary on March 25, 2016, its mission has been to provide Operation Iraqi Freedom, Operation Enduring Freedom, and Operation New Dawn combat-injured veterans and their families with a comfortable, peaceful, and supportive respite to reconnect veterans with themselves and their families; and WHEREAS, Operation Black Hills Cabin is operated completely by volunteers who understand that those who have served this nation continue to struggle with the invisible wounds of combat and are working to assist our troops in putting the pieces of their lives back together, and who give their time, talent, and assistance freely, dedicating over four thousand hours per year; and WHEREAS, leaders of this operation have developed an outstanding partnership with area businesses who have donated meals, stocked the cupboards, and provided entry coupons at tourist attractions for the families, making the week virtually free; and WHEREAS, fifty-eight families from twenty-seven states have utilized the Cabin and have garnered the benefits from this retreat: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-First Legislature of the State of South Dakota, that the Legislature recognizes the Operation Black Hills Cabin board of directors, volunteers, and community leaders for being outstanding caretakers of those who have served. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7123, "action_date": "2016-01-19T14:00:00-06:00", "document_id": 37724, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37724.pdf", "status_text": "", "journal_page": 62, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}]}