{"session_id": 20, "bill_id": 5907, "bill_type": "Senate Bill", "bill_number": 175, "bill_title": "revise certain bank franchise tax provisions regarding net income and net operating losses.", "sponsors": [{"legislator_profile_id": 433, "is_prime": true}, {"legislator_profile_id": 426, "is_prime": true}, {"legislator_profile_id": 444, "is_prime": false}, {"legislator_profile_id": 489, "is_prime": false}, {"legislator_profile_id": 477, "is_prime": false}, {"legislator_profile_id": 428, "is_prime": false}, {"legislator_profile_id": 463, "is_prime": false}, {"legislator_profile_id": 490, "is_prime": false}, {"legislator_profile_id": 486, "is_prime": false}], "keywords": ["Bank Franchise Tax", "Banks and Banking", "Taxes"], "audio": [], "bill_versions": [{"bill_id": 5907, "bill_version_id": 29681, "bill_version": "Introduced", "bill_version_date": "2014-02-04T09:31:19.697-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain bank franchise tax provisions regarding net income and net operating losses. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-43-10.2 be amended to read as follows: 10-43-10.2. Additional items of Added to taxable income are: (1) Net operating losses or capital losses incurred prior to July 1, 1978, included in taxable income under the Internal Revenue Code; (2) Interest or dividend income derived from obligations or securities of states or political subdivisions or authorities thereof not included in taxable income as determined under the Internal Revenue Code; (3)(2) All income taxes paid or accrued, as the case may be, during the tax year under the provisions of chapter 10-43 or under the provisions of any income tax, or franchise or privilege taxes measured by income levied by any other state or political subdivision to the extent that such taxes were deducted to determine federal taxable income; (4)(3) Bad debt deductions in excess of credits actually ascertained to be worthless and charged off within the tax year; (5)(4) Any amount subsequently received on account of a bad debt previously charged off as a deduction for tax purposes; (6)(5) Any amount received as a refund of federal income taxes during the tax year if that amount was previously deducted in determining net income; (7)(6) Dividends received from other corporations to the extent that such dividends have been deducted from net income as determined under the Internal Revenue Code; (8) The difference obtained by subtracting net income under the accrual method of accounting from net income under the cash method of accounting. If the difference is less than zero then the provisions of § 10-43-10.3 apply. This is an optional adjustment and is available only to financial institutions first doing business in South Dakota after January 1, 1987, or to financial institutions that are required to switch from the cash method of accounting to the accrual method of accounting under § 448 of the Internal Revenue Code; and (9)(7) Any capital loss from liquidating sales within the twelve-month period beginning on the date on which a financial institution adopts a plan of complete liquidation if all of the assets of the financial institution are distributed in complete liquidation less assets retained to meet claims within such the twelve-month period, or from the distribution of property in complete liquidation of the financial institution which is subject to federal corporate income taxes pursuant to § 336 of the Internal Revenue Code. Section 2. That § 10-43-10.3 be amended to read as follows: 10-43-10.3. Subtracted from taxable income are: (1) Interest and dividends from obligations of the United States government and its agencies which this state is prohibited by federal law or treaty from taxing by an income tax, a franchise tax, or a privilege tax; (2) Dividends received from financial institutions subject to taxation under this chapter to the extent such dividends were included in taxable income as determined under the Internal Revenue Code; (3) Taxes imposed upon the financial institution within the tax year, under the Internal Revenue Code excluding any taxes imposed under 26 USC § 1374 and 26 USC § 1375; (4) Additional depreciation expenses to provide for the amortization of the excess, if any, of the remaining undepreciated tax basis as determined under the provisions of this chapter, over the depreciable basis as determined for federal tax purposes. Such excess shall be determined as of January 1, 1977, or on the first day of the first taxable year starting after January 1, 1977, and amortized over the remaining depreciable life of that asset or group of assets; (5) Any interest expense described in §§ 291(e)(1)(B) and 265(b) of the Internal Revenue Code, which interest expense shall be deductible; (6) The difference obtained by subtracting net income under the cash method of accounting from net income under the accrual method of accounting. If the difference is less than zero then the provisions of § 10-43-10.2 apply. This is an optional adjustment and is available only to financial institutions first doing business in South Dakota after January 1, 1987, or to financial institutions that are required to switch from the cash method of accounting to the accrual method of accounting under § 448 of the Internal Revenue Code; (7) Any meal expense and entertainment expense disallowed under § 274(n) of the Internal Revenue Code; (8)(5) Any capital gain from liquidating sales within the twelve-month period beginning on the date on which a financial institution adopts a plan of complete liquidation if all of the assets of the financial institution are distributed in complete liquidation less assets retained to meet claims within such the twelve-month period, or from the distribution of property in complete liquidation of the financial institution which is subject to federal corporate income taxes pursuant to § 336 of the Internal Revenue Code; (9)(6) Any adjustment to taxable income due to a change in the method used to compute the federal bad debt deduction where the adjustment has already been included in taxable income for purposes of the tax imposed by this chapter; (10)(7) For those financial institutions making an election pursuant to 26 USC § 1362(a), as amended, and in effect on January 1, 1997, imputed federal income taxes in an amount equal to the taxes that would have been paid on net income as defined in § 10-43-10.1 had the financial institution continued to file its federal tax return without making an election to file pursuant to 26 USC § 1362(a).; and (11)(8) For those financial institutions organized as limited liability companies, imputed federal income taxes in an amount equal to the taxes that would have been paid on net income as defined in § 10-43-10.1 had the financial institution elected to file as a subchapter C corporation under the Internal Revenue Code. Section 3. That § 10-43-10.4 be amended to read as follows: 10-43-10.4. No carryover carryback of net operating losses or capital losses may be deducted from the items of additional taxable income includable net income for state tax purposes pursuant to § 10-43-10.2. A deduction may be made for a carryforward of a net operating loss or capital loss. The deduction is limited to the five tax years immediately following the tax year of the loss. Net income may not be less than zero prior to making the adjustments provided for in §§ 10-43-10.2 and 10-43-10.3 because of a deduction taken for losses not incurred during the tax year for which the return is being filed. Section 4. That ARSD 64:26:03:12 be repealed. 64:26:03:12. Net operating loss carryover. Net operating losses carried forward from another year on a taxpayer's federal tax return may not reduce net income for South Dakota franchise tax purposes. Net income may not be less than zero prior to making the adjustments provided for in SDCL 10-43-10.2 or 10-43-10.3 because of a deduction taken for losses not incurred during the tax year for which the return is being filed. Section 5. The effective date of this Act is January 1, 2015."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5907, "action_date": "2014-02-04T14:00:00-06:00", "document_id": 29778, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29778.pdf", "status_text": "First read in Senate and referred to", "journal_page": 200, "committee_id_action": 229, "committee_id_assigned": 214, "result": "N", "vote": {}}, {"bill_id": 5907, "action_date": "2014-02-19T14:18:04.883-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 0, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/5907"}