{"session_id": 69, "bill_id": 24516, "bill_type": "House Bill", "bill_number": 1081, "bill_title": "establish provisions related to the reimbursement of doula services through the state Medicaid program.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24516", "sponsors": [{"legislator_profile_id": 4506, "is_prime": true}, {"legislator_profile_id": 4567, "is_prime": true}, {"legislator_profile_id": 4478, "is_prime": false}, {"legislator_profile_id": 4492, "is_prime": false}, {"legislator_profile_id": 4495, "is_prime": false}, {"legislator_profile_id": 4496, "is_prime": false}, {"legislator_profile_id": 4499, "is_prime": false}, {"legislator_profile_id": 4501, "is_prime": false}, {"legislator_profile_id": 4505, "is_prime": false}, {"legislator_profile_id": 4511, "is_prime": false}, {"legislator_profile_id": 4523, "is_prime": false}, {"legislator_profile_id": 4531, "is_prime": false}, {"legislator_profile_id": 4534, "is_prime": false}, {"legislator_profile_id": 4535, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4548, "is_prime": false}, {"legislator_profile_id": 4550, "is_prime": false}, {"legislator_profile_id": 4551, "is_prime": false}, {"legislator_profile_id": 4563, "is_prime": false}, {"legislator_profile_id": 4568, "is_prime": false}, {"legislator_profile_id": 4575, "is_prime": false}], "keywords": ["Health Care", "Medicaid", "Promulgation of Rules", "Public Welfare and Assistance"], "audio": [{"meeting_datetime": "2024-01-25T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hhe12.mp3", "start_seconds": 1411.0}, {"meeting_datetime": "2024-01-25T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hhe12.mp3", "start_seconds": 1411.0}, {"meeting_datetime": "2024-01-25T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hhe12.mp3", "start_seconds": 1411.0}, {"meeting_datetime": "2024-01-25T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/hhe12.mp3", "start_seconds": 1411.0}], "bill_versions": [{"bill_id": 24516, "bill_version_id": 259476, "bill_version": "Introduced", "bill_version_date": "2024-01-11T18:53:33.243-06:00", "bill_text": "An Act to establish provisions related to the reimbursement of doula services through the state Medicaid program. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 28-6 be amended with a NEW SECTION: The Department of Social Services shall reimburse services provided by a doula registered under section 4 of this Act, to a medical assistance recipient under this chapter. For purposes of this Act, the term \"doula\" means an individual who: (1) Is certified by an organization listed in section 4 of this Act or an organization approved by the department; and (2) Provides educational, emotional, and physical support services to a woman during her prenatal, labor and delivery, or postpartum period. Section 2. That chapter 28-6 be amended with a NEW SECTION: The Department of Social Services shall, in accordance with § 28-6-1.1, establish a fee schedule for services provided by a doula. The fee schedule must provide for the following reimbursements: (1) At least one hundred fifty dollars for the first prenatal visit; (2) At least fifty dollars for each additional prenatal visit; (3) At least six hundred dollars for services provided at labor and delivery; and (4) At least fifty dollars for each postpartum visit. The department may not reimburse a doula for more than a total of six prenatal and postpartum visits per pregnancy. The department may only reimburse services provided at labor and delivery if the services were provided at a hospital or birth center, licensed under chapter 34-12. The department may not reimburse a doula for more than one thousand dollars per pregnancy. Section 3. That chapter 28-6 be amended with a NEW SECTION: The Department of Social Services shall promulgate rules, in accordance with chapter 1-26, to establish administrative requirements necessary for reimbursement. Section 4. That a NEW SECTION be added to chapter 28-6: The Department of Social Services shall establish and maintain a registry of doulas eligible for reimbursement under this Act. To be registered as a doula, an individual must: (1) Be eighteen years or older; (2) Apply on a form prescribed by the department; (3) Pay the application fee; (4) Provide proof of certification as a doula from: (a) The Association of Labor Assistants and Childbirth Educators; (b) The Childbirth and Postpartum Professional Association; (c) Childbirth International; (d) Childbirth Professionals International; (e) DONA International; (f) International Childbirth Education Association; or (g) A doula certification organization approved by the department; and (5) Affirm that the individual has not been convicted of or plead nolo contendere to a felony. Upon receipt of an application, the department shall verify the individual's certification. If the department determines that the individual does not meet the requirements of this section, the department must deny the application. The department shall notify the individual if the application for registration is approved or denied. Section 5. That a NEW SECTION be added to chapter 28-6: The Department of Social Services may, in rules promulgated pursuant to chapter 1-26, approve a doula certification organization, not listed in section 4 of this Act, from which certification as a doula is accepted for registration. The department may only approve a doula certification organization that: (1) Requires an applicant for certification to complete a training course, consisting of at least sixteen hours of instruction, that addresses the following areas: (a) Standards and ethics of the doula profession; (b) Pregnancy, labor, and the childbirth process; (c) Labor support techniques; (d) Postpartum care and breastfeeding; (e) Infant care; and (f) Medications and interventions; (2) Requires an applicant for certification to attend and provide support during at least two births; and (3) Requires a doula certified by the organization to renew the certification at least every four years. Section 6. That a NEW SECTION be added to chapter 28-6: If a person registered as a doula by the Department of Social Services is no longer certified by an organization listed in section 4 of this Act or an organization approved by the department, or if the person has been convicted of or has plead nolo contendere to a felony, the individual must notify the department within ten business days. Upon receiving notice, the department must remove the person from the registry. If the department determines that a person no longer meets the requirements for registration as set forth in section 4 of this Act, the department must remove the person from the registry. Section 7. That a NEW SECTION be added to chapter 28-6: A doula registered by the Department of Social Services shall notify the department, within ten business days, of any change in name or address. Section 8. That a NEW SECTION be added to chapter 28-6: The Department of Social Services shall promulgate rules, pursuant to chapter 1-26, to: (1) Prescribe the registry application form; (2) Establish the registry application fee, not to exceed one hundred dollars; and (3) Establish acceptable forms of verifying certification as doula."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24516, "action_date": "2024-01-12T13:00:00-06:00", "document_id": 259392, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259392.pdf", "status_text": "First read in House and referred to", "journal_page": 51, "committee_id_action": 1197, "committee_id_assigned": 1196, "result": "N", "vote": {}}, {"bill_id": 24516, "action_date": "2024-01-25T07:45:00-06:00", "document_id": 261919, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/261919.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1196, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24516, "action_date": "2024-01-25T07:45:00-06:00", "document_id": 261921, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/261921.pdf", "status_text": "Tabled", "journal_page": null, "committee_id_action": 1196, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78832, "president_vote": null, "Yea": [4483, 4492, 4494, 4505, 4506, 4521, 4531, 4534, 4535, 4556, 4571, 4551, 4510]}}]}