{"session_id": 56, "bill_id": 19197, "bill_type": "House Commemoration", "bill_number": 1014, "bill_title": "Commending and honoring Sherri Becker, a teacher at Mitchell Middle School, on being selected as a recipient of the 2003 Milken National Educator Award.", "sponsors": [{"legislator_profile_id": 3120, "is_prime": true}, {"legislator_profile_id": 3133, "is_prime": true}, {"legislator_profile_id": 3121, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 19197, "bill_version_id": 101356, "bill_version": "Introduced", "bill_version_date": "2004-02-17T08:06:32-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Sherri Becker, a teacher at Mitchell Middle School, on being selected as a recipient of the 2003 Milken National Educator Award. WHEREAS, Sherri Becker is one of one hundred exceptional educators selected from forty- seven states and the District of Columbia to receive an unrestricted individual award of twenty- five thousand dollars; and WHEREAS, Sherri Becker has demonstrated outstanding instructional practices in the classroom, at school, and for her profession; and WHEREAS, Sherri Becker demonstrates outstanding accomplishments and strong long- range potential for professional and policy leadership; and WHEREAS, Sherri Becker is an important leader for the Mitchell Middle School as she demonstrates an engaging and inspiring presence that motivates and impacts her students, colleagues, and the community: NOW, THEREFORE, BE IT COMMEMORATED, by the Seventy-ninth Legislature of the State of South Dakota, that Sherri Becker, of Mitchell, South Dakota, be congratulated on her selection as a recipient of the 2003 Milken National Educator Award and be commended for her efforts to improve the educational opportunities for the citizens of her school and the state."}, {"bill_id": 19197, "bill_version_id": 101626, "bill_version": "Enrolled", "bill_version_date": "2004-02-19T16:39:57-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Sherri Becker, a teacher at Mitchell Middle School, on being selected as a recipient of the 2003 Milken National Educator Award. WHEREAS, Sherri Becker is one of one hundred exceptional educators selected from forty- seven states and the District of Columbia to receive an unrestricted individual award of twenty-five thousand dollars; and WHEREAS, Sherri Becker has demonstrated outstanding instructional practices in the classroom, at school, and for her profession; and WHEREAS, Sherri Becker demonstrates outstanding accomplishments and strong long-range potential for professional and policy leadership; and WHEREAS, Sherri Becker is an important leader for the Mitchell Middle School as she demonstrates an engaging and inspiring presence that motivates and impacts her students, colleagues, and the community: NOW, THEREFORE, BE IT COMMEMORATED, by the Seventy-ninth Legislature of the State of South Dakota, that Sherri Becker, of Mitchell, South Dakota, be congratulated on her selection as a recipient of the 2003 Milken National Educator Award and be commended for her efforts to improve the educational opportunities for the citizens of her school and the state."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19197, "action_date": "2004-02-17T14:00:00-06:00", "document_id": 101454, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101454.pdf", "status_text": "", "journal_page": 633, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19197, "action_date": "2004-02-18T14:00:00-06:00", "document_id": 101544, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101544.pdf", "status_text": "", "journal_page": null, "committee_id_action": 831, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19197, "action_date": "2004-02-19T14:00:00-06:00", "document_id": 101627, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/101627.pdf", "status_text": "", "journal_page": null, "committee_id_action": 832, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/19197"}