{"session_id": 15, "bill_id": 3277, "bill_type": "House Bill", "bill_number": 1171, "bill_title": "clarify certain rules of evidence to determine the value of services for which special damages may be awarded in health care malpractice cases.", "sponsors": [{"legislator_profile_id": 294, "is_prime": true}, {"legislator_profile_id": 243, "is_prime": true}, {"legislator_profile_id": 253, "is_prime": false}, {"legislator_profile_id": 284, "is_prime": false}, {"legislator_profile_id": 242, "is_prime": false}, {"legislator_profile_id": 257, "is_prime": false}, {"legislator_profile_id": 255, "is_prime": false}, {"legislator_profile_id": 250, "is_prime": false}, {"legislator_profile_id": 297, "is_prime": false}, {"legislator_profile_id": 221, "is_prime": false}, {"legislator_profile_id": 279, "is_prime": false}, {"legislator_profile_id": 280, "is_prime": false}, {"legislator_profile_id": 291, "is_prime": false}, {"legislator_profile_id": 264, "is_prime": false}, {"legislator_profile_id": 301, "is_prime": false}, {"legislator_profile_id": 292, "is_prime": false}, {"legislator_profile_id": 304, "is_prime": false}, {"legislator_profile_id": 312, "is_prime": false}, {"legislator_profile_id": 241, "is_prime": false}, {"legislator_profile_id": 308, "is_prime": false}, {"legislator_profile_id": 278, "is_prime": false}, {"legislator_profile_id": 289, "is_prime": false}], "keywords": ["Evidence", "Judicial Remedies"], "audio": [{"meeting_datetime": "2012-01-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe10.mp3", "start_seconds": 914.0}, {"meeting_datetime": "2012-01-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe10.mp3", "start_seconds": 914.0}, {"meeting_datetime": "2012-01-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe10.mp3", "start_seconds": 914.0}, {"meeting_datetime": "2012-01-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe10.mp3", "start_seconds": 914.0}, {"meeting_datetime": "2012-01-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hhe10.mp3", "start_seconds": 914.0}, {"meeting_datetime": "2012-02-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou14.mp3", "start_seconds": 1220.0}, {"meeting_datetime": "2012-02-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou14.mp3", "start_seconds": 1220.0}, {"meeting_datetime": "2012-02-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou14.mp3", "start_seconds": 1220.0}, {"meeting_datetime": "2012-02-02T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou14.mp3", "start_seconds": 1220.0}, {"meeting_datetime": "2012-02-15T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she22.mp3", "start_seconds": 112.0}, {"meeting_datetime": "2012-02-15T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she22.mp3", "start_seconds": 112.0}, {"meeting_datetime": "2012-02-15T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she22.mp3", "start_seconds": 112.0}, {"meeting_datetime": "2012-02-22T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she25.mp3", "start_seconds": 3628.0}, {"meeting_datetime": "2012-02-22T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she25.mp3", "start_seconds": 3628.0}, {"meeting_datetime": "2012-02-22T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she25.mp3", "start_seconds": 3628.0}, {"meeting_datetime": "2012-02-22T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she25.mp3", "start_seconds": 3628.0}, {"meeting_datetime": "2012-02-22T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she25.mp3", "start_seconds": 3628.0}, {"meeting_datetime": "2012-02-22T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/she25.mp3", "start_seconds": 3628.0}, {"meeting_datetime": "2012-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen28.mp3", "start_seconds": 7597.0}, {"meeting_datetime": "2012-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen28.mp3", "start_seconds": 7597.0}, {"meeting_datetime": "2012-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen28.mp3", "start_seconds": 7597.0}, {"meeting_datetime": "2012-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen28.mp3", "start_seconds": 7597.0}], "bill_versions": [{"bill_id": 3277, "bill_version_id": 19839, "bill_version": "Introduced", "bill_version_date": "2012-01-23T10:36:25.467-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a board to regulate certain emerging complementary health professionals with no current state regulatory board. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For the purposes of this Act, an emerging complementary health professional is a person practicing, or seeking to practice, a nationally recognized health profession not currently regulated in South Dakota. Section 2. The Emerging Complementary Health Professionals Licensing Board is established. The board shall regulate newly emerging complementary health professions that are not regulated by any other board. The board shall be composed of seven members appointed by the Governor. The Governor shall appoint one person regulated by each of the following boards: Board of Chiropractic Examiners, Board of Massage Therapy, Board of Medical and Osteopathic Examiners, Board of Nursing, and Board of Pharmacy. The Governor shall also appoint two representatives from the public, with consideration to consumers using the services, or from the professions regulated by the board. Section 3. Each appointment shall be for a term of three years. No member may serve more than three consecutive full terms. However, appointment to an unexpired term is not considered a full term for this purpose. Each member shall hold office until a successor is appointed and qualified. Any vacancy on the board shall be filled by appointment by the Governor. The Governor may stagger terms to enable the board to have different terms expire each year. Section 4. The board shall annually elect one member to serve as chair, one member to serve as vice chair, and one member to serve as secretary. The board shall be under the supervision of the Department of Health, which shall provide staff assistance to the board. The board shall submit such records, information, and reports in the form and at such times as required by the secretary of health. However, the board shall report at least annually. Section 5. The board shall hold at least two meetings each year at a time to be determined by the board. The board members shall receive per diem set pursuant to § 4-7-10.4 and expenses at the same rate as other state employees while actually engaged in their official duties. Section 6. The board shall regulate a group of emerging health professionals if the board determines: (1) The unregulated practice of the profession creates a direct, immediate danger to the public health, safety, or welfare; (2) The scope of practice is readily identified and easily distinguished from the scope of practice of other professions; (3) The professional group has a national certification program or some other means to ensure a minimum quality of service; and (4) The practice of the profession requires some specialized skill or training, and nationally recognized standards of education and training exist. Section 7. The board may issue a license to any applicant who is at least eighteen years of age and who meets the educational, moral, and competency standards of the profession. A license issued under this chapter is valid for a period of one year from the date it was issued and automatically expires unless it is renewed. The board may refuse to grant a license to any person based on failure to demonstrate the requirements of this section. An applicant may appeal the denial of a license in compliance with chapter 1-26. Section 8. Any applicant for a license under this chapter shall submit a non-refundable application fee not to exceed one hundred dollars. Any person who has a license issued or renewed under this chapter shall submit a license fee in an amount, not to exceed two hundred dollars. Fees shall be set by the board in rules promulgated pursuant to chapter 1-26. Section 9. Any person holding a valid license under this chapter may renew that license by paying the required renewal fee and providing proof of compliance with the continuing education requirements set by the board at least thirty days prior to the expiration of the current license. Section 10. The board may cancel, suspend, or revoke a license following a hearing in compliance with chapter 1-26 upon satisfactory proof of incompetence, unprofessional conduct, or a violation of any provision of this chapter. The board may waive the requirement of prior notice and an informal meeting set forth in § 1-26-29 if the licensee presents an immediate threat to the public or has engaged in willful misconduct. Any person may appeal the cancellation, suspension, or revocation of a license in compliance with chapter 1-26. Section 11. The board shall promulgate rules pursuant to chapter 1-26 based on the accepted national standards in the following areas: (1) Scope or practice of each regulated profession; (2) Application procedure, examinations, licensure, and license fees; (3) Professional conduct; (4) Safety standards; and (5) Education standards. Section 12. The board shall maintain a list of recognized facilities or instructors who may provide training or instruction required for licensure. Section 13. The board may inspect the place of business of any person with a license issued pursuant to this chapter during normal business hours, or upon written notice. Section 14. All moneys coming into the custody of the board each calendar month shall be paid by the board to the state treasurer on or before the tenth day of the next month. The state treasurer shall credit the moneys to the Emerging Complementary Health Professionals Licensing Board account of the general fund, which account is hereby created. The moneys in the Emerging Complementary Health Professionals Licensing Board account are hereby continuously appropriated to the board for the purpose of paying the expense of administering and enforcing the provisions of this Act. However, the total expense incurred may not exceed the total moneys collected by the board."}, {"bill_id": 3277, "bill_version_id": 20274, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "2012-01-26T11:19:23.947-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a board to regulate certain emerging complementary health professionals with no current state regulatory board. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For the purposes of this Act, an emerging complementary health professional is a person practicing, or seeking to practice, a nationally recognized health profession not currently regulated in South Dakota. Section 2. The Emerging Complementary Health Professionals Licensing Board is established. The board may regulate newly emerging complementary health professions that are not regulated by any other board. The board shall be composed of seven members appointed by the Governor. The Governor shall appoint one person regulated by each of the following boards: Board of Chiropractic Examiners, Board of Massage Therapy, Board of Medical and Osteopathic Examiners, Board of Nursing, and Board of Pharmacy. The Governor shall also appoint two representatives from the public, with consideration to consumers using the services, or from the professions regulated by the board. Section 3. Each appointment shall be for a term of three years. No member may serve more than three consecutive full terms. However, appointment to an unexpired term is not considered a full term for this purpose. Each member shall hold office until a successor is appointed and qualified. Any vacancy on the board shall be filled by appointment by the Governor. The Governor may stagger terms to enable the board to have different terms expire each year. Section 4. The board shall annually elect one member to serve as chair, one member to serve as vice chair, and one member to serve as secretary. The board shall be under the supervision of the Department of Health. The board shall submit such records, information, and reports in the form and at such times as required by the secretary of health. However, the board shall report at least annually. Section 5. The board shall hold at least two meetings each year at a time to be determined by the board. The board members shall receive per diem set pursuant to § 4-7-10.4 and expenses at the same rate as other state employees while actually engaged in their official duties. Section 6. With approval by the Legislature, the board shall regulate a group of emerging complementary health professionals if the board determines: (1) The unregulated practice of the profession creates a direct, immediate danger to the public health, safety, or welfare; (2) The scope of practice is readily identified and easily distinguished from the scope of practice of other professions; (3) The professional group has a national certification program or some other means to ensure a minimum quality of service; and (4) The practice of the profession requires some specialized skill or training, and nationally recognized standards of education and training exist. Section 7. The board may issue a license to any applicant who is at least eighteen years of age and who meets the educational, moral, and competency standards of the profession. A license issued under this chapter is valid for a period of one year from the date it was issued and automatically expires unless it is renewed. The board may refuse to grant a license to any person based on failure to demonstrate the requirements of this section. An applicant may appeal the denial of a license in compliance with chapter 1-26. Section 8. Any applicant for a license under this chapter shall submit a non-refundable application fee not to exceed one hundred dollars. Any person who has a license issued or renewed under this chapter shall submit a license fee in an amount, not to exceed two hundred dollars. Fees shall be set by the board in rules promulgated pursuant to chapter 1-26. Section 9. Any person holding a valid license under this chapter may renew that license by paying the required renewal fee and providing proof of compliance with the continuing education requirements set by the board at least thirty days prior to the expiration of the current license. Section 10. The board may cancel, suspend, or revoke a license following a hearing in compliance with chapter 1-26 upon satisfactory proof of incompetence, unprofessional conduct, or a violation of any provision of this chapter. The board may waive the requirement of prior notice and an informal meeting set forth in § 1-26-29 if the licensee presents an immediate threat to the public or has engaged in willful misconduct. Any person may appeal the cancellation, suspension, or revocation of a license in compliance with chapter 1-26. Section 11. The board shall promulgate rules pursuant to chapter 1-26 based on the accepted national standards in the following areas: (1) Scope or practice of each regulated profession; (2) Application procedure, examinations, licensure, and license fees; (3) Professional conduct; (4) Safety standards; and (5) Education standards. Section 12. The board shall maintain a list of recognized facilities or instructors who may provide training or instruction required for licensure. Section 13. The board may inspect the place of business of any person with a license issued pursuant to this chapter during normal business hours, or upon written notice. Section 14. All moneys coming into the custody of the board each calendar month shall be paid by the board to the state treasurer on or before the tenth day of the next month. The state treasurer shall credit the moneys to the Emerging Complementary Health Professionals Licensing Board account of the general fund, which account is hereby created. The moneys in the Emerging Complementary Health Professionals Licensing Board account are hereby continuously appropriated to the board for the purpose of paying the expense of administering and enforcing the provisions of this Act. However, the total expense incurred may not exceed the total moneys collected by the board."}, {"bill_id": 3277, "bill_version_id": 20708, "bill_version": "House Engrossed", "bill_version_date": "2012-02-02T15:15:32.383-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a board to regulate certain emerging complementary health professionals with no current state regulatory board. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For the purposes of this Act, an emerging complementary health professional is a person practicing, or seeking to practice, a nationally recognized health profession not currently regulated in South Dakota. Section 2. The Emerging Complementary Health Professionals Licensing Board is established. The board may regulate newly emerging complementary health professions, with the approval of the Legislature, that are not regulated by any other board. The board shall be composed of seven members appointed by the Governor by July 1 of the same year the Legislature approves the first profession to be licensed under the board. The Governor shall appoint one person regulated by each of the following boards: Board of Chiropractic Examiners, Board of Massage Therapy, Board of Medical and Osteopathic Examiners, Board of Nursing, and Board of Pharmacy. The Governor shall also appoint two representatives from the public, with consideration to consumers using the services, or from the professions regulated by the board. Section 3. Each appointment shall be for a term of three years. No member may serve more than three consecutive full terms. However, appointment to an unexpired term is not considered a full term for this purpose. Each member shall hold office until a successor is appointed and qualified. Any vacancy on the board shall be filled by appointment by the Governor. The Governor may stagger terms to enable the board to have different terms expire each year. Section 4. The board shall annually elect one member to serve as chair, one member to serve as vice chair, and one member to serve as secretary. The board shall be under the supervision of the Department of Health. The board shall report annually to the secretary of health on matters concerning emerging complementary health professions. Section 5. The board shall hold at least two meetings each year at a time to be determined by the board. The board members shall receive per diem set pursuant to § 4-7-10.4 and expenses at the same rate as other state employees while actually engaged in their official duties."}, {"bill_id": 3277, "bill_version_id": 21848, "bill_version": "Senate Health and Human Services Engrossed", "bill_version_date": "2012-02-22T13:20:28.627-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to clarify certain rules of evidence to determine the value of services for which special damages may be awarded in health care malpractice cases. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 21-3 be amended by adding thereto a NEW SECTION to read as follows: In determining what constitutes the reasonable value of the services for which special damages may be awarded pursuant to § 21-3-12, both the amount billed for such services and the amount paid for such services are admissible evidence. 180 copies were printed on recycled paper by the South Dakota Legislative Research Council at a cost of $.063 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3277, "action_date": "2012-01-23T14:00:00-06:00", "document_id": 19948, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19948.pdf", "status_text": "First read in House and referred to", "journal_page": 154, "committee_id_action": 173, "committee_id_assigned": 162, "result": "N", "vote": {}}, {"bill_id": 3277, "action_date": "2012-01-26T07:45:00-06:00", "document_id": 20014, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20014.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 162, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3277, "action_date": "2012-01-26T07:45:00-06:00", "document_id": 20241, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20241.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 162, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3277, "action_date": "2012-01-26T07:45:00-06:00", "document_id": 20241, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20241.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 162, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3277, "action_date": "2012-01-26T07:45:00-06:00", "document_id": 20241, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20241.pdf", "status_text": "Do Pass Amended", "journal_page": 213, "committee_id_action": 162, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10570, "president_vote": null, "Nay": [262, 293, 237, 227], "Yea": [303, 297, 272, 279, 292, 278, 224, 295, 294]}}, {"bill_id": 3277, "action_date": "2012-01-31T14:00:00-06:00", "document_id": 20494, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20494.pdf", "status_text": "Deferred to another day", "journal_page": 264, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3277, "action_date": "2012-02-02T14:00:00-06:00", "document_id": 20697, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20697.pdf", "status_text": "Motion to amend", "journal_page": 298, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10950, "president_vote": null, "Nay": [222, 262, 269, 296, 260, 225, 268, 245, 266, 305, 263, 230, 237, 246, 311, 216, 302, 300, 256, 215], "Yea": [265, 242, 231, 281, 211, 314, 258, 217, 303, 313, 293, 297, 270, 299, 221, 272, 279, 271, 248, 280, 301, 292, 304, 267, 294, 312, 213, 241, 277, 307, 276, 308, 315, 282, 278, 259, 224, 295, 283, 244, 306, 310, 275, 309, 298, 274], "Excused": [227, 257, 273, 238]}}, {"bill_id": 3277, "action_date": "2012-02-02T14:00:00-06:00", "document_id": 20697, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20697.pdf", "status_text": "Do Pass Amended", "journal_page": 299, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10951, "president_vote": null, "Nay": [222, 262, 231, 281, 269, 296, 314, 260, 225, 268, 245, 313, 293, 270, 305, 263, 230, 237, 246, 311, 315, 282, 216, 302, 300, 256, 215], "Yea": [265, 242, 211, 258, 217, 303, 297, 299, 266, 221, 272, 279, 271, 248, 280, 301, 292, 304, 267, 294, 312, 213, 241, 277, 307, 276, 308, 278, 259, 224, 295, 283, 244, 306, 310, 275, 309, 298, 274], "Excused": [227, 257, 273, 238]}}, {"bill_id": 3277, "action_date": "2012-02-06T14:00:00-06:00", "document_id": 20812, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20812.pdf", "status_text": "First read in Senate and referred to", "journal_page": 279, "committee_id_action": 171, "committee_id_assigned": 151, "result": "N", "vote": {}}, {"bill_id": 3277, "action_date": "2012-02-15T10:00:00-06:00", "document_id": 21277, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21277.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 151, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3277, "action_date": "2012-02-15T10:00:00-06:00", "document_id": 21500, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21500.pdf", "status_text": "Tabled", "journal_page": 433, "committee_id_action": 151, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11720, "president_vote": null, "Yea": [239, 285, 290, 261, 291, 228], "Excused": [223]}}, {"bill_id": 3277, "action_date": "2012-02-22T10:00:00-06:00", "document_id": 21833, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21833.pdf", "status_text": "Removed from table", "journal_page": 0, "committee_id_action": 151, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3277, "action_date": "2012-02-22T10:00:00-06:00", "document_id": 21833, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21833.pdf", "status_text": "Reconsidered", "journal_page": 0, "committee_id_action": 151, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3277, "action_date": "2012-02-22T10:00:00-06:00", "document_id": 21833, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21833.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 151, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3277, "action_date": "2012-02-22T10:00:00-06:00", "document_id": 21833, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21833.pdf", "status_text": "Do Pass Amended", "journal_page": 498, "committee_id_action": 151, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11967, "president_vote": null, "Nay": [239], "Excused": [285], "Yea": [223, 290, 261, 291, 228]}}, {"bill_id": 3277, "action_date": "2012-02-22T10:00:00-06:00", "document_id": 21833, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21833.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": 151, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11968, "president_vote": null, "Nay": [239], "Excused": [285], "Yea": [223, 290, 261, 291, 228]}}, {"bill_id": 3277, "action_date": "2012-02-24T14:00:00-06:00", "document_id": 22106, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22106.pdf", "status_text": "Deferred to another day", "journal_page": 556, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3277, "action_date": "2012-02-27T14:00:00-06:00", "document_id": 22269, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22269.pdf", "status_text": "Motion to amend", "journal_page": 586, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3277, "action_date": "2012-02-27T14:00:00-06:00", "document_id": 22269, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22269.pdf", "status_text": "Do Pass Amended", "journal_page": 586, "committee_id_action": 171, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 12219, "president_vote": null, "Nay": [253, 284, 239, 288, 249, 255, 250, 235, 285, 233, 291, 240, 252, 214, 226, 229, 290, 243, 232], "Yea": [251, 234, 247, 287, 228, 286, 223, 264, 220, 236, 261, 289, 218, 254], "Excused": [212, 219]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3277"}