{"session_id": 43, "bill_id": 10390, "bill_type": "Senate Bill", "bill_number": 116, "bill_title": "establish requirements certain state entities must follow when applying for federal grants.", "sponsors": [{"legislator_profile_id": 1733, "is_prime": true}, {"legislator_profile_id": 1716, "is_prime": true}, {"legislator_profile_id": 1723, "is_prime": false}, {"legislator_profile_id": 1741, "is_prime": false}, {"legislator_profile_id": 1707, "is_prime": false}, {"legislator_profile_id": 1699, "is_prime": false}, {"legislator_profile_id": 1744, "is_prime": false}, {"legislator_profile_id": 1736, "is_prime": false}, {"legislator_profile_id": 1720, "is_prime": false}, {"legislator_profile_id": 1702, "is_prime": false}, {"legislator_profile_id": 1734, "is_prime": false}, {"legislator_profile_id": 1748, "is_prime": false}, {"legislator_profile_id": 1708, "is_prime": false}, {"legislator_profile_id": 1749, "is_prime": false}, {"legislator_profile_id": 1746, "is_prime": false}, {"legislator_profile_id": 1725, "is_prime": false}, {"legislator_profile_id": 1692, "is_prime": false}, {"legislator_profile_id": 1755, "is_prime": false}], "keywords": ["Grants", "Public Fiscal Administration"], "audio": [], "bill_versions": [{"bill_id": 10390, "bill_version_id": 65192, "bill_version": "Introduced", "bill_version_date": "2020-01-29T16:28:56.793-06:00", "bill_text": "An Act to establish requirements certain state entities must follow when applying for federal grants. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 4-8B-13. Federal grant application approval--Information required. When any department, agency, or official of state government applies for or renews a federal grant agreement, either as the recipient or the sub-recipient of the grant, the department, agency, or official shall, at least sixty days before submitting the grant application, provide to the Governor, the Bureau of Finance and Management, and the Joint Committee on Appropriations or the Interim Committee on Appropriations the following information: Any state law authorizing the proposed grant; All costs and benefits associated with the proposed grant reported as either quantified and monetized; quantified, but not monetized; or not quantified, and including an evaluation of whether the benefits of the grant will exceed the costs of the grant including the following: Any direct or indirect cost associated with the implementation of the grant to the state, the grant recipient, or to local government with projections covering at least ten years after the expiration of the grant period; Any direct or indirect benefit associated with the implementation of the grant to the state, the grant recipient, or to local government with the projections covering at least ten years after the expiration of the grant period; and Any sources of revenue affected by the proposed grant and the estimated increase or decrease in revenues or expenditures of state or local government that would result from the implementation of the proposed grant, including the costs necessary to enforce any rules associated with the grant; A written determination as to whether the programs, policies, or practices implemented under the grant will continue after the grant period expires. If it is determined that the programs, policies, or practices implemented under the grant will continue after the grant period expires, the state department, agency, or official shall identify the revenue source for any of the costs identified under subdivision (2); The impact on state and local policy, including any resulting transfer of accountability or governing control from state or local officials to any entity inside or outside the state, including the federal government, any private association or corporation, or any other entity; The purpose and effect of the grant program, including the effect of the grant program and the interrelationship of the grant program with any existing program or policy currently operating within the state; Any compliance mandates, both existing and new, and any policy directives necessary to satisfy the terms of the grant; and (7) Any laws that must be passed or repealed in order to comply with the terms of the grant, including budgetary considerations. Section 2. That a NEW SECTION be added: 4-8B-14. Grant report for Governor--Bureau of Finance and Management. Within thirty days following the receipt of a submission required under § 4-8B-13, the Bureau of Finance and Management shall provide to the Governor a report on the proposed grant. The report shall include an assessment of the grant applicant's compliance with the requirements in § 4-8B-13 and an assessment of whether the grant would impose any new limits or mandates on activities within the private sector. The grant applicant shall provide to the Bureau of Finance and Management any further information necessary to complete the report required in this section. Section 3. That a NEW SECTION be added: 4-8B-15. Consent of Governor required. No grant application may be submitted to the grant-making entity unless the Governor provides written consent. If the Governor does not consent to a grant, the Governor may allow the grant applicant to revise and resubmit the grant application for the Governor's reconsideration. Section 4. That a NEW SECTION be added: 4-8B-16. Grant applications and required reports--Open to public. Any grant application reviewed, or any report required under §§ 4-8B-13 through 4-8B-15, is open to the public. The Bureau of Finance and Management shall maintain the applications and reports in a public database."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 10390, "action_date": "2020-01-30T13:00:00-06:00", "document_id": 65050, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65050.pdf", "status_text": "First read in Senate and referred to", "journal_page": 116, "committee_id_action": 447, "committee_id_assigned": 473, "result": "N", "vote": {}}, {"bill_id": 10390, "action_date": "2020-02-07T13:00:00-06:00", "document_id": 67031, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67031.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 168, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/10390"}