{"session_id": 54, "bill_id": 17810, "bill_type": "House Bill", "bill_number": 1112, "bill_title": "establish the South Dakota Small Business and Privatization Council.", "sponsors": [{"legislator_profile_id": 2865, "is_prime": true}, {"legislator_profile_id": 2938, "is_prime": true}, {"legislator_profile_id": 2856, "is_prime": false}], "keywords": ["State Affairs and Government"], "audio": [{"meeting_datetime": "2003-02-03T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst14hb1112a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-03T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst14hb1112a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-03T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst14hb1112a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17810, "bill_version_id": 95832, "bill_version": "Introduced", "bill_version_date": "2003-01-28T08:00:40-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the South Dakota Small Business and Privatization Council. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Small business,\" any business with not more than one hundred employees; (2) \"Council,\" the South Dakota Small Business and Privatization Council. Section 2. For purposes of this Act, the term, privatization, means a variety of techniques and activities that promote more involvement of the private sector in providing services that have traditionally been provided by government. Privatization also includes methods of providing a portion or all of select government-provided or government-produced programs and services through the private sector. Section 3. The South Dakota Small Business and Privatization Council is hereby established within the Bureau of Administration. The council shall: (1) Examine and promote methods of providing a portion or all of selected government- provided or government-produced programs and services through the private sector by a competitive contracting program and advise the Governor and the Legislature of the council's findings and recommendations; (2) Establish a system to encourage the use of feasibility studies and innovation to determine where competition could reduce government costs without harming the public; (3) Advocate, develop, and accelerate implementation of a competitive program for state entities to ensure competition for the provision or production of government services, or both, from both public and private sector entities; (4) Review state and local contracts for small business preference; and (5) To the extent practicable and to the extent that resources are available, make its services available for a fair compensation to any political subdivision of the state. Section 4. The council consists of five members, including the director of the Bureau of Administration and four additional members appointed by the Governor, including one member of the House of Representatives, one member of the Senate, one member of the private sector, and one employee of an agency of the executive branch of South Dakota State government. The initial private sector member shall serve a term of two years, and the initial executive branch member shall serve a term of one year. Subsequent terms for the private sector and executive branch members are three years. Legislative members shall serve until the expiration of their legislative terms and may be reappointed if they continue to serve in the Legislature. The members of the council shall receive per diem compensation and allowable expense reimbursement in an amount set pursuant to § 4-7-10. However, no member of the council who is a state employee may receive per diem compensation. Section 5. The council shall annually report its findings and recommendations to the Governor and the Legislature by December first. Section 6. That chapter 5-23 be amended by adding thereto a NEW SECTION to read as follows: The Bureau of Administration and each agency of the state and political subdivision of the state shall give preference to any person, firm, or corporation that has not more than one hundred employees if the price, quality, and service are substantially equal."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17810, "action_date": "2003-01-28T14:00:00-06:00", "document_id": 95914, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95914.pdf", "status_text": "First read in House and referred to", "journal_page": 180, "committee_id_action": 798, "committee_id_assigned": 793, "result": "N", "vote": {}}, {"bill_id": 17810, "action_date": "2003-02-03T10:00:00-06:00", "document_id": 96416, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96416.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 257, "committee_id_action": 793, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55947, "president_vote": null, "Yea": [2859, 2861, 2869, 2870, 2875, 2894, 2899, 2905, 2909, 2929, 2937, 2917, 2912]}}, {"bill_id": 17810, "action_date": "2003-02-03T10:00:00-06:00", "document_id": 96416, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96416.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 793, "committee_id_assigned": null, "result": "N", "vote": {}}]}