{"session_id": 69, "bill_id": 24912, "bill_type": "House Bill", "bill_number": 1047, "bill_title": "enhance the penalties for eluding law enforcement.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24912", "sponsors": [{"legislator_profile_id": 4521, "is_prime": true}, {"legislator_profile_id": 4476, "is_prime": false}, {"legislator_profile_id": 4495, "is_prime": false}, {"legislator_profile_id": 4510, "is_prime": false}, {"legislator_profile_id": 4529, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4551, "is_prime": false}, {"legislator_profile_id": 4552, "is_prime": false}, {"legislator_profile_id": 4568, "is_prime": false}], "keywords": ["Crimes", "Law Enforcement", "Motor Vehicles", "Penalty"], "audio": [], "bill_versions": [{"bill_id": 24912, "bill_version_id": 258064, "bill_version": "Introduced", "bill_version_date": "2024-01-03T17:10:10.03-06:00", "bill_text": "An Act to enhance the penalties for eluding law enforcement. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 32-33-18.1 be AMENDED: 32-33-18.1. Any driver of a vehicle who, after failing or refusing to bring a vehicle to a stop pursuant to § 32-33-18, flees from the law enforcement officer or attempts to elude the pursuit of the law enforcement officer is guilty of third degree eluding. Eluding Third degree eluding is a Class 1 misdemeanor. In addition, the court may order that the defendant's driver's license be revoked for up to one year, but may issue an order, upon proof of financial responsibility pursuant to § 32-35-43.1, allowing the defendant to operate a vehicle for purposes of the defendant's employment, attendance at school, or counseling programs. Section 2. That § 32-33-18.2 be AMENDED: 32-33-18.2. Any driver of a vehicle who, after failing or refusing to bring a vehicle to a stop pursuant to § 32-33-18, flees from a law enforcement officer or attempts to elude the pursuit of a law enforcement officer is guilty of aggravated second degree eluding if, at any time during the flight or pursuit, the driver operates the vehicle in a manner that constitutes an inherent risk of death or serious bodily injury to any third person. Aggravated Second degree eluding is a Class 6 felony. In addition, the court may order that the defendant's driver's license be revoked for up to one year, but may issue an order, upon proof of financial responsibility pursuant to § 32-35-43.1, allowing the defendant to operate a vehicle for purposes of the defendant's employment, attendance at school, or counseling programs. For any subsequent aggravated second degree eluding violation, the court shall must order that the defendant's driver's license be revoked for five years. Section 3. That chapter 32-33 be amended with a NEW SECTION: Any driver of a vehicle who, after failing or refusing to bring a vehicle to a stop pursuant to § 32-33-18, flees from a law enforcement officer or attempts to elude the pursuit of a law enforcement officer and does so in a manner that constitutes an inherent risk of death or serious bodily injury to any third person and causes serious bodily injury to another person is guilty of first degree eluding. First degree eluding is a Class 4 felony. In addition, the court shall order that the defendant’s driver’s license be revoked for a period of not less than three years from the date the sentence is imposed or three years from the date of initial release from imprisonment, whichever is later. In the event the defendant is returned to imprisonment prior to the completion of the period of driver’s license revocation, time spent imprisoned does not count toward fulfilling the period of revocation."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24912, "action_date": "2024-01-09T12:00:00-06:00", "document_id": 256993, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/256993.pdf", "status_text": "First read in House and referred to", "journal_page": 19, "committee_id_action": 1197, "committee_id_assigned": 1198, "result": "N", "vote": {}}, {"bill_id": 24912, "action_date": "2024-01-17T10:00:00-06:00", "document_id": 259575, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259575.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1198, "committee_id_assigned": null, "result": "N", "vote": {}}]}