{"session_id": 68, "bill_id": 23818, "bill_type": "Senate Bill", "bill_number": 67, "bill_title": "revise provisions related to emergency and involuntary commitment for alcohol and drug abuse.", "sponsors": [{"legislator_profile_id": 4421, "is_prime": true}, {"legislator_profile_id": 4426, "is_prime": true}, {"legislator_profile_id": 4337, "is_prime": false}, {"legislator_profile_id": 4348, "is_prime": false}, {"legislator_profile_id": 4383, "is_prime": false}, {"legislator_profile_id": 4469, "is_prime": false}, {"legislator_profile_id": 4447, "is_prime": false}, {"legislator_profile_id": 4395, "is_prime": false}, {"legislator_profile_id": 4397, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}, {"legislator_profile_id": 4408, "is_prime": false}, {"legislator_profile_id": 4410, "is_prime": false}, {"legislator_profile_id": 4463, "is_prime": false}, {"legislator_profile_id": 4446, "is_prime": false}, {"legislator_profile_id": 4436, "is_prime": false}], "keywords": ["Public Health and Safety"], "audio": [{"meeting_datetime": "2023-01-25T07:45:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/she11.mp3", "start_seconds": 3635.0}, {"meeting_datetime": "2023-01-25T07:45:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/she11.mp3", "start_seconds": 3635.0}, {"meeting_datetime": "2023-01-25T07:45:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/she11.mp3", "start_seconds": 3635.0}, {"meeting_datetime": "2023-01-25T07:45:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/she11.mp3", "start_seconds": 3635.0}, {"meeting_datetime": "2023-01-25T07:45:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/she11.mp3", "start_seconds": 3635.0}, {"meeting_datetime": "2023-02-01T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen15.mp3", "start_seconds": 6370.0}, {"meeting_datetime": "2023-02-01T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen15.mp3", "start_seconds": 6370.0}, {"meeting_datetime": "2023-02-01T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen15.mp3", "start_seconds": 6370.0}, {"meeting_datetime": "2023-02-01T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen15.mp3", "start_seconds": 6370.0}, {"meeting_datetime": "2023-02-01T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sen15.mp3", "start_seconds": 6370.0}, {"meeting_datetime": "2023-02-27T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju30.mp3", "start_seconds": 5296.0}, {"meeting_datetime": "2023-02-27T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju30.mp3", "start_seconds": 5296.0}, {"meeting_datetime": "2023-03-01T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou32.mp3", "start_seconds": 3455.0}, {"meeting_datetime": "2023-03-01T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou32.mp3", "start_seconds": 3455.0}, {"meeting_datetime": "2023-03-01T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou32.mp3", "start_seconds": 3455.0}, {"meeting_datetime": "2023-03-01T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou32.mp3", "start_seconds": 3455.0}], "bill_versions": [{"bill_id": 23818, "bill_version_id": 243893, "bill_version": "Introduced", "bill_version_date": "2023-01-17T11:32:47.953-06:00", "bill_text": "An Act to revise provisions related to emergency and involuntary commitment for alcohol and drug abuse. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 34-20A-2 be AMENDED: 34-20A-2. Terms used in this chapter mean: (1) \"Accredited prevention or treatment facility,\" a private or public agency meeting the standards prescribed in § 34-20A-27 or a private or public agency or facility surveyed and accredited by the The Joint Commission; an Indian Health Service's quality assurance review under the Indian Health Service Manual, Professional Standards-Alcohol/Substance Abuse; or the Commission on Accreditation of Rehabilitation Facilities; or the Council on Accreditation; under the drug and alcohol treatment standards incorporated and adopted by the division in rules promulgated pursuant to chapter 1-26, if proof of the accreditation, with accompanying recommendations, progress reports and related correspondence are submitted to the division in a timely manner; (2) \"Addiction counselor,\" a person licensed or certified as an addiction counselor by the South Dakota Board of Addiction and Prevention Professionals; (3) \"Alcoholic,\" a person who habitually lacks self-control as to the use of alcoholic beverages, or uses alcoholic beverages to the extent that the person's health is substantially impaired or endangered or the person's social or economic function is substantially disrupted; (4) \"Department,\" the Department of Social Services; (5) \"Designated prevention or treatment facility,\" an accredited agency operating under the direction and control of the state or providing services under this chapter through a contract with the division or treatment facilities operated by the federal government that may be designated by the division without accreditation by the state; (6) \"Division,\" the Division of Behavioral Health within the department Department of Social Services; (7)(5) \"Drug abuser,\" a person who habitually lacks self-control as to the use of controlled drugs or substances as defined in § 34-20B-3 to the extent that the person's health is substantially impaired or endangered or that the person's social or economic function is substantially disrupted; (8)(6) \"Incapacitated by the effects of alcohol or other drugs,\" that a person, as a result of the use of alcohol or other drugs, is unconscious or the person's judgment is otherwise so impaired that the person is incapable of realizing and making a rational decision with respect to the person's need for treatment; (9)(7) \"Incompetent person,\" a person who has been adjudged incompetent by the circuit court; (10)(8) \"Intoxicated person,\" a person who demonstrates diminished mental or physical capacity while under the influence of alcohol or other drugs, or is receiving treatment for withdrawal management; (11)(9) \"Prevention,\" purposeful activities designed to promote personal growth of a person and strengthen the aspects of the community environment that are supportive to the person in order to preclude, prevent, or impede the development of alcohol or other drug misuse and abuse; and (12) \"Secretary,\" the secretary of the Department of Social Services; (13)(10) \"Treatment,\" the broad range of emergency, outpatient, intermediate, and inpatient services and care, including diagnostic evaluation, that may be extended to a person experiencing problems as a result of the use of alcohol or other drugs. Section 2. That § 34-20A-68 be AMENDED: 34-20A-68. If, after the person detained under § 34-20A-63 completes treatment, the administrator or an authorized designee determines that the grounds for emergency detainment no longer exist, the facility shall discharge the person detained under § 34-20A-63 shall be discharged, unless a petition for involuntary commitment under § 34-20A-70 has been filed. Section 3. That § 34-20A-69 be AMENDED: 34-20A-69. No person detained under § 34-20A-63 may be detained in any treatment facility for more than five days, excluding Saturdays, Sundays, and legal holidays, except as follows. If a petition for involuntary commitment under § 34-20A-70 has been filed within the five days, excluding Saturdays, Sundays, and legal holidays, and the administrator of an approved treatment facility or an authorized designee finds that grounds for emergency detainment still exist, the administrator or authorized designee may detain the person until the petition has been heard and determined, but no longer than ten days, excluding Saturdays, Sundays, and legal holidays, after filing the date the petition was filed. Section 4. That § 34-20A-70.2 be AMENDED: 34-20A-70.2. TheAny application for emergency detainment, petition for commitment, written application, and for commitment, order for a court-appointed examination, or written report to the circuit court and the resulting protective custody order required by § 34-20A-70 shall must be sealed and may not be used for the purpose of enforcing the provisions of chapter 22-42 and chapter 22-42A against the person being committed. Any law enforcement official or prosecuting attorney may petition the circuit court to examine these documents, and the court may allow such examination upon a showing that the purpose of the examination is not to investigate a violation of chapter 22-42 or chapter 22-42A against the person being committed. However, any Any information obtained from the examination of the application for emergency detainment, petition for commitment, written application for commitment, order for a court-appointed examination, or written report, or protective custody order to the circuit court may not be used against the person being committed in any prosecution for a violation of chapter 22-42 or chapter 22-42A. Section 5. That chapter 34-20A be amended with a NEW SECTION: If the person whose commitment is sought is not being detained in a facility under § 34-20A-63, the court may order an examination of the person by a licensed physician or addiction counselor. Section 6. That § 34-20A-72 be AMENDED: 34-20A-72. A petition filed under § 34-20A-70 shall must be accompanied by a certificate of a licensed physician or an addiction counselor either of whom who has examined the person whose commitment is sought within two five days before submission of the petition, unless the person whose commitment is sought has refused to submit to a medical an examination or counselor assessment in which case. If the person has refused to submit to an examination, the fact of refusal shall must be alleged in the petition. If the person refuses the release of examination or certification information, the circuit court shall order the release of the information if good cause is shown. The certificate shall must set forth the physician's or the addiction counselor's findings in support of the allegations of the petition and a level of care recommendation for substance use treatment. A An admitting facility may not provide treatment to the person whose commitment is sought if the physician or addiction counselor who provides a certificate under this section is employed by the admitting facility is not eligible to provide certification, unless the person to be committed requests to receive treatment at the facility. Section 7. That § 34-20A-73 be AMENDED: 34-20A-73. Upon filing of a petition under § 34-20A-70, the court shall fix a date for a hearing no later than ten days, excluding Saturdays, Sundays, and legal holidays, after the date the petition was filed. A copy of the petition and of the notice of the hearing, including the date fixed by the court, must be served on the petitioner, the person whose commitment is sought, the person's next of kin other than the petitioner, a parent or guardian if a minor, the administrator in charge of the approved treatment facility to which the person has been under emergency detainment, if applicable, and any other person the court believes advisable. A copy of the petition and certificate must be delivered to each person notified. Upon service of the petition, the person whose commitment is sought must be notified, in writing, of the person's right to be represented by counsel at every stage of any proceedings relating to commitment, and that if the person is unable to obtain counsel, the court may appoint one to the person."}, {"bill_id": 23818, "bill_version_id": 246171, "bill_version": "Senate Health and Human Services Engrossed", "bill_version_date": "2023-01-25T12:54:02.457-06:00", "bill_text": "An Act to revise provisions related to emergency and involuntary commitment for alcohol and drug abuse. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 34-20A-2 be AMENDED: 34-20A-2. Terms used in this chapter mean: (1) \"Accredited prevention or treatment facility,\" a private or public agency meeting the standards prescribed in § 34-20A-27 or a private or public agency or facility surveyed and accredited by the The Joint Commission; an Indian Health Service's quality assurance review under the Indian Health Service Manual, Professional Standards-Alcohol/Substance Abuse; or the Commission on Accreditation of Rehabilitation Facilities; or the Council on Accreditation; under the drug and alcohol treatment standards incorporated and adopted by the division in rules promulgated pursuant to chapter 1-26, if proof of the accreditation, with accompanying recommendations, progress reports and related correspondence are submitted to the division in a timely manner; (2) \"Addiction counselor,\" a person licensed or certified as an addiction counselor by the South Dakota Board of Addiction and Prevention Professionals; (3) \"Alcoholic,\" a person who habitually lacks self-control as to the use of alcoholic beverages, or uses alcoholic beverages to the extent that the person's health is substantially impaired or endangered or the person's social or economic function is substantially disrupted; (4) \"Department,\" the Department of Social Services; (5) \"Designated prevention or treatment facility,\" an accredited agency operating under the direction and control of the state or providing services under this chapter through a contract with the division or treatment facilities operated by the federal government that may be designated by the division without accreditation by the state; (6) \"Division,\" the Division of Behavioral Health within the department Department of Social Services; (7)(5) \"Drug abuser,\" a person who habitually lacks self-control as to the use of controlled drugs or substances as defined in § 34-20B-3 to the extent that the person's health is substantially impaired or endangered or that the person's social or economic function is substantially disrupted; (8)(6) \"Incapacitated by the effects of alcohol or other drugs,\" that a person, as a result of the use of alcohol or other drugs, is unconscious or the person's judgment is otherwise so impaired that the person is incapable of realizing and making a rational decision with respect to the person's need for treatment; (9)(7) \"Incompetent person,\" a person who has been adjudged incompetent by the circuit court; (10)(8) \"Intoxicated person,\" a person who demonstrates diminished mental or physical capacity while under the influence of alcohol or other drugs, or is receiving treatment for withdrawal management; (11)(9) \"Prevention,\" purposeful activities designed to promote personal growth of a person and strengthen the aspects of the community environment that are supportive to the person in order to preclude, prevent, or impede the development of alcohol or other drug misuse and abuse; and (12) \"Secretary,\" the secretary of the Department of Social Services; (13)(10) \"Treatment,\" the broad range of emergency, outpatient, intermediate, and inpatient services and care, including diagnostic evaluation, that may be extended to a person experiencing problems as a result of the use of alcohol or other drugs. Section 2. That chapter 34-20A be amended with a NEW SECTION: For the purposes of this chapter, the term, next of kin, means, in order of priority stated, the person's: (1) Spouse, if not legally separated; (2) Adult son or daughter; (3) Parent; and (4) Adult brother or sister. Section 3. That § 34-20A-68 be AMENDED: 34-20A-68. If, after the person detained under § 34-20A-63 completes treatment, the administrator or an authorized designee determines that the grounds for emergency detainment no longer exist, the facility shall discharge the person detained under § 34-20A-63 shall be discharged, unless a petition for involuntary commitment under § 34-20A-70 has been filed. Section 4. That § 34-20A-69 be AMENDED: 34-20A-69. No person detained under § 34-20A-63 may be detained in any treatment facility for more than five days, excluding Saturdays, Sundays, and legal holidays, except as follows. If a petition for involuntary commitment under § 34-20A-70 has been filed within the five days, excluding Saturdays, Sundays, and legal holidays, and the administrator of an approved treatment facility or an authorized designee finds that grounds for emergency detainment still exist, the administrator or authorized designee may detain the person until the petition has been heard and determined, but no longer than ten days, excluding Saturdays, Sundays, and legal holidays, after filing the date the petition was filed. Section 5. That § 34-20A-70.2 be AMENDED: 34-20A-70.2. TheAny application for emergency detainment, petition for commitment, written application, and for commitment, order for a court-appointed examination, or written report to the circuit court and the resulting protective custody order required by § 34-20A-70 shall must be sealed and may not be used for the purpose of enforcing the provisions of chapter 22-42 and chapter 22-42A against the person being committed. Any law enforcement official or prosecuting attorney may petition the circuit court to examine these documents, and the court may allow such examination upon a showing that the purpose of the examination is not to investigate a violation of chapter 22-42 or chapter 22-42A against the person being committed. However, any Any information obtained from the examination of the application for emergency detainment, petition for commitment, written application for commitment, order for a court-appointed examination, or written report, or protective custody order to the circuit court may not be used against the person being committed in any prosecution for a violation of chapter 22-42 or chapter 22-42A. Section 6. That chapter 34-20A be amended with a NEW SECTION: If the person whose commitment is sought is not being detained in a facility under § 34-20A-63, a request for an examination of the person by a licensed physician or addiction counselor must be filed with the court. The court may order an examination of the person by a licensed physician or addiction counselor and shall provide notice to the person whose commitment is sought of the request for an examination. Section 7. That § 34-20A-72 be AMENDED: 34-20A-72. A petition filed under § 34-20A-70 shall for a person who is detained under § 34-20A-63 must be accompanied by a certificate of a licensed physician or an addiction counselor either of whom who has examined the person within two five days before submission of the petition, unless the person whose commitment is sought has refused to submit to a medical an examination or counselor assessment in which case. If the person has refused to submit to an examination, the fact of refusal shall must be alleged in the petition. If the person refuses the release of examination or certification information, the circuit court shall order the release of the information if good cause is shown. The certificate shall must set forth the physician's or the addiction counselor's findings in support of the allegations of the petition and a level of care recommendation for substance use treatment. A An admitting facility may not provide treatment to the person whose commitment is sought if the physician or addiction counselor who provides a certificate under this section is employed by the admitting facility is not eligible to provide certification, unless the person to be committed requests to receive treatment at the facility. Section 8. That § 34-20A-73 be AMENDED: 34-20A-73. Upon filing of a petition under § 34-20A-70, the court shall fix a date for a hearing no later than ten days, excluding Saturdays, Sundays, and legal holidays, after the date the petition was filed. A copy of the petition and of the notice of the hearing, including the date fixed by the court, must be served on the petitioner, the person whose commitment is sought, the person's next of kin other than the petitioner, a parent or guardian if a minor, the administrator in charge of the approved treatment facility to which the person has been under emergency detainment, if applicable, and any other person the court believes advisable. A copy of the petition and certificate must be delivered to each person notified. Upon service of the petition, the person whose commitment is sought must be notified, in writing, of the person's right to be represented by counsel at every stage of any proceedings relating to commitment, and that if the person is unable to obtain counsel, the court may appoint one to the person. Section 9. That § 34-20A-75 be AMENDED: 34-20A-75. At the hearing the court shall hear all relevant testimony, including, if possible, the testimony of at least one licensed physician and or one addiction counselor who have has examined the person whose commitment is sought."}, {"bill_id": 23818, "bill_version_id": 248196, "bill_version": "Senate Engrossed", "bill_version_date": "2023-02-02T10:08:08.307-06:00", "bill_text": "An Act to revise provisions related to emergency and involuntary commitment for alcohol and drug abuse. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 34-20A-2 be AMENDED: 34-20A-2. Terms used in this chapter mean: (1) \"Accredited prevention or treatment facility,\" a private or public agency meeting the standards prescribed in § 34-20A-27 or a private or public agency or facility surveyed and accredited by the The Joint Commission; an Indian Health Service's quality assurance review under the Indian Health Service Manual, Professional Standards-Alcohol/Substance Abuse; or the Commission on Accreditation of Rehabilitation Facilities; or the Council on Accreditation; under the drug and alcohol treatment standards incorporated and adopted by the division in rules promulgated pursuant to chapter 1-26, if proof of the accreditation, with accompanying recommendations, progress reports and related correspondence are submitted to the division in a timely manner; (2) \"Addiction counselor,\" a person licensed or certified as an addiction counselor by the South Dakota Board of Addiction and Prevention Professionals; (3) \"Alcoholic,\" a person who habitually lacks self-control as to the use of alcoholic beverages, or uses alcoholic beverages to the extent that the person's health is substantially impaired or endangered or the person's social or economic function is substantially disrupted; (4) \"Department,\" the Department of Social Services; (5) \"Designated prevention or treatment facility,\" an accredited agency operating under the direction and control of the state or providing services under this chapter through a contract with the division or treatment facilities operated by the federal government that may be designated by the division without accreditation by the state; (6)(5) \"Division,\" the Division of Behavioral Health within the department; (7)(6) \"Drug abuser,\" a person who habitually lacks self-control as to the use of controlled drugs or substances as defined in § 34-20B-3 to the extent that the person's health is substantially impaired or endangered or that the person's social or economic function is substantially disrupted; (8)(7) \"Incapacitated by the effects of alcohol or other drugs,\" that a person, as a result of the use of alcohol or other drugs, is unconscious or the person's judgment is otherwise so impaired that the person is incapable of realizing and making a rational decision with respect to the person's need for treatment; (9)(8) \"Incompetent person,\" a person who has been adjudged incompetent by the circuit court; (10)(9) \"Intoxicated person,\" a person who demonstrates diminished mental or physical capacity while under the influence of alcohol or other drugs, or is receiving treatment for withdrawal management; (11)(10) \"Prevention,\" purposeful activities designed to promote personal growth of a person and strengthen the aspects of the community environment that are supportive to the person in order to preclude, prevent, or impede the development of alcohol or other drug misuse and abuse; and (12) \"Secretary,\" the secretary of the Department of Social Services; (13)(11) \"Treatment,\" the broad range of emergency, outpatient, intermediate, and inpatient services and care, including diagnostic evaluation, that may be extended to a person experiencing problems as a result of the use of alcohol or other drugs. Section 2. That chapter 34-20A be amended with a NEW SECTION: For the purposes of this chapter, the term, next of kin, means, in order of priority stated, the person's: (1) Spouse, if not legally separated; (2) Adult son or daughter; (3) Parent; and (4) Adult brother or sister. Section 3. That § 34-20A-68 be AMENDED: 34-20A-68. If, after the person detained under § 34-20A-63 completes treatment, the administrator or an authorized designee determines that the grounds for emergency detainment no longer exist, the facility shall discharge the person detained under § 34-20A-63 shall be discharged, unless a petition for involuntary commitment under § 34-20A-70 has been filed. Section 4. That § 34-20A-69 be AMENDED: 34-20A-69. No person detained under § 34-20A-63 may be detained in any treatment facility for more than five days, excluding Saturdays, Sundays, and legal holidays, except as follows. If a petition for involuntary commitment under § 34-20A-70 has been filed within the five days, excluding Saturdays, Sundays, and legal holidays, and the administrator of an approved treatment facility or an authorized designee finds that grounds for emergency detainment still exist, the administrator or authorized designee may detain the person until the petition has been heard and determined, but no longer than ten days, excluding Saturdays, Sundays, and legal holidays, after filing the date the petition was filed. Section 5. That § 34-20A-70 be AMENDED: 34-20A-70. A person may be committed by the circuit court upon the petition of the person's spouse or guardian, a relative, a physician, the administrator of any approved treatment facility, or any other responsible person. Any person applying for commitment shall do so to the circuit court through the clerk of courts of the county in which the person to be committed resides or is present. The circuit court judge, upon receipt of a written application prepared by the clerk of courts, shall appoint an attorney to represent the applicant. The appointed attorney shall investigate the grounds upon which the application is based and shall within five days, excluding Saturdays, Sundays, and legal holidays, submit a petition for commitment and a written report to the circuit court as to whether probable cause exists that the person subject of the petition is an alcoholic or drug abuser. All information obtained as a result of the investigation and written report shall be documented and made a part of the record of any further proceedings. The petition shall allege that the person is an alcoholic or drug abuser who habitually lacks self‑control as to the use of alcoholic beverages or other drugs and: (1) Has threatened, attempted, or inflicted physical harm on himself or herself or on another and that unless committed is likely to inflict harm on himself or herself or on another; or (2) Is incapacitated by the effects of alcohol or drugs; or (3) Is pregnant and abusing alcohol or drugs. A refusal to undergo treatment does not constitute evidence of lack of judgment as to the need for treatment. Section 6. That § 34-20A-70.2 be AMENDED: 34-20A-70.2. TheAny application for emergency detainment, petition for commitment, written application, and for commitment, order for a court-appointed examination, or written report to the circuit court and the resulting protective custody order required by § 34-20A-70 shall must be sealed and may not be used for the purpose of enforcing the provisions of chapter 22-42 and chapter 22-42A against the person being committed. Any law enforcement official or prosecuting attorney may petition the circuit court to examine these documents, and the court may allow such examination upon a showing that the purpose of the examination is not to investigate a violation of chapter 22-42 or chapter 22-42A against the person being committed. However, any Any information obtained from the examination of the application for emergency detainment, petition for commitment, written application for commitment, order for a court-appointed examination, or written report, or protective custody order to the circuit court may not be used against the person being committed in any prosecution for a violation of chapter 22-42 or chapter 22-42A. Section 7. That chapter 34-20A be amended with a NEW SECTION: If the person whose commitment is sought is not being detained in a facility under § 34-20A-63, a request for an examination of the person by a licensed physician or addiction counselor must be filed with the court. The court may order an examination of the person by a licensed physician or addiction counselor and shall provide notice to the person whose commitment is sought of the request for an examination. Section 8. That § 34-20A-72 be AMENDED: 34-20A-72. A petition filed under § 34-20A-70 shall for a person who is detained under § 34-20A-63 must be accompanied by a certificate of a licensed physician or an addiction counselor either of whom who has examined the person within two five days before submission of the petition, unless the person whose commitment is sought has refused to submit to a medical an examination or counselor assessment in which case. If the person has refused to submit to an examination, the fact of refusal shall must be alleged in the petition. If the person refuses the release of examination or certification information, the circuit court shall order the release of the information if good cause is shown. The certificate shall must set forth the physician's or the addiction counselor's findings in support of the allegations of the petition and a level of care recommendation for substance use treatment. A An admitting facility may not provide treatment to the person whose commitment is sought if the physician or addiction counselor who provides a certificate under this section is employed by the admitting facility is not eligible to provide certification, unless the person to be committed requests to receive treatment at the facility. Section 9. That § 34-20A-73 be AMENDED: 34-20A-73. Upon filing of a petition under § 34-20A-70, the court shall fix a date for a hearing no later than ten days, excluding Saturdays, Sundays, and legal holidays, after the date the petition was filed. A copy of the petition and of the notice of the hearing, including the date fixed by the court, must be personally served on the person whose commitment is sought and served by mail on the petitioner, the person whose commitment is sought, the person's next of kin other than the petitioner, a parent or guardian if a minor, the administrator in charge of the approved treatment facility to which the person has been under emergency detainment, if applicable, and any other person the court believes advisable. A copy of the petition and certificate must be delivered to each person notified. Upon service of the petition, the person whose commitment is sought must be notified, in writing, of the person's right to be represented by counsel at every stage of any proceedings relating to commitment, and that if the person is unable to obtain counsel, the court may appoint one to the person. Section 10. That § 34-20A-75 be AMENDED: 34-20A-75. At the hearing the court shall hear all relevant testimony, including, if possible, the testimony of at least one licensed physician and or one addiction counselor who have has examined the person whose commitment is sought."}, {"bill_id": 23818, "bill_version_id": 250884, "bill_version": "House Engrossed", "bill_version_date": "2023-03-02T09:10:39.617-06:00", "bill_text": "An Act to revise provisions related to emergency and involuntary commitment for alcohol and drug abuse. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 34-20A-2 be AMENDED: 34-20A-2. Terms used in this chapter mean: (1) \"Accredited prevention or treatment facility,\" a private or public agency meeting the standards prescribed in § 34-20A-27 or a private or public agency or facility surveyed and accredited by the The Joint Commission; an Indian Health Service's quality assurance review under the Indian Health Service Manual, Professional Standards-Alcohol/Substance Abuse; or the Commission on Accreditation of Rehabilitation Facilities; or the Council on Accreditation; under the drug and alcohol treatment standards incorporated and adopted by the division in rules promulgated pursuant to chapter 1-26, if proof of the accreditation, with accompanying recommendations, progress reports and related correspondence are submitted to the division in a timely manner; (2) \"Addiction counselor,\" a person licensed or certified as an addiction counselor by the South Dakota Board of Addiction and Prevention Professionals; (3) \"Alcoholic,\" a person who habitually lacks self-control as to the use of alcoholic beverages, or uses alcoholic beverages to the extent that the person's health is substantially impaired or endangered or the person's social or economic function is substantially disrupted; (4) \"Department,\" the Department of Social Services; (5) \"Designated prevention or treatment facility,\" an accredited agency operating under the direction and control of the state or providing services under this chapter through a contract with the division or treatment facilities operated by the federal government that may be designated by the division without accreditation by the state; (6)(5) \"Division,\" the Division of Behavioral Health within the department; (7)(6) \"Drug abuser,\" a person who habitually lacks self-control as to the use of controlled drugs or substances as defined in § 34-20B-3 to the extent that the person's health is substantially impaired or endangered or that the person's social or economic function is substantially disrupted; (8)(7) \"Incapacitated by the effects of alcohol or other drugs,\" that a person, as a result of the use of alcohol or other drugs, is unconscious or the person's judgment is otherwise so impaired that the person is incapable of realizing and making a rational decision with respect to the person's need for treatment; (9)(8) \"Incompetent person,\" a person who has been adjudged incompetent by the circuit court; (10)(9) \"Intoxicated person,\" a person who demonstrates diminished mental or physical capacity while under the influence of alcohol or other drugs; (11)(10) \"Prevention,\" purposeful activities designed to promote personal growth of a person and strengthen the aspects of the community environment that are supportive to the person in order to preclude, prevent, or impede the development of alcohol or other drug misuse and abuse; and (12) \"Secretary,\" the secretary of the Department of Social Services; (13)(11) \"Treatment,\" the broad range of emergency, outpatient, intermediate, and inpatient services and care, including diagnostic evaluation, that may be extended to a person experiencing problems as a result of the use of alcohol or other drugs. Section 2. That chapter 34-20A be amended with a NEW SECTION: For the purposes of this chapter, the term, next of kin, means, in order of priority stated, the person's: (1) Spouse, if not legally separated; (2) Adult son or daughter; (3) Parent; and (4) Adult brother or sister. Section 3. That § 34-20A-63 be AMENDED: 34-20A-63. An intoxicated person, or a person receiving treatment for withdrawal management, may be detained in an approved treatment facility for emergency treatment if the person: (1) Has threatened, attempted, or inflicted physical harm on oneself or on another or is likely to inflict physical harm on another unless detained; (2) Is incapacitated by the effects of alcohol or drugs; or (3) Is pregnant and abusing alcohol or drugs. A refusal to undergo treatment does not constitute evidence of lack of judgment as to the need for treatment. Section 4. That § 34-20A-68 be AMENDED: 34-20A-68. If, after the person detained under § 34-20A-63 completes treatment, the administrator or an authorized designee determines that the grounds for emergency detainment no longer exist, the facility shall discharge the person detained under § 34-20A-63 shall be discharged, unless a petition for involuntary commitment under § 34-20A-70 has been filed. Section 5. That § 34-20A-69 be AMENDED: 34-20A-69. No person detained under § 34-20A-63 may be detained in any treatment facility for more than five days, excluding Saturdays, Sundays, and legal holidays, except as follows. If a petition for involuntary commitment under § 34-20A-70 has been filed within the five days, excluding Saturdays, Sundays, and legal holidays, and the administrator of an approved treatment facility or an authorized designee finds that grounds for emergency detainment still exist, the administrator or authorized designee may detain the person until the petition has been heard and determined, but no longer than ten days, excluding Saturdays, Sundays, and legal holidays, after filing the date the petition was filed. Section 6. That § 34-20A-70 be AMENDED: 34-20A-70. A person may be committed by the circuit court upon the petition of the person's spouse or guardian, a relative, a physician, the administrator of any approved treatment facility, or any other responsible person. Any person applying for commitment shall do so to the circuit court through the clerk of courts of the county in which the person to be committed resides or is present. The circuit court judge, upon receipt of a written application prepared by the clerk of courts, shall appoint an attorney to represent the applicant. The appointed attorney shall investigate the grounds upon which the application is based and shall within five days, excluding Saturdays, Sundays, and legal holidays, submit a petition for commitment and a written report to the circuit court as to whether probable cause exists that the person subject of the petition is an alcoholic or drug abuser. All information obtained as a result of the investigation and written report shall be documented and made a part of the record of any further proceedings. The petition shall allege that the person is an alcoholic or drug abuser who habitually lacks self‑control as to the use of alcoholic beverages or other drugs and: (1) Has threatened, attempted, or inflicted physical harm on himself or herself or on another and that unless committed is likely to inflict harm on himself or herself or on another; or (2) Is incapacitated by the effects of alcohol or drugs; or (3) Is pregnant and abusing alcohol or drugs. A refusal to undergo treatment does not constitute evidence of lack of judgment as to the need for treatment. Section 7. That § 34-20A-70.2 be AMENDED: 34-20A-70.2. TheAny application for emergency detainment, petition for commitment, written application, and for commitment, order for a court-appointed examination, or written report to the circuit court and the resulting protective custody order required by § 34-20A-70 shall must be sealed and may not be used for the purpose of enforcing the provisions of chapter 22-42 and chapter 22-42A against the person being committed. Any law enforcement official or prosecuting attorney may petition the circuit court to examine these documents, and the court may allow such examination upon a showing that the purpose of the examination is not to investigate a violation of chapter 22-42 or chapter 22-42A against the person being committed. However, any Any information obtained from the examination of the application for emergency detainment, petition for commitment, written application for commitment, order for a court-appointed examination, or written report, or protective custody order to the circuit court may not be used against the person being committed in any prosecution for a violation of chapter 22-42 or chapter 22-42A. Section 8. That chapter 34-20A be amended with a NEW SECTION: If the person whose commitment is sought is not being detained in a facility under § 34-20A-63, a request for an examination of the person by a licensed physician or addiction counselor must be filed with the court. The court may order an examination of the person by a licensed physician or addiction counselor and shall provide notice to the person whose commitment is sought of the request for an examination. Section 9. That § 34-20A-72 be AMENDED: 34-20A-72. A petition filed under § 34-20A-70 shall for a person who is detained under § 34-20A-63 must be accompanied by a certificate of a licensed physician or an addiction counselor either of whom who has examined the person within two five days before submission of the petition, unless the person whose commitment is sought has refused to submit to a medical an examination or counselor assessment in which case. If the person has refused to submit to an examination, the fact of refusal shall must be alleged in the petition. If the person refuses the release of examination or certification information, the circuit court shall order the release of the information if good cause is shown. The certificate shall must set forth the physician's or the addiction counselor's findings in support of the allegations of the petition and a level of care recommendation for substance use treatment. A An admitting facility may not provide treatment to the person whose commitment is sought if the physician or addiction counselor who provides a certificate under this section is employed by the admitting facility is not eligible to provide certification, unless the person to be committed requests to receive treatment at the facility. Section 10. That § 34-20A-73 be AMENDED: 34-20A-73. Upon filing of a petition under § 34-20A-70, the court shall fix a date for a hearing no later than ten days, excluding Saturdays, Sundays, and legal holidays, after the date the petition was filed. A copy of the petition and of the notice of the hearing, including the date fixed by the court, must be personally served on the person whose commitment is sought and served by mail on the petitioner, the person whose commitment is sought, the person's next of kin other than the petitioner, a parent or guardian if a minor, the administrator in charge of the approved treatment facility to which the person has been under emergency detainment, if applicable, and any other person the court believes advisable. A copy of the petition and certificate must be delivered to each person notified. Upon service of the petition, the person whose commitment is sought must be notified, in writing, of the person's right to be represented by counsel at every stage of any proceedings relating to commitment, and that if the person is unable to obtain counsel, the court may appoint one to the person. Section 11. That § 34-20A-75 be AMENDED: 34-20A-75. At the hearing the court shall hear all relevant testimony, including, if possible, the testimony of at least one licensed physician and or one addiction counselor who have has examined the person whose commitment is sought."}, {"bill_id": 23818, "bill_version_id": 251199, "bill_version": "Enrolled", "bill_version_date": "2023-03-07T13:43:04.203-06:00", "bill_text": "ENTITLED An Act to revise provisions related to emergency and involuntary commitment for alcohol and drug abuse. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 34-20A-2 be AMENDED: 34-20A-2. Terms used in this chapter mean: (1) \"Accredited prevention or treatment facility,\" a private or public agency meeting the standards prescribed in § 34-20A-27 or a private or public agency or facility surveyed and accredited by The Joint Commission; an Indian Health Service's quality assurance review under the Indian Health Service Manual, Professional Standards-Alcohol/Substance Abuse; or the Commission on Accreditation of Rehabilitation Facilities; or the Council on Accreditation; under the drug and alcohol treatment standards incorporated and adopted by the division in rules promulgated pursuant to chapter 1-26, if proof of the accreditation, with accompanying recommendations, progress reports and related correspondence are submitted to the division in a timely manner; (2) \"Addiction counselor,\" a person licensed or certified as an addiction counselor by the South Dakota Board of Addiction and Prevention Professionals; (3) \"Alcoholic,\" a person who habitually lacks self-control as to the use of alcoholic beverages, or uses alcoholic beverages to the extent that the person's health is substantially impaired or endangered or the person's social or economic function is substantially disrupted; (4) \"Department,\" the Department of Social Services; (5) \"Division,\" the Division of Behavioral Health within the department; (6) \"Drug abuser,\" a person who habitually lacks self-control as to the use of controlled drugs or substances as defined in § 34-20B-3 to the extent that the person's health is substantially impaired or endangered or that the person's social or economic function is substantially disrupted; (7) \"Incapacitated by the effects of alcohol or drugs,\" that a person, as a result of the use of alcohol or other drugs, is unconscious or the person's judgment is otherwise so impaired that the person is incapable of realizing and making a rational decision with respect to the person's need for treatment; (8) \"Incompetent person,\" a person who has been adjudged incompetent by the circuit court; (9) \"Intoxicated person,\" a person who demonstrates diminished mental or physical capacity while under the influence of alcohol or other drugs; (10) \"Prevention,\" purposeful activities designed to promote personal growth of a person and strengthen the aspects of the community environment that are supportive to the person in order to preclude, prevent, or impede the development of alcohol or other drug misuse and abuse; and (11) \"Treatment,\" the broad range of emergency, outpatient, intermediate, and inpatient services and care, including diagnostic evaluation, that may be extended to a person experiencing problems as a result of the use of alcohol or other drugs. Section 2. That chapter 34-20A be amended with a NEW SECTION: For the purposes of this chapter, the term, next of kin, means, in order of priority stated, the person's: (1) Spouse, if not legally separated; (2) Adult son or daughter; (3) Parent; and (4) Adult brother or sister. Section 3. That § 34-20A-63 be AMENDED: 34-20A-63. An intoxicated person, or a person receiving treatment for withdrawal management, may be detained in an approved treatment facility for emergency treatment if the person: (1) Has threatened, attempted, or inflicted physical harm on oneself or on another or is likely to inflict physical harm on another unless detained; (2) Is incapacitated by the effects of alcohol or drugs; or (3) Is pregnant and abusing alcohol or drugs. A refusal to undergo treatment does not constitute evidence of lack of judgment as to the need for treatment. Section 4. That § 34-20A-68 be AMENDED: 34-20A-68. If, after the person detained under § 34-20A-63 completes treatment, the administrator or an authorized designee determines that the grounds for emergency detainment no longer exist, the facility shall discharge the person, unless a petition for involuntary commitment under § 34-20A-70 has been filed. Section 5. That § 34-20A-69 be AMENDED: 34-20A-69. No person detained under § 34-20A-63 may be detained in any treatment facility for more than five days, excluding Saturdays, Sundays, and legal holidays, except as follows. If a petition for involuntary commitment under § 34-20A-70 has been filed within the five days, excluding Saturdays, Sundays, and legal holidays, the administrator or authorized designee may detain the person until the petition has been heard and determined, but no longer than ten days, excluding Saturdays, Sundays, and legal holidays, after the date the petition was filed. Section 6. That § 34-20A-70 be AMENDED: 34-20A-70. A person may be committed by the circuit court upon the petition of the person's spouse or guardian, a relative, a physician, the administrator of any approved treatment facility, or any other responsible person. Any person applying for commitment shall do so to the circuit court through the clerk of courts of the county in which the person to be committed resides or is present. The circuit court judge, upon receipt of a written application prepared by the clerk of courts, shall appoint an attorney to represent the applicant. The appointed attorney shall investigate the grounds upon which the application is based and shall within five days, excluding Saturdays, Sundays, and legal holidays, submit a written report to the circuit court as to whether probable cause exists that the person subject of the petition is an alcoholic or drug abuser. All information obtained as a result of the investigation and written report shall be documented and made a part of the record of any further proceedings. The petition shall allege that the person is an alcoholic or drug abuser who habitually lacks self‑control as to the use of alcoholic beverages or other drugs and: (1) Has threatened, attempted, or inflicted physical harm on himself or herself or on another and that unless committed is likely to inflict harm on himself or herself or on another; or (2) Is incapacitated by the effects of alcohol or drugs; or (3) Is pregnant and abusing alcohol or drugs. A refusal to undergo treatment does not constitute evidence of lack of judgment as to the need for treatment. Section 7. That § 34-20A-70.2 be AMENDED: 34-20A-70.2. Any application for emergency detainment, petition for commitment, application for commitment, order for a court-appointed examination, or written report to the circuit court must be sealed and may not be used for the purpose of enforcing the provisions of chapter 22-42 and chapter 22-42A against the person being committed. Any law enforcement official or prosecuting attorney may petition the circuit court to examine these documents, and the court may allow such examination upon a showing that the purpose of the examination is not to investigate a violation of chapter 22-42 or chapter 22-42A against the person being committed. Any information obtained from the examination of the application for emergency detainment, petition for commitment, application for commitment, order for a court-appointed examination, or written report to the circuit court may not be used against the person being committed in any prosecution for a violation of chapter 22-42 or chapter 22-42A. Section 8. That chapter 34-20A be amended with a NEW SECTION: If the person whose commitment is sought is not being detained in a facility under § 34-20A-63, a request for an examination of the person by a licensed physician or addiction counselor must be filed with the court. The court may order an examination of the person by a licensed physician or addiction counselor and shall provide notice to the person whose commitment is sought of the request for an examination. Section 9. That § 34-20A-72 be AMENDED: 34-20A-72. A petition filed under § 34-20A-70 for a person who is detained under § 34-20A-63 must be accompanied by a certificate of a licensed physician or an addiction counselor who has examined the person within five days before submission of the petition, unless the person has refused to submit to an examination. If the person has refused to submit to an examination, the fact of refusal must be alleged in the petition. If the person refuses the release of examination or certification information, the circuit court shall order the release of the information if good cause is shown. The certificate must set forth the physician's or the addiction counselor's findings in support of the allegations of the petition and a level of care recommendation for substance use treatment. An admitting facility may not provide treatment to the person whose commitment is sought if the physician or addiction counselor who provides a certificate under this section is employed by the admitting facility, unless the person to be committed requests to receive treatment at the facility. Section 10. That § 34-20A-73 be AMENDED: 34-20A-73. Upon filing of a petition under § 34-20A-70, the court shall fix a date for a hearing no later than ten days, excluding Saturdays, Sundays, and legal holidays, after the date the petition was filed. A copy of the petition and of the notice of the hearing, including the date fixed by the court, must be personally served on the person whose commitment is sought and served by mail on the petitioner, the person's next of kin other than the petitioner, a parent or guardian if a minor, the administrator in charge of the approved treatment facility to which the person has been under emergency detainment, if applicable, and any other person the court believes advisable. Upon service of the petition, the person whose commitment is sought must be notified, in writing, of the person's right to be represented by counsel at every stage of any proceedings relating to commitment, and that if the person is unable to obtain counsel, the court may appoint one to the person. Section 11. That § 34-20A-75 be AMENDED: 34-20A-75. At the hearing the court shall hear all relevant testimony, including, if possible, the testimony of at least one licensed physician or one addiction counselor who has examined the person whose commitment is sought. An Act to revise provisions related to emergency and involuntary commitment for alcohol and drug abuse. I certify that the attached Act originated in the: Senate as Bill No. 67 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 67 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2023 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2023 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2023 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23818, "action_date": "2023-01-17T14:00:00-06:00", "document_id": 243471, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243471.pdf", "status_text": "First read in Senate and referred to", "journal_page": 55, "committee_id_action": 1183, "committee_id_assigned": 1176, "result": "N", "vote": {}}, {"bill_id": 23818, "action_date": "2023-01-25T07:45:00-06:00", "document_id": 245474, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245474.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1176, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23818, "action_date": "2023-01-25T07:45:00-06:00", "document_id": 245477, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245477.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1176, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23818, "action_date": "2023-01-25T07:45:00-06:00", "document_id": 245477, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245477.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1176, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76389, "president_vote": null, "Yea": [4360, 4352, 4407, 4410, 4339, 4348, 4426]}}, {"bill_id": 23818, "action_date": "2023-01-25T07:45:00-06:00", "document_id": 245477, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245477.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1176, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23818, "action_date": "2023-01-30T14:00:00-06:00", "document_id": 246905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246905.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 137, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23818, "action_date": "2023-01-31T14:00:00-06:00", "document_id": 247379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247379.pdf", "status_text": "Deferred to another day", "journal_page": 152, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23818, "action_date": "2023-02-01T14:00:00-06:00", "document_id": 247759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247759.pdf", "status_text": "Motion to amend", "journal_page": 166, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23818, "action_date": "2023-02-01T14:00:00-06:00", "document_id": 247759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247759.pdf", "status_text": "Motion to amend", "journal_page": 167, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23818, "action_date": "2023-02-01T14:00:00-06:00", "document_id": 247759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247759.pdf", "status_text": "Do Pass Amended", "journal_page": 168, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76644, "president_vote": null, "Yea": [4336, 4338, 4339, 4340, 4342, 4345, 4348, 4448, 4352, 4355, 4359, 4457, 4372, 4378, 4381, 4382, 4453, 4466, 4386, 4460, 4394, 4395, 4399, 4407, 4410, 4413, 4414, 4419, 4426, 4430, 4432, 4434, 4436], "Excused": [4360], "Nay": [4404]}}, {"bill_id": 23818, "action_date": "2023-02-02T14:00:00-06:00", "document_id": 248145, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248145.pdf", "status_text": "First read in House and referred to", "journal_page": 212, "committee_id_action": 1159, "committee_id_assigned": 1160, "result": "N", "vote": {}}, {"bill_id": 23818, "action_date": "2023-02-27T10:00:00-06:00", "document_id": 250214, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250214.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1160, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23818, "action_date": "2023-02-27T10:00:00-06:00", "document_id": 250222, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250222.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1160, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77639, "president_vote": null, "Nay": [4358, 4409, 4417], "Yea": [4438, 4451, 4396, 4458, 4418, 4464, 4446, 4421, 4366], "Excused": [4405]}}, {"bill_id": 23818, "action_date": "2023-02-28T14:00:00-06:00", "document_id": 250451, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250451.pdf", "status_text": "Deferred to another day", "journal_page": 416, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23818, "action_date": "2023-03-01T14:00:00-06:00", "document_id": 250698, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250698.pdf", "status_text": "Motion to amend", "journal_page": 434, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23818, "action_date": "2023-03-01T14:00:00-06:00", "document_id": 250698, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/250698.pdf", "status_text": "Do Pass Amended", "journal_page": 435, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77878, "president_vote": null, "Yea": [4456, 4445, 4441, 4334, 4337, 4459, 4341, 4343, 4344, 4449, 4350, 4351, 4442, 4353, 4354, 4468, 4471, 4358, 4365, 4366, 4368, 4450, 4373, 4379, 4462, 4383, 4452, 4454, 4438, 4384, 4385, 4451, 4389, 4469, 4392, 4447, 4467, 4396, 4397, 4398, 4400, 4401, 4440, 4403, 4437, 4405, 4408, 4409, 4458, 4455, 4444, 4412, 4463, 4417, 4421, 4464, 4465, 4470, 4429, 4461], "Nay": [4333, 4374, 4375, 4443, 4388, 4393, 4406, 4439], "Excused": [4418, 4446]}}, {"bill_id": 23818, "action_date": "2023-03-07T10:00:00-06:00", "document_id": 251159, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251159.pdf", "status_text": "Concurred in amendments", "journal_page": 445, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78087, "president_vote": null, "Yea": [4336, 4338, 4339, 4340, 4345, 4348, 4448, 4352, 4359, 4457, 4372, 4378, 4381, 4382, 4453, 4466, 4386, 4460, 4394, 4395, 4399, 4407, 4413, 4414, 4419, 4426, 4430, 4432, 4434, 4436], "Excused": [4342, 4410], "Nay": [4355, 4360, 4404]}}, {"bill_id": 23818, "action_date": "2023-03-07T10:00:00-06:00", "document_id": 251159, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251159.pdf", "status_text": "Signed by the President", "journal_page": 456, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23818, "action_date": "2023-03-08T09:00:00-06:00", "document_id": 251237, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251237.pdf", "status_text": "Signed by the Speaker", "journal_page": 517, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23818, "action_date": "2023-03-08T09:00:00-06:00", "document_id": 251240, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251240.pdf", "status_text": "Delivered to the Governor", "journal_page": 467, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23818, "action_date": "2023-03-27T09:00:00-05:00", "document_id": 251377, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/251377.pdf", "status_text": "Signed by the Governor", "journal_page": 495, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7822, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/23818"}