{"session_id": 27, "bill_id": 7779, "bill_type": "House Bill", "bill_number": 1016, "bill_title": "revise the methodology for calculating the cost of living adjustment for South Dakota Retirement System benefits, to revise reporting conditions, and to provide uniform terminology.", "sponsors": [], "keywords": ["Administrative Rules", "Public Officers and Employees", "South Dakota Retirement System"], "audio": [{"meeting_datetime": "2017-01-18T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hre06.mp3", "start_seconds": 3040.0}, {"meeting_datetime": "2017-01-18T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hre06.mp3", "start_seconds": 3040.0}, {"meeting_datetime": "2017-01-18T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hre06.mp3", "start_seconds": 3040.0}, {"meeting_datetime": "2017-01-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou09.mp3", "start_seconds": 1630.0}, {"meeting_datetime": "2017-01-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou09.mp3", "start_seconds": 1630.0}, {"meeting_datetime": "2017-01-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou09.mp3", "start_seconds": 1630.0}, {"meeting_datetime": "2017-02-01T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sre14.mp3", "start_seconds": 149.0}, {"meeting_datetime": "2017-02-01T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sre14.mp3", "start_seconds": 149.0}, {"meeting_datetime": "2017-02-01T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sre14.mp3", "start_seconds": 149.0}, {"meeting_datetime": "2017-02-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen15.mp3", "start_seconds": 4423.0}, {"meeting_datetime": "2017-02-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen15.mp3", "start_seconds": 4423.0}, {"meeting_datetime": "2017-02-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen15.mp3", "start_seconds": 4423.0}], "bill_versions": [{"bill_id": 7779, "bill_version_id": 42313, "bill_version": "Introduced", "bill_version_date": "2017-01-05T08:02:23.98-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the methodology for calculating the cost of living adjustment for South Dakota Retirement System benefits, to revise reporting conditions, and to provide uniform terminology. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 3-12 be amended by adding a NEW SECTION to read: The term, COLA or cost of living adjustment, means the annual increase in the amount of the benefit provided on July first, compounded annually. However, no annual increase may be provided unless the member has received benefit payments for at least the consecutive, twelve-month period before July first. The COLA payable is the baseline COLA or the restricted COLA, as applicable. The baseline COLA is equal to the increase in the consumer price index, but no less than one-half percent and no greater than three and one-half percent. The restricted COLA is equal to the increase in the consumer price index, but no less than one-half percent and no greater than the restricted COLA maximum as determined in subdivision (2) of this section. The board shall establish the COLA payable for each fiscal year, based on the fair value funded ratio and actuarially determined contribution rate of the system as of the prior July first and the increase in the consumer price index for the preceding third calendar quarter compared to the consumer price index for the third calendar quarter for the base year (the previous year in which the consumer price index was the highest), by utilizing one of the following subdivisions, as applicable: (1) If the system meets the criteria in subdivisions 3-12-122(1) and (2) based on the baseline COLA assumption adopted by the board, the COLA payable is the baseline COLA; or (2) If the system does not meet the criteria in subdivisions 3-12-122(1) and (2) based on the baseline COLA assumption adopted by the board, the system shall calculate a restricted COLA maximum in accordance with the board's funding policy that is equal to the actuarially determined annual COLA rate that results in the criteria in subdivisions 3-12-122(1) and (2) being satisfied, if achievable. The COLA payable is the restricted COLA. If the criteria in subdivisions 3-12-122(1) and (2) cannot be satisfied with a COLA equal to or exceeding one-half percent, the COLA payable is one-half percent. Section 2. That § 3-12-122 be amended to read: 3-12-122. The board shall review the funding of the system and shall make a report to the Governor and the Retirement Laws Committee if any the funding of the system does not meet both of the following conditions exist as of the latest annual actuarial valuation of the system: (1) The contributions do not equal the actuarial requirement for funding fair value funded ratio is greater than or equal to one hundred percent; and (2) The funded ratio is less than eighty percent, or a ratio based on the fair value of assets is less than eighty percent; or (3) The fair value of assets is less than ninety percent of the actuarial value of assets contribution rate meets or exceeds the actuarially determined contribution rate including an amortization of the difference, positive or negative, between the actuarial accrued liability and the fair value of assets according to the board's funding policy. The report shall include an analysis of the conditions and recommendations for the circumstances and timing for any benefit changes, contribution changes, or any other corrective action, or any combination of actions, to improve the conditions in subdivisions (1) and (2). Based on this report and the recommendations of the board, the Legislature may adopt benefit changes, contribution changes, or any other corrective action, or any combination of actions, to improve the conditions set out in this section in subdivisions (1) and (2). If any of the conditions set out in this section exist for a period of three consecutive annual actuarial valuations, the board shall recommend benefit changes, contribution changes, or any other corrective action, or any combination of actions, for approval by the Legislature and the Governor, effective as soon as possible, to improve the conditions set out in this section. Eligibility for benefits, the amount of any benefit, and the rate of member contributions established in this chapter are not the contractual rights of any member and are subject to change by the Legislature for purposes of corrective action to improve the conditions established in this section in subdivisions (1) and (2). Section 3. That chapter 3-12 be amended by adding a NEW SECTION to read: At the beginning of each legislative session, the board shall provide the Governor and the Legislature with an annual report of the funded status of the system for the fiscal year that ended the previous June thirtieth. Section 4. That subdivision (71) of § 3-12-47 be amended to read: (71) \"Projected compensation,\" a deceased or disabled member's final average compensation multiplied by the improvement factor COLA commencing each July first for each complete twelve-month period elapsed between the date of the member's death or disability, whichever occurred earlier, and the date the member would attain normal retirement age; Section 5. That § 3-12-47.4 be amended to read: 3-12-47.4. Application of prorated payment of the improvement factor COLA applies only to benefits which were first payable after July 1, 1998, but prior to before July 1, 2010. Section 6. That § 3-12-47.5 be amended to read: 3-12-47.5. For the purposes of this chapter, the term, actuarial equivalent, is a benefit of equal value, computed on the basis of the interest rate, mortality, and improvement factor baseline COLA assumptions adopted by the board for purposes of the actuarial valuation. If the board adopts a select and ultimate rate of interest, the interest rate is the ultimate rate. Mortality is based on a unisex rate that is fifty percent male and fifty percent female for employees and beneficiaries, based on the mortality rates for retired employees and beneficiaries, including, if the board adopts a generational mortality table, projection of mortality improvement to the year specified by the board based on the member's and beneficiary's ages as of the date of the calculation and projected generationally after that year. Separate improvement factor assumptions shall be made for foundation and generational members. The system shall make the interest rate, mortality, and improvement factor baseline COLA assumptions public. Section 7. That § 3-12-58 be amended to read: 3-12-58. The Board of Trustees may adopt such promulgate rules as may be necessary to establish uniform procedures for the administration of the system and to insure uniformity of application of the provisions of this chapter. Such rules Rules may be adopted in the following areas: (1) Membership and class of membership; (2) Contributions and the collection thereof of contributions; (3) Criteria and procedures for the determination of applications for, and payment of disability allowances benefits; (4) Procedure for applications for benefits and the payment of benefits; (5) Election of trustees; and (6) Procedure for the conduct of meetings of the board. The rules shall be adopted promulgated pursuant to chapter 1-26 and shall be in accordance with the provisions of this chapter. Section 8. That § 3-12-62.3 be amended to read: 3-12-62.3. Upon retirement, each employee described in § 3-12-62.2 shall receive the greater of: (1) His The member's retirement allowance benefit calculated under this chapter; or (2) The retirement allowance benefit calculated under the municipality of Rapid City firemen pension fund based on credited service up to June 30, 1982, and compensation up to June 30, 1982. The normal retirement age of each such employee shall be is fifty-five. Section 9. That § 3-12-62.11 be amended to read: 3-12-62.11. Each individual described in § 3-12-62.10 shall receive the same benefit under the form of annuity provided by the city of Watertown firemen pension fund in effect on June 30, 1995, which benefit shall be improved increased on July 1, 1995, and thereafter in accordance with § 3-12-88. The benefits of individuals described in § 3-12-62.10 who are entitled to receive benefits from the city of Watertown firemen pension fund as of July 1, 1995, shall be paid from the fund established by this chapter and funded pursuant to §§ 3-12-62.12 and 3-12-62.13. Firemen Firefighters who are not retired on July 1, 1994, shall be are guaranteed a minimum benefit equal to the accrued benefit under the city of Watertown firemen pension fund as of July 1, 1994. If the minimum benefit is paid in lieu of a benefit under chapter 3-12, the minimum benefit may not be improved increased annually as provided in § 3-12-88 and the member is not entitled to benefits pursuant to § 3-12-94 or subdivision 3-12-95(4). Section 10. That § 3-12-75 be amended to read: 3-12-75. A terminated member who has a vested right in the system may leave the member's accumulated contributions on deposit with the system and receive a retirement allowance benefit commencing at the member's retirement. In calculating such allowance benefit, the member's final average compensation shall be increased by the improvement factor COLA commencing each July first for each complete twelve-month period between the member's last termination and the date on which the member's retirement allowance benefit commences. Section 11. That § 3-12-82 be amended to read: 3-12-82. If less than three years of contributory service or noncontributory service is acquired after a retired member's reentry into covered employment, the member upon subsequent retirement shall receive a refund of the member's accumulated contributions. If three years or more of contributory service or noncontributory service are is acquired after a retired member's reentry into covered employment, the member upon subsequent retirement may receive either a refund of the member's accumulated contributions or an additional allowance benefit based upon the member's credited service and final compensation earned during such reentry. Only the member's credited service from the subsequent employment shall be taken into account in calculating a reduction pursuant to § 3-12-106, if any, in the member's additional allowance benefit. In addition, the annual increase applied to the original allowance benefit pursuant to § 3-12-88 shall be eliminated for the period of reemployment, unless the member retired as a Class B member other than a justice, judge, or magistrate judge and subsequently reentered covered employment as a Class A member. The provisions of this section apply to any member who retired without any reduction in benefits pursuant to § 3-12-106 and who reenters covered employment after June 30, 2004, but before April 1, 2010. Section 12. That § 3-12-88 be amended to read: 3-12-88. All benefits except those depending on the member's contribution balance shall be annually increased by the improvement factor COLA. However, the annual increase shall be eliminated for any period of time that a retired member reenters covered employment in the system, unless the member retired as a Class B member other than a justice, judge, or magistrate judge and subsequently has reentered covered employment as a Class A member, or unless the member retired without a benefit suspension pursuant to § 3-12-111 and then reentered active status prior to before July 1, 2004. Such elimination shall cease when the member again retires and draws either a refund or an additional retirement allowance benefit. Section 13. That § 3-12-92.6 be amended to read: 3-12-92.6. Each member who retired prior to before July 1, 2008, and each beneficiary of a deceased member who retired prior to July 1, 2008, shall receive a retirement allowance benefit based on the provisions of § 3-12-91, 3-12-92, or 3-12-92.4 as applicable based on the member's final average compensation, credited service, and other public benefits at retirement and the benefit formulas in §§ 3-12-91, 3-12-92, and 3-12-92.4 when improved increased by the improvement factor COLA from the date of retirement to July 1, 2008. Increased benefits as provided by any amendment to this section are prospective in nature and are effective July 1, 2008. Each member or beneficiary of a member who retired prior to before July 1, 1974, who is receiving benefits pursuant to § 3-12-126 or each member or beneficiary of a member who elected to retire pursuant to § 3-12-127, shall have a benefit increased by an additional 2.0% two percent as of July 1, 2008, in lieu of the increase provided in this section. If a member retired prior to before normal retirement age, the allowance benefit shall be adjusted in accordance with the law in effect at the time of retirement. If a member elected an alternate method of payment under the law in effect at the time of retirement, the allowance benefit shall be adjusted in accordance with the law in effect at the time of retirement. If the additional allowance benefit is to be paid to a beneficiary of a deceased member, the additional allowance benefit shall be adjusted in accordance with the law in effect at the time of the member's retirement. No member or beneficiary whose retirement allowance benefit terminated prior to before July 1, 2008, may receive any benefits pursuant to this section. Section 14. That § 3-12-95 be amended to read: 3-12-95. On the death of a contributing member prior to before July 1, 2015, and prior to before the earlier of the member attaining normal retirement age or the member's retirement, who has one or more years of contributory service; or if there has been a break in the member's employment of more than one year, one-half year of contributory service having been performed after the end of the last such break; or if the member was receiving a disability benefit which commenced after July 1, 1974, and was based on an application received by the system prior to before July 1, 2015, the following benefits shall be paid: (1) A surviving spouse having the care of children shall receive an annual amount, payable in monthly installments, equal to forty percent of the member's final average compensation, plus ten percent of such final average compensation for each child to a maximum of six such children; (2) The conservator or custodian of each child, on whose account there is no benefit payable under subdivision (1), shall receive on behalf of each child, to a maximum of five such children, an annual amount, payable in monthly installments, equal to twenty percent of the member's final average compensation; (3) If the sum of benefits payable under subdivisions (1) and (2) exceeds one hundred percent of the member's final average compensation, the benefits payable under both subdivisions (1) and (2) shall be proportionally reduced so that the total of the benefits is equal to one hundred percent of the member's final average compensation; and (4) If there are no benefits being paid under subdivision (1) and the member's accumulated contributions have not been withdrawn pursuant to § 3-12-97, the spouse who has reached age sixty-five shall receive a monthly payment equal to sixty percent of the amount which would have been payable to the deceased member at normal retirement age based on the member's credited and projected service and, projected compensation, and projected primary social security. The benefit payable under this subdivision shall be increased by application of the improvement factor COLA commencing each July first for each complete twelve-month period between the date the member would have reached normal retirement age and the date benefits commence to the spouse. Family benefits begin to accrue on the first day of the month following the death of the member. Section 15. That § 3-12-95.5 be amended to read: 3-12-95.5. If no family benefit is being paid pursuant to § 3-12-95.4, a surviving spouse of a contributing foundation member who had acquired at least three years of contributory service or noncontributory service or died while performing usual duties for the employer and who died after June 30, 2015, shall, upon attaining the age of sixty-five, receive a surviving spouse benefit calculated as follows, whichever is applicable: (1) If a family benefit had been paid, sixty percent of the family benefit paid at the time the family benefit ended, increased by the improvement factor COLA from the date the last family benefit was paid; or (2) If a family benefit had not been paid, sixty percent of the amount calculated pursuant to subsection (a) or (b), whichever is greater, increased by the improvement factor COLA from the date of the member's death: (a) Twenty-five percent of the member's final average compensation at the time of the member's death; or (b) The member's unreduced accrued retirement benefit at the time of the member's death. The surviving spouse benefit shall be paid in monthly installments for the life of the surviving spouse. Section 16. That § 3-12-104.1 be amended to read: 3-12-104.1. The additional survivor protection option granted under § 3-12-104 is hereby extended to all current contributing members of the system for a period of three months commencing October 1, 1990, and ending December 31, 1990. In no event may the additional survivor protection be made available to a terminated vested member or to a member receiving a retirement allowance benefit from the system. However, the additional survivor protection option may not be so extended again at any time after June 30, 2004. Section 17. That § 3-12-105 be amended to read: 3-12-105. The additional survivor protection payable under § 3-12-104, on the death of the member or expiration of benefits that may have been paid pursuant to subdivision 3-12-95(1) because there is no eligible child, entitles the surviving spouse of the member to an annual amount, payable in monthly installments, equal to forty percent of the member's final average compensation, multiplied by the improvement factor COLA for each full twelve-month period between the earlier of the date of death or disability of the member and the date the payment of the benefit is due to commence. The additional survivor protection allowance benefit shall continue until the surviving spouse dies or attains age sixty-five, whichever is earlier. Section 18. That § 3-12-108 be amended to read: 3-12-108. The Board of Trustees may provide under its rules and regulations for a modified monthly allowance benefit to a member or beneficiary in lieu of the monthly benefit allowances payable under any provision of this chapter, provided that such allowance if the benefit is not greater than the actuarial equivalent of the allowance benefit due him the member or beneficiary under this chapter. Any such request must be made in writing on the form prescribed by and filed with the board prior to before the date of the first payment of the unmodified allowance benefit. An election of a modified form of payment is effective only after the date of acceptance by the board and may not be modified or revoked after that date without the further consent of the board. Section 19. That § 3-12-110 be amended to read: 3-12-110. After all benefits currently or potentially payable under any provision of this chapter have terminated, if the aggregate benefits paid to a member and the member's surviving spouse and minor children, including any distribution of the member's variable retirement account, are less than the member's accumulated contributions, the amount by which the accumulated contributions exceed total payments made to date shall be paid in a lump sum as provided in this section. Amounts payable under this section shall be paid as follows: (1) To the beneficiary or entity designated by the member, if any is designated; (2) If no beneficiary or entity is designated, then to the member's surviving spouse; (3) If no beneficiary or entity is designated and there is no surviving spouse, then to all surviving children, irrespective of age, on a share-alike basis; or (4) If no beneficiary or entity is designated, there is no surviving spouse, and there are no surviving children, then to the member's estate. If no claim for payment due upon the death of a deceased member is made within three years from date of death, the payment shall revert to the system. However, a claim may be honored after the expiration of the three-year reversion period if, in the opinion of the administrator executive director, payment of the claim is warranted by exceptional circumstances. Section 20. That § 3-12-111 be amended to read: 3-12-111. If a retired member whose benefits have been reduced pursuant to § 3-12-106 becomes employed as a permanent full-time employee by a participating unit prior to before July 1, 2004, the payment of the member's retirement allowance benefit, including the annual increase pursuant to § 3-12-88, shall be suspended during such the period of reemployment. If the member remains in such reemployment for at least three years pursuant to the provisions of § 3-12-82 and then again retires, the member's additional allowance benefit shall be recalculated to consider only the member's credited service and final compensation earned during reentry. Section 21. That § 3-12-111.1 be amended to read: 3-12-111.1. If a retired member whose benefits have been reduced pursuant to § 3-12-106 becomes employed as a permanent full-time employee by a participating unit on or after July 1, 2004, but prior to before April 1, 2010, the payment of the member's retirement allowance benefit shall be suspended during the period of reemployment. If the member remains in reemployment for at least three years pursuant to the provisions of § 3-12-82, the member upon subsequent retirement shall receive an additional allowance benefit based upon the member's credited service and final average compensation earned during the reentry. Only the member's credited service from the subsequent employment shall be taken into account in calculating a reduction pursuant to § 3-12-106, if any, in the member's additional allowance benefit. If the member remains in reemployment for a period of less than three years, the member upon subsequent retirement shall receive a refund of the member's accumulated contributions. In addition, no No matter the duration of the member's reemployment, the annual increase applied to the original allowance benefit pursuant to § 3-12-88 shall be eliminated for the period of reemployment. Section 22. That § 3-12-112 be amended to read: 3-12-112. A member in the system may claim the benefits provided for in this chapter only in the form of a monthly benefit payment and only after such time as these benefits are payable. Unless otherwise specifically provided, there shall be no circumstances which shall allow a no member or a former member of the system may receive a lump-sum cash payment in lieu of the normal retirement allowance benefit. Section 23. That § 3-12-123 be amended to read: 3-12-123. It is the intent of the Legislature of the State of South Dakota to provide improved increased benefits for the already retired members of the retirement systems consolidated into the South Dakota Retirement System created by this chapter and to provide the financial resources necessary to adequately pay for the improved increased benefits. Section 24. That § 3-12-124 be amended to read: 3-12-124. Any retired members of the Supreme and Circuit Court Judicial Retirement System, district county court and municipal court judges retirement program District County Court and Municipal Court Judges Retirement Program, South Dakota Teachers Retirement System, South Dakota Municipal Retirement System, South Dakota Law Enforcement Retirement System, South Dakota Public Employees Retirement System and State Cement Plant Retirement Program as of June 30, 1974, who were receiving or eligible to receive a retirement allowance benefit shall be entitled to an increased monthly annuity benefit commencing with the payment due on or after July 1, 1974, equal to the greater of: (1) One hundred ten percent of the annuity he benefit the member was entitled to on June 30, 1974, under the retirement system of from which he is a the member retired member,; or (2) Ten dollars times the years of credited contributory service or fraction thereof, under the retirement system of from which he is a the member retired member, to a maximum of one hundred dollars. The time, manner, and form of payment of the retirement allowance is benefit are not modified by the change in benefits provided by this section. Section 25. That § 3-12-125 be amended to read: 3-12-125. The amount calculated under subdivision 3-12-124(2) will be adjusted to its actuarial equivalent if the retired member had elected an optional form of payment other than the normal form provided by the retirement system of from which he is a the member retired member, or if the age of a retired member is less than the normal retirement age necessary for receiving a normal retirement allowance benefit as provided by the retirement system of from which he is a the member retired member. Section 26. That § 3-12-134 be amended to read: 3-12-134. Each individual described in § 3-12-133 shall receive the same benefit provided by the municipality of Aberdeen firemen's relief and pension fund on June 30, 1994, and the benefit shall be improved increased on July 1, 1994, and thereafter in accordance with § 3-12-88. The benefits of the individuals described in § 3-12-133 who are entitled to receive benefits from the municipality of Aberdeen firemen's relief and pension fund as of July 1, 1994, shall be paid from the fund established by this chapter. Section 27. That § 3-12-143 be amended to read: 3-12-143. For the first thirty-six months of a disability benefit provided by § 3-12-99, the maximum amount that a member may receive in any calendar year from the disability benefit and earned income, as defined in § 32(c)(2) of the Internal Revenue Code, is one hundred percent of the member's final average compensation. Starting with the thirty-seventh month of the disability benefit, the maximum amount that a member may receive in any calendar year from disability benefits provided by the federal Social Security Act equal to the primary insurance amount, the disability benefit provided by this chapter and earned income, as defined in § 32(c)(2) of the Internal Revenue Code, is one hundred percent of the member's final average compensation. The maximum amount shall be indexed for each full fiscal year during which the member is eligible for such disability benefit by the improvement factor COLA. Any amount exceeding this maximum amount shall reduce each monthly disability benefit payable pursuant to § 3-12-99 in the following fiscal year on a pro rata basis. Any member eligible to receive a disability benefit shall report to the system in writing any earned income of the member. The report shall be filed with the system before June first following the end of each calendar year in which a disability benefit is paid. A disabled member may file a signed copy of the member's individual income tax return in lieu of the report. No report or return need be filed for the calendar year the member dies or converts to a normal or early retirement benefit under this chapter. The disability benefit of any member failing to file a report or return as required in this section shall be suspended until the report or return is filed. The reduction may occur, however, only if a disability benefit is being paid by the system, but may not reduce the disability benefit below the minimum provided for in § 3-12-99. This section applies to any member receiving or entitled to receive a disability benefit pursuant to § 3-12-98. Section 28. That § 3-12-154 be amended to read: 3-12-154. Each retired member or benefit recipient described in § 3-12-153 shall receive the same benefit under the form of annuity provided by the City city of Mitchell firemen's pension plan as in effect on June 30, 1996, except for the improvement factor COLA. Each benefit shall be improved increased on July 1, 2008, and thereafter by the system's improvement factor COLA. The benefits of members described in § 3-12-153 who are entitled to receive benefits from the city of Mitchell firemen's pension plan as of July 1, 1996, shall be paid from the fund established by this chapter. Section 29. That § 3-12-155 be amended to read: 3-12-155. Upon retirement, each member described in § 3-12-153 who is a vested inactive member on July 1, 1996, or an active firefighter in the employ of the city of Mitchell on July 1, 1996, shall receive the greater of: (1) The member's retirement allowance benefit calculated under this chapter; or (2) The member's retirement allowance benefit calculated under the city of Mitchell firemen's pension plan based on credited service up to June 30, 1996, and compensation up to June 30, 1996, and utilizing the plan's benefit terms and benefit formula, but applying the system's improvement factor COLA, as specified in § 3-12-154. In either case, the retirement allowance benefit shall be paid from the fund established by this chapter. Section 30. That § 3-12-160 be amended to read: 3-12-160. Each retired member, any benefit recipient, or any deferred vested member described in § 3-12-159 and in such status prior to before July 1, 1998, shall receive the member's previously selected annuity option as provided under the city of Huron firemen pension fund as in effect on June 30, 1998, but is not eligible for a benefit pursuant to § 3-12-94. Each such benefit in effect prior to before July 1, 1998, shall be improved increased on that date and thereafter in accordance with § 3-12-88. The retirement benefit of a deferred vested member that goes into effect after July 1, 1998, shall be improved increased in accordance with § 3-12-88, but the member's final average compensation may not be increased prior to before retirement by the improvement factor COLA pursuant to § 3-12-75. The benefits of members described in § 3-12-159 who are entitled to receive benefits from the city of Huron firemen pension fund prior to before July 1, 1998, shall be paid from the fund established by this chapter and funded pursuant to § 3-12-162. Section 31. That § 3-12-161 be amended to read: 3-12-161. Upon retirement, each member described in § 3-12-159 who is an active firefighter in the employ of the city of Huron on July 1, 1998, shall receive the greater of: (1) The member's retirement allowance benefit calculated under this chapter; or (2) The member's retirement allowance benefit calculated under the city of Huron firemen pension fund based on credited service up to June 30, 1998, and compensation up to June 30, 1998, and utilizing the fund's benefit terms and benefit formula. In either case, such retirement benefit shall be improved increased in accordance with the provisions of § 3-12-88, shall be paid from the fund established by this chapter and shall be funded pursuant to §§ 3-12-162 and § 3-12-71. Any allowance benefit granted pursuant to subdivision (2) may not include a benefit pursuant to § 3-12-94. Section 32. That § 3-12-193 be amended to read: 3-12-193. A supplemental pension participant shall receive an annual increase in the amount of the participant's supplemental pension benefit for each year commencing on the July first following the date on which the benefit was first payable, and equal to the improvement factor COLA applicable to the participant. If a supplemental pension contract goes into effect before July 1, 2010, and if the first annual increase is for a period of less than twelve months, the initial increase shall be prorated. If a supplemental pension contract goes into effect after June 30, 2010, there shall be no initial prorated annual increase for a period of less than twelve months. Section 33. That § 3-12-212 be amended to read: 3-12-212. Upon retirement, a member who received disability benefits pursuant to § 3-12-207 and whose benefits were terminated and who returned to covered employment shall receive a retirement benefit based on the member's credited service prior to before receiving disability benefits and after receiving disability benefits. The final average compensation used in the calculation of the retirement benefit is the greater of: (1) The member's final average compensation at the date of retirement; or (2) The member's final average compensation at the date of disability, increased by the improvement factor COLA from the date of the termination of disability benefits to the date of retirement. Section 34. That § 3-12-213 be amended to read: 3-12-213. Upon retirement, a member who received disability benefits pursuant to § 3-12-207 and whose benefits were terminated and who did not return to covered employment shall receive a retirement benefit based on the member's credited service prior to before receiving disability benefits. The final average compensation used in the calculation of the retirement benefit shall be the final average compensation at the date of disability, increased by the improvement factor COLA from the date of the termination of disability benefits to the date of retirement. Section 35. That § 3-12-215 be amended to read: 3-12-215. If no family benefit is being paid pursuant to § 3-12-214, a surviving spouse of a foundation member who received disability benefits pursuant to § 3-12-207 shall, upon attaining the age of sixty-five, receive a monthly benefit, payable for the life of the surviving spouse, equal to one of the following calculations, whichever is applicable: (1) If there was a family benefit paid, sixty percent of the family benefit paid at the time the family benefit ended, increased by the improvement factor COLA from the date the last family benefit was paid; or (2) If there was no family benefit paid, sixty percent of the deceased member's disability benefit paid at the time of the member's death, increased by the improvement factor COLA from the date of the member's death. Section 36. That § 3-12-516 be amended to read: 3-12-516. If no family benefit is being paid pursuant to § 3-12-95.4, a surviving spouse of a contributing generational member who had acquired at least three years of contributory service or noncontributory service or died while performing usual duties for the employer or died while receiving a disability benefit, shall, upon attaining the age sixty-seven, receive a surviving spouse benefit as follows: (1) If a family benefit had been paid, sixty percent of the family benefit paid at the time the family benefit ended, increased by the improvement factor COLA from the date the last family benefit was paid; or (2) If a family benefit had not been paid, sixty percent of the amount calculated pursuant to subsection (a) or (b), whichever is greater, increased by the improvement factor COLA from the date of the member's death: (a) Twenty-five percent of the member's final average compensation at the time of the member's death; or (b) The member's unreduced accrued retirement benefit at the time of the member's death. The surviving spouse benefit shall be paid in monthly installments for the life of the surviving spouse. Section 37. That § 3-12-89.5 be repealed. 3-12-89.5. For any foundation member, the term, improvement factor, means the annual increase in the amount of the benefit provided on July first, compounded annually. However, no annual increase may be provided unless the member has received benefit payments for at least the consecutive, twelve-month period before July first. The annual increase shall be established by the board for each fiscal year, based on the system's fair value funded ratio and the increase in the consumer price index for the preceding third calendar quarter compared to the consumer price index for the third calendar quarter for the base year (the past year in which the consumer price index was the highest), as follows: (1) If the system's fair value funded ratio is less than eighty percent, the improvement factor shall be two and one-tenth percent; (2) If the system's fair value funded ratio is eighty percent or greater but less than ninety percent, the improvement factor shall be the increase in the consumer price index, but no less than two and one-tenth percent and no greater than two and four-tenths percent; (3) If the system's fair value funded ratio is ninety percent or greater but less than one hundred percent, the improvement factor shall be the increase in the consumer price index, but no less than two and one-tenth percent and no greater than two and eight-tenths percent; or (4) If the system's fair value funded ratio is one hundred percent or greater, the improvement factor shall be three and one-tenth percent. Section 38. That § 3-12-503 be repealed. 3-12-503. For any generational member, the term, improvement factor, means the annual increase in the amount of the benefit provided on July first, compounded annually. However, no annual increase may be provided unless the member has received benefit payments for at least the consecutive, twelve-month period before July first. The annual increase shall be established by the board for each fiscal year, based on the fair value funded ratio of the system and the increase in the consumer price index for the preceding third calendar quarter compared to the consumer price index for the third calendar quarter for the base year (the previous year in which the consumer price index was the highest), as follows: (1) If the system's fair value funded ratio is less than eighty percent, the improvement factor shall be equal to the increase in the consumer price index, but no less than one percent and no greater than two and one-tenth percent; (2) If the system's fair value funded ratio is eighty percent or greater but less than ninety percent, the improvement factor shall be the increase in the consumer price index, but no less than one percent and no greater than two and four-tenths percent; (3) If the system's fair value funded ratio is ninety percent or greater but less than one hundred percent, the improvement factor shall be the increase in the consumer price index, but no less than one percent and no greater than two and eight-tenths percent; or (4) If the system's fair value funded ratio is one hundred percent or greater, the improvement factor shall be the increase in the consumer price index, but no less than one percent and no greater than three and one-tenth percent. Section 39. That ARSD 62:01:04:05.01 be amended to read: 62:01:04:05.01...Termination of disability allowance benefit _ Credited service. If a member receiving a disability allowance benefit ceases to be disabled, elects to convert to a retirement benefit, or is converted to a retirement benefit pursuant to SDCL 3-12-103, the disability allowance benefit shall terminate. The member shall receive credited service for the period during which the member receives a disability allowance benefit, but, except as provided in SDCL 3-12-103, not beyond the member's normal retirement age. Section 40. That ARSD 62:01:04:05.02 be amended to read: 62:01:04:05.02...Credited service as employee while disabled. No member who is receiving a disability allowance benefit and who simultaneously is making contributions to the system may receive more than one year of credited service in any actual year. If the member was contributing for class Class B credited service immediately prior to before approval of a disability allowance benefit and then is contributing to the system for class Class A credited service while on disability, the member shall be credited with class Class B credited service through the member's class Class B normal retirement age and class Class A credited service for any period that contributions are made after class Class B normal retirement age. Section 41. That ARSD 62:01:04:07 be amended to read: 62:01:04:07...Participating unit _ Filing upon return to service. A participating unit employing a member who is receiving a disability allowance benefit shall file notice with the system designating the date the member returns to work. Section 42. That ARSD 62:01:04:09 be amended to read: 62:01:04:09...Criteria for determining disability if contributory service ended prior to before July 1, 1995 _ Position of comparable level. An applicant whose contributory service ends prior to July 1, 1995, shall be granted a disability allowance benefit only if the applicant establishes the following by a preponderance of evidence: (1) The applicant has a mental or physical impairment which has been diagnosed by a licensed physician; (2) At the time of termination of the applicant's employment, the impairment was of sufficient severity to prevent the applicant from continuing to perform usual duties for the applicant's employer; (3) At the time of termination of the applicant's employment, the impairment was of sufficient severity to prevent the applicant from performing the duties of a position of comparable level for which the applicant is qualified by education, training, and experience; and (4) At the time of termination of the applicant's employment, the disability was expected to last at least one year. Evidence that the applicant could actually secure a position of comparable level or that such a position is actually available is not required to support a finding that an applicant is capable of performing the duties of such a position. Section 43. That ARSD 62:01:04:09.01 be amended to read: 62:01:04:09.01...Criteria for determining disability if contributory service ended after July 1, 1995 _ Certification by employer. An applicant whose contributory service ends on or after July 1, 1995, shall be granted a disability allowance benefit only if the applicant establishes subdivisions (1), (2), and (4), below, by a preponderance of evidence, and provides subdivision (3), below: (1) The applicant has a mental or physical impairment which has been diagnosed by a licensed physician; (2) At the time of termination of the applicant's employment, the impairment was of sufficient severity to prevent the applicant from continuing to perform usual duties for the applicant's employer; (3) At the time of termination of the applicant's employment, the impairment was of sufficient severity to prevent the applicant from performing the usual duties of the applicant's position, the usual duties of the applicant's position with accommodations by the employer, or the usual duties of a position of comparable level with the applicant's employer, all as so certified by the employer; and (4) At the time of termination of the applicant's employment, the disability was expected to last at least one year. In providing certification pursuant to subdivision (3), above, an employer shall consider the applicant's education, experience, training, work history, impairment, location of residence, and compensation and benefits in relation to positions of possible comparable level. Section 44. That ARSD 62:01:04:10 be amended to read: 62:01:04:10...Member receiving a disability allowance benefit if service ended prior to before July 1, 1994. For purposes of this chapter, a member is considered to be receiving a disability allowance benefit if the applicant's application for the allowance benefit has been approved, whether SDCL 3-12-101 prevents the member from receiving any payment from the system. The provisions of this section apply only if the member's contributory service ended prior to before July 1, 1994. Section 45. That ARSD 62:01:08:03 be amended to read: 62:01:08:03...Applicability of limits. If a member has been credited with less than 10 years of credited service, the maximum annual retirement allowance benefit shall be reduced by multiplying the maximum annual pension by a fraction, the numerator of which is the number of the member's years of credited service and the denominator of which is 10. The limits in §.62:01:08:01 apply to a straight life annuity with no ancillary benefits and to an annuity that constitutes a qualified joint and survivor annuity, provided payment begins between ages 62 and 65. The limits, however, do not apply to any portion of a benefit resulting from required member contributions made on an after-tax basis. If payment begins before age 62, the limits shall be reduced so that they are actuarially equivalent to such a benefit beginning at age 62. For police or fire fighters who are members of the system, the limit may not be reduced for retirement before age 62, regardless of retirement age, provided that the member has completed at least 15 years of credited service. If payment begins after age 65, the limit is the actuarial equivalent of a $160,000 annual benefit, as indexed pursuant to §.415(d)(1) of the Internal Revenue Code, commencing at age 65. The interest assumption for purposes of determining actuarial equivalency under this section is the interest rate otherwise used for purposes of computing optional forms of income payable under the system, but the rate may not be less than 5 percent annually if benefits begin before age 62 and may not exceed 5 percent annually if benefits begin after age 65. Section 46. That ARSD 62:01:09:02 be amended to read: 62:01:09:02...System may pay a single monthly payment. The system may pay the participant's monthly supplemental pension benefit and the participant's monthly retirement allowance benefit in a single payment. However, for all other purposes, each shall be regarded as a separate benefit, including provision of a separate Internal Revenue Service Form 1009-R for each by the system. Section 47. That ARSD 62:01:09:06 be amended to read: 62:01:09:06...Participant's status as a retiree. For purposes of this chapter, a member of the system who has received payment of at least one monthly retirement allowance benefit is a retiree, even if the member has returned to employment with a member unit, either with or without suspension of the retirement allowance benefit. Section 48. The Code Commission and the Code Counsel shall substitute the term, benefit, for the term, allowance, in the chapter titles of ARSD 62:01:03 and 62:01:04."}, {"bill_id": 7779, "bill_version_id": 43812, "bill_version": "Enrolled", "bill_version_date": "2017-02-03T10:06:23.54-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7779, "action_date": "2017-01-10T12:00:00-06:00", "document_id": 42448, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42448.pdf", "status_text": "First read in House and referred to", "journal_page": 20, "committee_id_action": 361, "committee_id_assigned": 355, "result": "N", "vote": {}}, {"bill_id": 7779, "action_date": "2017-01-18T15:15:00-06:00", "document_id": 42466, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42466.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 355, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7779, "action_date": "2017-01-18T15:15:00-06:00", "document_id": 42723, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42723.pdf", "status_text": "Do Pass", "journal_page": 84, "committee_id_action": 355, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22346, "president_vote": null, "Yea": [1168, 1110, 1115, 1143, 1176]}}, {"bill_id": 7779, "action_date": "2017-01-20T13:00:00-06:00", "document_id": 42865, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42865.pdf", "status_text": "Deferred to another day", "journal_page": 100, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7779, "action_date": "2017-01-23T14:00:00-06:00", "document_id": 42952, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42952.pdf", "status_text": "Do Pass", "journal_page": 166, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22491, "president_vote": null, "Yea": [1168, 1153, 1186, 1166, 1147, 1122, 1118, 1180, 1112, 1197, 1190, 1173, 1183, 1179, 1114, 1198, 1116, 1129, 1143, 1142, 1136, 1139, 1181, 1204, 1159, 1192, 1196, 1120, 1205, 1130, 1191, 1185, 1117, 1133, 1125, 1200, 1206, 1170, 1110, 1203, 1184, 1134, 1160, 1193, 1199, 1165, 1155, 1188, 1119, 1156, 1115, 1113, 1123, 1161, 1195, 1152, 1140, 1158, 1176, 1128, 1121, 1145, 1111, 1187, 1149], "Nay": [1201, 1202, 1124], "Excused": [1150]}}, {"bill_id": 7779, "action_date": "2017-01-24T14:00:00-06:00", "document_id": 43064, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43064.pdf", "status_text": "First read in Senate and referred to", "journal_page": 183, "committee_id_action": 360, "committee_id_assigned": 339, "result": "N", "vote": {}}, {"bill_id": 7779, "action_date": "2017-02-01T07:00:00-06:00", "document_id": 43355, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43355.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 339, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7779, "action_date": "2017-02-01T07:00:00-06:00", "document_id": 43508, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43508.pdf", "status_text": "Do Pass", "journal_page": 246, "committee_id_action": 339, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22694, "president_vote": null, "Yea": [1096, 1105, 1137, 1131, 1167]}}, {"bill_id": 7779, "action_date": "2017-02-02T14:00:00-06:00", "document_id": 43748, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43748.pdf", "status_text": "Do Pass", "journal_page": 279, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22801, "president_vote": null, "Yea": [1154, 1171, 1103, 1148, 1108, 1096, 1097, 1109, 1105, 1175, 1100, 1106, 1164, 1194, 1107, 1104, 1163, 1144, 1131, 1135, 1178, 1157, 1172, 1151, 1174, 1146, 1098, 1137, 1167, 1132, 1189], "Excused": [1169, 1141], "Nay": [1099, 1102]}}, {"bill_id": 7779, "action_date": "2017-02-03T13:00:00-06:00", "document_id": 43860, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43860.pdf", "status_text": "Signed by the Speaker", "journal_page": 297, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7779, "action_date": "2017-02-06T14:00:00-06:00", "document_id": 43965, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43965.pdf", "status_text": "Signed by the President", "journal_page": 318, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7779, "action_date": "2017-02-07T14:00:00-06:00", "document_id": 44042, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44042.pdf", "status_text": "Delivered to the Governor", "journal_page": 337, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7779, "action_date": "2017-02-09T13:00:00-06:00", "document_id": 44224, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44224.pdf", "status_text": "Signed by the Governor", "journal_page": 364, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6309}