{"session_id": 69, "bill_id": 24824, "bill_type": "House Bill", "bill_number": 1238, "bill_title": "reimburse school districts for costs incurred in providing reduced price meals to students.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24824", "sponsors": [{"legislator_profile_id": 4568, "is_prime": true}], "keywords": ["Education", "School Districts", "Students"], "audio": [], "bill_versions": [{"bill_id": 24824, "bill_version_id": 264041, "bill_version": "Introduced", "bill_version_date": "2024-01-31T10:41:24.55-06:00", "bill_text": "An Act to reimburse school districts for costs incurred in providing reduced price meals to students. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-35-2 be AMENDED: 13-35-2. Pupils and employed personnel of the school district or other agencies contracting with the Department of Education, who are fed through a school food services program may be charged for mealsIf a student is eligible for free meals through the National School Lunch Program, 42 U.S.C. § 1751, et seq. (January 1, 2024), or the School Breakfast Program, 42 U.S.C. § 1773 (January 1, 2024), the board of a school district may not impose a charge upon the student for any meal provided through a school food services program. If a student is eligible for reduced-price meals through the National School Lunch Program or the School Breakfast Program, the board of a school district may impose only such meal charges upon the student as are permitted in accordance with the federal programs. If a student is not eligible for reduced-price meals through the National School Lunch Program or the School Breakfast Program, but has a family income that is less than two hundred and nine percent of the poverty line, as defined in the Omnibus Budget Reconciliation Act of 1981, 42 U.S.C. § 9902 (January 1, 2024), the district may provide the student with reduced-price meals, and charge the student an amount no greater than that paid by a student who is eligible for reduced-price meals. The Department of Education shall, with moneys appropriated in the General Appropriations Act, reimburse the school district for the costs incurred in providing meals to a student who is not eligible for reduced-price meals through the National School Lunch Program or the School Breakfast Program, but has a family income that is less than two hundred and nine percent of the poverty line, less any amount charged to the student in accordance with this section."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24824, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263721, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263721.pdf", "status_text": "First read in House and referred to", "journal_page": 212, "committee_id_action": 1197, "committee_id_assigned": 1194, "result": "N", "vote": {}}, {"bill_id": 24824, "action_date": "2024-02-07T07:45:00-06:00", "document_id": 264583, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264583.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1194, "committee_id_assigned": null, "result": "N", "vote": {}}]}