{"session_id": 44, "bill_id": 21976, "bill_type": "House Bill", "bill_number": 1030, "bill_title": "revise and clarify certain provisions regarding the required minimum distribution methods of the South Dakota Retirement System.", "sponsors": [], "keywords": ["Executive/Judiciary Request", "Public Officers and Employees", "Retirement System", "State Employees"], "audio": [{"meeting_datetime": "2021-01-20T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hre06.mp3", "start_seconds": 256.0}, {"meeting_datetime": "2021-01-20T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hre06.mp3", "start_seconds": 256.0}, {"meeting_datetime": "2021-01-20T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hre06.mp3", "start_seconds": 256.0}, {"meeting_datetime": "2021-01-20T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hre06.mp3", "start_seconds": 256.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sre15.mp3", "start_seconds": 130.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sre15.mp3", "start_seconds": 130.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sre15.mp3", "start_seconds": 130.0}, {"meeting_datetime": "2021-02-03T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sre15.mp3", "start_seconds": 130.0}], "bill_versions": [{"bill_id": 21976, "bill_version_id": 210649, "bill_version": "Introduced", "bill_version_date": "2021-01-09T11:58:15.6-06:00", "bill_text": "An Act to revise and clarify certain provisions regarding the required minimum distribution methods of the South Dakota Retirement System. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 3-12C-1508 be AMENDED. 3-12C-1508. Minimum distribution rules--Annual benefit limitations. Supplemental pension benefit payments shall follow the minimum distribution rules of § 401(a)(9) of the Internal Revenue Code and as set forth in §§ 3-12C-1901 to 3-12C-1905, inclusive, and the annual benefit limitations of § 415(b)(1)(A) of that code the Internal Revenue Code and as set forth in §§ 3-12C-1801 to 3-12C-1817, inclusive. Section 2. That a NEW SECTION be added: 3-12C-1901. Required minimum distributions--General rule. The system shall pay all benefits in accordance with a good faith interpretation of the requirements in § 401(a)(9) of the Internal Revenue Code and the regulations in effect under that section, as applicable to a governmental plan within the meaning of section 414(d) of the Internal Revenue Code. The member's entire interest shall be distributed, or begin to be distributed, by the required beginning date, which is April first of the calendar year following the later of: (1) The calendar year in which the member reaches age seventy-two, or age seventy and one-half if the member attained age seventy and one-half before January 1, 2020; or (2) The calendar year in which the member retires. A member or beneficiary eligible for benefits shall apply for benefits in order to commence distribution of benefits. The system, pursuant to a qualified domestic relations order, may establish separate benefits for a member and alternate payee. Section 3. That a NEW SECTION be added: 3-12C-1902. Required minimum distributions--Member's death after distributions begun. If a member dies after the required distribution of benefits has begun, the remaining portion of the member's interest shall be distributed at least as rapidly as under the same method of distribution before the member's death. Section 4. That a NEW SECTION be added: 3-12C-1903. Required minimum distributions--Member's death before required distributions begun. If a member dies before required distribution of the member's benefits has begun, the member's interest shall be distributed as follows: (1) If the member has a surviving spouse, the surviving spouse shall receive benefits over the life of the surviving spouse beginning as soon as administratively possible and effective the month after the member's death; or (2) If the member has no surviving spouse, the member's remaining interest shall be distributed in a lump sum payment to the designated beneficiary within five years from the date of the member's death. Section 5. That a NEW SECTION be added: 3-12C-1904. Required minimum distributions--Incidental benefit rule. The death and disability benefits provided by the system are limited by the incidental benefit rule set forth in § 401(a)(9)(G) of the Internal Revenue Code and Treasury Regulation § 1.401-1(b)(1)(i). As a result, the total death or disability benefits payable may not exceed twenty-five percent of the cost for all of the member's benefits received from the system. Section 6. That a NEW SECTION be added: 3-12C-1905. Required minimum distributions--Reasonable and made in good faith. Notwithstanding the other provisions of §§ 3-12C-1901 to 3-12C-1904, inclusive, or the provisions of United States Treasury regulations, benefit options may continue so long as the option satisfies § 401(a)(9) of the Internal Revenue Code based on a reasonable and good faith interpretation of that section. Section 7. That a NEW SECTION be added: 3-13-58. Required minimum distributions--General rule. The system shall pay all benefits in accordance with a good faith interpretation of the requirements in § 401(a)(9) of the Internal Revenue Code and the regulations in effect under that section, as applicable to a governmental plan within the meaning of § 414(d) of the Internal Revenue Code. The participant's entire interest shall be distributed, or begin to be distributed, by the required beginning date, which is April first of the calendar year following the later of: (1) The calendar year in which the participant reaches age seventy-two, or age seventy and one-half if the participant attained age seventy and one-half before January 1, 2020; or (2) The calendar year in which the participant retires. A participant or beneficiary eligible for benefits shall apply for benefits in order to commence distribution of benefits. The system, pursuant to a qualified domestic relations order, may establish separate benefits for a participant and alternate payee. Section 8. That a NEW SECTION be added: 3-13-59. Required minimum distributions--Participant's death after distributions begun. If a participant dies after the required distribution of benefits has begun, the remaining portion of the participant's interest shall be distributed at least as rapidly as under the same method of distribution before the participant's death. Section 9. That a NEW SECTION be added: 3-13-60. Required minimum distributions--Participant's death before distributions begun. If a participant dies before required distribution of the participant's benefits has begun, the participant's interest shall be distributed as follows: (1) If the participant has a surviving spouse, the surviving spouse shall receive benefits over the life of the surviving spouse beginning as soon as administratively possible and effective the month after the participant's death; or (2) If the participant has no surviving spouse, the participant's remaining interest shall be distributed in a lump sum payment to the designated beneficiary within five years from the date of the participant's death. Section 10. That a NEW SECTION be added: 3-13-61. Required minimum distributions--Reasonable and made in good faith. Notwithstanding the provisions of §§ 3-13-58 to 3-13-60, inclusive, or the provisions of United States Treasury regulations, benefit options may continue so long as the option satisfies § 401(a)(9) of the Internal Revenue Code based on a reasonable and good faith interpretation of that section. Section 11. That a NEW SECTION be added: 3-13-62. Required minimum distributions--Participant's death after December 31, 2021. Notwithstanding any contrary provisions, effective for any participant death after December 31, 2021, the following distribution provisions shall take effect subject to any regulations or other guidance issued under the Setting Every Community Up for Retirement Enhancement (SECURE) Act of 2019: (1) If the participant dies before the distribution of his or her entire account (regardless of whether any distributions had begun before the participant's death) and the participant has a designated beneficiary: (a) The entire account shall be distributed to the designated beneficiary by December thirty-first of the calendar year containing the tenth anniversary of the participant's death; (b) Notwithstanding subsection (a), if the designated beneficiary is an eligible designated beneficiary, the eligible designated beneficiary may elect for the participant's account to be distributed by: (i) December thirty-first of the calendar year containing the tenth anniversary of the participant's death, or (ii) Beginning no later than December thirty-first of the calendar year immediately following the calendar year in which the participant died, over the life of the eligible designated beneficiary or over a period not exceeding the life expectancy of the eligible designated beneficiary. If the eligible designated beneficiary is the surviving spouse, payment under this subsection (b)(ii) is not required until the later of December thirty-first of the calendar year immediately following the calendar year in which the participant died or December thirty-first of the calendar year in which the participant would have attained age seventy and one-half (age seventy-two with respect to a participant who would have attained age seventy and one-half after December 31, 2019). If the eligible designated beneficiary does not elect a method of distribution, the participant's account shall be distributed in accordance with this subsection (b)(ii); (c) Upon either the death of an eligible designated beneficiary before distribution of the participant's entire account or the attainment of the age of majority for an eligible designated beneficiary who is a minor child under subsection (4)(b), subsection (1)(b) no longer applies and the remainder of the entire account shall be distributed to the designated beneficiary by December thirty-first of the calendar year containing the tenth anniversary of the participant's death; (2) If the participant dies before distributions of his or her account begins and the participant has no designated beneficiary, the participant's account under the plan shall be distributed by December thirty-first of the calendar year containing the fifth anniversary of the participant's death. If the participant dies after distribution of the account begins and the participant has no designated beneficiary, any remaining portion of the account shall continue to be distributed at least as rapidly as under the method of distribution in effect at the time of the participant's death; (3) Any distribution required under the incidental death benefit requirements of Internal Revenue Code section 401(a) shall be treated as distributions required under this section; (4) For purposes of this section, the term, eligible designated beneficiary, means a designated beneficiary who, as of the date of the death of the participant, is: (a) The surviving spouse of the participant; (b) A child of the participant who has not reached the age of majority. However, the child ceases to be an eligible designated beneficiary as of the date the child reaches the age of majority; (c) Disabled within the meaning of Internal Revenue Code section 72(m)(7); (d) Chronically ill within the meaning of Internal Code section 7702B(c)(2) (except that the requirements of subparagraph (A)(i) thereof may only be treated as met if there is a certification that, as of such date, the period of inability described in such subparagraph with respect to the individual is an indefinite one which is reasonably expected to be lengthy in nature); or (e) Any other person who is not more than ten years younger than the participant. Section 12. That a NEW SECTION be added: 3-13-63. Required minimum distributions--Waiver of 2020. Notwithstanding any other provisions of chapter 3-13, the participant or beneficiary who would have been required to receive required minimum distributions (RMD) for 2020 (or paid in 2021 for the 2020 calendar year for a participant with a required beginning date of April 2, 2021) but for the enactment of Internal Revenue Code section 401(a)(9)(I) (2020 RMDs), and who would have satisfied that requirement by receiving distributions that are either (1) equal to the 2020 RMDs or (2) one or more payments in a series of substantially equal distributions (that include the 2020 RMDs) made at least annually and expected to last for the life (or life expectancy) of the participant, the joint lives (or joint life expectancy) of the participant and the participant's designated beneficiary, or for a period of at least ten years (extended 2020 RMDs) shall receive those distributions for 2020 unless the participant or beneficiary chooses not to receive the distributions. For purposes of the direct rollover provisions of the plan, 2020 RMDs and extended 2020 RMDs also shall be treated as eligible rollover distributions in 2020. Section 13. That § 3-13A-23 be AMENDED. 3-13A-23. Annuity distributions date. A participant who does not take a total lump-sum distribution, transfer funds by rollover pursuant to § 3-13A-20, or transfer funds by trustee-to-trustee transfer pursuant to § 3-13A-19 may begin annuity distributions by selecting a retirement date, as set out in § 3-13A-22. If a participant does not make a selection, the participant's normal retirement date is as defined in subdivision 3-13A-2(7) 3-13A-2(6). However, distributions of a participant's benefits shall begin no later than the later of April first of the calendar year following the calendar year in which the participant reaches seventy and one-half years of age, or April first of the calendar year following the calendar year of the participant's retirement. If the distribution begins prior to the participant's death, the entire interest shall be distributed over a period not to exceed the life expectancy of the participant or the life expectancies of the participant and a designated beneficiary. Any amount not distributed during the participant's life shall be distributed after the participant's death at least as rapidly as under the distribution method being used on the date of the participant's death. If the distribution begins after the participant's death, the entire amount payable to the participant shall be paid during a period of no more than five years, unless the distribution commences within one year and the participant's spouse is the named beneficiary, then during the life expectancy of the surviving spouse. If the surviving spouse is the participant's sole designated beneficiary and the surviving spouse then dies before distributions are required to begin, the provisions of this section apply as if the surviving spouse were the participant. Section 14. That a NEW SECTION be added: 3-13A-23.1. Required minimum distributions--General rule. The system shall pay all benefits in accordance with a good faith interpretation of the requirements in § 401(a)(9) of the Internal Revenue Code and the regulations in effect under that section, as applicable to a governmental plan within the meaning of § 414(d) of the Internal Revenue Code. The participant's entire interest shall be distributed, or begin to be distributed, by the required beginning date, which is April first of the calendar year following the later of: (1) The calendar year in which the participant reaches age seventy-two, or age seventy and one-half if the participant attained age seventy and one-half before January 1, 2020; or (2) The calendar year in which the participant retires. A participant or beneficiary eligible for benefits must apply for benefits in order to commence distribution of benefits. The system, pursuant to a qualified domestic relations order, may establish separate benefits for a participant and alternate payee. Section 15. That a NEW SECTION be added: 3-13A-23.2. Required minimum distributions--Participant's death after distributions begun. If a participant dies after the required distribution of benefits has begun, the remaining portion of the participant's interest shall be distributed at least as rapidly as under the same method of distribution before the participant's death. Section 16. That a NEW SECTION be added: 3-13A-23.3. Required minimum distributions--Participant's death before distributions begun. If a participant dies before required distribution of the participant's benefits has begun, the participant’s interest shall be distributed as follows: (1) If the participant has a surviving spouse, the surviving spouse shall receive benefits over the life of the surviving spouse beginning as soon as administratively possible and effective the month after the participant's death; or (2) If the participant has no surviving spouse, the participant's remaining interest shall be distributed in a lump sum payment to the designated beneficiary within five years from the date of the participant's death. Section 17. That a NEW SECTION be added: 3-13A-23.4. Required minimum distributions--Reasonable and made in good faith. Notwithstanding the provisions of §§ 3-13A-23 to 3-13A-23.1, inclusive, or the provisions of the treasury regulations, benefit options may continue so long as the option satisfies § 401(a)(9) of the Internal Revenue Code based on a reasonable and good faith interpretation of that section. Section 18. That a NEW SECTION be added: 3-13A-23.5. Required minimum distributions--Participant's death after December 31, 2021. Notwithstanding any contrary provisions, effective for any participant death after December 31, 2021, the following distribution provisions shall take effect subject to any regulations or other guidance issued under the Setting Every Community Up for Retirement Enhancement (SECURE) Act of 2019: (1) If the participant dies before the distribution of his or her entire account (regardless of whether any distributions had begun before the participant's death) and the participant has a designated beneficiary: (a) The entire account shall be distributed to the designated beneficiary by December thirty-first of the calendar year containing the tenth anniversary of the participant's death; (b) Notwithstanding subsection (a), if the designated beneficiary is an eligible designated beneficiary, the eligible designated beneficiary may elect for the participant's account to be distributed by: (i) December thirty-first of the calendar year containing the tenth anniversary of the participant's death, or (ii) Beginning no later than December thirty-first of the calendar year immediately following the calendar year in which the participant died, over the life of the eligible designated beneficiary or over a period not exceeding the life expectancy of the eligible designated beneficiary. If the eligible designated beneficiary is the surviving spouse, payment under this subsection (b)(ii) is not required until the later of December thirty-first of the calendar year immediately following the calendar year in which the participant died or December thirty-first of the calendar year in which the participant would have attained age seventy and one-half (age seventy-two with respect to a participant who would have attained age seventy and one-half after December 31, 2019). If the eligible designated beneficiary does not elect a method of distribution, the participant's account shall be distributed in accordance with this subsection (b)(ii); (c) Upon either the death of an eligible designated beneficiary before distribution of the participant's entire account or the attainment of the age of majority for an eligible designated beneficiary who is a minor child under subsection (4)(b), subsection (1)(b) no longer applies and the remainder of the entire account shall be distributed to the designated beneficiary by December thirty-first of the calendar year containing the tenth anniversary of the participant's death; (2) If the participant dies before distributions of his or her account begins and the participant has no designated beneficiary, the participant's account under the plan shall be distributed by December thirty-first of the calendar year containing the fifth anniversary of the participant's death. If the participant dies after distribution of the account begins and the participant has no designated beneficiary, any remaining portion of the account shall continue to be distributed at least as rapidly as under the method of distribution in effect at the time of the participant's death; (3) Any distribution required under the incidental death benefit requirements of Internal Revenue Code section 401(a) shall be treated as distributions required under this section; (4) For purposes of this section, the term, eligible designated beneficiary, means a designated beneficiary who, as of the date of the death of the participant, is: (a) The surviving spouse of the participant; (b) A child of the participant who has not reached the age of majority. However, the child ceases to be an eligible designated beneficiary as of the date the child reaches the age of majority; (c) Disabled within the meaning of Internal Revenue Code section 72(m)(7); (d) Chronically ill within the meaning of Internal Revenue Code section 7702B(c)(2) (except that the requirements of subparagraph (A)(i) thereof may only be treated as met if there is a certification that, as of such date, the period of inability described in such subparagraph with respect to the individual is an indefinite one which is reasonably expected to be lengthy in nature); or (e) Any other person who is not more than ten years younger than the participant. Section 19. That a NEW SECTION be added: 3-13A-23.6. Required minimum distributions--Waiver of 2020. Notwithstanding any other provisions of chapter 3-13A, the participant or beneficiary who would have been required to receive required minimum distributions (RMD) for 2020 (or paid in 2021 for the 2020 calendar year for a participant with a required beginning date of April 2, 2021) but for the enactment of Internal Revenue Code § 401(a)(9)(I) (2020 RMDs), and who would have satisfied that requirement by receiving distributions that are either (1) equal to the 2020 RMDs or (2) one or more payments in a series of substantially equal distributions (that include the 2020 RMDs) made at least annually and expected to last for the life (or life expectancy) of the participant, the joint lives (or joint life expectancy) of the participant and the participant's designated beneficiary, or for a period of at least ten years (extended 2020 RMDs) shall receive those distributions for 2020 unless the participant or beneficiary chooses not to receive the distributions. For purposes of the direct rollover provisions of the plan, 2020 RMDs and extended 2020 RMDs also shall be treated as eligible rollover distributions in 2020. Section 20. That § 3-13C-13 be AMENDED. 3-13C-13. Required minimum distributions--General rule. Distributions under this plan shall be determined and made in accordance with 26 U.S.C. § 401(a)(9). The system shall pay all benefits in accordance with a good faith interpretation of the requirements in § 401(a)(9) of the Internal Revenue Code and the regulations in effect under that section, as applicable to a governmental plan within the meaning of § 414(d) of the Internal Revenue Code. The member's entire interest shall be distributed, or begin to be distributed, by the required beginning date, which is April first of the calendar year following the later of: (1) The calendar year in which the member reaches age seventy-two, or age seventy and one-half if the member attained age seventy and one-half before January 1, 2020; or (2) The calendar year in which the member retires. A member or beneficiary eligible for benefits shall apply for benefits in order to commence distribution of benefits. The system, pursuant to a qualified domestic relations order, may establish separate benefits for a member and alternate payee. Section 21. That a NEW SECTION be added: 3-13C-13.1. Required minimum distributions--Member's death after distributions begun. If a member dies after the required distribution of benefits has begun, the remaining portion of the member's interest shall be distributed at least as rapidly as under the same method of distribution before the member's death. Section 22. That a NEW SECTION be added: 3-13C-13.2. Required minimum distributions--Member's death before distributions begun. If a member dies before required distribution of the member's benefits has begun, the member's interest shall be distributed as follows: (1) If the member has a surviving spouse, the surviving spouse shall receive benefits over the life of the surviving spouse beginning as soon as administratively possible and effective the month after the member's death; or (2) If the member has no surviving spouse, the member's remaining interest shall be distributed in a lump sum payment to the designated beneficiary within five years from the date of the member's death. Section 23. That a NEW SECTION be added: 3-13C-13.3. Required minimum distributions--Incidental benefit rule. The death and disability benefits provided by the system are limited by the incidental benefit rule set forth in § 401(a)(9)(G) of the Internal Revenue Code and Treasury Regulation § 1.401-1(b)(1)(i). As a result, the total death or disability benefits payable may not exceed twenty-five percent of the cost for all of the member's benefits received from the system. Section 24. That a NEW SECTION be added: 3-13C-13.4. Required minimum distributions--Reasonable and made in good faith. Notwithstanding the other provisions of §§ 3-13C-13 to 3-13C-13.3, inclusive, or the provisions of United States Treasury regulations, benefit options may continue so long as the option satisfies § 401(a)(9) of the Internal Revenue Code based on a reasonable and good faith interpretation of that section."}, {"bill_id": 21976, "bill_version_id": 216793, "bill_version": "Enrolled", "bill_version_date": "2021-02-05T16:42:02.9-06:00", "bill_text": "ENTITLED An Act to revise and clarify certain provisions regarding the required minimum distribution methods of the South Dakota Retirement System. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 3-12C-1508 be AMENDED. 3-12C-1508. Minimum distribution rules--Annual benefit limitations. Supplemental pension benefit payments shall follow the minimum distribution rules of § 401(a)(9) of the Internal Revenue Code and as set forth in §§ 3-12C-1901 to 3-12C-1905, inclusive, and the annual benefit limitations of § 415(b)(1)(A) of the Internal Revenue Code and as set forth in §§ 3-12C-1801 to 3-12C-1817, inclusive. Section 2. That a NEW SECTION be added: 3-12C-1901. Required minimum distributions--General rule. The system shall pay all benefits in accordance with a good faith interpretation of the requirements in § 401(a)(9) of the Internal Revenue Code and the regulations in effect under that section, as applicable to a governmental plan within the meaning of section 414(d) of the Internal Revenue Code. The member's entire interest shall be distributed, or begin to be distributed, by the required beginning date, which is April first of the calendar year following the later of: (1) The calendar year in which the member reaches age seventy-two, or age seventy and one-half if the member attained age seventy and one-half before January 1, 2020; or (2) The calendar year in which the member retires. A member or beneficiary eligible for benefits shall apply for benefits in order to commence distribution of benefits. The system, pursuant to a qualified domestic relations order, may establish separate benefits for a member and alternate payee. Section 3. That a NEW SECTION be added: 3-12C-1902. Required minimum distributions--Member's death after distributions begun. If a member dies after the required distribution of benefits has begun, the remaining portion of the member's interest shall be distributed at least as rapidly as under the same method of distribution before the member's death. Section 4. That a NEW SECTION be added: 3-12C-1903. Required minimum distributions--Member's death before required distributions begun. If a member dies before required distribution of the member's benefits has begun, the member's interest shall be distributed as follows: (1) If the member has a surviving spouse, the surviving spouse shall receive benefits over the life of the surviving spouse beginning as soon as administratively possible and effective the month after the member's death; or (2) If the member has no surviving spouse, the member's remaining interest shall be distributed in a lump sum payment to the designated beneficiary within five years from the date of the member's death. Section 5. That a NEW SECTION be added: 3-12C-1904. Required minimum distributions--Incidental benefit rule. The death and disability benefits provided by the system are limited by the incidental benefit rule set forth in § 401(a)(9)(G) of the Internal Revenue Code and Treasury Regulation § 1.401-1(b)(1)(i). As a result, the total death or disability benefits payable may not exceed twenty-five percent of the cost for all of the member's benefits received from the system. Section 6. That a NEW SECTION be added: 3-12C-1905. Required minimum distributions--Reasonable and made in good faith. Notwithstanding the other provisions of §§ 3-12C-1901 to 3-12C-1904, inclusive, or the provisions of United States Treasury regulations, benefit options may continue so long as the option satisfies § 401(a)(9) of the Internal Revenue Code based on a reasonable and good faith interpretation of that section. Section 7. That a NEW SECTION be added: 3-13-58. Required minimum distributions--General rule. The system shall pay all benefits in accordance with a good faith interpretation of the requirements in § 401(a)(9) of the Internal Revenue Code and the regulations in effect under that section, as applicable to a governmental plan within the meaning of § 414(d) of the Internal Revenue Code. The participant's entire interest shall be distributed, or begin to be distributed, by the required beginning date, which is April first of the calendar year following the later of: (1) The calendar year in which the participant reaches age seventy-two, or age seventy and one-half if the participant attained age seventy and one-half before January 1, 2020; or (2) The calendar year in which the participant retires. A participant or beneficiary eligible for benefits shall apply for benefits in order to commence distribution of benefits. The system, pursuant to a qualified domestic relations order, may establish separate benefits for a participant and alternate payee. Section 8. That a NEW SECTION be added: 3-13-59. Required minimum distributions--Participant's death after distributions begun. If a participant dies after the required distribution of benefits has begun, the remaining portion of the participant's interest shall be distributed at least as rapidly as under the same method of distribution before the participant's death. Section 9. That a NEW SECTION be added: 3-13-60. Required minimum distributions--Participant's death before distributions begun. If a participant dies before required distribution of the participant's benefits has begun, the participant's interest shall be distributed as follows: (1) If the participant has a surviving spouse, the surviving spouse shall receive benefits over the life of the surviving spouse beginning as soon as administratively possible and effective the month after the participant's death; or (2) If the participant has no surviving spouse, the participant's remaining interest shall be distributed in a lump sum payment to the designated beneficiary within five years from the date of the participant's death. Section 10. That a NEW SECTION be added: 3-13-61. Required minimum distributions--Reasonable and made in good faith. Notwithstanding the provisions of §§ 3-13-58 to 3-13-60, inclusive, or the provisions of United States Treasury regulations, benefit options may continue so long as the option satisfies § 401(a)(9) of the Internal Revenue Code based on a reasonable and good faith interpretation of that section. Section 11. That a NEW SECTION be added: 3-13-62. Required minimum distributions--Participant's death after December 31, 2021. Notwithstanding any contrary provisions, effective for any participant death after December 31, 2021, the following distribution provisions shall take effect subject to any regulations or other guidance issued under the Setting Every Community Up for Retirement Enhancement (SECURE) Act of 2019: (1) If the participant dies before the distribution of his or her entire account (regardless of whether any distributions had begun before the participant's death) and the participant has a designated beneficiary: (a) The entire account shall be distributed to the designated beneficiary by December thirty-first of the calendar year containing the tenth anniversary of the participant's death; (b) Notwithstanding subsection (a), if the designated beneficiary is an eligible designated beneficiary, the eligible designated beneficiary may elect for the participant's account to be distributed by: (i) December thirty-first of the calendar year containing the tenth anniversary of the participant's death, or (ii) Beginning no later than December thirty-first of the calendar year immediately following the calendar year in which the participant died, over the life of the eligible designated beneficiary or over a period not exceeding the life expectancy of the eligible designated beneficiary. If the eligible designated beneficiary is the surviving spouse, payment under this subsection (b)(ii) is not required until the later of December thirty-first of the calendar year immediately following the calendar year in which the participant died or December thirty-first of the calendar year in which the participant would have attained age seventy and one-half (age seventy-two with respect to a participant who would have attained age seventy and one-half after December 31, 2019). If the eligible designated beneficiary does not elect a method of distribution, the participant's account shall be distributed in accordance with this subsection (b)(ii); (c) Upon either the death of an eligible designated beneficiary before distribution of the participant's entire account or the attainment of the age of majority for an eligible designated beneficiary who is a minor child under subsection (4)(b), subsection (1)(b) no longer applies and the remainder of the entire account shall be distributed to the designated beneficiary by December thirty-first of the calendar year containing the tenth anniversary of the participant's death; (2) If the participant dies before distributions of his or her account begins and the participant has no designated beneficiary, the participant's account under the plan shall be distributed by December thirty-first of the calendar year containing the fifth anniversary of the participant's death. If the participant dies after distribution of the account begins and the participant has no designated beneficiary, any remaining portion of the account shall continue to be distributed at least as rapidly as under the method of distribution in effect at the time of the participant's death; (3) Any distribution required under the incidental death benefit requirements of Internal Revenue Code section 401(a) shall be treated as distributions required under this section; (4) For purposes of this section, the term, eligible designated beneficiary, means a designated beneficiary who, as of the date of the death of the participant, is: (a) The surviving spouse of the participant; (b) A child of the participant who has not reached the age of majority. However, the child ceases to be an eligible designated beneficiary as of the date the child reaches the age of majority; (c) Disabled within the meaning of Internal Revenue Code section 72(m)(7); (d) Chronically ill within the meaning of Internal Code section 7702B(c)(2) (except that the requirements of subparagraph (A)(i) thereof may only be treated as met if there is a certification that, as of such date, the period of inability described in such subparagraph with respect to the individual is an indefinite one which is reasonably expected to be lengthy in nature); or (e) Any other person who is not more than ten years younger than the participant. Section 12. That a NEW SECTION be added: 3-13-63. Required minimum distributions--Waiver of 2020. Notwithstanding any other provisions of chapter 3-13, the participant or beneficiary who would have been required to receive required minimum distributions (RMD) for 2020 (or paid in 2021 for the 2020 calendar year for a participant with a required beginning date of April 2, 2021) but for the enactment of Internal Revenue Code section 401(a)(9)(I) (2020 RMDs), and who would have satisfied that requirement by receiving distributions that are either (1) equal to the 2020 RMDs or (2) one or more payments in a series of substantially equal distributions (that include the 2020 RMDs) made at least annually and expected to last for the life (or life expectancy) of the participant, the joint lives (or joint life expectancy) of the participant and the participant's designated beneficiary, or for a period of at least ten years (extended 2020 RMDs) shall receive those distributions for 2020 unless the participant or beneficiary chooses not to receive the distributions. For purposes of the direct rollover provisions of the plan, 2020 RMDs and extended 2020 RMDs also shall be treated as eligible rollover distributions in 2020. Section 13. That § 3-13A-23 be AMENDED. 3-13A-23. Annuity distributions date. A participant who does not take a total lump-sum distribution, transfer funds by rollover pursuant to § 3-13A-20, or transfer funds by trustee-to-trustee transfer pursuant to § 3-13A-19 may begin annuity distributions by selecting a retirement date, as set out in § 3-13A-22. If a participant does not make a selection, the participant's normal retirement date is as defined in subdivision 3-13A-2(6). Section 14. That a NEW SECTION be added: 3-13A-23.1. Required minimum distributions--General rule. The system shall pay all benefits in accordance with a good faith interpretation of the requirements in § 401(a)(9) of the Internal Revenue Code and the regulations in effect under that section, as applicable to a governmental plan within the meaning of § 414(d) of the Internal Revenue Code. The participant's entire interest shall be distributed, or begin to be distributed, by the required beginning date, which is April first of the calendar year following the later of: (1) The calendar year in which the participant reaches age seventy-two, or age seventy and one-half if the participant attained age seventy and one-half before January 1, 2020; or (2) The calendar year in which the participant retires. A participant or beneficiary eligible for benefits must apply for benefits in order to commence distribution of benefits. The system, pursuant to a qualified domestic relations order, may establish separate benefits for a participant and alternate payee. Section 15. That a NEW SECTION be added: 3-13A-23.2. Required minimum distributions--Participant's death after distributions begun. If a participant dies after the required distribution of benefits has begun, the remaining portion of the participant's interest shall be distributed at least as rapidly as under the same method of distribution before the participant's death. Section 16. That a NEW SECTION be added: 3-13A-23.3. Required minimum distributions--Participant's death before distributions begun. If a participant dies before required distribution of the participant's benefits has begun, the participant’s interest shall be distributed as follows: (1) If the participant has a surviving spouse, the surviving spouse shall receive benefits over the life of the surviving spouse beginning as soon as administratively possible and effective the month after the participant's death; or (2) If the participant has no surviving spouse, the participant's remaining interest shall be distributed in a lump sum payment to the designated beneficiary within five years from the date of the participant's death. Section 17. That a NEW SECTION be added: 3-13A-23.4. Required minimum distributions--Reasonable and made in good faith. Notwithstanding the provisions of §§ 3-13A-23 to 3-13A-23.1, inclusive, or the provisions of the treasury regulations, benefit options may continue so long as the option satisfies § 401(a)(9) of the Internal Revenue Code based on a reasonable and good faith interpretation of that section. Section 18. That a NEW SECTION be added: 3-13A-23.5. Required minimum distributions--Participant's death after December 31, 2021. Notwithstanding any contrary provisions, effective for any participant death after December 31, 2021, the following distribution provisions shall take effect subject to any regulations or other guidance issued under the Setting Every Community Up for Retirement Enhancement (SECURE) Act of 2019: (1) If the participant dies before the distribution of his or her entire account (regardless of whether any distributions had begun before the participant's death) and the participant has a designated beneficiary: (a) The entire account shall be distributed to the designated beneficiary by December thirty-first of the calendar year containing the tenth anniversary of the participant's death; (b) Notwithstanding subsection (a), if the designated beneficiary is an eligible designated beneficiary, the eligible designated beneficiary may elect for the participant's account to be distributed by: (i) December thirty-first of the calendar year containing the tenth anniversary of the participant's death, or (ii) Beginning no later than December thirty-first of the calendar year immediately following the calendar year in which the participant died, over the life of the eligible designated beneficiary or over a period not exceeding the life expectancy of the eligible designated beneficiary. If the eligible designated beneficiary is the surviving spouse, payment under this subsection (b)(ii) is not required until the later of December thirty-first of the calendar year immediately following the calendar year in which the participant died or December thirty-first of the calendar year in which the participant would have attained age seventy and one-half (age seventy-two with respect to a participant who would have attained age seventy and one-half after December 31, 2019). If the eligible designated beneficiary does not elect a method of distribution, the participant's account shall be distributed in accordance with this subsection (b)(ii); (c) Upon either the death of an eligible designated beneficiary before distribution of the participant's entire account or the attainment of the age of majority for an eligible designated beneficiary who is a minor child under subsection (4)(b), subsection (1)(b) no longer applies and the remainder of the entire account shall be distributed to the designated beneficiary by December thirty-first of the calendar year containing the tenth anniversary of the participant's death; (2) If the participant dies before distributions of his or her account begins and the participant has no designated beneficiary, the participant's account under the plan shall be distributed by December thirty-first of the calendar year containing the fifth anniversary of the participant's death. If the participant dies after distribution of the account begins and the participant has no designated beneficiary, any remaining portion of the account shall continue to be distributed at least as rapidly as under the method of distribution in effect at the time of the participant's death; (3) Any distribution required under the incidental death benefit requirements of Internal Revenue Code section 401(a) shall be treated as distributions required under this section; (4) For purposes of this section, the term, eligible designated beneficiary, means a designated beneficiary who, as of the date of the death of the participant, is: (a) The surviving spouse of the participant; (b) A child of the participant who has not reached the age of majority. However, the child ceases to be an eligible designated beneficiary as of the date the child reaches the age of majority; (c) Disabled within the meaning of Internal Revenue Code section 72(m)(7); (d) Chronically ill within the meaning of Internal Revenue Code section 7702B(c)(2) (except that the requirements of subparagraph (A)(i) thereof may only be treated as met if there is a certification that, as of such date, the period of inability described in such subparagraph with respect to the individual is an indefinite one which is reasonably expected to be lengthy in nature); or (e) Any other person who is not more than ten years younger than the participant. Section 19. That a NEW SECTION be added: 3-13A-23.6. Required minimum distributions--Waiver of 2020. Notwithstanding any other provisions of chapter 3-13A, the participant or beneficiary who would have been required to receive required minimum distributions (RMD) for 2020 (or paid in 2021 for the 2020 calendar year for a participant with a required beginning date of April 2, 2021) but for the enactment of Internal Revenue Code § 401(a)(9)(I) (2020 RMDs), and who would have satisfied that requirement by receiving distributions that are either (1) equal to the 2020 RMDs or (2) one or more payments in a series of substantially equal distributions (that include the 2020 RMDs) made at least annually and expected to last for the life (or life expectancy) of the participant, the joint lives (or joint life expectancy) of the participant and the participant's designated beneficiary, or for a period of at least ten years (extended 2020 RMDs) shall receive those distributions for 2020 unless the participant or beneficiary chooses not to receive the distributions. For purposes of the direct rollover provisions of the plan, 2020 RMDs and extended 2020 RMDs also shall be treated as eligible rollover distributions in 2020. Section 20. That § 3-13C-13 be AMENDED. 3-13C-13. Required minimum distributions--General rule. The system shall pay all benefits in accordance with a good faith interpretation of the requirements in § 401(a)(9) of the Internal Revenue Code and the regulations in effect under that section, as applicable to a governmental plan within the meaning of § 414(d) of the Internal Revenue Code. The member's entire interest shall be distributed, or begin to be distributed, by the required beginning date, which is April first of the calendar year following the later of: (1) The calendar year in which the member reaches age seventy-two, or age seventy and one-half if the member attained age seventy and one-half before January 1, 2020; or (2) The calendar year in which the member retires. A member or beneficiary eligible for benefits shall apply for benefits in order to commence distribution of benefits. The system, pursuant to a qualified domestic relations order, may establish separate benefits for a member and alternate payee. Section 21. That a NEW SECTION be added: 3-13C-13.1. Required minimum distributions--Member's death after distributions begun. If a member dies after the required distribution of benefits has begun, the remaining portion of the member's interest shall be distributed at least as rapidly as under the same method of distribution before the member's death. Section 22. That a NEW SECTION be added: 3-13C-13.2. Required minimum distributions--Member's death before distributions begun. If a member dies before required distribution of the member's benefits has begun, the member's interest shall be distributed as follows: (1) If the member has a surviving spouse, the surviving spouse shall receive benefits over the life of the surviving spouse beginning as soon as administratively possible and effective the month after the member's death; or (2) If the member has no surviving spouse, the member's remaining interest shall be distributed in a lump sum payment to the designated beneficiary within five years from the date of the member's death. Section 23. That a NEW SECTION be added: 3-13C-13.3. Required minimum distributions--Incidental benefit rule. The death and disability benefits provided by the system are limited by the incidental benefit rule set forth in § 401(a)(9)(G) of the Internal Revenue Code and Treasury Regulation § 1.401-1(b)(1)(i). As a result, the total death or disability benefits payable may not exceed twenty-five percent of the cost for all of the member's benefits received from the system. Section 24. That a NEW SECTION be added: 3-13C-13.4. Required minimum distributions--Reasonable and made in good faith. Notwithstanding the other provisions of §§ 3-13C-13 to 3-13C-13.3, inclusive, or the provisions of United States Treasury regulations, benefit options may continue so long as the option satisfies § 401(a)(9) of the Internal Revenue Code based on a reasonable and good faith interpretation of that section. An Act to revise and clarify certain provisions regarding the required minimum distribution methods of the South Dakota Retirement System. I certify that the attached Act originated in the: House as Bill No. 1030 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1030 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2021 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2021 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2021 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [211585], "action_log": [{"bill_id": 21976, "action_date": "2021-01-12T12:00:00-06:00", "document_id": 211012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211012.pdf", "status_text": "First Reading House", "journal_page": 10, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21976, "action_date": "2021-01-13T13:00:00-06:00", "document_id": 211032, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211032.pdf", "status_text": "Referred to", "journal_page": 3, "committee_id_action": 492, "committee_id_assigned": 497, "result": "N", "vote": {}}, {"bill_id": 21976, "action_date": "2021-01-20T15:30:00-06:00", "document_id": 211142, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211142.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 497, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21976, "action_date": "2021-01-20T15:30:00-06:00", "document_id": 211328, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211328.pdf", "status_text": "Do Pass", "journal_page": 2, "committee_id_action": 497, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67595, "president_vote": null, "Yea": [1767, 1780, 1784, 1834, 3800]}}, {"bill_id": 21976, "action_date": "2021-01-20T15:30:00-06:00", "document_id": 211328, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211328.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": 2, "committee_id_action": 497, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21976, "action_date": "2021-01-22T13:00:00-06:00", "document_id": 212449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212449.pdf", "status_text": "Do Pass", "journal_page": 110, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67741, "president_vote": null, "Yea": [1766, 1767, 1768, 1769, 1770, 1772, 1777, 1778, 1780, 1781, 1782, 1784, 1788, 1792, 1793, 1795, 1796, 1798, 1799, 1800, 1802, 1804, 1805, 1807, 1813, 1817, 1820, 1822, 1824, 1826, 1829, 1830, 1832, 1834, 1835, 1836, 1837, 1839, 1841, 1843, 1844, 1852, 1855, 1862, 1864, 1866, 1868, 1883, 3782, 3783, 3784, 3785, 3786, 3787, 3788, 3789, 3790, 3791, 3792, 3793, 3794, 3797, 3799, 3800, 3801, 3802, 3804, 3806], "Excused": [1809, 1823]}}, {"bill_id": 21976, "action_date": "2021-01-25T14:00:00-06:00", "document_id": 212700, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212700.pdf", "status_text": "First read in Senate and referred to", "journal_page": 102, "committee_id_action": 514, "committee_id_assigned": 513, "result": "N", "vote": {}}, {"bill_id": 21976, "action_date": "2021-02-03T15:00:00-06:00", "document_id": 215109, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215109.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 513, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21976, "action_date": "2021-02-03T15:00:00-06:00", "document_id": 215231, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215231.pdf", "status_text": "Do Pass", "journal_page": 1, "committee_id_action": 513, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68347, "president_vote": null, "Yea": [1786, 1801, 1827, 1870, 1771]}}, {"bill_id": 21976, "action_date": "2021-02-03T15:00:00-06:00", "document_id": 215231, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215231.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": 1, "committee_id_action": 513, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21976, "action_date": "2021-02-05T13:00:00-06:00", "document_id": 216665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216665.pdf", "status_text": "Do Pass", "journal_page": 201, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68609, "president_vote": null, "Yea": [1771, 3798, 1775, 1776, 1881, 1779, 1783, 1785, 1786, 1794, 1801, 1803, 1806, 1808, 1811, 1812, 1819, 1827, 1828, 1831, 3805, 1847, 1850, 1851, 1853, 1856, 1858, 1860, 3803, 3795, 1865], "Excused": [1789, 1790, 3796, 1870]}}, {"bill_id": 21976, "action_date": "2021-02-08T14:00:00-06:00", "document_id": 216807, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216807.pdf", "status_text": "Signed by the Speaker", "journal_page": 247, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21976, "action_date": "2021-02-09T14:30:00-06:00", "document_id": 216938, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216938.pdf", "status_text": "Signed by the President", "journal_page": 229, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21976, "action_date": "2021-02-10T14:00:00-06:00", "document_id": 217079, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217079.pdf", "status_text": "Delivered to the Governor", "journal_page": 270, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21976, "action_date": "2021-02-16T14:00:00-06:00", "document_id": 217363, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217363.pdf", "status_text": "Signed by the Governor", "journal_page": 293, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7108, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21976"}