{"session_id": 47, "bill_id": 13254, "bill_type": "House Bill", "bill_number": 1183, "bill_title": "to increase certain sales and use taxes, to provide property tax relief, to repeal the inheritance tax, and to exempt certain realty improvement contracts from the contractor's excise tax and to refer those questions to a vote of the electors of this state at the next general election.", "sponsors": [{"legislator_profile_id": 2168, "is_prime": true}], "keywords": ["Construction & Contractors' Excise Tax", "Elections", "Inheritance Taxes", "Property Tax & Assessment", "Sales & Use Taxes"], "audio": [], "bill_versions": [{"bill_id": 13254, "bill_version_id": 77363, "bill_version": "Introduced", "bill_version_date": "1998-01-20T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase certain sales and use taxes, to provide property tax relief, to repeal the inheritance tax, and to exempt certain realty improvement contracts from the contractor's excise tax and to refer those questions to a vote of the electors of this state at the next general election. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the following Act be enacted by the South Dakota Legislative Assembly and referred to the vote of the electors of the state at the next general election to be held in the year 1998 for their approval: FOR AN ACT ENTITLED, An Act to increase certain sales and use taxes, to provide property tax relief, to repeal the inheritance tax, and to exempt certain realty improvement contracts from the contractor's excise tax. BE IT ENACTED BY THE PEOPLE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-45-2 be amended to read as follows: 10-45-2. There is hereby imposed a tax upon the privilege of engaging in business as a retailer, a tax of four five percent upon the gross receipts of all sales of tangible personal property consisting of goods, wares, or merchandise, except as taxed by § 10-45-3 and except as otherwise provided in this chapter, sold at retail in the State of South Dakota to consumers or users. Section 2. That § 10-45-3 be amended to read as follows: 10-45-3. There is hereby imposed a tax of three four percent on the gross receipts from the sale or resale of farm machinery and attachment units other than replacement parts; or irrigation equipment used exclusively for agricultural purposes by licensed South Dakota retailers; provided, however, that whenever any trade-in or exchange of used farm machinery is involved in the transaction, the tax shall only be due and collected on the cash difference. Section 3. That § 10-45-5 be amended to read as follows: 10-45-5. There is imposed a tax at the rate of three four percent upon the gross receipts of any person from engaging in the business of leasing farm machinery or irrigation equipment used for agricultural purposes and four five percent upon the gross receipts of any person from engaging or continuing in any of the following businesses or services in this state: abstracters; accountants; architects; barbers; beauty shops; bill collection services; blacksmith shops; car washing; dry cleaning; dyeing; exterminators; garage and service stations; garment alteration; cleaning and pressing; janitorial services and supplies; specialty cleaners; laundry; linen and towel supply; membership or entrance fees for the use of a facility or for the right to purchase tangible personal property or services; photography; photo developing and enlarging; tire recapping; welding and all repair services; cable television; and rentals of tangible personal property except leases of tangible personal property between one telephone company and another telephone company, motor vehicles as defined by § 32-5-1 leased under a single contract for more than twenty-eight days and mobile homes provided, however, that the specific enumeration of businesses and professions made in this section does not, in any way, limit the scope and effect of § 10-45-4. Section 4. That § 10-45-5.3 be amended to read as follows: 10-45-5.3. There is imposed, at the rate of three four percent, an excise tax on the gross receipts of any person engaging in oil and gas field services (group no. 138) as enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President. Section 5. That § 10-45-6 be amended to read as follows: 10-45-6. There is hereby imposed a tax of four five percent upon the gross receipts from sales, furnishing, or service of gas, electricity, and water, including the gross receipts from such sales by any municipal corporation furnishing gas, and electricity, to the public in its proprietary capacity, except as otherwise provided in this chapter, when sold at retail in the State of South Dakota to consumers or users. Section 6. That § 10-45-6.1 be amended to read as follows: 10-45-6.1. There is hereby imposed on amounts paid for local telephone services, toll telephone services and teletypewriter services, a tax of four five percent of the amount so paid. The taxes imposed by this section shall be paid by the person paying for the services. If a bill is rendered the taxpayer for local telephone service or toll telephone service, the amount on which the tax with respect to such services shall be based shall be the sum of all charges for such services included in the bill; except that if a person who renders the bill groups individual items for purposes of rendering the bill and computing the tax, then the amount on which the tax for each such group shall be based shall be the sum of all items within that group, and the tax on the remaining items not included in any such group shall be based on the charge for each item separately. If the tax imposed by this section with respect to toll telephone service is paid by inserting coins in coin operated telephones, the tax shall be computed to the nearest multiple of five cents, except that, where the tax is midway between multiples of five cents, the next higher multiple shall apply. The tax so paid shall be remitted at the same time as the sales tax imposed by this chapter. Section 7. That § 10-45-8 be amended to read as follows: 10-45-8. There is imposed a tax of four five percent upon the gross receipts from all sales of tickets or admissions to places of amusement and athletic events, except as otherwise provided in this chapter. Section 8. That § 10-45-70 be amended to read as follows: 10-45-70. There is imposed a tax of four five percent on the gross receipts from the transportation of tangible personal property. The tax imposed by this section shall apply to any transportation of tangible personal property if both the origin and destination of the tangible personal property are within this state. Section 9. That § 10-45-71 be amended to read as follows: 10-45-71. There is imposed a tax of four five percent on the gross receipts from the transportation of passengers. The tax imposed by this section shall apply to any transportation of passengers if the passenger boards and exits the mode of transportation within this state. Section 10. That § 10-46-2.1 be amended to read as follows: 10-46-2.1. For the privilege of using services in South Dakota, except those types of services exempted by § 10-46-17.3, there is imposed on the person using the service an excise tax equal to four five percent of the value of the services at the time they are rendered. However, this tax may not be imposed on any service rendered by a related corporation as defined in subdivision 10-43-1(11) for use by a financial institution as defined in subdivision 10-43-1(4) or on any service rendered by a financial institution as defined in subdivision 10-43-1(4) for use by a related corporation as defined in subdivision 10-43-1(11). For the purposes of this section, the term related corporation includes a corporation which together with the financial institution is part of a controlled group of corporations as defined in 26 U.S.C. § 1563 as in effect on January 1, 1989, except that the eighty percent ownership requirements set forth in 26 U.S.C. § 1563(a)(2)(A) for a brother-sister controlled group are reduced to fifty-one percent. For the purpose of this chapter, services rendered by an employee for the use of his the employer are not taxable. Section 11. That § 10-46-2.2 be amended to read as follows: 10-46-2.2. An excise tax is imposed upon the privilege of the use of rented tangible personal property in this state at the rate of four five percent of the rental payments upon the property. Section 12. That § 10-46-57 be amended to read as follows: 10-46-57. There is imposed a tax of four five percent on the privilege of the use of any transportation of tangible personal property. The tax imposed by this section shall apply to any transportation of tangible personal property if both the origin and destination of the tangible personal property are within this state. Section 13. That § 10-46-58 be amended to read as follows: 10-46-58. There is imposed a tax of four five percent on the privilege of the use of any transportation of passengers. The tax imposed by this section shall apply to any transportation of passengers if the passenger boards and exits the mode of transportation within this state. Section 14. That § 10-12-42 be amended to read as follows: 10-12-42. For taxes payable in 1997 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be sixteen dollars and forty-nine cents eleven dollars and fifty-eight cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subdivision (2) of this section and owner-occupied property as provided for in subdivision (3) of this section; (2) The maximum tax levy on agricultural property for such school district shall be five dollars and sixty-six cents three dollars and ninety-seven cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40, for such school district may not exceed nine dollars and six cents six dollars and thirty-six cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies. All levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue. These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10-13-43 § 10-12-43 , the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section. Section 15. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"Average daily membership,\" the average number of kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for the period January 1, 1997, to June 30, 1997, inclusive, is $1,675. For school fiscal year 1998, beginning on July 1, 1997, the per student allocation shall be $3,350 increased by the index factor. Each school fiscal year thereafter, the per student allocation shall be the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" the per student allocation multiplied by the adjusted average daily membership; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the following levies established pursuant to § 10-12-42 : (a) The levy for school district purposes is sixteen dollars and forty-nine cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subsection (b) and owner-occupied property as provided in subsection (c); (b) The tax levy on agricultural property for the school district is five dollars and sixty-five cents per thousand dollars of taxable valuation; (c) The tax levy for owner-occupied single-family dwelling for the school district is nine dollars and six cents per thousand dollars of taxable valuation . Section 16. That section 10 of chapter 98 of the 1997 Session Laws be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"General enrollment average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with a general enrollment average daily membership of two hundred or less, multiply 1.2 times the general enrollment average daily membership; (b) For districts with a general enrollment average daily membership of less than six hundred, but greater than two hundred, raise the general enrollment average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with a general enrollment average daily membership of six hundred or more, multiply 1.0 times their general enrollment average daily membership; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for the period January 1, 1997, to June 30, 1997, inclusive, is $1,675. For school fiscal year 1998, beginning on July 1, 1997, the per student allocation shall be $3,350 increased by the index factor. Each school fiscal year thereafter, the per student allocation shall be the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" the per student allocation multiplied by the adjusted average daily membership; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the following levies established pursuant to § 10-12-42 : (a) The levy for school district purposes is sixteen dollars and forty-nine cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subsection (b) and owner-occupied property as provided in subsection (c); (b) The tax levy on agricultural property for the school district is five dollars and sixty-six cents per thousand dollars of taxable valuation; (c) The tax levy for owner-occupied single-family dwelling for the school district is nine dollars and six cents per thousand dollars of taxable valuation . Section 17. That chapter 10-40 be amended by adding thereto a NEW SECTION to read as follows: The provisions of chapter 10-40 do not apply to the transfer of any real or personal property from any person who dies on or after July 1, 1998. Section 18. That chapter 10-46A be amended by adding thereto a NEW SECTION to read as follows: There are exempted from the provisions of this chapter and the tax imposed by it, the gross receipts from any realty improvement contract for the construction, expansion, repair, or remodeling of single family or multi-family residential housing."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13254, "action_date": "1998-01-21T14:00:00-06:00", "document_id": 76895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76895.pdf", "status_text": "First read in House and referred to", "journal_page": 147, "committee_id_action": 600, "committee_id_assigned": 596, "result": "N", "vote": {}}, {"bill_id": 13254, "action_date": "1998-02-04T20:00:00-06:00", "document_id": 76661, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76661.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 596, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13254, "action_date": "1998-02-04T20:00:00-06:00", "document_id": 76661, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76661.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 596, "committee_id_assigned": null, "result": "F", "vote": {}}, {"bill_id": 13254, "action_date": "1998-02-04T20:00:00-06:00", "document_id": 76661, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76661.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 402, "committee_id_action": 596, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38172, "president_vote": null, "Nay": [2096], "Yea": [2098, 2117, 2126, 2153, 2168, 2172, 2097, 2147, 2164, 2193, 2197, 2111]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13254"}