{"session_id": 59, "bill_id": 20384, "bill_type": "Senate Bill", "bill_number": 149, "bill_title": "create community safety zones, to prohibit certain persons from residing or loitering in community safety zones, and to provide penalties for violations thereof.", "sponsors": [{"legislator_profile_id": 3361, "is_prime": true}, {"legislator_profile_id": 3371, "is_prime": true}, {"legislator_profile_id": 3367, "is_prime": false}, {"legislator_profile_id": 3369, "is_prime": false}, {"legislator_profile_id": 3372, "is_prime": false}, {"legislator_profile_id": 3373, "is_prime": false}, {"legislator_profile_id": 3374, "is_prime": false}, {"legislator_profile_id": 3375, "is_prime": false}, {"legislator_profile_id": 3377, "is_prime": false}, {"legislator_profile_id": 3378, "is_prime": false}, {"legislator_profile_id": 3379, "is_prime": false}, {"legislator_profile_id": 3381, "is_prime": false}, {"legislator_profile_id": 3382, "is_prime": false}, {"legislator_profile_id": 3384, "is_prime": false}, {"legislator_profile_id": 3385, "is_prime": false}, {"legislator_profile_id": 3388, "is_prime": false}, {"legislator_profile_id": 3390, "is_prime": false}, {"legislator_profile_id": 3392, "is_prime": false}, {"legislator_profile_id": 3395, "is_prime": false}, {"legislator_profile_id": 3396, "is_prime": false}, {"legislator_profile_id": 3399, "is_prime": false}, {"legislator_profile_id": 3400, "is_prime": false}, {"legislator_profile_id": 3401, "is_prime": false}, {"legislator_profile_id": 3402, "is_prime": false}, {"legislator_profile_id": 3403, "is_prime": false}, {"legislator_profile_id": 3405, "is_prime": false}, {"legislator_profile_id": 3406, "is_prime": false}, {"legislator_profile_id": 3408, "is_prime": false}, {"legislator_profile_id": 3409, "is_prime": false}, {"legislator_profile_id": 3410, "is_prime": false}, {"legislator_profile_id": 3412, "is_prime": false}, {"legislator_profile_id": 3416, "is_prime": false}, {"legislator_profile_id": 3417, "is_prime": false}, {"legislator_profile_id": 3418, "is_prime": false}, {"legislator_profile_id": 3419, "is_prime": false}, {"legislator_profile_id": 3421, "is_prime": false}, {"legislator_profile_id": 3422, "is_prime": false}, {"legislator_profile_id": 3423, "is_prime": false}, {"legislator_profile_id": 3426, "is_prime": false}, {"legislator_profile_id": 3427, "is_prime": false}, {"legislator_profile_id": 3429, "is_prime": false}, {"legislator_profile_id": 3431, "is_prime": false}, {"legislator_profile_id": 3433, "is_prime": false}, {"legislator_profile_id": 3434, "is_prime": false}, {"legislator_profile_id": 3437, "is_prime": false}, {"legislator_profile_id": 3443, "is_prime": false}, {"legislator_profile_id": 3445, "is_prime": false}, {"legislator_profile_id": 3446, "is_prime": false}, {"legislator_profile_id": 3447, "is_prime": false}, {"legislator_profile_id": 3450, "is_prime": false}, {"legislator_profile_id": 3452, "is_prime": false}, {"legislator_profile_id": 3453, "is_prime": false}, {"legislator_profile_id": 3457, "is_prime": false}, {"legislator_profile_id": 3459, "is_prime": false}, {"legislator_profile_id": 3460, "is_prime": false}, {"legislator_profile_id": 3463, "is_prime": false}, {"legislator_profile_id": 3464, "is_prime": false}, {"legislator_profile_id": 3465, "is_prime": false}], "keywords": ["Crimes", "Sex Offenders"], "audio": [{"meeting_datetime": "2006-01-25T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju11.mp3", "start_seconds": 816.0}, {"meeting_datetime": "2006-01-25T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju11.mp3", "start_seconds": 816.0}, {"meeting_datetime": "2006-01-25T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju11.mp3", "start_seconds": 816.0}, {"meeting_datetime": "2006-01-25T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sju11.mp3", "start_seconds": 816.0}, {"meeting_datetime": "2006-01-30T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen14.mp3", "start_seconds": 4136.0}, {"meeting_datetime": "2006-01-30T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen14.mp3", "start_seconds": 4136.0}, {"meeting_datetime": "2006-01-30T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen14.mp3", "start_seconds": 4136.0}, {"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju21.mp3", "start_seconds": 10545.0}, {"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju21.mp3", "start_seconds": 10545.0}, {"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju21.mp3", "start_seconds": 10545.0}, {"meeting_datetime": "2006-02-08T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju21.mp3", "start_seconds": 10545.0}, {"meeting_datetime": "2006-02-10T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju23.mp3", "start_seconds": 77.0}, {"meeting_datetime": "2006-02-10T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju23.mp3", "start_seconds": 77.0}, {"meeting_datetime": "2006-02-10T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju23.mp3", "start_seconds": 77.0}, {"meeting_datetime": "2006-02-10T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju23.mp3", "start_seconds": 77.0}, {"meeting_datetime": "2006-02-10T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju23.mp3", "start_seconds": 77.0}, {"meeting_datetime": "2006-02-10T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju23.mp3", "start_seconds": 77.0}, {"meeting_datetime": "2006-02-10T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju23.mp3", "start_seconds": 77.0}, {"meeting_datetime": "2006-02-10T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju23.mp3", "start_seconds": 77.0}, {"meeting_datetime": "2006-02-10T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju23.mp3", "start_seconds": 77.0}, {"meeting_datetime": "2006-02-10T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hju23.mp3", "start_seconds": 77.0}, {"meeting_datetime": "2006-02-15T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou26.mp3", "start_seconds": 4764.0}, {"meeting_datetime": "2006-02-15T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou26.mp3", "start_seconds": 4764.0}, {"meeting_datetime": "2006-02-15T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou26.mp3", "start_seconds": 4764.0}, {"meeting_datetime": "2006-02-15T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou26.mp3", "start_seconds": 4764.0}, {"meeting_datetime": "2006-02-15T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou26.mp3", "start_seconds": 4764.0}, {"meeting_datetime": "2006-02-15T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou26.mp3", "start_seconds": 4764.0}, {"meeting_datetime": "2006-02-15T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou26.mp3", "start_seconds": 4764.0}, {"meeting_datetime": "2006-02-15T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou26.mp3", "start_seconds": 4764.0}, {"meeting_datetime": "2006-02-15T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou26.mp3", "start_seconds": 4764.0}, {"meeting_datetime": "2006-02-15T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou26.mp3", "start_seconds": 4764.0}], "bill_versions": [{"bill_id": 20384, "bill_version_id": 106802, "bill_version": "Introduced", "bill_version_date": "2006-01-19T11:43:58-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create community safety zones, to prohibit certain persons from residing or loitering in community safety zones, to provide penalties for violations thereof, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Community safety zone,\" the area that lies within five hundred feet from the facilities and grounds of any school, public park, public playground, or public pool, including the facilities and grounds itself; (2) \"Loiter,\" to remain for a period of time and under circumstances that a reasonable person would determine is for the primary purpose of observing or contacting minors; (3) \"School,\" any public, private, denominational, or parochial school offering preschool, kindergarten, or any grade from one through twelve; (4) \"Residence,\" the address an offender lists for purposes of the sex offender registry as provided for in subdivision § 22-24B-8(3). Section 2. No person who is required to register as a sex offender pursuant to chapter 22- 24B may establish a residence or reside within a community safety zone unless: (1) The person is incarcerated in a jail or prison or other correctional placement which is located within a community safety zone; (2) The person is placed in an inpatient health care facility which is located within a community safety zone; (3) The person was under age eighteen at the time of the offense and the offender was not tried and convicted of the offense as an adult; (4) The person established the residence prior to the effective date of this Act; (5) The school, public park, public pool, or public playground was built or established subsequent to the person's establishing residence at the location; or (6) The circuit court has entered an order pursuant to section 7 of this Act exempting the offender from the provisions of this Act. A violation of this section is a Class 6 felony. Any subsequent violation is a Class 5 felony. Section 3. No person who is required to register as a sex offender as defined in chapter 22- 24B may loiter within a community safety zone unless the person was under age eighteen at the time of the offense and the offender was not tried and convicted of the offense as an adult or the circuit court has entered an order pursuant to section 7 of this Act exempting the offender from the provisions of this Act. A violation of this section is a Class 6 felony. Any subsequent violation is a Class 5 felony. Section 4. No city, county, municipality, or township may, by local ordinance, restrict or mitigate residence or community access for convicted sex offenders inconsistent with the provisions of this Act. Section 5. An offender subject to community safety zone restrictions pursuant to this Act who is eligible to seek exemption from these restrictions as provided for in section 6 of this Act may petition the circuit court in the county where the person resides for an order to terminate the person's obligation to comply with the community safety zone restrictions. The offender shall serve the petition and all supporting documentation on the state's attorney in the county where the offender currently resides, the office of the prosecutor in the jurisdiction where the offense occurred, and the Office of the Attorney General. The state's attorney in the county where the offender currently resides shall respond to each petition to request exemption from the community safety zone restrictions. No person petitioning the court under this section for an order terminating the persons's obligation to comply with community safety zone restrictions is entitled to court appointed counsel, experts, or publicly funded witnesses. The petition and documentation to support the request for exemption from the community safety zone restrictions shall include: (1) All information required for registration of convicted sex offenders in § 22-24B-8; (2) A detailed description of the sex crime that was the basis for the offender to be subject to community safety zone restrictions; (3) A certified copy of judgment of conviction or other sentencing document; and (4) The offender's criminal record. The court may request that the petitioner provide additional information if the information provided is incomplete or if the court desires more information relative to the request for exemption. Section 6. To be eligible for exemption from the community safety zone restrictions, the petitioner shall show, by clear and convincing evidence, the following: (1) That at least ten years have elapsed since the date the petitioner was convicted of the offense that subjected the petitioner to community safety zone restrictions pursuant to this Act. For purposes of this subdivision, any period of time during which the petitioner was incarcerated or during which the petitioner was confined in a mental health facility or during which the petitioner was on probation or parole supervision does not count toward the ten-year calculation, regardless of whether such incarceration, confinement or community supervision was for the sex offense requiring registration or for some other offense; (2) That the petitioner is not a recidivist sex offender. A recidivist sex offender is a person who has been convicted or adjudicated for more than one sex crime listed in subdivisions 22-24B-1(1) to (19), inclusive, regardless of when those convictions or adjudications occurred. For purposes of this subdivision and subdivision (1) of this section, a conviction or adjudication includes a verdict or plea of guilty; a verdict or plea of guilty but mentally ill; a plea of nolo contendere; a suspended imposition of sentence granted under § 23A-27-13, regardless of whether it has been discharged; a deferred prosecution agreement entered by a prosecutor; and a determination made in another state, federal jurisdiction, or courts martial that is comparable to any of these events; (3) That the petitioner has completely and truthfully complied with the registration and reregistration requirements imposed under chapter 22-24B; (4) That the petitioner has actually resided in South Dakota at least ten consecutive years immediately prior to the filing of the petition. Residence as used in this subdivision does not mean the registration address of an incarcerated sex offender; and (5) The circumstances of the crime subjecting the offender to community safety zone restrictions did not involve a child under age thirteen. Section 7. If the court finds that all of the criteria provided for in section 6 of this Act have been met and that the petitioner is not likely to offend again, then the court may, in its discretion, enter an order terminating the petitioner's obligation to comply with the community safety zone restrictions of this state. However, if the court finds that the offender has provided false or misleading information in support of the petition, or failed to serve the petition and supporting documentation upon the parties provided for in section 5 of this Act, then the petition shall be denied. If the petition is denied, the petitioner may not file a subsequent petition for at least two years from the date the previous petition was denied. The court shall forward any order terminating the petitioner's obligation to comply with community safety zone restrictions to the Division of Criminal Investigation. Section 8. That § 22-22-38 be amended to read as follows: 22-22-38. Any person required to register pursuant to §§ 22-22-30 to 22-22-39, inclusive, who is discharged or paroled or temporarily released from an institution of the Department of Corrections or the Department of Human Services or from any jail or other facility in this state where the person was confined because of a conviction of an offense as described in § 22-22-30 shall, prior to discharge, parole, furlough, work release, or similar program outside the facility, or release, be informed of the duty to register under §§ 22-22-30 to 22-22-39, inclusive, and informed of community safety zone restrictions, by the institution in which the person was confined. The institution shall require the person to read and sign any forms as may be required by the Division of Criminal Investigation stating that the duty to register , community safety zone restrictions, and the procedure for registration has have been explained. The institution shall obtain the address where the person plans to reside upon discharge, parole, furlough, work release, or similar program outside the facility, or release and shall report the address to the Division of Criminal Investigation. The institution shall give one copy of the form to the person and shall send one copy to the Division of Criminal Investigation and one copy to the law enforcement agency having jurisdiction where the person plans to reside upon discharge, parole, furlough, work release, or similar program outside the facility, or release, and one copy to the office of the state's attorney in the county in which the person was convicted. Section 9. That § 22-22-39 be amended to read as follows: 22-22-39. Any person required to register pursuant to §§ 22-22-30 to 22-22-39, inclusive, who is released on probation because of the commission or attempt to commit one of the offenses as described in § 22-22-30 shall, prior to release be informed of the duty to register under §§ 22-22-30 to 22-22-39, inclusive, and informed of community safety zone restrictions, by the court in which the person was convicted. The court shall require the person to read and sign any forms as may be required by the Division of Criminal Investigation stating that the duty to register , community safety zone restrictions, and the procedure for registration has have been explained. The court shall obtain the address where the person plans to reside upon release and shall report the address to the Division of Criminal Investigation. The court shall give one copy of the form to the person and shall send one copy to the Division of Criminal Investigation and one copy to the law enforcement agency having jurisdiction where the person plans to reside upon release. Section 10. Whereas, this Act is necessary for the immediate preservation of the public peace, health, or safety, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 20384, "bill_version_id": 107251, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2006-01-25T13:33:40-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create community safety zones, to prohibit certain persons from residing or loitering in community safety zones, to provide penalties for violations thereof, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Community safety zone,\" the area that lies within five hundred feet from the facilities and grounds of any school, public park, public playground, or public pool, including the facilities and grounds itself; (2) \"Loiter,\" to remain for a period of time and under circumstances that a reasonable person would determine is for the primary purpose of observing or contacting minors; (3) \"School,\" any public, private, denominational, or parochial school offering preschool, kindergarten, or any grade from one through twelve; (4) \"Residence,\" the address an offender lists for purposes of the sex offender registry as provided for in subdivision § 22-24B-8(3). Section 2. No person who is required to register as a sex offender pursuant to chapter 22- 24B may establish a residence or reside within a community safety zone unless: (1) The person is incarcerated in a jail or prison or other correctional placement which is located within a community safety zone; (2) The person is placed in a health care facility licensed pursuant to chapter 34-12, or certified under Title XVIII or XIX of the Social Security Act as amended to December 31, 2001, or receiving services from a community service provider accredited or certified by the Department of Human Services, which is located within a community safety zone; (3) The person was under age eighteen at the time of the offense and the offender was not tried and convicted of the offense as an adult; (4) The person established the residence prior to the effective date of this Act; (5) The school, public park, public pool, or public playground was built or established subsequent to the person's establishing residence at the location; or (6) The circuit court has entered an order pursuant to section 7 of this Act exempting the offender from the provisions of this Act. A violation of this section is a Class 6 felony. Any subsequent violation is a Class 5 felony. Section 3. No person who is required to register as a sex offender as defined in chapter 22- 24B may loiter within a community safety zone unless the person was under age eighteen at the time of the offense and the offender was not tried and convicted of the offense as an adult or the circuit court has entered an order pursuant to section 7 of this Act exempting the offender from the provisions of this Act. A violation of this section is a Class 6 felony. Any subsequent violation is a Class 5 felony. Section 4. No city, county, municipality, or township may, by local ordinance, restrict or mitigate residence or community access for convicted sex offenders inconsistent with the provisions of this Act. Section 5. An offender subject to community safety zone restrictions pursuant to this Act who is eligible to seek exemption from these restrictions as provided for in section 6 of this Act may petition the circuit court in the county where the person resides for an order to terminate the person's obligation to comply with the community safety zone restrictions. The offender shall serve the petition and all supporting documentation on the state's attorney in the county where the offender currently resides, the office of the prosecutor in the jurisdiction where the offense occurred, and the Office of the Attorney General. The state's attorney in the county where the offender currently resides shall respond to each petition to request exemption from the community safety zone restrictions. No person petitioning the court under this section for an order terminating the persons's obligation to comply with community safety zone restrictions is entitled to court appointed counsel, experts, or publicly funded witnesses. The petition and documentation to support the request for exemption from the community safety zone restrictions shall include: (1) All information required for registration of convicted sex offenders in § 22-24B-8; (2) A detailed description of the sex crime that was the basis for the offender to be subject to community safety zone restrictions; (3) A certified copy of judgment of conviction or other sentencing document; and (4) The offender's criminal record. The court may request that the petitioner provide additional information if the information provided is incomplete or if the court desires more information relative to the request for exemption. Section 6. To be eligible for exemption from the community safety zone restrictions, the petitioner shall show, by clear and convincing evidence, the following: (1) That at least ten years have elapsed since the date the petitioner was convicted of the offense that subjected the petitioner to community safety zone restrictions pursuant to this Act. For purposes of this subdivision, any period of time during which the petitioner was incarcerated or during which the petitioner was confined in a mental health facility or during which the petitioner was on probation or parole supervision does not count toward the ten-year calculation, regardless of whether such incarceration, confinement or community supervision was for the sex offense requiring registration or for some other offense; (2) That the petitioner is not a recidivist sex offender. A recidivist sex offender is a person who has been convicted or adjudicated for more than one sex crime listed in subdivisions 22-24B-1(1) to (19), inclusive, regardless of when those convictions or adjudications occurred. For purposes of this subdivision and subdivision (1) of this section, a conviction or adjudication includes a verdict or plea of guilty; a verdict or plea of guilty but mentally ill; a plea of nolo contendere; a suspended imposition of sentence granted under § 23A-27-13, regardless of whether it has been discharged; a deferred prosecution agreement entered by a prosecutor; and a determination made in another state, federal jurisdiction, or courts martial that is comparable to any of these events; (3) That the petitioner has completely and truthfully complied with the registration and reregistration requirements imposed under chapter 22-24B; (4) That the petitioner has actually resided in South Dakota at least ten consecutive years immediately prior to the filing of the petition. Residence as used in this subdivision does not mean the registration address of an incarcerated sex offender; and (5) The circumstances of the crime subjecting the offender to community safety zone restrictions did not involve a child under age thirteen. Section 7. If the court finds that all of the criteria provided for in section 6 of this Act have been met and that the petitioner is not likely to offend again, then the court may, in its discretion, enter an order terminating the petitioner's obligation to comply with the community safety zone restrictions of this state. However, if the court finds that the offender has provided false or misleading information in support of the petition, or failed to serve the petition and supporting documentation upon the parties provided for in section 5 of this Act, then the petition shall be denied. If the petition is denied, the petitioner may not file a subsequent petition for at least two years from the date the previous petition was denied. The court shall forward any order terminating the petitioner's obligation to comply with community safety zone restrictions to the Division of Criminal Investigation. Section 8. That § 22-22-38 be amended to read as follows: 22-22-38. Any person required to register pursuant to §§ 22-22-30 to 22-22-39, inclusive, who is discharged or paroled or temporarily released from an institution of the Department of Corrections or the Department of Human Services or from any jail or other facility in this state where the person was confined because of a conviction of an offense as described in § 22-22-30 shall, prior to discharge, parole, furlough, work release, or similar program outside the facility, or release, be informed of the duty to register under §§ 22-22-30 to 22-22-39, inclusive, and informed of community safety zone restrictions, by the institution in which the person was confined. The institution shall require the person to read and sign any forms as may be required by the Division of Criminal Investigation stating that the duty to register , community safety zone restrictions, and the procedure for registration has have been explained. The institution shall obtain the address where the person plans to reside upon discharge, parole, furlough, work release, or similar program outside the facility, or release and shall report the address to the Division of Criminal Investigation. The institution shall give one copy of the form to the person and shall send one copy to the Division of Criminal Investigation and one copy to the law enforcement agency having jurisdiction where the person plans to reside upon discharge, parole, furlough, work release, or similar program outside the facility, or release, and one copy to the office of the state's attorney in the county in which the person was convicted. Section 9. That § 22-22-39 be amended to read as follows: 22-22-39. Any person required to register pursuant to §§ 22-22-30 to 22-22-39, inclusive, who is released on probation because of the commission or attempt to commit one of the offenses as described in § 22-22-30 shall, prior to release be informed of the duty to register under §§ 22-22-30 to 22-22-39, inclusive, and informed of community safety zone restrictions, by the court in which the person was convicted. The court shall require the person to read and sign any forms as may be required by the Division of Criminal Investigation stating that the duty to register , community safety zone restrictions, and the procedure for registration has have been explained. The court shall obtain the address where the person plans to reside upon release and shall report the address to the Division of Criminal Investigation. The court shall give one copy of the form to the person and shall send one copy to the Division of Criminal Investigation and one copy to the law enforcement agency having jurisdiction where the person plans to reside upon release. Section 10. Whereas, this Act is necessary for the immediate preservation of the public peace, health, or safety, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 20384, "bill_version_id": 108494, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2006-02-10T11:50:23-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create community safety zones, to prohibit certain persons from residing or loitering in community safety zones, to provide penalties for violations thereof, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Community safety zone,\" the area that lies within five hundred feet from the facilities and grounds of any school, public park, public playground, or public pool, including the facilities and grounds itself; (2) \"Loiter,\" to remain for a period of time and under circumstances that a reasonable person would determine is for the primary purpose of observing or contacting minors; (3) \"School,\" any public, private, denominational, or parochial school offering preschool, kindergarten, or any grade from one through twelve; (4) \"Residence,\" the address an offender lists for purposes of the sex offender registry as provided for in subdivision § 22-24B-8(3). Section 2. No person who is required to register as a sex offender pursuant to chapter 22- 24B may establish a residence or reside within a community safety zone unless: (1) The person is incarcerated in a jail or prison or other correctional placement which is located within a community safety zone; (2) The person is placed in a health care facility licensed pursuant to chapter 34-12, or certified under Title XVIII or XIX of the Social Security Act as amended to December 31, 2001, or receiving services from a community service provider accredited or certified by the Department of Human Services, which is located within a community safety zone; (3) The person was under age eighteen at the time of the offense and the offender was not tried and convicted of the offense as an adult; (4) The person established the residence prior to the effective date of this Act; (5) The school, public park, public pool, or public playground was built or established subsequent to the person's establishing residence at the location; or (6) The circuit court has entered an order pursuant to section 7 of this Act exempting the offender from the provisions of this Act. A violation of this section is a Class 6 felony. Any subsequent violation is a Class 5 felony. Section 3. No person who is required to register as a sex offender as defined in chapter 22- 24B may loiter within a community safety zone unless the person was under age eighteen at the time of the offense and the offender was not tried and convicted of the offense as an adult or the circuit court has entered an order pursuant to section 7 of this Act exempting the offender from the provisions of this Act. A violation of this section is a Class 6 felony. Any subsequent violation is a Class 5 felony. Section 4. No city, county, municipality, or township may, by local ordinance, restrict or mitigate residence or community access for convicted sex offenders inconsistent with the provisions of this Act. Section 5. An offender subject to community safety zone restrictions pursuant to this Act who is eligible to seek exemption from these restrictions as provided for in section 6 of this Act may petition the circuit court in the county where the person resides for an order to terminate the person's obligation to comply with the community safety zone restrictions. The offender shall serve the petition and all supporting documentation on the state's attorney in the county where the offender currently resides, the office of the prosecutor in the jurisdiction where the offense occurred, and the Office of the Attorney General. The state's attorney in the county where the offender currently resides shall respond to each petition to request exemption from the community safety zone restrictions. No person petitioning the court under this section for an order terminating the persons's obligation to comply with community safety zone restrictions is entitled to court appointed counsel, publicly funded experts, or publicly funded witnesses. The petition and documentation to support the request for exemption from the community safety zone restrictions shall include: (1) All information required for registration of convicted sex offenders in § 22-24B-8; (2) A detailed description of the sex crime that was the basis for the offender to be subject to community safety zone restrictions; (3) A certified copy of judgment of conviction or other sentencing document; and (4) The offender's criminal record. The court may request that the petitioner provide additional information if the information provided is incomplete or if the court desires more information relative to the request for exemption. Section 6. To be eligible for exemption from the community safety zone restrictions, the petitioner shall show, by clear and convincing evidence, the following: (1) That at least ten years have elapsed since the date the petitioner was convicted of the offense that subjected the petitioner to community safety zone restrictions pursuant to this Act. For purposes of this subdivision, any period of time during which the petitioner was incarcerated or during which the petitioner was confined in a mental health facility or during which the petitioner was on probation or parole supervision does not count toward the ten-year calculation, regardless of whether such incarceration, confinement or community supervision was for the sex offense requiring registration or for some other offense; (2) That the petitioner is not a recidivist sex offender. A recidivist sex offender is a person who has been convicted or adjudicated for more than one sex crime listed in subdivisions 22-24B-1(1) to (19), inclusive, regardless of when those convictions or adjudications occurred. For purposes of this subdivision and subdivision (1) of this section, a conviction or adjudication includes a verdict or plea of guilty; a verdict or plea of guilty but mentally ill; a plea of nolo contendere; a suspended imposition of sentence granted under § 23A-27-13, regardless of whether it has been discharged; a deferred prosecution agreement entered by a prosecutor; and a determination made in another state, federal jurisdiction, or courts martial that is comparable to any of these events; (3) That the petitioner has completely and truthfully complied with the registration and reregistration requirements imposed under chapter 22-24B; (4) That the petitioner has actually resided in South Dakota at least ten consecutive years immediately prior to the filing of the petition. Residence as used in this subdivision does not mean the registration address of an incarcerated sex offender; and (5) The circumstances of the crime subjecting the offender to community safety zone restrictions did not involve a child under age thirteen. Section 7. If the court finds that all of the criteria provided for in section 6 of this Act have been met and that the petitioner is not likely to offend again, then the court may, in its discretion, enter an order terminating the petitioner's obligation to comply with the community safety zone restrictions of this state. However, if the court finds that the offender has provided false or misleading information in support of the petition, or failed to serve the petition and supporting documentation upon the parties provided for in section 5 of this Act, then the petition shall be denied. If the petition is denied, the petitioner may not file a subsequent petition for at least two years from the date the previous petition was denied. The court shall forward any order terminating the petitioner's obligation to comply with community safety zone restrictions to the Division of Criminal Investigation. Section 8. That § 22-22-38 be amended to read as follows: 22-22-38. Any person required to register pursuant to §§ 22-22-30 to 22-22-39, inclusive, who is discharged or paroled or temporarily released from an institution of the Department of Corrections or the Department of Human Services or from any jail or other facility in this state where the person was confined because of a conviction of an offense as described in § 22-22-30 shall, prior to discharge, parole, furlough, work release, or similar program outside the facility, or release, be informed of the duty to register under §§ 22-22-30 to 22-22-39, inclusive, and informed of community safety zone restrictions, by the institution in which the person was confined. The institution shall require the person to read and sign any forms as may be required by the Division of Criminal Investigation stating that the duty to register , community safety zone restrictions, and the procedure for registration has have been explained. The institution shall obtain the address where the person plans to reside upon discharge, parole, furlough, work release, or similar program outside the facility, or release and shall report the address to the Division of Criminal Investigation. The institution shall give one copy of the form to the person and shall send one copy to the Division of Criminal Investigation and one copy to the law enforcement agency having jurisdiction where the person plans to reside upon discharge, parole, furlough, work release, or similar program outside the facility, or release, and one copy to the office of the state's attorney in the county in which the person was convicted. Section 9. That § 22-22-39 be amended to read as follows: 22-22-39. Any person required to register pursuant to §§ 22-22-30 to 22-22-39, inclusive, who is released on probation because of the commission or attempt to commit one of the offenses as described in § 22-22-30 shall, prior to release be informed of the duty to register under §§ 22-22-30 to 22-22-39, inclusive, and informed of community safety zone restrictions, by the court in which the person was convicted. The court shall require the person to read and sign any forms as may be required by the Division of Criminal Investigation stating that the duty to register , community safety zone restrictions, and the procedure for registration has have been explained. The court shall obtain the address where the person plans to reside upon release and shall report the address to the Division of Criminal Investigation. The court shall give one copy of the form to the person and shall send one copy to the Division of Criminal Investigation and one copy to the law enforcement agency having jurisdiction where the person plans to reside upon release. Section 10. Whereas, this Act is necessary for the immediate preservation of the public peace, health, or safety, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 20384, "bill_version_id": 108834, "bill_version": "House Engrossed", "bill_version_date": "2006-02-15T17:14:29-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create community safety zones, to prohibit certain persons from residing or loitering in community safety zones, and to provide penalties for violations thereof. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Community safety zone,\" the area that lies within five hundred feet from the facilities and grounds of any school, public park, public playground, or public pool, including the facilities and grounds itself; (2) \"Loiter,\" to remain for a period of time and under circumstances that a reasonable person would determine is for the primary purpose of observing or contacting minors; (3) \"School,\" any public, private, denominational, or parochial school offering preschool, kindergarten, or any grade from one through twelve; (4) \"Residence,\" the address an offender lists for purposes of the sex offender registry as provided for in subdivision § 22-24B-8(3). Section 2. No person who is required to register as a sex offender pursuant to chapter 22- 24B may establish a residence or reside within a community safety zone unless: (1) The person is incarcerated in a jail or prison or other correctional placement which is located within a community safety zone; (2) The person is placed in a health care facility licensed pursuant to chapter 34-12, or certified under Title XVIII or XIX of the Social Security Act as amended to December 31, 2001, or receiving services from a community service provider accredited or certified by the Department of Human Services, which is located within a community safety zone; (3) The person was under age eighteen at the time of the offense and the offender was not tried and convicted of the offense as an adult; (4) The person established the residence prior to the effective date of this Act; (5) The school, public park, public pool, or public playground was built or established subsequent to the person's establishing residence at the location; or (6) The circuit court has entered an order pursuant to section 7 of this Act exempting the offender from the provisions of this Act. A violation of this section is a Class 6 felony. Any subsequent violation is a Class 5 felony. Section 3. No person who is required to register as a sex offender as defined in chapter 22- 24B may loiter within a community safety zone unless the person was under age eighteen at the time of the offense and the offender was not tried and convicted of the offense as an adult or the circuit court has entered an order pursuant to section 7 of this Act exempting the offender from the provisions of this Act. A violation of this section is a Class 6 felony. Any subsequent violation is a Class 5 felony. Section 4. No city, county, municipality, or township may, by local ordinance, restrict or mitigate residence or community access for convicted sex offenders inconsistent with the provisions of this Act. Section 5. An offender subject to community safety zone restrictions pursuant to this Act who is eligible to seek exemption from these restrictions as provided for in section 6 of this Act may petition the circuit court in the county where the person resides for an order to terminate the person's obligation to comply with the community safety zone restrictions. The offender shall serve the petition and all supporting documentation on the state's attorney in the county where the offender currently resides, the office of the prosecutor in the jurisdiction where the offense occurred, and the Office of the Attorney General. The state's attorney in the county where the offender currently resides shall respond to each petition to request exemption from the community safety zone restrictions. No person petitioning the court under this section for an order terminating the persons's obligation to comply with community safety zone restrictions is entitled to court appointed counsel, publicly funded experts, or publicly funded witnesses. The petition and documentation to support the request for exemption from the community safety zone restrictions shall include: (1) All information required for registration of convicted sex offenders in § 22-24B-8; (2) A detailed description of the sex crime that was the basis for the offender to be subject to community safety zone restrictions; (3) A certified copy of judgment of conviction or other sentencing document; and (4) The offender's criminal record. The court may request that the petitioner provide additional information if the information provided is incomplete or if the court desires more information relative to the request for exemption. Section 6. To be eligible for exemption from the community safety zone restrictions, the petitioner shall show, by clear and convincing evidence, the following: (1) That at least ten years have elapsed since the date the petitioner was convicted of the offense that subjected the petitioner to community safety zone restrictions pursuant to this Act. For purposes of this subdivision, any period of time during which the petitioner was incarcerated or during which the petitioner was confined in a mental health facility or during which the petitioner was on probation or parole supervision does not count toward the ten-year calculation, regardless of whether such incarceration, confinement or community supervision was for the sex offense requiring registration or for some other offense; (2) That the petitioner is not a recidivist sex offender. A recidivist sex offender is a person who has been convicted or adjudicated for more than one sex crime listed in subdivisions 22-24B-1(1) to (19), inclusive, regardless of when those convictions or adjudications occurred. For purposes of this subdivision and subdivision (1) of this section, a conviction or adjudication includes a verdict or plea of guilty; a verdict or plea of guilty but mentally ill; a plea of nolo contendere; a suspended imposition of sentence granted under § 23A-27-13, regardless of whether it has been discharged; a deferred prosecution agreement entered by a prosecutor; and a determination made in another state, federal jurisdiction, or courts martial that is comparable to any of these events; (3) That the petitioner has completely and truthfully complied with the registration and reregistration requirements imposed under chapter 22-24B; (4) That the petitioner has actually resided in South Dakota at least ten consecutive years immediately prior to the filing of the petition. Residence as used in this subdivision does not mean the registration address of an incarcerated sex offender; and (5) The circumstances of the crime subjecting the offender to community safety zone restrictions did not involve a child under age thirteen. Section 7. If the court finds that all of the criteria provided for in section 6 of this Act have been met and that the petitioner is not likely to offend again, then the court may, in its discretion, enter an order terminating the petitioner's obligation to comply with the community safety zone restrictions of this state. However, if the court finds that the offender has provided false or misleading information in support of the petition, or failed to serve the petition and supporting documentation upon the parties provided for in section 5 of this Act, then the petition shall be denied. If the petition is denied, the petitioner may not file a subsequent petition for at least two years from the date the previous petition was denied. The court shall forward any order terminating the petitioner's obligation to comply with community safety zone restrictions to the Division of Criminal Investigation. Section 8. That § 22-22-38 be amended to read as follows: 22-22-38. Any person required to register pursuant to §§ 22-22-30 to 22-22-39, inclusive, who is discharged or paroled or temporarily released from an institution of the Department of Corrections or the Department of Human Services or from any jail or other facility in this state where the person was confined because of a conviction of an offense as described in § 22-22-30 shall, prior to discharge, parole, furlough, work release, or similar program outside the facility, or release, be informed of the duty to register under §§ 22-22-30 to 22-22-39, inclusive, and informed of community safety zone restrictions, by the institution in which the person was confined. The institution shall require the person to read and sign any forms as may be required by the Division of Criminal Investigation stating that the duty to register , community safety zone restrictions, and the procedure for registration has have been explained. The institution shall obtain the address where the person plans to reside upon discharge, parole, furlough, work release, or similar program outside the facility, or release and shall report the address to the Division of Criminal Investigation. The institution shall give one copy of the form to the person and shall send one copy to the Division of Criminal Investigation and one copy to the law enforcement agency having jurisdiction where the person plans to reside upon discharge, parole, furlough, work release, or similar program outside the facility, or release, and one copy to the office of the state's attorney in the county in which the person was convicted. Section 9. That § 22-22-39 be amended to read as follows: 22-22-39. Any person required to register pursuant to §§ 22-22-30 to 22-22-39, inclusive, who is released on probation because of the commission or attempt to commit one of the offenses as described in § 22-22-30 shall, prior to release be informed of the duty to register under §§ 22-22-30 to 22-22-39, inclusive, and informed of community safety zone restrictions, by the court in which the person was convicted. The court shall require the person to read and sign any forms as may be required by the Division of Criminal Investigation stating that the duty to register , community safety zone restrictions, and the procedure for registration has have been explained. The court shall obtain the address where the person plans to reside upon release and shall report the address to the Division of Criminal Investigation. The court shall give one copy of the form to the person and shall send one copy to the Division of Criminal Investigation and one copy to the law enforcement agency having jurisdiction where the person plans to reside upon release."}, {"bill_id": 20384, "bill_version_id": 109029, "bill_version": "Enrolled", "bill_version_date": "2006-02-17T14:33:13-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20384, "action_date": "2006-01-19T14:00:00-06:00", "document_id": 106850, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106850.pdf", "status_text": "First read in Senate and referred to", "journal_page": 114, "committee_id_action": 894, "committee_id_assigned": 872, "result": "N", "vote": {}}, {"bill_id": 20384, "action_date": "2006-01-25T10:00:00-06:00", "document_id": 107242, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107242.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 872, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20384, "action_date": "2006-01-25T10:00:00-06:00", "document_id": 107242, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107242.pdf", "status_text": "Do Pass Amended,", "journal_page": 198, "committee_id_action": 872, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63578, "president_vote": null, "Yea": [3390, 3412, 3413, 3416, 3428, 3361], "Excused": [3447]}}, {"bill_id": 20384, "action_date": "2006-01-27T13:00:00-06:00", "document_id": 107421, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107421.pdf", "status_text": "Deferred to another day", "journal_page": 242, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20384, "action_date": "2006-01-30T14:00:00-06:00", "document_id": 107534, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107534.pdf", "status_text": "Do Pass Amended,", "journal_page": 258, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63827, "president_vote": null, "Yea": [3361, 3362, 3363, 3364, 3365, 3368, 3374, 3376, 3377, 3379, 3384, 3390, 3391, 3396, 3397, 3404, 3409, 3411, 3412, 3413, 3415, 3416, 3421, 3423, 3425, 3428, 3430, 3432, 3435, 3439, 3447, 3450, 3452, 3453, 3458]}}, {"bill_id": 20384, "action_date": "2006-01-31T14:00:00-06:00", "document_id": 107629, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107629.pdf", "status_text": "First read in House and referred to", "journal_page": 299, "committee_id_action": 893, "committee_id_assigned": 891, "result": "N", "vote": {}}, {"bill_id": 20384, "action_date": "2006-02-08T06:45:00-06:00", "document_id": 108227, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108227.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 891, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20384, "action_date": "2006-02-10T07:45:00-06:00", "document_id": 108485, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108485.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 891, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20384, "action_date": "2006-02-10T07:45:00-06:00", "document_id": 108485, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108485.pdf", "status_text": "Do Pass Amended,", "journal_page": 503, "committee_id_action": 891, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62598, "president_vote": null, "Not Voting": [3387], "Nay": [3393, 3456, 3461, 3406], "Excused": [3401], "Yea": [3407, 3426, 3429, 3434, 3444, 3448, 3371]}}, {"bill_id": 20384, "action_date": "2006-02-14T14:00:00-06:00", "document_id": 108711, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108711.pdf", "status_text": "Deferred to another day", "journal_page": 573, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20384, "action_date": "2006-02-15T14:00:00-06:00", "document_id": 108836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108836.pdf", "status_text": "Do Pass Amended,", "journal_page": 602, "committee_id_action": 893, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 64534, "president_vote": null, "Nay": [3366, 3367, 3378, 3380, 3386, 3387, 3392, 3393, 3394, 3403, 3406, 3408, 3414, 3420, 3431, 3433, 3441, 3451, 3454, 3456, 3459, 3460, 3461], "Yea": [3369, 3370, 3371, 3372, 3373, 3375, 3381, 3382, 3383, 3385, 3388, 3389, 3395, 3398, 3399, 3400, 3402, 3405, 3410, 3417, 3418, 3419, 3422, 3424, 3427, 3429, 3434, 3436, 3437, 3438, 3440, 3442, 3443, 3444, 3445, 3446, 3448, 3449, 3455, 3457, 3462, 3463, 3464, 3465, 3426], "Excused": [3401, 3407]}}, {"bill_id": 20384, "action_date": "2006-02-15T14:00:00-06:00", "document_id": 108836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108836.pdf", "status_text": "Immediate Reconsideration (Rule 5-13.1)", "journal_page": 602, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20384, "action_date": "2006-02-15T14:00:00-06:00", "document_id": 108836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108836.pdf", "status_text": "Motion to Amend,", "journal_page": 603, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20384, "action_date": "2006-02-15T14:00:00-06:00", "document_id": 108836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108836.pdf", "status_text": "Do Pass Amended,", "journal_page": 603, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64535, "president_vote": null, "Yea": [3366, 3369, 3370, 3371, 3372, 3373, 3375, 3381, 3382, 3383, 3385, 3388, 3389, 3392, 3394, 3395, 3399, 3400, 3402, 3403, 3405, 3406, 3410, 3417, 3418, 3419, 3422, 3424, 3429, 3433, 3434, 3436, 3437, 3438, 3440, 3441, 3442, 3443, 3444, 3445, 3446, 3448, 3449, 3455, 3457, 3462, 3463, 3464, 3465, 3426], "Nay": [3367, 3378, 3380, 3386, 3387, 3393, 3398, 3408, 3414, 3420, 3427, 3431, 3451, 3454, 3456, 3459, 3460, 3461], "Excused": [3401, 3407]}}, {"bill_id": 20384, "action_date": "2006-02-15T14:00:00-06:00", "document_id": 108836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108836.pdf", "status_text": "Title Amended", "journal_page": 603, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20384, "action_date": "2006-02-21T14:00:00-06:00", "document_id": 109122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109122.pdf", "status_text": "Signed by President", "journal_page": 601, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20384, "action_date": "2006-02-22T14:00:00-06:00", "document_id": 109233, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109233.pdf", "status_text": "Signed by Speaker", "journal_page": 686, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20384, "action_date": "2006-02-22T14:00:00-06:00", "document_id": 109224, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109224.pdf", "status_text": "Delivered to the Governor", "journal_page": 636, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20384, "action_date": "2006-02-24T08:45:00-06:00", "document_id": 109405, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109405.pdf", "status_text": "Signed by Governor", "journal_page": 682, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3336}