{"session_id": 64, "bill_id": 23284, "bill_type": "Senate Bill", "bill_number": 158, "bill_title": "revise provisions regarding the liability of owner or caretaker of an impounded animal.", "sponsors": [{"legislator_profile_id": 3956, "is_prime": true}], "keywords": ["Animals and Livestock", "Courts and Judiciary", "Law Enforcement", "Liability", "Liens"], "audio": [], "bill_versions": [{"bill_id": 23284, "bill_version_id": 230842, "bill_version": "Introduced", "bill_version_date": "2022-01-27T10:28:59.42-06:00", "bill_text": "An Act to revise provisions regarding the liability of owner or caretaker of an impounded animal. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 40-1 be amended with a NEW SECTION: If convicted of violating this chapter, the owner of the animal seized pursuant to § 40-1-5 is responsible for all costs related to the animal's seizure, including required notifications, attorney's fees, court costs, and any costs incurred in providing the animal with care or in providing for its disposition in pursuant to § 40-1-34. Section 2. That chapter 40-1 be amended with a NEW SECTION: Any law enforcement agency that has seized an animal pursuant to this chapter has a lien upon the animal for costs incurred as a result of the seizure and conviction. The lien is superior to any other claim or lien. If the lien is not satisfied by the animal's owner, the law enforcement agency may apply to the court for an order enforcing the lien. Section 3. That chapter 40-1 be amended with a NEW SECTION: If criminal charges are pending, or are intended to be filed, against the owner of an animal seized for a violation of this chapter, before the final court disposition, the law enforcement agency that seized the animal, or the prosecutor, may file a petition to request the court to issue an order to require the owner of that animal to post a bond to satisfy all costs of the animal while in the custody of the law enforcement agency. The court shall hold a hearing regarding the petition within twenty business days after the petition is filed. Section 4. That chapter 40-1 be amended with a NEW SECTION: The law enforcement agency or prosecutor shall provide notice of the petition and hearing date to the owner of the animal seized. The law enforcement agency shall leave a notice at the last known address of the owner. The notice must contain a description of the seized animal, the date the animal was seized, the name and contact information of the agency seizing the animal, and the reason the animal was seized. If the owner of the animal cannot be determined, a written notice regarding the seizure of the animal must be posted in a conspicuous place at the location of the seizure and at the time the seizure occurs, if feasible. Section 5. That chapter 40-1 be amended with a NEW SECTION: If the court determines probable cause exists for a violation of this chapter, the court shall require the owner of the animal to post a bond with the court, within five business days after the issuance of the order, in an amount determined by the court to be sufficient to pay all reasonable costs, including food, water, shelter, and any necessary medical care, incurred from the date of the seizure and anticipated to be incurred for the first thirty days of care of the animal while the criminal charges are pending. A law enforcement agency in possession of a seized animal may draw from any bond posted under this section to pay for the cost of care of the animal. The owner must post an additional bond for each subsequent thirty-day period before the expiration date of the previous bond if the criminal charges remain pending. If the owner fails to post a required bond while criminal charges are pending, the law enforcement agency that seized the animal may sell the animal, place the animal for adoption, or otherwise dispose of the animal pursuant to § 40-1-34. The owner may be reimbursed for any bond paid if the court finds no probable cause for the seizure. Section 6. That chapter 40-1 be amended with a NEW SECTION: If a seized animal is sold, the proceeds must be used first to satisfy the lienholder to the extent of the lien and second to satisfy any other claims involving the animal. Any remaining proceeds must be returned to the owner, as directed by the court, if the owner has no remaining financial obligations arising from the prosecution of any violation of chapter 40-1. If the owner is unknown, any proceeds otherwise payable to the owner must be deposited in the general fund of the county. Section 7. That § 40-1-5.1 be REPEALED: The owner or caretaker of an animal impounded or cared for pursuant to § 40-1-5 is liable for the expense of services rendered. The governing body of the county or municipality that has rendered such services may recover such sums for services pursuant to § 40-1-5 as it deems reasonable. The payment shall be on vouchers, as other claims against the county or municipality are paid. Expenses may be recovered in a civil action against the owner unless the expenses are paid within thirty days after notice and demand."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23284, "action_date": "2022-01-27T13:00:00-06:00", "document_id": 230319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230319.pdf", "status_text": "First read in Senate and referred to", "journal_page": 129, "committee_id_action": 1034, "committee_id_assigned": 1027, "result": "N", "vote": {}}, {"bill_id": 23284, "action_date": "2022-02-08T08:00:00-06:00", "document_id": 232109, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232109.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1027, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23284, "action_date": "2022-02-03T14:00:00-06:00", "document_id": 232283, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232283.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 172, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/23284"}