{"session_id": 27, "bill_id": 7871, "bill_type": "House Bill", "bill_number": 1043, "bill_title": "revise certain provisions relating to the practice of pharmacy.", "sponsors": [], "keywords": ["Health Care Profession", "Licenses", "Professions and Occupations"], "audio": [{"meeting_datetime": "2017-01-17T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe05.mp3", "start_seconds": 745.0}, {"meeting_datetime": "2017-01-17T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe05.mp3", "start_seconds": 745.0}, {"meeting_datetime": "2017-01-17T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe05.mp3", "start_seconds": 745.0}, {"meeting_datetime": "2017-01-19T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe07.mp3", "start_seconds": 5425.0}, {"meeting_datetime": "2017-01-19T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe07.mp3", "start_seconds": 5425.0}, {"meeting_datetime": "2017-01-19T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hhe07.mp3", "start_seconds": 5425.0}], "bill_versions": [{"bill_id": 7871, "bill_version_id": 42387, "bill_version": "Introduced", "bill_version_date": "2017-01-09T11:32:13.347-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to the practice of pharmacy. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-11-2 be amended to read: 36-11-2. Terms used in this chapter mean: (1) \"Association,\" the South Dakota Pharmacists Association; (2) \"Board,\" or \"board of pharmacy,\" the State the Board of Pharmacy in South Dakota; (3) \"Brand name,\" the proprietary or registered trademark name given to a drug product by its manufacturer, labeler or distributor and placed on the drug or on its container, label or wrapping at the time of packaging; (4) \"Chemicals,\" the chemical materials or medicine; (5) \"Collaborative practice agreement,\" a written and signed agreement between one or more pharmacists and one or more practitioners that provides for collaborative pharmacy practice; (6) \"Compounding,\" the preparation, mixing, assembling, packaging or labeling of a drug or drug device as the result of a practitioner's prescription drug order or an initiative based on the pharmacist/patient/practitioner relationship in the course of professional practice or for the purpose of or as an incident to research, teaching or chemical analysis and not for sale or dispensing. Compounding also includes the preparation of drug or drug devices in anticipation of prescription drug orders based on routine, regularly observed prescribing patterns; (6)(7) \"Delivery,\" the actual, constructive or attempted transfer of a drug or drug device from one person to another, whether or not for a consideration; (7)(8) \"Dispense\" or \"Dispensing,\" the preparation and delivery of a drug to a patient or a patient's agent pursuant to a prescription drug order in a suitable container with appropriate labeling for subsequent administration to or use by a patient. Dispensing includes preparation of labels for drug devices if the labeling is related to the dosage and administration of drugs; (8)(9) \"Distributing,\" the delivery of a drug or drug device other than by administration or dispensing; (9)(10) \"Drug administration,\" the direct application of a drug or drug device by injection, inhalation, ingestion or any other means to the body of a patient or research subject; (10)(11) \"Drug device,\" equipment, process, biotechnological entity, diagnostic agent or other product used in combination with a drug to provide effective management of medication regimens; (11)(12) \"Drug utilization review program,\" any program operated solely or partially as a professional standards review organization whose purpose is to educate pharmacists and practitioners on severe adverse reactions to drugs, therapeutic appropriateness, overutilization and underutilization, appropriate use of generic products, therapeutic duplication, drug-disease contraindications, drug-drug interactions, incorrect drug dosage or duration of drug treatment, drug-allergy interactions and clinical abuse or misuse, as well as to identify and reduce the frequency of patterns of potential and actual fraud, abuse, gross overuse, inappropriate care or medically unnecessary care associated with specific drugs or groups of drugs among practitioners, pharmacists and patients or \"DUR,\" the evaluation of prescription drug orders and patient records for known allergies; rational therapy contraindications; reasonable dose, duration of use, and route of administration, considering age, gender, and other patient factors; reasonable directions for use; potential or actual adverse drug reactions; drug-drug interactions; drug-food interactions; drug-disease contraindications; therapeutic duplication; proper utilization (including over- or under-utilization), and optimum therapeutic outcomes; and abuse or misuse; (13) \"Electronic signature,\" an electronic sound, symbol, or process attached to or logically associated with a record and executed or adopted by a person with the intent to sign the record; (14) \"Equivalent drug product,\" a drug product that is considered to be therapeutically equivalent to other pharmaceutically equivalent products as determined by the latest edition of Approved Drug Products with Therapeutic Equivalence Evaluations, as adopted by the South Dakota Board of Pharmacy board pursuant to chapter 1-26; (13)(15) \"Labeling,\" the process of preparing and affixing a label to any drug or drug device container exclusive of the labeling by the manufacturer, packer or distributor of a nonprescription drug or commercially packaged legend drug or drug device; (14)(16) \"Medical device,\" an instrument, apparatus, implement, machine, contrivance, implant, in vitro reagent or other similar or related article, including any component, part or accessory, which is intended for use in the diagnosis of disease or other conditions or in the cure, mitigation, treatment or prevention of disease in man or other animals or is intended to affect the structure or any function of the body of man or other animals, which does not achieve any of its principal intended purposes through chemical action within or on the body of man or other animals and which is not dependent upon being metabolized for achievement of any of its principal intended purposes; (15)(17) \"Medicines,\" drugs or chemicals or their preparations in suitable form for the prevention, relief or cure of diseases when used either internally or externally by man or for animals; (15A)(18) \"Nonprescription drugs,\" drugs which are labeled for use by the general public in accordance with § 502 § 301 of the Federal Food, Drug, and Cosmetic Act as amended through January 1 November 21, 1997, and may be sold without a prescription drug order in accordance with § 503 § 301 of the Federal Food, Drug, and Cosmetic Act as amended through January 1 November 21, 1997. The term does not include drugs which are required by federal law to bear the statement, \"Caution: federal law prohibits dispensing without prescription \"Rx Only,\" drugs intended for human use by hypodermic injection, or animal remedies regulated by chapter 39-18; (16)(19) \"Patient counseling,\" oral communication by the pharmacist of information to the patient or caregiver, as defined in rules promulgated pursuant to chapter 1-26, to improve therapy by ensuring proper use of drugs and drug devices; (17)(20) \"Pharmaceutical care,\" provision of drug therapy and other pharmaceutical patient care services intended to achieve outcomes related to cure or prevention of a disease, elimination or reduction of a patient's symptoms or arresting or slowing of a disease process; (18)(21) \"Pharmacist,\" an individual licensed by the State Board of Pharmacy to engage in the practice of pharmacy; (19)(22) \"Pharmacy,\" any place within or outside this state licensed by the State Board of Pharmacy where drugs are dispensed and pharmaceutical care is provided to residents of this state; (20)(23) \"Practitioner,\" an individual licensed, registered or otherwise authorized by the jurisdiction in which he is practicing to prescribe drugs in the course of professional practice; (21)(24) \"Prescription drug order,\" a written, electronic, or oral order of a practitioner for a drug or drug device for a specific patient; (22)(25) \"Registered pharmacy technician,\" a person registered by the board who is employed by a pharmacy to assist licensed pharmacists in the practice of pharmacy by performing specific tasks delegated by and under the immediate personal supervision and control of a licensed pharmacist, as permitted by the board; (23)(26) \"Retail place of business,\" any place where merchandise is sold at retail and from which original packages of nonprescription drugs are sold or taken to be sold at retail; (24)(27) \"Reverse distributor,\" any person or business registered with the Drug Enforcement Administration that accepts drug products from vendors and returns the drug products to manufacturers for credit or destruction. Section 2. That § 36-11-2.1 be amended to read: 36-11-2.1. Drugs are defined as follows: (1) Articles recognized in the official United States Pharmacopoeia or the official National Formulary, as adopted by the board of pharmacy pursuant to chapter 1-26, or recognized in the official Homeopathic Pharmacopoeia of the United States as in effect on January 1, 1993 2017; (2) Articles intended for use in the diagnosis, cure, mitigation, treatment, or prevention of disease in humans or other animals; (3) Articles (other than food) intended to affect the structure or any functions of the human body; and (4) Articles intended for use as a component of any articles specified in this section. The term \", drugs\", excludes medical devices. Section 3. That § 36-11-4 be amended to read: 36-11-4. The State Board of Pharmacy shall include four professional members who Governor shall appoint four pharmacists licensed in this state and one person who is not a pharmacist to the board. A member shall hold their offices for terms office for a term of three years or until their successors are a successor is appointed and qualified. No member may serve more than three consecutive full terms. The appointment of a person to an unexpired term is not considered a full term. The Governor may remove any member of the board for just cause. Section 4. That § 36-11-4.1 be repealed. 36-11-4.1. The membership of the Board of Pharmacy shall include one lay member who is a user of the services regulated by the board. The term lay member who is a user refers to a person who is not licensed by the board but where practical uses the service licensed, and the meaning shall be liberally construed to implement the purpose of this section. The lay member shall be appointed by the Governor and shall have the same term of office as other members of the board. Section 5. That § 36-11-5 be amended to read: 36-11-5. The Board of Pharmacy shall hold meetings for the examination of applicants for registration and the transaction of such other business as shall pertain to its duties. Special meetings of the board may be held whenever it shall be deemed necessary by a majority of the members thereof. Two board shall meet at least twice a year to transact business. Three members of such the board shall constitute a quorum. The board shall annually elect from its members a president and vice president. No officer may serve more than three consecutive one-year terms. Section 6. That § 36-11-7 be amended to read: 36-11-7. The secretary of the Board of Pharmacy shall receive a salary which shall be fixed by the board. He shall also receive his traveling and other expenses incurred in the performance of his official duties pursuant to § 3-9-2. The board may determine the qualifications and employ, in accordance with chapter 3-6A, a person who is not a member of the board to serve as executive director. The board may, pursuant to chapter 3-6A, define the duties of, and fix the compensation for, the executive director. The board may delegate to the executive director any activity that expedites the functions of the board. The board may employ any other persons necessary to carry out the work of the board. Section 7. That § 36-11-8 be amended to read: 36-11-8. Expenses and compensation for services of the board, its inspectors, employees, and legal counsel The board may expend funds for administrative, consultative, and other necessary services for the board in an amount set by the board. These expenses shall be paid from the fees received by the board from license, registration, and other fees received by the board, and no part thereof shall may not be paid out of the general fund. Section 8. That § 36-11-9 be repealed. 36-11-9. The Board of Pharmacy shall report annually to the Governor as provided by law for state officers and boards. Section 9. That § 36-11-10 be amended to read: 36-11-10. The Board of Pharmacy shall have all other board has the powers and authority expressly conferred upon it the board or reasonably implied from the provisions of this chapter. The board may place on probation or reprimand any pharmacy, pharmacist, or pharmacy intern or pharmacy technician; or refuse to issue or renew, or suspend, revoke, restrict, or cancel, the license or registration of any pharmacy, pharmacist, pharmacy intern, or pharmacy technician, if the pharmacy, pharmacist, pharmacy intern, or pharmacy technician: (1) Uses any advertising statements tending to deceive or mislead the public; (2) Is subject to drug or alcohol dependency or abuse; (3) Permits or engages in the unauthorized sale of narcotic drugs or controlled substances; (4) Permits or engages an unauthorized person to practice pharmacy; (5) Is mentally or physically incompetent to handle duties as set forth in law and rules; (6) Is guilty of fraud, deception, or misrepresentation in passing the pharmacist examination; (7) Is found by the board in violation of any of the provisions of the laws regulating drugs, pharmacies, pharmacists, pharmacy interns, and technicians; or the rules and regulations established by the board; (8) Is found to have engaged in unprofessional conduct as defined by the board; (9) Is subject to incapacity of a nature that prevents a pharmacist from engaging in the practice of pharmacy with reasonable skill, competence, and safety to the public; (10) Is found guilty by a court of competent jurisdiction of one or more of the following: (a) A felony, as defined in South Dakota law; (b) Any act involving moral turpitude or gross immorality; or (c) Any violation of the pharmacy or drug laws of South Dakota or rules and regulations pertaining thereto, or of statutes, rules, or regulations of any other state, or of the federal government; (11) Commits fraud or intentional misrepresentation in securing the issuance or renewal of a license or registration; (l2) Sells, dispenses, or compounds any drug while on duty and while under the influence of alcohol or while under the influence of a controlled substance without a valid prescription; or (13) Discloses confidential information to any person, except as authorized by law. Section 10. That chapter 36-11 be amended by adding a NEW SECTION to read: If the board is satisfied that any person holding a license is for any reason incompetent or disqualified to perform the duties of a licensed pharmacist pursuant to § 36-11-10 or as contemplated by the provisions of this chapter, it may, in compliance with § 36-11-28 do the following: (1) Issue a reprimand to the licensee; (2) Place the licensee on probation and supervision; (3) Suspend the person's license until the person completes a course of therapy, treatment, training, or any combination thereof; (4) Suspend the license for a fixed period; or (5) Revoke the license. Section 11. That § 36-11-11 be amended to read: 36-11-11. The Board of Pharmacy board may promulgate rules, pursuant to chapter 1-26, as follows: (1) Pertaining to the practice of pharmacy, including immunizations; (2) Relating to the sanitation of persons and establishments licensed under the provisions of this chapter; (3) Pertaining to establishments licensed under the provisions of this chapter wherein any drug is compounded, prepared, dispensed or sold; (4) Providing for minimum equipment and standards of establishments licensed under the provisions of this chapter; (5) Pertaining to the sale of drugs by or through any mechanical device; (6) In cooperation with other governmental agencies where if there exists a joint responsibility for protecting the public health and welfare; (7) Pertaining to the sale of nonprescription drugs; (8) To adopt such publications or supplements thereto as shall from time to time be deemed is sometimes necessary to describe the drugs, medicines, prescription drugs, dispensing physician or other terms used in § 36-11-2; (9) Pertaining to the posting of prescription prices on the premises of a pharmacy department to provide consumers with comparative pricing information; (10) Pertaining to registration licensure of drug wholesalers, outsourcing facilities, third party logistics providers, and manufacturers; (11) Pertaining to home health care and service; (12) Pertaining to computerized pharmacy; (13) Pertaining to the registration of registered pharmacy technicians and the suspension or revocation of registration; an annual registration fee not to exceed thirty dollars; and tasks that may not be delegated by a licensed pharmacist to a registered technician; (14) Redispensing of pharmaceuticals; (15) Pertaining to continuing education requirements for pharmacists and pharmacy technicians; (16) Pertaining to a code of professional ethics; and (17) Pertaining to the requirements for pharmacy practice with collaborative practice agreements. Section 12. That § 36-11-14 be amended to read: 36-11-14. Nothing in this chapter applies to or in any manner interferes with the business of any physician, as a physician, or any licensed veterinarian, as a licensed veterinarian, or an optometrist, as a licensed optometrist, or prevent him the practice of a physician licensed pursuant to chapter 36-4, a dentist licensed pursuant to chapter 36-6A, an optometrist licensed pursuant to chapter 36-7, or a veterinarian licensed pursuant to chapter 36-12 or prevents the practitioner from supplying, under his the practitioner's supervision, to his patients such any drugs and medicines as may seem to him to the practitioner's patients as the practitioner considers proper. Section 13. That § 36-11-15 be amended to read: 36-11-15. Any person other than a registered licensed pharmacist who compounds or dispenses drugs, or medicines, or poisons, or who keeps a pharmacy or store for retailing or compounding medicines, or who takes, uses, or exhibits the title of a registered licensed pharmacist is guilty of a Class 2 misdemeanor. Section 14. That § 36-11-16 be amended to read: 36-11-16. Any person of good moral character and temperate habits, not less than eighteen years of age, who is a graduate of a four-year high school course or whose education is equivalent thereto, in the discretion of the board of pharmacy, who is a graduate of a college of pharmacy recognized and approved by the board, and who has had the necessary experience as determined by the board in the practice of pharmacy under a regularly licensed pharmacist in a pharmacy where physicians' prescriptions prescription drug orders are compounded prepared and who shall pass a satisfactory examination prescribed by the State Board of Pharmacy board, shall be entitled to a certificate of registration as a licentiate in pharmacy licensure as a pharmacist. The board shall have the authority to allow credit for suitable military and research activities in the field of pharmacy as part of the experience requirement. Section 15. That § 36-11-17 be amended to read: 36-11-17. Every Each person initially applying for a certificate of registration license with the Board of Pharmacy board as a registered licensed pharmacist shall pay to the board with the application a fee, not to exceed thirty-five dollars, set by the board by rule in rules promulgated pursuant to chapter 1-26. Section 16. That § 36-11-18 be amended to read: 36-11-18. It shall be the duty of the Board of Pharmacy to The board shall examine all applications for registration submitted in due form each application for licensure as provided in the rules and regulations of the board and to grant certificates of registration to such persons as may be entitled to the same under the provisions a license to each person who meets the licensure requirements of this chapter. Section 17. That § 36-11-19 be amended to read: 36-11-19. The Board of Pharmacy may in its discretion grant certificates of registration to such persons as shall furnish with their applications board may grant a license to any person who, along with an application, provides satisfactory proof that they have been registered the person is licensed by examination in some other state; provided that such the other state, at the time the person was licensed, required a degree of competency at the time such person was licensed at least equal to that required of licentiates those licensed in this state at that same time. The State Board of Pharmacy board, in order to be informed, may, in determining the degree of fitness required by the several states' boards of pharmacy for granting license and reciprocal registration, join with other states' boards of pharmacy. Every person applying for registration licensure pursuant to this section shall pay to the board upon application a fee, not to exceed one hundred fifty dollars, set by the board by rule in rules promulgated pursuant to chapter 1-26. Section 18. That § 36-11-19.1 be amended to read: 36-11-19.1. Registered pharmacists A licensed pharmacist may: (1) Perform drug administration pursuant to a prescription drug order. The Board of Pharmacy shall establish in compliance with standards for drug administration pharmacists established by the board in rules promulgated pursuant to chapter 1-26 with the approval of a committee composed of two persons appointed by the Board of Pharmacy, two persons appointed by the Board of Nursing and two persons appointed by the Board of Medical and Osteopathic Examiners; (2) Perform drug reviews; (3) Perform or participate in scientific or clinical drug or drug-related research as an investigator or in collaboration with other investigators; (4) Interpret and apply pharmacokinetic data and other pertinent laboratory data to design safe and effective drug dosage regimens; (5) Participate in drug and drug device selection pursuant to a prescription drug order; (6) Initiate or modify drug therapy by protocol, collaborative practice agreement, or other legal authority established and approved within a licensed health care facility or by a practitioner authorized to prescribe drugs; and (7) Provide information on prescription drugs, which may include advising, consulting, and educating, as necessary or as required, patients, the public, and other health care providers on the rational, safe and cost-effective use of drugs, including therapeutic values, content, hazards and appropriate use. Section 19. That § 36-11-19.5 be amended to read: 36-11-19.5. Each nonresident pharmacy license expires on June thirtieth following the date of issue. The board shall mail provide an application for license renewal to each licensee before June first of each year. If application for renewal of the license accompanied by the annual license fee is not made before the expiration date, the existing license lapses on the date of expiration. Section 20. That § 36-11-19.6 be amended to read: 36-11-19.6. The board may deny, revoke, or suspend a nonresident pharmacy registration license for conduct which causes serious bodily injury or serious psychological injury to a resident of this state if the board has referred the matter to the regulatory or licensing agency in the state in which the nonresident pharmacy is located and the regulatory or licensing agency fails to initiate an investigation within forty-five days after the referral. Any action taken to deny, revoke, or suspend a nonresident pharmacy registration license is a contested case proceeding pursuant to chapter 1-26. Section 21. That § 36-11-19.7 be amended to read: 36-11-19.7. No nonresident pharmacy may dispense an equivalent drug product if a brand name has been prescribed, unless the dispensing is done in compliance with the laws of this state nor may dispense an equivalent drug product to a resident of this state without informing the patient of the selection and the right to refuse the product selected either by telephone or in writing. Section 22. That § 36-11-20 be repealed. 36-11-20. The Board of Pharmacy may, in compliance with chapter 1-26, suspend, revoke, or refuse to grant a license or certificate of registration to any person guilty of a felony or a misdemeanor involving moral turpitude, or who is addicted to the use of alcoholic liquors or narcotic drugs to such an extent as to render him unfit to practice pharmacy with reasonable skill and safety; and the board may, in compliance with chapter 1-26, revoke a license for like cause, or any license which has been procured by fraud or by false representation. Any license or registration, or renewal thereof, obtained through fraud or by any fraudulent or false representations shall be void. The board may suspend, revoke or refuse to grant a license or certificate of registration to any person permitting or engaging in the unauthorized sale of legend or controlled drugs or substances or who the board finds to be in violation of any law, rule, or regulation governing pharmacists. Section 23. That § 36-11-21 be repealed. 36-11-21. Nothing in this chapter shall be construed to invalidate any certificate of registration in force on July 1, 1967. Section 24. That § 36-11-22 be amended to read: 36-11-22. The Board of Pharmacy board shall keep a record of registration in which shall be entered the names and places of business of all persons registered under this chapter which records shall also specify such facts as such persons shall claim to justify their registration each person and entity licensed or registered by the board. Section 25. That § 36-11-23 be amended to read: 36-11-23. Each pharmacist shall annually by October first each year, pay to the board a registry license renewal fee to be fixed by the board in compliance with chapter 1-26, not to exceed one hundred fifty dollars. Upon payment of the fee by a pharmacist, the Board of Pharmacy board shall renew the pharmacist's certificate of registration license. Any pharmacist who fails to pay the renewal fee by the due date is subject to suspension of certificate license by the board in compliance with chapter 1-26. Any suspended certificate license may be reinstated if all delinquent fees have been paid, plus a penalty of twenty- five dollars, and the Board of Pharmacy board has approved the application for reinstatement. Section 26. That § 36-11-23.1 be amended to read: 36-11-23.1. There is hereby established a program of continuing education for licensed pharmacists and registered technicians within this state. Section 27. That § 36-11-23.2 be repealed. 36-11-23.2. The State Board of Pharmacy shall promulgate rules pertaining to continuing education of pharmacists. Such continuing education program shall not exceed twelve hours in length in any one year. Section 28. That § 36-11-23.3 be amended to read: 36-11-23.3. As of October 1, 1980, no No active pharmacist shall be is eligible for relicensure in this state unless the pharmacist has met the continuing education requirements established by the State Board of Pharmacy board. Section 29. That § 36-11-23.4 be repealed. 36-11-23.4. There is hereby established an advisory council to the State Board of Pharmacy consisting of two pharmacists appointed by the State Board of Pharmacy, two pharmacists appointed by the state college of pharmacy and four pharmacists appointed by the South Dakota Pharmacists Association who shall serve without compensation and whose duties shall be to advise the State Board of Pharmacy in the establishment and accreditation of programs of continuing education. Section 30. That § 36-11-25 be amended to read: 36-11-25. Pharmacy intern certificates A pharmacy intern certificate may be issued by the Board of Pharmacy board to persons who are any person who is gaining experience as a qualification for licensure as a registered pharmacist. Any pharmacy intern granted an intern certificate shall perform his the internship pursuant to regulations which shall be promulgated by the Board of Pharmacy rules promulgated by the board pursuant to chapter 1-26. Nothing in this section shall may be construed as giving such to give any pharmacy intern authority to fill any prescription, except under the supervision and in the presence of the registered licensed pharmacist. Section 31. That § 36-11-26 be repealed. 36-11-26. If the Board of Pharmacy is satisfied that any person holding a certificate of registration is for any reason incompetent or disqualified to perform the duties of a registered pharmacist pursuant to § 36-11-20 or as contemplated by the provisions of this chapter, it may, in compliance with § 36-11-28: (1) Issue a reprimand to the registrant; (2) Place the registrant on probation and supervision; (3) Suspend the registrant's certificate until he completes a course of therapy, treatment, training, or any combination thereof; (4) Suspend the registrant's certificate for a fixed period; and (5) Revoke the registrant's certificate. Section 32. That § 36-11-28 be amended to read: 36-11-28. A certificate of registration as a pharmacist shall pharmacist's license may not be revoked or suspended except after hearing before the Board of Pharmacy board at which a majority of its members are present and in compliance with chapter 1-26. Section 33. That § 36-11-31 be amended to read: 36-11-31. No person, copartnership or corporation may carry on, conduct, or transact business under a name which contains as a part thereof the term or words \"drug department,\" \"drugstore\", or \"pharmacy\", or any term implying the operation of a pharmacy or drugstore, or in any manner by advertisement, circular, poster, sign or otherwise describe or refer to a place of business by the terms \"drugstore\", or \"pharmacy\", or any other term or words which may be applied to establishments where drugs, and medicines, and poisons are usually dispensed or distributed, unless the place of business so conducted is a pharmacy duly authorized and registered by the State Board of Pharmacy licensed by the board. A violation of this section is a Class 2 misdemeanor. Section 34. That § 36-11-32 be amended to read: 36-11-32. Upon a form prescribed by the State Board of Pharmacy board and the payment of a fee, not to exceed two hundred dollars, set by the Board of Pharmacy in accordance with board in rules promulgated pursuant to chapter 1-26, the State Board of Pharmacy board shall issue to licensed pharmacists in good standing, registered under the laws of this state, a permit to conduct a pharmacy license. Section 35. That § 36-11-33 be amended to read: 36-11-33. The Board of Pharmacy board may issue to licensed pharmacists in good standing a permit to conduct license for a part-time, limited, or conditional pharmacy in hospitals, nursing homes or related facilities provided that the pharmacy services are limited to patients. A permit to conduct a pharmacy, If the merchandise and fixtures of which a part-time, limited, or conditional pharmacy are owned by a person, firm, or corporation other than a registered licensed pharmacist, upon said registered the licensed pharmacist making application for a permit license hereunder, may be issued and granted to the said registered pharmacist, on a license upon compliance with the provisions of this chapter, and with minimum standards as established by the board. Section 36. That § 36-11-34 be amended to read: 36-11-34. No permit to conduct a pharmacy shall license may be issued to any pharmacist applicant unless such the pharmacist applicant is owner, or part owner, of the merchandise and fixtures of the place of business for which such the pharmacy registration license is applied for, or unless application is made jointly with a registered licensed pharmacist owner, or unless the nonpharmacist owner of the merchandise and fixtures of the place of business for which the pharmacy registration license is applied for, has made affidavit on a form prescribed by the state board of pharmacy delegating complete responsibility for the pharmaceutical services in said the place of business to the pharmacist applicant. Section 37. That § 36-11-35 be amended to read: 36-11-35. Each permit for a pharmacy license shall constitute and signify a legal registration for the pharmacy to which it applies, and shall expire on the last day of June following the date of issue. Section 38. That § 36-11-36 be amended to read: 36-11-36. Each permit for a pharmacy license, together with a certificate naming the pharmacist actively conducting said the pharmacy, issued by the State Board of Pharmacy, which shall be a part of said permit board, shall be exposed posted in a conspicuous place in the pharmacy to which it applies. Section 39. That § 36-11-37 be amended to read: 36-11-37. Each permit for a pharmacy license may be transferred to another licensed pharmacist in good standing and registered under the laws of this state without the payment of an additional fee;, provided an application for the transfer of said permit the license is made upon a form prescribed by the State Board of Pharmacy board and filed with the secretary thereof board not less than ten days before the transfer of such active management is made. Section 40. That § 36-11-38 be amended to read: 36-11-38. In the event of the death of the pharmacist permittee licensee, the pharmacy permit license issued to the deceased under this chapter shall, within one hundred twenty days after the death of such permittee, become the licensee, becomes null and void unless transfer thereof, as provided in § 36-11-37, shall have been made within the said one hundred twenty day period has been completed. Section 41. That § 36-11-39 be amended to read: 36-11-39. The change of location of any licensed pharmacy for which a permit has been issued from one municipality to another within this state, any change in the ownership of such the pharmacy, or the cessation of business by such the pharmacy shall be reported to the State Board of Pharmacy board within ten days from such after the occurrence on forms prescribed by the State Board of Pharmacy board. Section 42. That § 36-11-40 be amended to read: 36-11-40. Any permit license issued under the provisions of § 36-11-32 shall be is void if the active management of any pharmacy is changed without the transfer, as provided in § 36-11-37, of the permit therefor license, or if the location of said the pharmacy is changed without the same being reported as provided in § 36-11-39, or if the pharmacy is kept open for business after the permittee licensee has ceased to be in active management of said the pharmacy, and whenever the minimum requirements of this chapter and the Board of Pharmacy board are no longer met. Section 43. That § 36-11-41 be amended to read: 36-11-41. No permit license may be issued under 36-11-32 unless: (1) The pharmacy is equipped with the pharmaceutical instruments and utensils prescribed by the State Board of Pharmacy board, and shall possess a stock of pharmaceuticals adequate to serve the needs of the community in which the pharmacy is located; and (2) The pharmacy has on file or accessible via electronic format at all times the publications and supplements of formularies and drug information prescribed by the board by in rules promulgated pursuant to chapter 1-26. Section 44. That § 36-11-42 be amended to read: 36-11-42. Any permit license issued under the provisions of § 36-11-32 shall be is void and subject to cancellation by the State Board of Pharmacy board, unless such the pharmacy is maintained and operated in a clean and sanitary condition, free from unhealthful, foreign, or injurious contamination. Section 45. That § 36-11-43 be repealed. 36-11-43. The Board of Pharmacy may, in the manner provided by chapter 1-26, adopt a code of professional ethics for pharmacists in this state in the practice of their profession. In adopting such code, or any amendments thereafter, the board will consider the recommendations of the South Dakota Pharmacists Association and the vote of its members, provided however, that any such code so adopted shall at no time contain any provision that would in any way restrain, prohibit or attempt to regulate the rights of any pharmacist to be employed in any pharmacy holding a valid pharmacy permit. Violation of the code of professional ethics shall not be the basis for criminal prosecution unless otherwise declared unlawful. Section 46. That § 36-11-44 be amended to read: 36-11-44. Any registered licensed pharmacist who permits the compounding or dispensing of prescriptions or the vending of drugs or poisons in his in the licensed pharmacist's store or place of business, except under the personal supervision of a registered licensed pharmacist, or any pharmacist who, while continuing in business, makes any false representations to procure registration for himself licensure for the pharmacist or any other person, is guilty of a Class 2 misdemeanor. Section 47. That § 36-11-46.3 be repealed. 36-11-46.3. The pharmacist or the pharmacist's agent shall inform the person receiving the drug pursuant to the prescription drug order of the selection of an equivalent drug product and of the person's right to refuse the product selected. A pharmacist shall, upon request of the prescribing practitioner, provide information regarding substitutions of equivalent drug products. Section 48. That § 36-11-48 be amended to read: 36-11-48. The State Board of Pharmacy board may suspend or revoke any permit pharmacy license obtained by false representations made in the application therefor, or when the pharmacy for which the permit shall be license is issued is kept open for the transaction of business without a registered licensed pharmacist in charge thereof, or upon conviction of a violation of any law of this state or of the United States pertaining to the drug business or for the aiding or abetting in the violation of any such law. Section 49. That § 36-11-49 be amended to read: 36-11-49. Before any permit for a No pharmacy shall license may be revoked except in compliance with chapter 1-26 shall be complied with. Two Three members of the board shall constitute a quorum and no permit shall license may be revoked except by a vote of two three or more members of the State Board of Pharmacy board. Section 50. That § 36-11-63 be repealed. 36-11-63. All fees shall be paid to the secretary of the State Board of Pharmacy, and out of the funds so collected the board may, in conformity with chapter 3-6A, employ such agents, inspectors, and clerical assistance and pay such expenses as may be necessary for the enforcement of the provisions of this chapter. Section 51. That § 36-11-64 be amended to read: 36-11-64. The Board of Pharmacy board may employ inspectors of pharmacy. The members of the board and inspectors of pharmacy may inspect, during business hours, all establishments required to be licensed under the authority of the board. Section 52. That § 36-11-65 be amended to read: 36-11-65. Whenever the Board of Pharmacy If the board believes, from evidence satisfactory to it, that any person is violating or about to violate any provisions of this chapter or any order or requirement of the board issued or promulgated pursuant to authority expressly granted the board by law, the board may bring an action in the name of the State of South Dakota against such the person to enjoin such the violation or any act in furtherance thereof. Such The action shall be is an alternate to criminal proceedings, and the commencement of one proceeding by the board constitutes an election. In such the action, an order or judgment may be entered awarding such a temporary or permanent injunction as is proper. Section 53. That § 36-11-66 be repealed. 36-11-66. If any provision of this chapter is declared unconstitutional or the applicability thereof to any person or circumstance is held invalid, the constitutionality of the remainder of the chapter and applicability thereof to other persons and circumstances shall not be affected thereby. Section 54. That § 36-11-68 be amended to read: 36-11-68. After receipt of a prescription drug order, the pharmacist shall offer to counsel each patient or caregiver who receives a prescribed drug or device from him on matters, which in the exercise of the pharmacist's professional judgment the pharmacist deems, are significant. To For this purpose, the pharmacist shall make a reasonable effort to obtain, record, and maintain pertinent patient information. Before January 1, 1993, the The board shall establish minimum standards by in rules adopted promulgated pursuant to chapter 1-26 for counseling patients and caregivers and for maintenance of maintaining patient information. Nothing in this section shall may be construed to require a pharmacist to provide patient counseling for prescribed drugs: (1) Administered to an inpatient or resident of a health care facility; (2) Administered by a certified or licensed health professional to registered outpatients of a hospital; or (3) Provided in less than a seventy-two-hour supply to inpatients or outpatients as a part of the discharge process. Section 55. That § 36-11-71 be amended to read: 36-11-71. Terms as used in this section and § 36-11-72 mean: (1) \"Central pharmacy,\" a pharmacy with one or more remote pharmacies in which all sites are connected via computer link, video link, and audio link. The central pharmacy may be retail, long term care, or hospital-based; (2) \"Remote pharmacy,\" a pharmacy staffed by a registered pharmacy technician with access to a central pharmacy with a registered pharmacist by computer link, video link, and audio link while open; (3) \"Telepharmacy practice,\" the practice whereby a licensed pharmacist uses telecommunications technology to provide personalized, electronically documented, real-time pharmaceutical care to patients at a remote pharmacy, including prescription dispensing and counseling, and to oversee and supervise remote pharmacy operations. Section 56. That chapter 36-11 be amended by adding a NEW SECTION to read: If a pharmacist receives a request for a prescription refill, and the pharmacist is unable to obtain refill authorization from the prescriber, the pharmacist may dispense a one-time emergency supply of up to seventy-two hours, not including holidays, of the prescribed medication, provided that: (1) The pharmaceutical is essential to the maintenance of life or to the continuation of therapy; (2) In the pharmacist's professional judgment, the interruption of therapy might reasonably produce undesirable health consequences or may cause physical or mental discomfort; (3) The pharmacist properly records the dispensing; and (4) The dispensing pharmacist notifies the prescriber of the emergency dispensing within a reasonable time after the one-time emergency refill dispensing."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7871, "action_date": "2017-01-10T12:00:00-06:00", "document_id": 42448, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42448.pdf", "status_text": "First read in House and referred to", "journal_page": 25, "committee_id_action": 361, "committee_id_assigned": 352, "result": "N", "vote": {}}, {"bill_id": 7871, "action_date": "2017-01-17T07:45:00-06:00", "document_id": 42507, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42507.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 352, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7871, "action_date": "2017-01-19T07:45:00-06:00", "document_id": 42617, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42617.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 352, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7871, "action_date": "2017-01-19T07:45:00-06:00", "document_id": 42742, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42742.pdf", "status_text": "Tabled", "journal_page": 84, "committee_id_action": 352, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22361, "president_vote": null, "Yea": [1180, 1190, 1142, 1181, 1110, 1203, 1115, 1152, 1187, 1139, 1140], "Excused": [1173, 1179]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7871"}