{"session_id": 8, "bill_id": 1530, "bill_type": "Senate Bill", "bill_number": 140, "bill_title": "reorganize the Department of Tourism and State Development.", "sponsors": [{"legislator_profile_id": 804, "is_prime": true}, {"legislator_profile_id": 766, "is_prime": true}, {"legislator_profile_id": 758, "is_prime": false}, {"legislator_profile_id": 809, "is_prime": false}, {"legislator_profile_id": 787, "is_prime": false}, {"legislator_profile_id": 820, "is_prime": false}, {"legislator_profile_id": 754, "is_prime": false}, {"legislator_profile_id": 817, "is_prime": false}, {"legislator_profile_id": 811, "is_prime": false}, {"legislator_profile_id": 778, "is_prime": false}, {"legislator_profile_id": 749, "is_prime": false}, {"legislator_profile_id": 780, "is_prime": false}, {"legislator_profile_id": 803, "is_prime": false}, {"legislator_profile_id": 759, "is_prime": false}, {"legislator_profile_id": 824, "is_prime": false}, {"legislator_profile_id": 800, "is_prime": false}, {"legislator_profile_id": 801, "is_prime": false}, {"legislator_profile_id": 769, "is_prime": false}, {"legislator_profile_id": 750, "is_prime": false}, {"legislator_profile_id": 753, "is_prime": false}, {"legislator_profile_id": 810, "is_prime": false}, {"legislator_profile_id": 776, "is_prime": false}], "keywords": ["State Affairs and Government"], "audio": [{"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst20.mp3", "start_seconds": 786.0}, {"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst20.mp3", "start_seconds": 786.0}, {"meeting_datetime": "2010-02-12T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sst20.mp3", "start_seconds": 786.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen21.mp3", "start_seconds": 7287.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen21.mp3", "start_seconds": 7287.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen21.mp3", "start_seconds": 7287.0}, {"meeting_datetime": "2010-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen26.mp3", "start_seconds": 11922.0}, {"meeting_datetime": "2010-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen26.mp3", "start_seconds": 11922.0}, {"meeting_datetime": "2010-02-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen26.mp3", "start_seconds": 11922.0}], "bill_versions": [{"bill_id": 1530, "bill_version_id": 11216, "bill_version": "Introduced", "bill_version_date": "2010-01-28T08:25:20.797-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to reorganize the Department of Tourism and State Development. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 1-52 be amended by adding thereto a NEW SECTION to read as follows: The Department of Tourism and State Development established pursuant to chapter 1-52 is abolished. The position of secretary of tourism and state development is abolished. Section 2. That chapter 1-52 be amended by adding thereto a NEW SECTION to read as follows: There is hereby created a Department of Economic Development. The head of the Department of Economic Development is the secretary of economic development who shall be appointed and serve pursuant to the provisions of the S.D. Const., Art. IV, § 9. The secretary of economic development shall perform the functions of the former Governor's Office of Economic Development in the former Department of Tourism and State Development. Section 3. That chapter 1-52 be amended by adding thereto a NEW SECTION to read as follows: The Economic Development Finance Authority created by chapter 1-16B and its functions in the Department of Tourism and State Development are transferred to the Department of Economic Development. The secretary of the Department of Economic Development shall perform the functions of the former secretary of the Department of Tourism and State Development relating to the activities of the Economic Development Finance Authority. Section 4. That chapter 1-52 be amended by adding thereto a NEW SECTION to read as follows: The Board of Economic Development created by chapter 1-16G and its functions in the Department of Tourism and State Development are transferred to the Department of Economic Development. The secretary of the Department of Economic Development shall perform the functions of the former Department of Tourism and State Development relating to the activities of the Board of Economic Development. Section 5. That chapter 1-52 be amended by adding thereto a NEW SECTION to read as follows: The South Dakota Housing Development Authority created by chapter 11-11, and its functions in the former Department of Tourism and State Development are transferred to the Department of Economic Development. The secretary of the Department of Economic Development shall perform the functions of the former secretary of the Department of Tourism and State Development relating to the South Dakota Housing Development Authority. Section 6. That chapter 1-42 be amended by adding thereto a NEW SECTION to read as follows: There is hereby created a Department of Tourism. The head of the Department of Tourism is the secretary of tourism who shall be appointed and serve pursuant to the provisions of the S.D. Const., Art. IV, § 9. The secretary of tourism shall perform the tourism functions of the former secretary of tourism and state development. Section 7. That chapter 1-42 be amended by adding thereto a NEW SECTION to read as follows: The Office of Tourism and its functions in the former Department of Tourism and State Development are transferred to the Department of Tourism. The secretary of the Department of Tourism shall perform the functions of the former secretary of the Department of Tourism and State Development relating to the Office of Tourism. Section 8. That chapter 1-42 be amended by adding thereto a NEW SECTION to read as follows: The Office of the Arts, created by chapter 1-22, and its functions in the former Department of Tourism and State Development are transferred to the Department of Tourism. The secretary of the Department of Tourism shall perform the functions of the former secretary of the Department of Tourism and State Development relating to the Office of Arts. Section 9. That chapter 1-42 be amended by adding thereto a NEW SECTION to read as follows: The Board of Tourism is hereby continued and shall exercise advisory functions with relation to the Department of Tourism. Section 10. That chapter 1-42 be amended by adding thereto a NEW SECTION to read as follows: The Board of Tourism consists of eleven members appointed by the Governor. Not all members may be from the same political party and the members shall be representative of the tourism industry in all geographic areas of the state. The term of each member is four years. A member appointed to fill a vacancy occurring other than by expiration of a term is appointed for the unexpired term. Section 11. That chapter 1-42 be amended by adding thereto a NEW SECTION to read as follows: The Board of Tourism shall annually elect from its membership any officers it deems advisable. A majority of the members constitutes a quorum. The board shall meet at the call of the chair or a majority of the members but shall meet at least twice annually. Section 12. That chapter 1-42 be amended by adding thereto a NEW SECTION to read as follows: There is hereby established a tourism promotion fund in the Department of Tourism. Any funds in the tourism promotion fund in the former Department of Tourism and State Development are funds of the tourism promotion fund in the Department of Tourism. Section 13. That chapter 1-4 be amended by adding thereto a NEW SECTION to read as follows: The Office of Tribal Government Relations established by chapter 1-4 in the former Department of Tourism and State Development is transferred to the Office of the Governor. Section 14. That chapter 1-4 be amended by adding thereto a NEW SECTION to read as follows: The Governor shall invite and solicit the officials of the Bureau of Indian Affairs and officials of the Division of Indian Health of the United States Public Health Service, the United States Departments of Housing and Urban Development, Labor, Justice, Agriculture, and Transportation, and the United States Department of Health and Human Services, the United States Attorney's Office for the district of South Dakota and the United States Economic Development Administration, to participate and act in an advisory capacity to the Office of Tribal Governmental Relations. Any state agency, commission, board, department, or institution shall render such advice and assistance to the Office of Tribal Governmental Relations as the office may deem necessary in fulfillment of the provisions of this chapter. Section 15. That chapter 1-45 be amended by adding thereto a NEW SECTION to read as follows: With the exception of the Office of the Arts, the Division of Cultural Affairs in the former Department of Tourism and State Development is transferred to the Department of Education. The secretary of the Department of Education shall perform the functions of the former secretary of the Department of Tourism and State Development relating to the Division of Cultural Affairs. Section 16. That chapter 1-45 be amended by adding thereto a NEW SECTION to read as follows: The Cultural Heritage Center and its functions in the former Department of Tourism and State Development are transferred to the Department of Education. The secretary of the Department of Education shall perform the functions of the former secretary of the Department of Tourism and State Development relating to the Cultural Heritage Center. Section 17. That chapter 1-45 be amended by adding thereto a NEW SECTION to read as follows: The Office of History in the former Department of Tourism and State Development and its functions are transferred to the Department of Education. The secretary of the Department of Education shall perform the functions of the former secretary of the Department of Tourism and State Development relating to the Office of History. Section 18. That § 1-16B-10 be amended to read as follows: 1-16B-10. The secretary of tourism and state economic development shall serve as the chief administrative officer and direct and supervise the administration and technical affairs of the authority. Section 19. That § 1-16G-1 be amended to read as follows: 1-16G-1. There is created a Board of Economic Development and the Governor may appoint up to thirteen members to consult with and advise the Governor and the secretary of tourism and state economic development in carrying out the functions of the office. The members of the board shall be appointed by the Governor for four-year terms of office so arranged that no more than four members' terms expire in any given year. Not all members may be from the same political party. The Governor shall designate the terms at the time of appointment. Any member appointed to fill a vacancy arising from other than the natural expiration of a term shall serve only the unexpired portion of the term. Section 20. That § 1-16G-24 be amended to read as follows: 1-16G-24. Earnings on the revolving economic development and initiative fund and the value added agriculture subfund may be used for the administrative costs of the Division of Finance of the Governor's Office of Economic Development. Such earnings shall be expended in accordance with the provisions of Title 4 on warrants drawn by the state auditor on vouchers approved by the secretary of tourism and state economic development. Eligible expenses may not exceed total interest earnings during the previous fiscal year prior to the deduction of loan losses for the same fiscal year. Section 21. That § 1-16H-38 be amended to read as follows: 1-16H-38. The authority is attached to the Department of Tourism and State Economic Development for reporting purposes. The authority shall submit such records, information, and reports in the form and at such times as required by the secretary. However, the authority shall report at least annually. Section 22. That § 1-16I-38 be amended to read as follows: 1-16I-38. The authority is attached to the Department of Tourism and State Economic Development for reporting purposes. The authority shall submit such records, information, and reports in the form and at such times as required by the secretary. However, the authority shall report at least annually. Section 23. That § 1-16J-3 be amended to read as follows: 1-16J-3. The authority is attached to the Department of Tourism and State Economic Development for reporting purposes. The authority shall submit such records, information, and reports in the form and at such times as required by the secretary of the Department of Tourism and State Economic Development. However, the authority shall report to the Governor at least annually. Section 24. That § 1-18-1.1 be amended to read as follows: 1-18-1.1. The Department of History is abolished, and all its functions shall be administered by the Office of History of the Department of Tourism and State Development as provided by § 1-18-2.1 Education. Section 25. That § 1-18-2 be amended to read as follows: 1-18-2. The Office of History within the Department of Tourism and State Development Education shall collect, preserve, exhibit, and publish material for the study of history, especially the history of this and adjacent states. To this end, the office shall explore the archaeology of the region; acquire documents and manuscripts; obtain narratives and records of pioneers; conduct a library of historical reference; maintain a gallery of historical portraiture, and an ethnological and historical museum; publish and otherwise diffuse information relating to the history of the region to schools and communities; and in general encourage and develop within the state the study of history. Section 26. That § 1-18-2.2 be amended to read as follows: 1-18-2.2. The State Historical Society Board of Trustees shall submit at least annually to the secretary of tourism and state development education and the Governor a review and analysis of the operations and structure of the State Historical Society. Section 27. That § 1-18-3 be amended to read as follows: 1-18-3. There is hereby created the South Dakota State Historical Society which shall perform the following duties and any other duties as may be imposed upon it by law: (1) Provide education of the public in the fields of history; (2) Promote the preservation of sites of historical and cultural significance; (3) Private fund raising to support historical projects; (4) Continue responsibilities and contracts with members of the society, as provided by law; (5) Maintain liaison and support with local historical societies and groups; (6) Serve as an advisory group to the secretary of tourism and state development education and the State Historical Society Board of Trustees so as to promote cooperation in the preservation of the history of the state; (7) Conduct special programs and public events to promote history; (8) Publish such information relating to the history of the state as it deems advisable. The South Dakota State Historical Society shall be organized with officers and members as hereinafter provided. Section 28. That § 1-18-20 be amended to read as follows: 1-18-20. The secretary of tourism and state development education shall, subject to the approval of the Governor, appoint the director of the South Dakota State Historical Society to serve at the pleasure of the secretary. Section 29. That § 1-18-32.1 be amended to read as follows: 1-18-32.1. The State Historical Society shall submit to the secretary of tourism and state development education such records, information, and reports in the form and at such times as may be required by the secretary, except that the State Historical Society shall report at least annually. Section 30. That § 1-18B-1 be amended to read as follows: 1-18B-1. Terms as used in this chapter mean: (1) \"Board,\" the State Historical Society Board of Trustees provided for by § 1-18-12.2; and (2) \"Office,\" the Office of History within the Department of Tourism and State Development Education. Section 31. That § 1-18C-2 be amended to read as follows: 1-18C-2. There is established in the Office of History the state archives. The state archives constitutes one program within the Office of History in the Department of Tourism and State Development Education. Section 32. That § 1-18C-3 be amended to read as follows: 1-18C-3. The state archives shall be administered by a state archivist who shall be appointed by the secretary of the Department of Tourism and State Development Education, subject to the Governor's approval, and shall serve at the pleasure of the secretary. Compensation for the state archivist, hereinafter called the archivist, shall be determined according to guidelines established by the Bureau of Personnel and within the limits of available appropriations. Section 33. That § 1-18C-6 be amended to read as follows: 1-18C-6. Within limits of available appropriations and according to guidelines established by the Bureau of Personnel, the secretary of tourism and state development education may hire additional trained personnel in order to more efficiently index, catalog, and otherwise make accessible to state agencies and the public the permanently valuable records in the custody of the state archives. Section 34. That § 1-19-2.1 be amended to read as follows: 1-19-2.1. The Verendrye Memorial Commission is abolished, and all its functions shall be administered by the Office of History of the Department of Tourism and State Development as provided by § 1-45-36 Education. Section 35. That § 1-19A-2 be amended to read as follows: 1-19A-2. Terms used in this chapter mean: (1) \"Board,\" the State Historical Society Board of Trustees established by § 1-18-12.2; (2) \"Historic preservation,\" the research, protection, restoration, and rehabilitation of districts, sites, buildings, structures, and objects significant in the history, architecture, archaeology, paleontology, or culture of the state; (3) \"Historic property,\" any building, structure, object, district, area, or site that is significant in the history, architecture, archaeology, paleontology, or culture of the state, its communities or the nation; (4) \"Office\" or \"Office of History,\" the Office of History of the Department of Tourism and State Development Education; (5) \"Rehabilitation,\" returning property to a state of utility, through expansion, addition, repair, or alteration, which makes possible an efficient contemporary use while retaining those portions of the property, which qualify such property for placement on the state register of historic places; (6) \"Restoration,\" the repair or replacement of historically significant features which qualify a structure or object for recognition by the state register of historic places. Section 36. That § 1-19B-8 be amended to read as follows: 1-19B-8. Any county or municipal historic preservation commission established pursuant to this chapter may conduct a survey of local historic properties, complying with all applicable standards and criteria of the statewide survey undertaken by the Office of History of the Department of Tourism and State Development Education. Section 37. That § 1-19C-2.1 be amended to read as follows: 1-19C-2.1. The South Dakota Board on Geographic Names is hereby created. The board consists of the director of the Office of Tribal Government Relations and one representative each from the Department of Environment and Natural Resources, the Department of Transportation, the State Historical Society, and the Department of Tourism and State Development. The board shall elect a chair and vice chair from among its membership and shall meet at least once each year to consider issues related to geographical place names and to make recommendations to the appropriate local, state, and federal agencies. Section 38. That § 1-20-19 be amended to read as follows: 1-20-19. The secretary of tourism and state development education shall, subject to the Governor's approval, employ a state archaeologist, who shall serve at the pleasure of the secretary. The state archaeologist shall be a qualified anthropologist. The minimum professional qualifications for the position shall include a master's degree from an accredited institution of higher education and at least one year of field experience in archaeological salvage. Section 39. That § 1-20-20 be amended to read as follows: 1-20-20. The state archaeologist shall administer the preservation and protection of the state's archaeological resources pursuant to this chapter. The secretary of tourism and state development education may employ such qualified persons as may be needed to assist the state archaeologist in the performance of the duties prescribed by this chapter. Section 40. That § 1-22-2.3 be amended to read as follows: 1-22-2.3. The arts council shall continue, with all its functions, in the Department of Tourism and State Development. The secretary of the Department of Tourism and State Development shall perform the functions formerly exercised by the former secretary of the Department of Education and Cultural Affairs Tourism and State Development, relating to the arts council. Section 41. That § 1-22-5.1 be amended to read as follows: 1-22-5.1. The secretary of the Department of Tourism and State Development shall, subject to the approval of the Governor, appoint an executive director of the arts council, to serve at the pleasure of the secretary. The council shall provide such supplies and equipment as may be necessary. Section 42. That § 1-22-11 be amended to read as follows: 1-22-11. A special revolving fund is established within the state treasury to be known as the art for state buildings fund. The fund shall be budgeted and expended in accordance with Title 4 on warrants drawn by the state auditor on vouchers approved by the secretary of Tourism and State Development tourism and shall be used for acquisition of art as provided in §§ 1-22-9 to 1-22-17, inclusive, and for expenses incurred in the administration of §§ 1-22-9 to 1-22-17, inclusive. The fund may derive income from: (1) Repealed by SL 2005, ch 15, § 2 (2) Grants; (3) Gifts; or (4) Other appropriations made by the Legislature. Section 43. That § 1-32-2 be amended to read as follows: 1-32-2. For the purposes of achieving reorganization under the terms of S.D. Const., Art. IV, § 8, the following principal departments are established: (1) Department of Executive Management; (2) Department of Public Safety; (3) Department of Social Services; (4) Department of Labor; (5) Department of Education; (6) Department of Environment and Natural Resources; (7) Department of Game, Fish and Parks; (8) Department of Health; (9) Department of Agriculture; (10) Department of Transportation; (11) Department of Military and Veterans Affairs; (12) Department of Revenue and Regulation; (13) Department of Human Services; (14) Department of Tourism and State Development; (15) Department of Economic Development. Section 44. That § 1-33B-14 be amended to read as follows: 1-33B-14. The Department of Tourism and State Economic Development may perform the following functions: (1) Advise the Governor on policy matters related to production, allocation, planning, research, development, and conservation of energy; (2) Act as the representative for the State of South Dakota in coordination with federal agencies concerned with energy; (3) Implement federal energy programs sponsored by the State of South Dakota; (4) Formulate energy policies and programs to guide the management of energy resources and use within the State of South Dakota; (5) Coordinate with other agencies and departments of state government concerned with the effects of energy policies and programs; (6) Collect, analyze, and disseminate information on energy policies and programs; (7) Promote, through the development and implementation of plans, the conservation of energy resources by all energy consumers, including state and local government; (8) Evaluate and recommend public policies relative to energy development and distribution which have an impact on South Dakota; (9) Represent the Governor and the State of South Dakota in regard to national, regional, and state organizations concerned with energy consumption, development, and distribution; (10) Establish plans and programs, within the established federal guidelines, concerning the use and distribution of the petroleum violation escrow funds, federal funds, or other funds; (11) Implement energy conservation loan, lease, and grant programs utilizing the petroleum violation escrow funds, federal funds, or other funds; and (12) Perform such other duties as may be delegated by the Governor. Section 45. That § 1-33B-15 be amended to read as follows: 1-33B-15. The Department of Tourism and State Economic Development may adopt rules, pursuant to chapter 1-26, to establish procedures to implement loan, lease, and grant programs, including programs developed pursuant to the Institutional Conservation Program as authorized by P.L. 95-691, 92 Stat 3238, 42 U.S.C. 6371, and 10 CFR 455 and for the acceptance and expenditure of any other funds obtained from federal sources, gifts, contributions, or any other source. However, no such funds may be expended until appropriated by the Legislature. The rules may: (1) Establish the procedures for applicants to apply for loans, leases, or grants under this section; (2) Establish the criteria for determining which applicants will receive such loans, leases, or grants; (3) Establish the use of proceeds of such loans, leases, or grants; (4) Establish the criteria for the terms and conditions upon which such loans, leases, or grants shall be made, including the terms of security given, if any, to secure loans or leases; (5) Establish the use of proceeds by lenders of funds advanced to such lenders under this section, including the terms and conditions upon which such proceeds shall be loaned to borrowers for the purposes described in this section; (6) Establish the criteria for the lease and purchase plans, determining the type of equipment and the terms under which it may be leased; (7) Establish the criteria and procedures for the repayment and redeposit of loan and lease payments; (8) Establish the criteria and procedures for monitoring use of loan or grant funds and leased equipment, including on-site review; and (9) Establish the criteria and procedures for terminating the loan, lease, or grant in case of violations of rules established under this section governing the use of funds loaned or granted or equipment leased. Section 46. That § 1-33B-22 be amended to read as follows: 1-33B-22. Disbursements from the energy conservation special revenue fund shall be paid on warrants drawn by the state auditor on vouchers approved by the secretary of the Department of Tourism and State Economic Development. Section 47. That § 5-15-49 be amended to read as follows: 5-15-49. There is hereby created a South Dakota Centennial Cultural Heritage Center which shall include the storage of archival records, a research center, an exhibit area, and office space. The Centennial Cultural Heritage Center shall be located in Pierre under the control and supervision of the Department of Tourism and State Development Education. Section 48. That § 11-11-11 be amended to read as follows: 11-11-11. The authority is attached to the Department of Tourism and State Economic Development for reporting purposes. Section 49. That § 31-2-23 be amended to read as follows: 31-2-23. For the purpose of dissemination of information relative to highway construction, repair, maintenance, and upkeep, and for the purpose of advertising the highways of this state and attracting traffic thereto, the Department of Tourism and State Development is empowered to compile and publish any pamphlets, bulletins, and documents it deems necessary and expedient for informational and publicity purposes concerning the highways of the state, to support area travel shows intended to provide a balanced promotion of all areas of and with respect to public parks, recreational grounds, scenic places, and other public places and scenic areas or objects of interest, data as to distances, historical facts, and other items or matters of interest and value to the general public and road users; and the department may make or cause to be made from time to time a map or maps showing thereon the highways of the state and the municipalities, and other places of interest served and reached by said highways, and may cause to be printed, published, and prepared in a manner or form the department deems best, all of such information and data and provide for the distribution and dissemination of the same in such manner and method that will best serve the motoring public and road users. Section 50. That § 31-29-62 be amended to read as follows: 31-29-62. Terms used in §§ 31-29-61 to 31-29-87, inclusive, unless the context otherwise requires, mean: (1) \"Abandoned sign,\" a sign or sign structure that is blank, obliterated or displays obsolete advertising material for a period in excess of twelve continuous months; (2) \"Advertising area,\" the area of the sign face including border and trim, but not supports or aprons; (3) \"Blank sign,\" a sign that is void of advertising material; (4) \"Department,\" the South Dakota State Department of Transportation; (5) \"Directional information,\" route markers, mileage markers, directions to on-site location and information sufficient to guide a traveling motorist to a specific facility; (6) \"Directional sign,\" a sign designated, described and authorized by 23 U.S.C. § 131(c)(1) and the rules and regulations promulgated thereunder as of July 1, 1979; (7) \"Information center,\" an area or site established and maintained at safety rest areas for the purpose of informing the public of places of interest within the state and providing such other information as the Department of Tourism and State Development may consider desirable; (8) \"Interstate system,\" that portion of the national system of interstate and defense highways located within this state, as officially designated, or as may hereafter be so designated, by the state Department of Transportation and approved by the United States secretary of transportation, pursuant to the provisions of Title 23, United States Code; (9) \"Obliterated sign,\" a sign that is totally or partially painted out so as not to identify a particular product, service or facility; (10) \"Obsolete advertising material,\" material advertising a product or service no longer in use or available; (11) \"On-premise sign,\" a sign identifying an establishment's activities, products or services conducted or available on the property upon which it is located and signs advertising the sale or lease of the property upon which they are located; (12) \"Outdoor advertising,\" any outdoor sign, display, device, light, figure, drawing, painting, message, plaque, poster, or billboard, which is designed, intended or used to advertise or inform, any part of the advertising or information contents of which is visible from any place on the main-traveled way of the interstate or primary systems; (13) \"Primary system,\" that portion of connected main highways, as officially designated, or as may hereafter be so designated, by the state department of transportation, and approved by the United States secretary of transportation, pursuant to the provisions of Title 23, United States Code; (14) \"Quadrant of an interstate interchange,\" one of the four quarters created by the intersection of an interstate highway and a crossroad that is not part of the interstate system; (15) \"Safety rest area,\" an area or site established and maintained within or adjacent to the right-of-way by or under public supervision or control, for the convenience of the traveling public; (16) \"Service road,\" a graded and surfaced road providing public access to property within two thousand five hundred feet of an interstate highway centerline; (17) \"Specific or defined area,\" an economic area that would suffer substantial economic hardship by the removal of any directional sign, display, or device, providing directional information about goods and services in the interest of the traveling public; (18) \"Tourist oriented directional sign, display or device providing directional information about goods and services in the interest of the traveling public,\" any sign, display, or device giving directional information pertaining to rest stops, food services, lodging, campgrounds, gasoline and automotive services, and natively produced handicraft goods, and informing the traveling public of highway route mileage and site location and reference. Such directional information shall be in existence on such signs as of May 5, 1976; (19) \"Urban area,\" as defined by 23 U.S.C. § 101; and (20) \"Zoned commercial or industrial areas,\" those areas which are zoned commercial or industrial pursuant to Title 11. Section 51. That § 39-24-9 be amended to read as follows: 39-24-9. The secretary of agriculture and the secretary of tourism and state economic development shall consult and cooperate, and shall exchange such services, personnel, and information as are necessary and appropriate in order to develop, administer, and market the South Dakota Certified beef program. Section 52. That § 1-42-17.6 be repealed. 1-42-17.6. The Department of Tourism and State Development shall perform all of the functions of the former Department of Tourism. Section 53. That § 1-52-1 be repealed. 1-52-1. There is hereby created a Department of Tourism and State Development. The head of the Department of Tourism and State Development is the secretary of tourism and state development who shall be appointed and serve pursuant to the provisions of the S.D. Const., Art. IV, § 9. Section 54. That § 1-52-2 be repealed. 1-52-2. The Department of Tourism established pursuant to chapter 1-42 is abolished. The position of secretary of tourism is abolished. The functions of the former Department of Tourism are transferred to the Department of Tourism and State Development created by this Executive Reorganization Order. The secretary of the Department of Tourism and State Development shall perform the functions of the former secretary of the Department of Tourism. Section 55. That § 1-52-3 be repealed. 1-52-3. The Governor's Office of Economic Development and its functions in the Department of Executive Management are transferred to the Department of Tourism and State Development created by this Executive Reorganization Order. The secretary of the Department of Tourism and State Development shall perform the functions of the former commissioner of the Governor's Office of Economic Development. Section 56. That § 1-52-4 be repealed. 1-52-4. The Economic Development Finance Authority created by Chapter 1-16B and its functions in the Governor's Office of Economic Development, Department of Executive Management are transferred to the Department of Tourism and State Development created by this Executive Reorganization Order. The secretary of the Department of Tourism and State Development shall perform the functions of the former commissioner of the Governor's Office of Economic Development relating to the activities of the Economic Development Finance Authority. Section 57. That § 1-52-5 be repealed. 1-52-5. The Board of Economic Development created by Chapter 1-16G its functions in the Governor's Office of Economic Development, Department of Executive Management are transferred to the Department of Tourism and State Development created by this Executive Reorganization Order. The secretary of the Department of Tourism and State Development shall perform the functions of the former commissioner of the Governor's Office of Economic Development relating to the activities of the Board of Economic Development. Section 58. That § 1-52-6 be repealed. 1-52-6. With the exception of the State Library Office, the Division of Cultural Affairs in the former Department of Education and Cultural Affairs is transferred to the Department of Tourism and State Development. Section 59. That § 1-52-7 be repealed. 1-52-7. The Office of the Arts, Division of Cultural Affairs, created by chapter 1-22, and its functions in the former Department of Education and Cultural Affairs are transferred to the Department of Tourism and State Development created by this Executive Reorganization Order. The secretary of the Department of Tourism and State Development shall perform the functions of the former secretary of the Department of Education and Cultural Affairs, relating to the Office of Arts. Section 60. That § 1-52-8 be repealed. 1-52-8. The Cultural Heritage Center, Division of Cultural Affairs and its functions in the former Department of Education and Cultural Affairs are transferred to the Department of Tourism and State Development created by this Executive Reorganization Order. The secretary of the Department of Tourism and State Development shall perform the functions of the former secretary of the Department of Education and Cultural Affairs, relating to the Cultural Heritage Center. Section 61. That § 1-52-9 be repealed. 1-52-9. The Office of History in the Division of Cultural Affairs, Department of Education and Cultural Affairs and its functions are transferred to the Department of Tourism and State Development created by this Executive Reorganization Order. The secretary of the Department of Tourism and State Development shall perform the functions of the former secretary of the Department of Education and Cultural Affairs, relating to the Office of History. Section 62. That § 1-52-10 be repealed. 1-52-10. The South Dakota Housing Development Authority created by chapter 11-11, and its functions in the former Department of Commerce and Regulation are transferred to the Department of Tourism and State Development created by this Executive Reorganization Order. The secretary of the Department of Tourism and State Development shall perform the functions of the former secretary of the Department of Commerce and Regulation, relating to the South Dakota Housing Development Authority. Section 63. That § 1-52-11 be repealed. 1-52-11. The Office of Tribal Government Relations established by chapter 1-4 is transferred to the Department of Tourism and State Development. Section 64. That § 1-52-12 be repealed. 1-52-12. The Governor shall invite and solicit the officials of the Bureau of Indian Affairs and officials of the Division of Indian Health of the United States Public Health Service, the United States Departments of Housing and Urban Development, Labor, Justice, Agriculture, and Transportation, and the United States Department of Health and Human Services, the United States Attorney's Office for the district of South Dakota and the United States Economic Development Administration, to participate and act in an advisory capacity to the Office of Tribal Governmental Relations. Any state agency, commission, board, department, or institution shall render such advice and assistance to the Office of Tribal Governmental Relations as the office may deem necessary in fulfillment of the provisions of this chapter. Section 65. That § 1-52-14 be repealed. 1-52-14. The Board of Tourism is hereby continued and shall exercise advisory functions with relation to the Department of Tourism and State Development. Section 66. That § 1-52-15 be repealed. 1-52-15. The Board of Tourism consists of eleven members appointed by the Governor. Not all members may be from the same political party and the members shall be representative of the tourism industry in all geographic areas of the state. The term of each member is four years. A member appointed to fill a vacancy occurring other than by expiration of a term is appointed for the unexpired term. Section 67. That § 1-52-16 be repealed. 1-52-16. The Board of Tourism shall annually elect from its membership any officers it deems advisable. A majority of the members constitutes a quorum. The board shall meet at the call of the chair or a majority of the members but shall meet at least twice annually. Section 68. That § 1-52-17 be repealed. 1-52-17. There is hereby established a tourism promotion fund in the Department of Tourism and State Development."}], "amendments": [], "fiscal_notes": [12381], "action_log": [{"bill_id": 1530, "action_date": "2010-01-28T11:45:00-06:00", "document_id": 11367, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11367.pdf", "status_text": "First read in Senate and referred to", "journal_page": 167, "committee_id_action": 84, "committee_id_assigned": 69, "result": "N", "vote": {}}, {"bill_id": 1530, "action_date": "2010-02-12T10:00:00-06:00", "document_id": 12062, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12062.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 69, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1530, "action_date": "2010-02-12T10:00:00-06:00", "document_id": 12229, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12229.pdf", "status_text": "Do Pass", "journal_page": 319, "committee_id_action": 69, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6463, "president_vote": null, "Yea": [758, 739, 766, 747, 754], "Nay": [764, 794, 782], "Excused": [753]}}, {"bill_id": 1530, "action_date": "2010-02-16T14:00:00-06:00", "document_id": 12358, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12358.pdf", "status_text": "Fiscal Note Requested", "journal_page": 339, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1530, "action_date": "2010-02-23T14:00:00-06:00", "document_id": 12874, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12874.pdf", "status_text": "Do Pass", "journal_page": 448, "committee_id_action": 84, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 7044, "president_vote": null, "Yea": [758, 787, 790, 754, 778, 739, 741, 766, 769, 747, 776], "Nay": [809, 785, 807, 805, 760, 768, 782, 780, 802, 764, 772, 761, 774, 791, 806, 767, 808, 743, 745, 794, 810], "Excused": [795, 753, 799]}}]}