{"session_id": 24, "bill_id": 7535, "bill_type": "House Concurrent Resolution", "bill_number": 1010, "bill_title": "Calling for a policy to provide a full and fair resolution of the claims to the Black Hills by the Sioux Nation tribes.", "sponsors": [{"legislator_profile_id": 1057, "is_prime": true}, {"legislator_profile_id": 974, "is_prime": true}], "keywords": ["House Concurrent Resolutions"], "audio": [{"meeting_datetime": "2016-02-10T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst19.mp3", "start_seconds": 1325.0}, {"meeting_datetime": "2016-02-10T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst19.mp3", "start_seconds": 1325.0}, {"meeting_datetime": "2016-02-10T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst19.mp3", "start_seconds": 1325.0}], "bill_versions": [{"bill_id": 7535, "bill_version_id": 38870, "bill_version": "Introduced", "bill_version_date": "2016-02-05T09:28:10.283-06:00", "bill_text": "A CONCURRENT RESOLUTION, Calling for a policy to provide a full and fair resolution of the claims to the Black Hills by the Sioux Nation tribes. WHEREAS, the Sioux Nation tribes of the Cheyenne River, Crow Creek, Lower Brule, Oglala, Rosebud, Flandreau Santee, Santee Sioux Tribes, and the Fort Peck Sioux Tribes are signatories to the Great Sioux Nation bands and are signatories to the 1868 United States Treaty with the Sioux Nation; and WHEREAS, the 1868 Treaty with the Sioux Nation set lands in western South Dakota, including the Black Hills National Forest, as the permanent home of the Sioux Nation tribes; and WHEREAS, the Black Hills area was taken from the Sioux Nation tribes without compensation in violation of the 1868 Treaty with the Sioux Nation and the Fifth Amendment of the United States Constitution; and WHEREAS, the Indian Claims Commission litigation addressed in Sioux Nation v. United States was inherently limited by statutory jurisdictional limits not present under the Quiet Title Act or other federal court jurisdictional statutes and as a result a full and fair resolution of the Black Hills claims was not possible: NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Ninety-First Legislature of the State of South Dakota, the Senate concurring therein, that the Legislature supports a policy to provide for a full and fair resolution of the Black Hills claims of the Sioux Nation tribes, including full and fair compensation consistent with the Fifth Amendment to the United States Constitution, the return of select federal lands in the Black Hills National Forest, and a National Commission to meet with federal, tribal, and state officials to negotiate a full and fair resolution; and BE IT FURTHER RESOLVED, that this policy may not form the basis for litigation or a cause of action against the State of South Dakota, that private lands and homes may not be affected by such policy, and that essential federal lands, such as Mount Rushmore, national park lands, United States Postal lands, Ellsworth Air Force Base, and other lands necessary for the national interest may not be disturbed."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7535, "action_date": "2016-02-05T12:30:00-06:00", "document_id": 38914, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38914.pdf", "status_text": "First read and referred to", "journal_page": 304, "committee_id_action": 325, "committee_id_assigned": 317, "result": "N", "vote": {}}, {"bill_id": 7535, "action_date": "2016-02-10T07:45:00-06:00", "document_id": 38981, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38981.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 317, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7535, "action_date": "2016-02-10T07:45:00-06:00", "document_id": 39138, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39138.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 355, "committee_id_action": 317, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20789, "president_vote": null, "Yea": [1042, 983, 1022, 1002, 1044, 1024, 1003, 981, 1029, 990, 989, 1025, 976]}}]}