{"session_id": 61, "bill_id": 21135, "bill_type": "Senate Bill", "bill_number": 69, "bill_title": "revise the distribution of certain revenues to school districts.", "sponsors": [{"legislator_profile_id": 3613, "is_prime": true}, {"legislator_profile_id": 3647, "is_prime": true}, {"legislator_profile_id": 3584, "is_prime": false}, {"legislator_profile_id": 3605, "is_prime": false}, {"legislator_profile_id": 3626, "is_prime": false}, {"legislator_profile_id": 3635, "is_prime": false}], "keywords": ["Education", "School Districts", "State Aid to Education", "Taxes"], "audio": [{"meeting_datetime": "2007-01-25T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed12.mp3", "start_seconds": 717.0}, {"meeting_datetime": "2007-01-25T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed12.mp3", "start_seconds": 717.0}, {"meeting_datetime": "2007-01-25T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed12.mp3", "start_seconds": 717.0}, {"meeting_datetime": "2007-01-30T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed15.mp3", "start_seconds": 93.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed25.mp3", "start_seconds": 7162.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed25.mp3", "start_seconds": 7162.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed25.mp3", "start_seconds": 7162.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed25.mp3", "start_seconds": 7162.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed25.mp3", "start_seconds": 7162.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sed25.mp3", "start_seconds": 7162.0}, {"meeting_datetime": "2007-02-15T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen27.mp3", "start_seconds": 3924.0}, {"meeting_datetime": "2007-02-15T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen27.mp3", "start_seconds": 3924.0}, {"meeting_datetime": "2007-02-15T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sen27.mp3", "start_seconds": 3924.0}], "bill_versions": [{"bill_id": 21135, "bill_version_id": 110121, "bill_version": "Introduced", "bill_version_date": "2007-01-08T09:33:35-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the funding of K-12 education in the state. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Legislature finds, based upon a two-year study of school funding that was undertaken by the Department of Education in 2005 at the direction of the Legislature and included legislators, school officials, and business leaders, that in order to enhance the educational opportunities available to all of our state's children and to provide those opportunities in the most efficient and equitable manner, it is necessary to revise the current school funding formula that was enacted in 1995. Section 2. That chapter 13-6 be amended by adding thereto a NEW SECTION to read as follows: Any school district that has a fall enrollment, as defined in this Act, of less than two hundred and is not a sparse school district, as defined in § 13-13-78, shall reorganize with another school district or school districts to create a newly reorganized school district with a fall enrollment of two hundred or greater. Any school district that is not sparse and has a fall enrollment of two hundred or less on July 1, 2007 shall prepare a plan for reorganization by June 30, 2009. After July 1, 2007, if the fall enrollment of any school district that is not sparse falls to two hundred or below, that school district shall prepare a plan for reorganization within two years. If any such district fails to prepare a plan for reorganization by the deadline, the Board of Education shall prepare a reorganization plan for the district. Section 3. That § 13-6-92 be amended to read as follows: 13-6-92. If two or more school districts consolidate after July 1, 2001 , the new school district is entitled to an additional three six hundred dollars per average daily membership as defined in § 13-13-10.1 fall enrollment as defined in this Act , up to a maximum of four hundred average daily membership fall enrollment from each school district or a prorated portion thereof from a partial school district as it existed prior to consolidation for the first year after consolidation. If two or more school districts consolidate after July 1, 2001 , the new school district is entitled to an additional two four hundred dollars per average daily membership as defined in § 13-13-10.1 fall enrollment as defined in this Act , up to a maximum of four hundred average daily membership fall enrollment from each school district or a prorated portion thereof from a partial school district as it existed prior to consolidation for the second year after consolidation. If two or more school districts consolidate after July 1, 2001 , the new school district is entitled to an additional one two hundred dollars per average daily membership as defined in § 13-13-10.1 fall enrollment as defined in this Act , up to a maximum of four hundred average daily membership fall enrollment from each school district or a prorated portion thereof from a partial school district as it existed prior to consolidation for the third year after consolidation. Section 4. That chapter 13-13 be amended by adding thereto a NEW SECTION to read as follows: The consolidation incentives provided for in § § 13-13-1.4 to 13-13-1.7, inclusive, apply only to those school districts whose consolidations are completed prior to July 1, 2007. Section 5. That § 13-13-1.4 be amended to read as follows: 13-13-1.4. If two or more school districts consolidate, for a period of four years after consolidation, the adjusted average daily membership local need for the newly formed district shall be based upon the average daily membership as defined in § 13-13-10.1 fall enrollment as defined in this Act of those school districts that have not previously benefited from this section as they existed prior to consolidation. In years two to four, inclusive, after the consolidation, the relationship between the adjusted average daily membership local need and average daily membership fall enrollment shall be proportional to the relationship that existed for the first year. Section 6. That § 13-13-1.5 be amended to read as follows: 13-13-1.5. In years five to eight, inclusive, after the consolidation of two or more school districts, the adjusted average daily membership local need for the newly formed district shall be calculated as follows: (1) Calculate adjusted average daily membership local need pursuant to § 13-13-10.1 § 13-13-73 ; (2) Notwithstanding the four-year time limit, calculate adjusted average daily membership local need pursuant to § 13-13-1.4; (3) Subtract the results of subdivision (1) from the results of subdivision (2); (4) Multiply the results of subdivision (3) by eighty percent in the fifth year, sixty percent in the sixth year, forty percent in the seventh year, and twenty percent in the eighth year; (5) Add the results of subdivision (1) and the results of subdivision (4). Section 7. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"Average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and pupils for whom tuition is being paid pursuant to § 13-28-42 and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership \"Fall enrollment,\" the number of kindergarten through twelfth grade students enrolled in all schools operated by the school district on the last Friday of September of the previous school year minus the number of students for whom the district receives tuition, except nonresident students who are in the care and custody of a state agency and are attending a public school and students for whom tuition is being paid pursuant to § 13-28-42.1, plus the number of students for whom the district pays tuition. No student who is partially enrolled in a school may be counted in the fall enrollment for that school unless the partial enrollment exceeds fifty percent. When computing state aid to education for a school district under the foundation program pursuant to § 13-13-73, the secretary of the Department of Education shall use either the school district's fall enrollment or the average of the school district's fall enrollment and the school district's fall enrollment from the prior year, whichever is higher; (1A) \"Current fall enrollment,\" the number of kindergarten through twelfth grade students enrolled in all schools operated by the school district on the last Friday of September of the current school year minus the number of students for whom the district receives tuition except nonresident students who are in the care and custody of a state agency and are attending a public school and students for whom tuition is being paid pursuant to § 13-28-42.1, plus the number of students for whom the district pays tuition. No student who is partially enrolled in a school may be counted in the current fall enrollment for that school unless the partial enrollment exceeds fifty percent; (2) \"Small school adjustment,\" for school districts with a fall enrollment of at least two hundred, but less than six hundred, is calculated as follows: (a) Multiply the fall enrollment times negative 0.0005; (b) Add 0.3 to the result of subsection (a); and (c) Multiply the sum obtained in subsection (b) times $4,237.72; (2A) \"Sparsity small school adjustment,\" for sparse school districts, as defined in subdivision 13-13-78 (1), is calculated as follows: (a) Multiply the fall enrollment times negative 0.0005; (b) Add 0.3 to the result of subsection (a); and (c) Multiply the sum obtained in subsection (b) times the per student allocation ; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for school fiscal year 2006 is $4,237.72. Each school fiscal year thereafter, the per student allocation is the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" the is the sum of: (a) The per student allocation multiplied by the adjusted average daily membership fall enrollment; and (b) The small school adjustment or the sparsity small school adjustment, if applicable, multiplied by the fall enrollment ; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42; (7) \"General fund balance,\" the unreserved fund balance of the general fund, less general fund exclusions plus, beginning with transfers made in fiscal year 2001, any transfers out of the general fund for the previous school fiscal year; (8) \"General fund balance percentage,\" is a school district's general fund balance divided by the school district's total general fund expenditures for the previous school fiscal year, the quotient expressed as a percent; (9) \"General fund base percentage,\" is the lesser of: (a) The general fund balance percentage as of June 30, 2000 ; or (b) The maximum allowable percentage for that particular fiscal year as stated in this subsection. For fiscal year 2008, the maximum allowable percentage is one hundred percent; for fiscal year 2009, eighty percent; for fiscal year 2010, sixty percent; for fiscal year 2011, forty percent; for fiscal year 2012 and subsequent fiscal years, twenty-five percent . However, the general fund base percentage can never increase and can never be less than twenty twenty-five percent; (10) \"Allowable general fund balance,\" the general fund base percentage multiplied by the district's general fund expenditures in the previous school fiscal year; (11) \"Imputed interest rate,\" the average prime rate for the preceding fiscal year minus 2.5 percentage points; (12) \"General fund exclusions,\" revenue a school district has received from the imposition of the excess tax levy pursuant to § 10-12-43; revenue a school district has received from gifts, contributions, grants, or donations; revenue a school district has received under the provisions of §§ 13-6-92 to 13-6-96, revenue a school district has received as compensation for being a sparse school district under the terms of §§ 13-13-78 and 13-13-79, inclusive; and any revenue in the general fund set aside for a noninsurable judgment. Section 8. That chapter 13-13 be amended by adding thereto a NEW SECTION to read as follows: If a school district's current fall enrollment, as defined in this Act, increases by at least five percent or by a minimum of twenty five students over the fall enrollment, that school district shall receive a one-time payment equal to fifty percent of the per student allocation times the number of students by which the current fall enrollment exceeds the fall enrollment. The payment shall be made to the district prior to the first of December in the current school year. Section 9. That § 13-13-73 be amended to read as follows: 13-13-73. The secretary of the Department of Education shall compute state aid to education for each school district under the foundation program according to the following calculations: (1) Determine each school district's average daily membership fall enrollment ; (2) To arrive at the local need per district: (a) Multiply the per student allocation by the adjusted average daily membership to arrive at the local need per district fall enrollment; (b) Multiply the small school adjustment or the sparsity small school adjustment, if applicable, by the fall enrollment; and (c) Add the product of subsection (a) to the product of subsection (b) ; (3) State aid is (a) local need minus local effort, or (b) zero if the calculation in (a) is a negative number; (4) If the state aid appropriation for the general support of education is in excess of the entitlement provided for in this section, the excess shall be used to fund any shortfall of the appropriation as provided for in §§ 13-37-36.3 and 13-37-43. The secretary shall report to the Governor by January seventh of each year, the amount of state aid necessary to fully fund the general aid formula in the current year. If a shortfall in the state aid appropriation for general education exists that cannot be covered by § 13- 37-45, the Governor shall inform the Legislature and provide a proposal to eliminate the shortfall. Section 10. That § 13-13-73.2 be amended to read as follows: 13-13-73.2. A school district's state aid for general education as calculated pursuant to § 13- 13-73 shall be reduced by the following calculation : (1) Subtract the allowable general fund balance from the general fund balance. If the result is less than zero, (1) equals zero; (2) Determine the lower of the general fund base percentage or the general fund balance percentage; (3) Subtract twenty percent (0.2) from the result of (2). If the result is less than zero, (3) equals zero; (4) Multiply the result of (3) by the district's general fund expenditures in the previous school fiscal year; (5) Multiply the result of (4) by the imputed interest rate; (6) Add the result of (1) and the result of (5) amount calculated by subtracting the allowable general fund balance from the general fund balance. If the result is less than zero, the result equals zero . Section 11. That § 13-13-73.3 be amended to read as follows: 13-13-73.3. The secretary of education shall determine the reduction in state aid to education pursuant to § 13-13-73.2. The secretary of education shall distribute the amount of money so determined to school districts that received state aid pursuant to chapter 13-13 on a pro rata basis according to the district's average daily membership fall enrollment compared to the total average daily membership fall enrollment of all districts eligible for this distribution. Section 12. That § 13-13-78 be amended to read as follows: 13-13-78. Terms used in § 13-13-79 mean: (1) \"Sparse school district,\" a school district that meets each of the following criteria: (a) Has an average daily membership a fall enrollment per square mile of 0.50 or less; (b) Has an average daily membership a fall enrollment of five hundred or less; (c) Has an area of four hundred square miles or more; (d) Has at least fifteen twenty miles between its secondary attendance center or centers and that of an adjoining district; (e) Operates a secondary attendance center; (f) Levies ad valorem taxes at the maximum rates allowed pursuant to § 10-12-42 or more; and (g) Has a general fund balance percentage of thirty twenty-five percent or less excluding revenue received from opting out of property tax limitations pursuant to chapter 10-12; (2) \"Sparsity average daily membership fall enrollment ,\" for sparse school districts with a fall enrollment as defined in this Act of less than eighty-three or greater than two hundred thirty-two, is calculated as follows: (a) For sparse school districts with an adjusted average daily membership as defined in subdivision 13-13-10.1(2) of less than one hundred or greater than two hundred seventy-five, divide the average daily membership as defined in subdivision 13-13-10.1(1) Divide the fall enrollment as defined in this Act by the area of the school district in square miles; (b) Multiply the quotient obtained in subsection (a) times negative 0.125; (c) Add 0.0625 to the product obtained in subsection (b); and (d) Multiply the sum obtained in subsection (c) times the average daily membership fall enrollment ; (3) \"Sparsity adjusted average daily membership fall enrollment ,\" calculated as follows: For any sparse school district with an adjusted average daily membership as defined in subdivision 13-13-10.1(2) of no less than one hundred, but no more than two hundred seventy-five, the sparsity adjusted average daily membership is two hundred seventy-five for sparse school districts with a fall enrollment as defined in this Act of at least eighty-three, but no more than two hundred thirty-two, subtract the fall enrollment from two hundred thirty-two . Section 13. That § 13-13-79 be amended to read as follows: 13-13-79. At the same time that foundation program state aid is distributed to school districts pursuant to §§ 13-13-10.1 to 13-13-41, inclusive, the secretary of the Department of Education shall distribute funds to sparse school districts by multiplying either the sparsity average daily membership calculation or the sparsity adjusted average daily membership calculation in § 13-13-78 the result of the calculation in either subdivision 13-13-78(2) or subdivision 13-13-78(3) by the per student allocation as defined in § 13-13-10.1. However, no sparse school district may receive a sparsity benefit in any year that exceeds two hundred fifty thousand dollars. Section 14. That § 13-3-70 be repealed. 13-3-70. There is hereby appropriated from the state general fund the sum of six million five hundred thousand dollars ($6,500,000), or so much thereof that may be necessary, to the Department of Education. The secretary of the Department of Education shall distribute the funds to school districts pursuant to §§ 13-3-71 and 13-3-72 based on average daily membership as defined in subdivision 13-13-10.1(1) at the same time that foundation program state aid is distributed to school districts pursuant to §§ 13-13-10.1 to 13-13-41, inclusive. Section 15. That § 13-3-71 be repealed. 13-3-71. School districts that meet adequate yearly progress in reading and math under the terms of the state's accountability system established in § 13-3-62 shall receive funding according to the provisions of § 13-3-70. Section 16. That § 13-3-72 be repealed. 13-3-72. Those school districts that fail to meet adequate yearly progress under the terms of the state's accountability system established in § 13-3-62 may apply to the department for a grant to assist the district in meeting future academic targets. In order to qualify for a grant, a school district shall submit to the department a school district improvement plan outlining the steps the district will undertake to reach adequate yearly progress, and the plan shall be approved by the secretary of education. However, no grant may be awarded to a school district in an amount that exceeds what that school district would have received if it had achieved adequate yearly progress. Section 17. That § 13-13-1.2 be amended to read as follows: 13-13-1.2. Any records related to the reporting of average daily membership fall enrollment of a public school district shall be subject to examination by the Department of Education at all times. Section 18. That § 13-13-1.3 be amended to read as follows: 13-13-1.3. If, in the department's examination of average daily membership fall enrollment , it is determined that the data was overreported, the department shall recover the amount of state aid overpaid as a result of the overreporting. Upon recovery of the overpayment, the department shall deposit the overpayment into the state general fund. If the overreporting occurred with the intent to increase the amount of state aid received by overreporting, the individual person responsible for the overreporting may be charged with a Class 1 misdemeanor as provided in § 13-8-44, with the maximum penalty as defined in § 22-6-2. Section 19. That § 13-13-1.8 be amended to read as follows: 13-13-1.8. Students No student attending the Black Hills Forest High School in Lawrence County may not be included by any school district in its average daily membership fall enrollment for purposes of state aid to education. Section 20. That § 13-15-28 be amended to read as follows: 13-15-28. Any school district that enters into contractual agreements pursuant to § 13-15-11 and sends over fifty percent of its resident students enrolled in grades for which it contracts to an adjoining school district or districts located in South Dakota shall reorganize the school district pursuant to chapter 13-6 within two years of the end of the school year. For the purposes of this section, the number of students attending adjoining districts shall be based on average daily membership pursuant to subdivision 13-13-10.1(1) fall enrollment as defined in this Act . This section does not apply to a school district located wholly within the boundaries of an Indian reservation. Section 21. That § 13-28-40 be amended to read as follows: 13-28-40. An enrollment options program is established to enable any South Dakota kindergarten through twelfth grade student to attend any public school that serves the student's grade level in any South Dakota school district, subject to the provisions in §§ 13-28-40 to 13- 28-47, inclusive. For purposes of determining state aid to education as it relates to the provisions of §§ 13-28-40 to 13-28-47, inclusive, average daily membership as defined in § 13-13-10.1 fall enrollment as defined in this Act is used to compute foundation aid and special education average daily membership as defined in § 13-37-35 is used to determine funding for special education. Section 22. That § 13-28-49 be amended to read as follows: 13-28-49. Notwithstanding the provisions of § 13-28-40, any student who enrolls in another school district pursuant to the provisions contained in §§ 13-28-40 to 13-28-47, inclusive, from a district that does not receive state aid pursuant to chapter 13-13 in the succeeding fiscal year remains the financial obligation of the resident district. For each student, the resident district shall pay tuition to the nonresident district in the succeeding fiscal year per the following calculation: (1) Multiply Determine the nonresident district's adjusted average daily membership calculated pursuant to subdivision 13-13-10.1(2) by the per student allocation as defined in subdivision 13-13-10.1(4) local need pursuant to subdivision 13-13-73(2) ; (2) Divide the result of (1) by the nonresident district's average daily membership calculated pursuant to subdivision 13-13-10.1(1) fall enrollment as defined in this Act ; (3) Multiply the result of (2) by the number of days the student was enrolled in the nonresident district; (4) Divide the result of (3) by the number of days the nonresident district was in session. Section 23. That § 13-28A-7 be amended to read as follows: 13-28A-7. For the purposes of state aid to education distributed pursuant to chapter 13-13, any student sent to South Dakota from North Dakota is included in the receiving school district's average daily membership fall enrollment . Section 24. That § 13-28A-8 be amended to read as follows: 13-28A-8. For the purposes of state aid to education distributed pursuant to chapter 13-13, any student sent to North Dakota from South Dakota may not be included in the resident school district's average daily membership fall enrollment . Section 25. That § 12-25-6.1 be amended to read as follows: 12-25-6.1. The provisions of this chapter, except §§ 12-25-27 to 12-25-31, inclusive, do not apply to any candidate or candidate election for judicial, municipal, or other governmental subdivision offices. However, the governing body of any municipality or other governmental subdivision may adopt an ordinance or resolution to make the provisions of chapter 12-25, with or without amendments, applicable to municipal or other governmental subdivision elections. The provisions of this chapter do apply to any candidate or candidate election for any county office or school board seat in a district with an average daily membership a fall enrollment in excess of two thousand students during the previous academic year. Section 26. That § 42-7B-48.1 be amended to read as follows: 42-7B-48.1. Disbursements from the Gaming Commission fund shall be as set forth in § 42- 7B-48 until such time as the net municipal proceeds paid to the City of Deadwood equals six million eight hundred thousand dollars for each year, and after payment of commission expenses pursuant to subdivision 42-7B-48(2), and after payment of one hundred thousand dollars to the State Historical Preservation Grant and Loan fund pursuant to subdivision 42-7B-48(4). Thereafter, all remaining funds shall be distributed as follows: (1) Seventy percent to the state general fund; (2) Ten percent to be distributed to municipalities in Lawrence County, except the City of Deadwood, pro rata according to their population; (3) Ten percent to be distributed to school districts, pro rata based upon the previous year's average daily membership fall enrollment , located in whole or in part, in Lawrence County. For any school district located only partly in Lawrence County, only that portion of the district's average daily attendance fall enrollment which represents students residing in Lawrence County shall be considered in calculating the proration required by this subdivision; and (4) Ten percent to the City of Deadwood for deposit in the historic restoration and preservation fund. Section 27. That chapter 13-13 be amended by adding thereto a NEW SECTION to read as follows: The school district other revenue fund is hereby created in the state treasury. Section 28. That chapter 13-13 be amended by adding thereto a NEW SECTION to read as follows: The secretary of the Department of Education shall distribute the funds from the school district other revenue fund to the school districts on the basis of fall enrollment as defined in this Act, at the same time that foundation program state aid is distributed to school districts pursuant to § § 13-13-10.1 to 13-13-41, inclusive. Section 29. That § 13-13-4 be repealed. 13-13-4. The county general school fund to be apportioned pursuant to § 13-13-5 shall consist of the net proceeds of all fines for violation of state laws and any tax so designated in Title 10. Section 30. That § 13-13-5 be repealed. 13-13-5. The county treasurer shall on or before the fifth day of January and July furnish the county auditor with a statement of all money in the county treasury belonging to the county general school fund and shall pay the money, upon the order of the auditor to the public school districts having land area within the county in proportion to the average daily membership of children residing in the school districts as certified by the Division of Education Services and Resources. Section 31. That § 10-33-21 be amended to read as follows: 10-33-21. All persons, corporations, cooperatives, and associations engaged in furnishing and providing telephone and exchange service comprising rental and toll service by means of wired circuits and otherwise and whose annual gross receipts are less than fifty million dollars shall be taxed on the basis of gross receipts at the rate of four percent. However, no telephone company operating in this state may be taxed less than an amount equal to fifty cents per year per telephone serviced. Further, each telephone company that was taxed in the five percent tax category for the calendar year 2001 shall pay an amount of tax to each school district of not less than the tax received by such school district in 2002 for the years 2003 and 2004. Section 32. That § 10-33-24 be amended to read as follows: 10-33-24. It shall be the duty of the The secretary of revenue and regulation to shall compute and determine the amount of tax to be paid by such company as provided in § 10-33-21 and he shall on or before July first following certify to the county auditor of each county in the state in which such company operates the amount of the tax to be paid in such county on the basis of the gross receipts received by such company from its operations in such county and shall further certify to the county auditor the amount to which each school district shall be entitled in each such county on the basis of the gross receipts received by such company in each school district. The county auditor shall extend such tax on his books and certify the same to the county treasurer certify the amount to the company by July first . Section 33. That § 10-33-25 be amended to read as follows: 10-33-25. The tax levied in § 10-33-21 shall become is due and be payable to the county treasurer of each county in which such company operates and as certified by the secretary of revenue and regulation on September first of each year following the filing of the report of such gross receipts. The secretary of revenue and regulation shall deposit the taxes paid pursuant to § 10-33-21 in the school district other revenue fund. Section 34. That § 10-33-28 be repealed. 10-33-28. The county treasurer shall allocate and transmit the taxes imposed by § 10-33-21 and collected from each such company to the school treasurers of each school district in which such company operates on the basis of the gross receipts received by such company from its operations within each such school district within the county. Section 35. That § 10-36-7 be amended to read as follows: 10-36-7. The secretary of revenue and regulation shall compute and determine the amount of tax to be paid by such each company as provided in § 10-36-6 and shall on or before July first following certify to the county auditor of each county in the state in which such company operates the amount of the tax to be paid in such county on the basis of the gross receipts received by such company from its operations in such county and shall further certify to the county auditor the amount to which each school district shall be entitled in each such county on the basis of the gross receipts received by such company in each school district. The county auditor shall extend such tax on his books and certify the same to the county treasurer certify the amount to the company by July first . Section 36. That § 10-36-8 be amended to read as follows: 10-36-8. The tax levied by § 10-36-6 shall become is due and be payable to the county treasurer of each county in which such company operates and as certified by the secretary of revenue and regulation on September first of each year following the filing of the report of such gross receipts. The secretary of revenue and regulation shall deposit the taxes paid pursuant to § 10-36-6 in the school district other revenue fund. Section 37. That § 10-36-10 be repealed. 10-36-10. The county treasurer shall allocate and transmit the taxes collected from each such company to the school treasurers of each school district in which such company operates on the basis of the gross receipts received by such company from its operations within each such school district within the county. Section 38. That § 10-43-76 be amended to read as follows: 10-43-76. Upon the receipt of the funds referred to in this chapter, the secretary of revenue and regulation shall deposit ninety-five percent of the taxes paid by banks organized under §§ 51A-2-38 to 51A-2-43, inclusive, and twenty-six and two-thirds percent of all other revenue to the general fund. The secretary of revenue and regulation shall remit the remainder excluding the amount assigned to school districts pursuant to § 10-43-77 , on or before February first of each year, to the county treasurer of the county wherein is situated the bank or financial institution remitting the tax. However, the remittance of tax from all branch banks, branch offices, or branches of other financial institutions subject to this tax shall be separated from the remittance of the parent bank or financial institution and shall be remitted to the county treasurer of the county wherein said branch bank, branch office, or financial institution is located. Section 39. That § 10-43-77 be amended to read as follows: 10-43-77. The county treasurer upon receipt of the funds, remitted to the county pursuant to §§ 10-43-75.1 and 10-45-76, shall apportion and distribute the funds between the taxing subdivisions, including the county and excluding the school districts , in the same proportion as the average of personal property taxes assessed in each taxing subdivision, including the county and the school districts , for calendar years 1972, 1973, 1974, 1975, and 1976 were distributed as determined and certified by the secretary of revenue and regulation. The county treasurer shall certify to the secretary of revenue and regulation the proportion of personal property taxes assessed that is assigned to the school districts under the provisions of this section. For any school district affected by a consolidation on or after July 1, 2003, as defined in § 13-6-1, the successor school district shall receive be assigned the funds allocated assigned to each of the former school districts. For any school district eliminated or subdivided by a reorganization on or after July 1, 2003, as defined in § 13-6-1, each successor school district shall receive be assigned a portion of the funds allocated to the former school district. Each successor school district's portion of the funds shall be based upon the percentage of the total taxable valuation of the former school district transferred to the successor school district, at the time of the reorganization. The secretary of revenue and regulation shall determine the amount of funds assigned to school districts and shall deposit those funds in the school district other revenue fund. Any amount received by the county and taxing subdivisions pursuant to this section may upon receipt be used to support the functions of such taxing subdivision. Section 40. That § 10-6-22 be amended to read as follows: 10-6-22. The director of equalization shall forthwith notify the state's attorney of any such delinquency or offense as described by § 10-6-21 and he the state's attorney shall prosecute such the offender to final judgment and execution, and such any fine when collected shall be paid into the county treasury for the use of the public schools . The county treasurer shall remit those revenues to the state treasurer for deposit into the school district other revenue fund. Section 41. That § 23A-27-25 be amended to read as follows: 23A-27-25. All fines and pecuniary penalties, other than forfeitures provided for in § 23A- 43-23, costs as provided in §§ 23-3-52, 23A-27-26, and 23A-27-27, restitution and civil penalties assessed under the state's environmental laws, for the violation of any state law, when collected, shall be paid into the treasury of the proper county , the net proceeds of which shall be applied and used each year for the benefit of the public schools of this state . The county treasurer shall remit those revenues to the state treasurer for deposit into the school district other revenue fund. Section 42. That § 10-59-1 be amended to read as follows: 10-59-1. The provisions of this chapter apply to any taxes or fees or persons subject to taxes or fees imposed by, and to any civil or criminal investigation authorized by, chapters 10-33, 10- 36, 10-39, 10-39A, 10-39B, 10-43, 10-45, 10-45D, 10-46, 10-46A, 10-46B, 10-46C, 10-46E, 10-47B, 10-52, 10-52A, 32-3, 32-3A, 32-5, 32-5B, 32-6B, 32-9, 32-10, and 34A-13 and §§ 22- 25-48, 49-31-51, 50-4-13 to 50-4-17, inclusive, and the provisions of chapter 10-45B. Section 43. That § 13-16-26 be amended to read as follows: 13-16-26. All or any part of a surplus of any school district fund, except the capital outlay fund provided by §§ 13-16-6 to 13-16-9, inclusive, and the special education fund provided by § 13-37-16 may be transferred to any other school district fund. However, any Only a school district with a plan for reorganization that has been approved by the voters pursuant to § 13-6-47 may transfer all or any part of a surplus in the capital outlay fund to the general fund. Any unused portion of money that has been transferred into the special education fund may be transferred from the special education fund within the current fiscal year to the fund from which it originated. All or any part of any school district fund may be loaned to any other school district fund for a term not to exceed twenty-four months."}, {"bill_id": 21135, "bill_version_id": 112239, "bill_version": "Senate Education Engrossed", "bill_version_date": "2007-02-14T09:33:25-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the distribution of certain revenues to school districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-13 be amended by adding thereto a NEW SECTION to read as follows: The school district other revenue fund is hereby created in the state treasury. Section 2. That chapter 13-13 be amended by adding thereto a NEW SECTION to read as follows: The secretary of the Department of Education shall distribute the funds from the school district other revenue fund to the school districts on the basis of fall enrollment as defined in this Act, at the same time that foundation program state aid is distributed to school districts pursuant to § § 13-13-10.1 to 13-13-41, inclusive. Section 3. That § 10-33-21 be amended to read as follows: 10-33-21. All persons, corporations, cooperatives, and associations engaged in furnishing and providing telephone and exchange service comprising rental and toll service by means of wired circuits and otherwise and whose annual gross receipts are less than fifty million dollars shall be taxed on the basis of gross receipts at the rate of four percent. However, no telephone company operating in this state may be taxed less than an amount equal to fifty cents per year per telephone serviced. Further, each telephone company that was taxed in the five percent tax category for the calendar year 2001 shall pay an amount of tax to each school district of not less than the tax received by such school district in 2002 for the years 2003 and 2004. Section 4. That § 10-33-24 be amended to read as follows: 10-33-24. It shall be the duty of the The secretary of revenue and regulation to shall compute and determine the amount of tax to be paid by such company as provided in § 10-33-21 and he shall on or before July first following certify to the county auditor of each county in the state in which such company operates the amount of the tax to be paid in such county on the basis of the gross receipts received by such company from its operations in such county and shall further certify to the county auditor the amount to which each school district shall be entitled in each such county on the basis of the gross receipts received by such company in each school district. The county auditor shall extend such tax on his books and certify the same to the county treasurer certify the amount to the company by July first . Section 5. That § 10-33-25 be amended to read as follows: 10-33-25. The tax levied in § 10-33-21 shall become is due and be payable to the county treasurer of each county in which such company operates and as certified by the secretary of revenue and regulation on September first of each year following the filing of the report of such gross receipts. The secretary of revenue and regulation shall deposit the taxes paid pursuant to § 10-33-21 in the school district other revenue fund. Section 6. That § 10-33-28 be repealed. 10-33-28. The county treasurer shall allocate and transmit the taxes imposed by § 10-33-21 and collected from each such company to the school treasurers of each school district in which such company operates on the basis of the gross receipts received by such company from its operations within each such school district within the county. Section 7. That § 10-36-7 be amended to read as follows: 10-36-7. The secretary of revenue and regulation shall compute and determine the amount of tax to be paid by such each company as provided in § 10-36-6 and shall on or before July first following certify to the county auditor of each county in the state in which such company operates the amount of the tax to be paid in such county on the basis of the gross receipts received by such company from its operations in such county and shall further certify to the county auditor the amount to which each school district shall be entitled in each such county on the basis of the gross receipts received by such company in each school district. The county auditor shall extend such tax on his books and certify the same to the county treasurer certify the amount to the company by July first . Section 8. That § 10-36-8 be amended to read as follows: 10-36-8. The tax levied by § 10-36-6 shall become is due and be payable to the county treasurer of each county in which such company operates and as certified by the secretary of revenue and regulation on September first of each year following the filing of the report of such gross receipts. The secretary of revenue and regulation shall deposit the taxes paid pursuant to § 10-36-6 in the school district other revenue fund. Section 9. That § 10-36-10 be repealed. 10-36-10. The county treasurer shall allocate and transmit the taxes collected from each such company to the school treasurers of each school district in which such company operates on the basis of the gross receipts received by such company from its operations within each such school district within the county. Section 10. That § 10-43-76 be amended to read as follows: 10-43-76. Upon the receipt of the funds referred to in this chapter, the secretary of revenue and regulation shall deposit ninety-five percent of the taxes paid by banks organized under §§ 51A-2-38 to 51A-2-43, inclusive, and twenty-six and two-thirds percent of all other revenue to the general fund. The secretary of revenue and regulation shall remit the remainder excluding the amount assigned to school districts pursuant to § 10-43-77 , on or before February first of each year, to the county treasurer of the county wherein is situated the bank or financial institution remitting the tax. However, the remittance of tax from all branch banks, branch offices, or branches of other financial institutions subject to this tax shall be separated from the remittance of the parent bank or financial institution and shall be remitted to the county treasurer of the county wherein said branch bank, branch office, or financial institution is located. Section 11. That § 10-43-77 be amended to read as follows: 10-43-77. The county treasurer upon receipt of the funds, remitted to the county pursuant to §§ 10-43-75.1 and 10-45-76, shall apportion and distribute the funds between the taxing subdivisions, including the county and excluding the school districts , in the same proportion as the average of personal property taxes assessed in each taxing subdivision, including the county and the school districts , for calendar years 1972, 1973, 1974, 1975, and 1976 were distributed as determined and certified by the secretary of revenue and regulation. The county treasurer shall certify to the secretary of revenue and regulation the proportion of personal property taxes assessed that is assigned to the school districts under the provisions of this section. For any school district affected by a consolidation on or after July 1, 2003, as defined in § 13-6-1, the successor school district shall receive be assigned the funds allocated assigned to each of the former school districts. For any school district eliminated or subdivided by a reorganization on or after July 1, 2003, as defined in § 13-6-1, each successor school district shall receive be assigned a portion of the funds allocated to the former school district. Each successor school district's portion of the funds shall be based upon the percentage of the total taxable valuation of the former school district transferred to the successor school district, at the time of the reorganization. The secretary of revenue and regulation shall determine the amount of funds assigned to school districts and shall deposit those funds in the school district other revenue fund. Any amount received by the county and taxing subdivisions pursuant to this section may upon receipt be used to support the functions of such taxing subdivision. Section 12. That § 10-6-22 be amended to read as follows: 10-6-22. The director of equalization shall forthwith notify the state's attorney of any such delinquency or offense as described by § 10-6-21 and he the state's attorney shall prosecute such the offender to final judgment and execution, and such any fine when collected shall be paid into the county treasury for the use of the public schools . The county treasurer shall remit those revenues to the state treasurer for deposit into the school district other revenue fund. Section 13. That § 10-59-1 be amended to read as follows: 10-59-1. The provisions of this chapter apply to any taxes or fees or persons subject to taxes or fees imposed by, and to any civil or criminal investigation authorized by, chapters 10-33, 10- 36, 10-39, 10-39A, 10-39B, 10-43, 10-45, 10-45D, 10-46, 10-46A, 10-46B, 10-46C, 10-46E, 10-47B, 10-52, 10-52A, 32-3, 32-3A, 32-5, 32-5B, 32-6B, 32-9, 32-10, and 34A-13 and §§ 22- 25-48, 49-31-51, 50-4-13 to 50-4-17, inclusive, and the provisions of chapter 10-45B."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21135, "action_date": "2007-01-09T12:00:00-06:00", "document_id": 110143, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110143.pdf", "status_text": "First read in Senate and referred to", "journal_page": 29, "committee_id_action": 924, "committee_id_assigned": 899, "result": "N", "vote": {}}, {"bill_id": 21135, "action_date": "2007-01-25T07:45:00-06:00", "document_id": 110798, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110798.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 899, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21135, "action_date": "2007-02-13T07:45:00-06:00", "document_id": 112122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112122.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 899, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21135, "action_date": "2007-02-13T15:45:00-06:00", "document_id": 112223, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112223.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 899, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21135, "action_date": "2007-02-13T15:45:00-06:00", "document_id": 112223, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112223.pdf", "status_text": "Do Pass Amended,", "journal_page": 504, "committee_id_action": 899, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65132, "president_vote": null, "Yea": [3602, 3636, 3626, 3647], "Nay": [3621, 3641, 3652]}}, {"bill_id": 21135, "action_date": "2007-02-13T15:45:00-06:00", "document_id": 112223, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112223.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 899, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21135, "action_date": "2007-02-15T14:00:00-06:00", "document_id": 112411, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112411.pdf", "status_text": "Do Pass Amended,", "journal_page": 561, "committee_id_action": 924, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 65324, "president_vote": null, "Nay": [3571, 3573, 3574, 3575, 3585, 3589, 3595, 3596, 3602, 3603, 3607, 3608, 3610, 3612, 3617, 3618, 3621, 3623, 3625, 3627, 3630, 3633, 3636, 3641, 3652, 3659, 3664, 3669], "Yea": [3615, 3626, 3639, 3647, 3661, 3667], "Excused": [3634]}}]}