{"session_id": 69, "bill_id": 24739, "bill_type": "Senate Bill", "bill_number": 41, "bill_title": "modify an administrative procedure for revoking a nonresponsive insurance producer's license.", "sponsors": [], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 24739, "bill_version_id": 258080, "bill_version": "Introduced", "bill_version_date": "2024-01-03T17:16:59.343-06:00", "bill_text": "An Act to modify an administrative procedure for revoking a nonresponsive insurance producer's license. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 58-30 be amended with a NEW SECTION: If the director has reasonable evidence that a licensed insurance producer has violated any provision of this title and the licensed producer has also violated subdivision 58-33-66(1) for failing to respond to division inquiries regarding the same, the director may, after sufficient notice, revoke the producer's license by an order of the director without a hearing. An order under this section must include the applicable provisions of § 58-4-16 and chapter 1-26 for final agency decisions and must be accompanied by exhibits demonstrating the alleged violations. For purposes of this section, the term \"sufficient notice\" means: (1) The producer is provided notice of the alleged violations at the producer's last reported mailing address on file with the director; and (2) The producer is provided a second notice at the producer's last reported mailing address on file with the director stating the producer is in violation of § 58-33-66 and must respond to avoid administrative action by the division. Section 2. That chapter 58-30 be amended with a NEW SECTION: An order under section 1 of this Act must allow sixty days for the producer to request a hearing in writing. If a timely request for hearing is received, the director shall issue a notice of hearing within thirty days. The office of hearing examiners shall hold the hearing, review the director's order with the evidence presented at hearing, and issue a proposed decision. If a producer does not timely request a hearing, the director's order revoking the license becomes the final agency decision pursuant to § 1-26-25."}], "amendments": [], "fiscal_notes": [], "action_log": []}