{"session_id": 68, "bill_id": 23812, "bill_type": "House Bill", "bill_number": 1015, "bill_title": "update provisions related to the licensure of funeral directors and the provision of funeral services.", "sponsors": [], "keywords": ["Boards and Commissions", "Executive/Judiciary Request", "Fees", "Professions and Occupations", "Promulgation of Rules"], "audio": [{"meeting_datetime": "2023-01-17T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hhe05.mp3", "start_seconds": 3870.0}, {"meeting_datetime": "2023-01-17T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hhe05.mp3", "start_seconds": 3870.0}, {"meeting_datetime": "2023-01-17T07:45:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hhe05.mp3", "start_seconds": 3870.0}, {"meeting_datetime": "2023-01-18T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou06.mp3", "start_seconds": 2580.0}, {"meeting_datetime": "2023-01-18T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou06.mp3", "start_seconds": 2580.0}, {"meeting_datetime": "2023-01-18T14:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hou06.mp3", "start_seconds": 2580.0}, {"meeting_datetime": "2023-01-24T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sco10.mp3", "start_seconds": 2425.0}, {"meeting_datetime": "2023-01-24T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sco10.mp3", "start_seconds": 2425.0}, {"meeting_datetime": "2023-01-24T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sco10.mp3", "start_seconds": 2425.0}, {"meeting_datetime": "2023-01-24T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sco10.mp3", "start_seconds": 2425.0}, {"meeting_datetime": "2023-01-24T10:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sco10.mp3", "start_seconds": 2425.0}], "bill_versions": [{"bill_id": 23812, "bill_version_id": 242334, "bill_version": "Introduced", "bill_version_date": "2023-01-05T16:26:54.157-06:00", "bill_text": "An Act to update provisions related to the licensure of funeral directors and the provision of funeral services. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-19-1 be AMENDED: 36-19-1. Terms used in this chapter mean: (1) \"Board,\" the State Board of Funeral Service; (1A)(2) \"Branch chapel,\" a separate facility with a visitation room or chapelwhere , in which no embalming is permittedthat , and which is owned by, a subsidiary of, or otherwise financially connected to or controlled by a licensed funeral establishment; (2) \"Embalmer,\" any person engaged in or conducting, or holding the person out as engaged in or conducting, the business of disinfecting, preserving, or both, or attempting to disinfect or preserve, or both, or cremate, dead human bodies, in whole or in part by use of chemicals externally, internally or by other methods, as approved by the department of health; (3) \"Funeral director,\" any person, partnership, limited liability company, corporation, association, or organization engaged in or conducting orholding that person out as being engaged inor conducting, at a funeral establishment, the business of preparing, other than embalming, for burial or disposal, and supervising the burial or disposal of dead human bodies, or who shall, in connection with the person's name or business, use the title, funeral director, undertaker, mortician, or any other title implying that the person is engaged in the business herein described: (a) Conducting funeral services and burials of casketed remains; (b) Disinfecting and preserving dead human bodies; or (c) Cremating human remains; (4) \"Funeral establishment,\" any place of a businessconducted, at a specific street address orphysical location, devoted to the care and preparationcaring for and preparing dead human bodies for burial or transportation of dead human bodies; (5) \"Funeral service,\" those service provided or rendered by an embalmer or funeral director, or both, as set forth in subdivisions (2) or (3) of this section; (6) \"Trainee in funeral service,\" any person who has registered with the board and is engaged in the training of to provide funeral service. However, no person may serve or attempt to serve as such trainee until that person has filed a registration with the board of funeral service as set forth in this chapterservices. Section 2. That § 36-19-2 be AMENDED: 36-19-2. The State Board of Funeral Service shall include the five professionalconsists of five memberswho shall appointed by the Governor. Four members must be persons who have been licensed to practice funeral service.The Governor shall appoint the professional members of the board. However, no person may be appointed as a professional member of the board who has not been licensed in this state, as an embalmer and funeral director, or to practice funeral service, for at least five years prior to appointment for at least five years and are currently licensed in accordance with this chapter. One member must be a representative of the public who is not associated with or financially interested in the provision of funeral services and is not a member of a related profession or a practitioner of a related occupation. The term of office of appointed members is three years. The In the event of a vacancy, the Governor shall, by appointment, fill any vacancy. The board shall also include two lay members who are users of the services regulated by the board. The term, lay member who is a user, refers to a person who is not licensed by the board but, where practical, uses the service licensed. The term shall be liberally construed to implement the purpose of this section. The Governor shall appoint the lay members. The lay members shall have the same term of office as other members of the board appoint a new member to fill the unexpired term. No A board member may not serve more than three consecutive full terms. However,An appointment to fill an unexpired term is not considered a completeto be a full term for this purpose. The Governor may stagger the terms to enable the board to have different terms expire each year. The terms of members beginEach term of office begins on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The appointee's term expires on October thirtieth in the third year of appointment. Any member's term ending June 30, 2013, or thereafter is extended to October thirtieth in the year the term is to expire. The board shall also include the secretary of health or the secretary's designee shall serve as a an ex officio, nonvoting member of the board. Section 3. That § 36-19-6 be AMENDED: 36-19-6. The State Board of Funeral Serviceboard shall meet at least once a twice each year, at a time and place established by the board, and may also hold specialadditional meetings as frequently as the proper and efficient discharge of its duties requires. Four members constitute a quorum for the transaction of businessat the call of the president or at the request of a majority of the board. Section 4. That § 36-19-6.1 be AMENDED: 36-19-6.1. The State Board of Funeral Service board shall continue within the Department of Health, and shall retain all its prescribed functions, including administrative functions. The board shall submit such records, information, and reports in the form and at such times as required by the secretary of health, except that the board shall report at least annually. Section 5. That § 36-19-7 be AMENDED: 36-19-7. The State Board of Funeral Service may, pursuant to chapter 3-6D, determine the compensation of the secretary and other assistants as may be necessary to carry out the provisions of this chapter and any rules promulgated under this chapter. The board may incur other expenses as may be necessary. The compensation of the members and the other expenses of the board shall be paid out of the fees received from applicants and licenseesEach member of the board shall receive per diem compensation in accordance with § 4-7-10.4 and reimbursement for expenses incurred while engaged in official business, as provided by law. Section 6. That § 36-19-9 be AMENDED: 36-19-9. The State Board of Funeral Service may elect, out of its own numberboard shall annually elect, from among its own members, a president, a vice‑president, and secretary‑treasurer, and, pursuant to chapter 1-26, promulgate the rules as may be reasonable and proper to: (1) Establish the minimum physical standards of licensees' funeral establishments; (2) Regulate the inspection of each funeral establishment; (3) Establish the educational, training, reciprocity and renewal requirements for licensure; and (4) However, the board may not regulate the method and manner of providing funeral service. The treasurer of the board shall give bond in the sum of five thousand dollars with sufficient sureties to be approved by the board, conditioned for the honest and faithful discharge of the treasurer's duties a secretary. Section 7. That § 36-19-12 be AMENDED: 36-19-12. It shall be the duty of the State Board of Funeral Service to examine applicants for licenses as provided by this chapter; to keep all necessary records; receive registrations of trainees in funeral service; to control and issue reciprocal licenses and renewals of all other licenses as provided in this chapter; to revoke or suspend upon proper cause, and to provide hearings in such matters and to investigate any and all complaints originating from the violation of any section or sections of this chapterThe board may: (1) Issue and renew licenses, as provided in this chapter; (2) Issue subpoenas, examine witnesses, administer oaths, conduct hearings and, at its discretion, investigate allegations of violations of this chapter, and impose penalties for such violations; (3) Enter into contracts and employ necessary personnel to carry out its responsibilities under this chapter; (4) Communicate disciplinary actions to state and federal authorities and to other state funeral director licensing authorities; and (5) Perform other duties as necessary to administer this chapter. Section 8. That chapter 36-19 be amended with a NEW SECTION: The board shall promulgate rules, in accordance with chapter 1-26, to: (1) Administer, coordinate, and enforce this chapter; (2) Establish requirements for license application and renewal; (3) Establish standards of professional conduct; (4) Establish standards for the operation of a funeral establishment; and (5) Establish fees for licensure application and licensure renewal, as provided for in §§ 36-19-25 and 36-19-27. Section 9. That § 36-19-14 be AMENDED: 36-19-14. No A person shall embalmmay not, without being licensed by the board: (1) Embalm any dead human bodyor practice; (2) Practice embalming, or direct; (3) Direct or supervise funerals, practice; (4) Practice funeral service, ; or maintain (5) Maintain a funeral establishment in the State of South Dakota, without being licensed by the State Board of Funeral Servicethis state. Section 10. That § 36-19-18 be AMENDED: 36-19-18. The State Board of Funeral Serviceboard shall provide for the registration of trainees for licenseeach trainee pursuing licensure to practice funeral service. Trainees shall at all times remain registered with the board and The board shallpayan initial, by rule promulgated in accordance with chapter 1-26, provide for a registration fee, which may not to exceed twenty-five dollars set by the State Board of Funeral Service, by rule promulgated pursuant to chapter 1-26. Section 11. That § 36-19-21 be AMENDED: 36-19-21. In order to obtain a license in the practice of funeral service, the applicant shall submit evidence that the applicant is a citizen of the United States or a resident of South Dakota; isThe board may issue a license to practice funeral service to any person who: (1) Is at least eighteen years of age; is of good moral character; has sixty semester hours credit from a college or university in a course approved by the State Board of Funeral Service; has completed one year's course at a school of embalming, accredited by the board; has completed one year's work as a trainee embalmer‑funeral director in this state; and has passed an examination on the following subjects: embalming and care, disposition and preservation of the bodies of deceased persons, sanitation for the prevention of the spread of infectious or contagious diseases, and local health and sanitation ordinances and regulations relating to mortuary science (2) Submits an application on a form prescribed by the board; (3) Pays the application fee established by the board, in accordance with section 8 of this Act; (4) Has completed at least ninety credit hours offered by an accredited institution of higher education and obtained a degree or a certificate from a mortuary science or funeral service program that is accredited by the American Board of Funeral Service Education; (5) Has completed one year as a trainee under a person licensed pursuant to this chapter; (6) Has passed the national board examination, administered by the International Conference of Funeral Service Examining Board; and (7) Has not committed any act that constitutes a ground for denying, suspending, or revoking a license under this chapter. Section 12. That § 36-19-25 be AMENDED: 36-19-25. A license to practice funeral service shall be issued and is renewablemust be renewed annuallyupon payment of a. The board shall, by rule promulgated in accordance with chapter 1-26, establish the renewal fee, which may not to exceed one hundred twenty-five dollars set by the State Board of Funeral Service, by rule promulgated pursuant to chapter 1-26. Section 13. That § 36-19-27 be AMENDED: 36-19-27. An application for a license to operate a funeral establishment shall be submittedis required for each locationand shall be in writing. The application must be on a form provided by the State Board of Funeral Service and shall be accompanied by a fee not to exceed two hundred fifty dollars set by the State Board of Funeral Service, by rule promulgated pursuant to chapter 1-26. A license to operate a funeral establishment may be granted upon approval and recommendation by the stateboard and accompanied by an application fee. The board shall, by rule promulgated in accordance with chapter 1-26, establish the application fee, which may not exceed two hundred fifty dollars. The board may inspect the funeral establishment to verify compliance with state law and rules of the board. The application shall statefor a license to operate a funeral establishment must include the name of the individual who is duly licensed as either a funeral director or in funeral serviceunder this chapter and who shall be in charge and responsible for managing all transactions conducted and services performed. Section 14. That § 36-19-30 be AMENDED: 36-19-30. Every Each funeral establishment shall must be managed and conducted by a person licensed to practice funeral service, or who is a licensed funeral director under this chapter. Section 15. That § 36-19-31 be AMENDED: 36-19-31. Each The board shall inspect each funeral establishment shall be inspected annually by a member of the State Board of Funeral Service, or by an inspector employed by said boardat least once every three years. Section 16. That § 36-19-32 be AMENDED: 36-19-32. The holder of any funeral establishment license who transfers the location of such the establishment, or ceases to operate the sameestablishment, or transfers such the license to another, shall, within five days thereafter, notify the State Board of Funeral Service thereof. In case of transfer of such licenseboard. If the location is transferred, the transferee shall promptly furnishprovide to the board the name of the individual who is duly licensed as either a funeral director or in funeral service, and who will, and shall, be in charge and, in accordance with this chapter, and is responsible for all transactions conducted and services performed therein. The board may inspect the new location to verify compliance with state law and rules of the board. Section 17. That § 36-19-36 be AMENDED: 36-19-36. Every Each license issued under this chapter, except other than the funeral establishment license, shall be nontransferableis not transferable and shall must be displayed by such the licensee in a conspicuous place in his or herthe licensee's office or place of business. Section 18. That § 36-19-37 be AMENDED: 36-19-37. All licensesEach license issued under the provisions of this chapter are valid only untilexpires on the following December thirty-first day of December. If a licensee desires a renewal of such license, the State Board of Funeral Service shall grant it, except for cause in compliance with chapter 1-26. All applications. Each application for renewal shall must be made within thirty days prior to the expiration of the license and shallsubmitted to the board during the month of December and must be accompanied by a renewal fee. The board shall promulgate rules, in accordance with chapter 1-26, to establish the amount of the fee, which may not to exceed two hundred fifty dollars, set by the board, by rule promulgated pursuant to chapter 1-26. Section 19. That § 36-19-38 be AMENDED: 36-19-38. The State Board of Funeral Service, acting in compliance with chapter 1-26, board may refuse to grant,renew, and may suspend, or revoke, any license if the license holder or the license applicant: (1) Obtained the license by fraud or misrepresentation either in applying for the license or in passing the examination for the license; (2) Alters a license; (3) Uses intoxicants or drugs to such a degree as to render the person unfit to practice funeral service or funeral directing; (3)(4) Has been convicted of a : (a) A felony; or (b) Any crime involving moral turpitude. However, upon the conviction of a holder of a valid license, of a felony or crime involving moral turpitude, the conviction shall immediately and automatically revoke the license; (4) Is not a person of good moral character dishonesty, any conduct intended to deceive or defraud the public, or any other unprofessional conduct; (5) Is guilty of malpractice in the business of funeral service or funeral directing; (6) Is guilty of willful violation of any section ofwillfully violating this chapter, or any rule of the board, or any rule of the state or any municipal board or department of healthordinance or federal regulation governing the disposition, shipment, or transportation of dead human bodies;or willfully fails to make any report required by law or by the rules of the board; (7) Signs a certificate stating that the person embalmed or prepared a dead human body for shipment or burial, whereas if in fact, someone, other than the another personsigning the certificate, other than a trainee for whom supervision was provided, embalmed or prepared the dead human body for shipment or burial; (8) Pays or Directly or indirectly: (a) Pays or causes to be paid, directly or indirectly, a commission for the securing of business; or, directly or indirectly solicits such (b) Solicits business. However , provided that the soliciting of members or the selling of stock in any cooperative burial association is not a violation of this subdivision; (9) Engages in any practice or conduct that constitutes a danger to the health, safety, or welfare of the public; (10) Engages in any conduct that is unbecoming of a licensee or applicant; (11) Has been disciplined by the board of another state or territory for any act or omission that would be a violation of this chapter or rules adopted by the board; (11) Fails to report to the board: (a) Any discipline imposed by the board of another state or territory; (b) Any felony conviction; or (c) Any conviction for an offense arising out of the practice of funeral service; (12) Has employed, enabled, or assisted the unlicensed practice or provision of any service, other than that authorized by this chapter or rules adopted by the board; (13) Fails to maintain adequate safety and sanitary conditions or other requirements of funeral establishments, as set forth in this chapter or rules adopted by the board pursuant to chapter 1-26; or (14) Engages in any unfair or deceptive act or practice. If the license as funeral director is held by a firm, corporation, association, or organization, the provisions of this section apply to the members of the board of directors, officers, and employees, as well as to the firm, corporation, association, or organization. Section 20. That § 36-19-3 be REPEALED: For the purpose of this chapter this state is hereby divided into five districts, and one professional member of the State Board of Funeral Service shall be appointed as provided in § 36-19-2 from each of the said districts. The first district shall consist of the following counties: Moody, Lake, the portion of McCook east of state highway 81, Minnehaha, Silver Lake, Grandview, Valley and Molan townships in Hutchinson, Turner, Lincoln, Union, Clay, Yankton. The second district shall consist of the following counties: Sanborn, Miner, Hanson, Jerauld, Buffalo, Aurora, Brule, Davison, the portion of McCook west of state highway 81, the remainder of Hutchinson, Douglas, Charles Mix, Bon Homme. The third district shall consist of the following counties: Roberts, Day, Grant, Codington, Clark, Hamlin, Deuel, Brookings, Kingsbury. The fourth district shall consist of the following counties: Marshall, Brown, McPherson, Campbell, Walworth, Edmunds, Spink, Faulk, Potter, Sully, Hughes, Hyde, Hand, Beadle. The fifth district shall consist of the following counties: Bennett, Butte, Corson, Custer, Dewey, Fall River, Gregory, Haakon, Harding, Jackson, Jones, Lawrence, Lyman, Meade, Mellette, Oglala Lakota, Pennington, Perkins, Stanley, Todd, Tripp, Ziebach. Section 21. That § 36-19-4 be REPEALED: The appointive members of the State Board of Funeral Service, before entering upon their duties shall respectively take and subscribe the oath required by other state officers, which shall be filed in the Office of the Secretary of State. Section 22. That § 36-19-5 be REPEALED: The Governor may remove an appointive member of the State Board of Funeral Service for cause, and a member appointed to fill such vacancy caused by death, resignation, or removal shall serve during the unexpired term of his predecessor. Section 23. That § 36-19-10 be REPEALED: The State Board of Funeral Service shall be authorized to adopt and use a common seal. Section 24. That § 36-19-13 be REPEALED: No person shall be employed as an inspector by the State Board of Funeral Service unless such person has been licensed in this state as an embalmer and funeral director, and has practiced funeral service, for at least five years prior to his appointment. Section 25. That § 36-19-17 be REPEALED: Every funeral director who, on July 1, 1963, held a license which had been duly issued under the laws of this state, is entitled to have his license renewed annually upon payment of renewal fees of not to exceed fifty dollars set by the State Board of Funeral Service, by rule promulgated pursuant to chapter 1-26. Section 26. That § 36-19-20 be REPEALED: Any person desiring to obtain a license to practice funeral service under this chapter shall make application to the State Board of Funeral Service. The application shall contain such information as the board may require and be upon a form prepared by the board. Upon receipt of the application, the board shall fix a date and place for the examination of the applicant of which notice shall be given to the applicant by mail. At such time and place, a designee of the board, a board member, or a board staff member selected by a majority of the board shall proceed to examine the applicant under such rules the board may promulgate pursuant to chapter 1-26. Section 27. That § 36-19-22 be REPEALED: The examination required by § 36-19-21 shall be held at such times and places as the examining board shall deem most convenient for the applicants for examination, and, in accordance with the rules and regulations of the State Board of Funeral Service. Examination shall be in writing and the applicant must attain a grade of seventy‑five per cent on each subject. All examination papers of all applicants shall be kept on file by such board for a period of three years. Section 28. That § 36-19-23 be REPEALED: If an applicant for a license to practice funeral service has satisfactorily passed the national board examination given by the Conference of Funeral Service Examining Board of the United States, Incorporated, and is so certified to the State Board of Funeral Service by said Conference of Funeral Service Examining Board of the United States, Incorporated, said board may in its discretion accept the results of said national board examination in lieu of the written portion of the board's examination. Section 29. That § 36-19-24 be REPEALED: Any holder of a license issued by the state authority in any other state maintaining a system and standard of examination for license to engage in the practice of funeral service, which in the judgment of the State Board of Funeral Service, is substantially the equivalent to that required in this state, may be issued such a license after passing a written examination on questions concerning the laws and rules of the State of South Dakota upon the payment of the applicable fee pursuant to § 36-19-25. Section 30. That § 36-19-25.1 be REPEALED: The receipt of fees for initial licenses issued by the Board of Funeral Service is validated and is of the same force and effect as if the board had authority to set and collect such fees. If a person has a vested right in any property because of the lack of authority referred to in this section, and if no action or proceeding to enforce such right was commenced prior to July 1, 1984, such right is forever barred, and no such action or proceeding may be brought or be of any force or effect, or be maintainable in any court of this state. Section 31. That § 36-19-28 be REPEALED: No establishment shall be classified as a funeral establishment unless it has a preparation room equipped with a sanitary floor of tile or linoleum, a table with sanitary top, suitable drainage and ventilation, and containing necessary instruments and supplies for the preparation and embalming of dead human bodies for burial or transportation, and a display room containing a reasonably adequate stock of funeral caskets and shipping cases. Section 32. That § 36-19-33 be REPEALED: In case of the death of a designated manager of a funeral establishment, who leaves such funeral establishment as part or all of his estate, the State Board of Funeral Service shall issue to the legal representative of such deceased person, a funeral establishment license. The fee for the application and renewal of such license, and the time of payment thereof, shall be the same as required in § 36-19-37 for such licenses. Section 33. That § 36-19-34 be REPEALED: Membership in the South Dakota Embalmers and Funeral Directors Association shall never be a condition to obtaining or holding any license under this chapter. Section 34. That § 36-19-35 be REPEALED: All licenses issued under this chapter shall be signed by a majority of the State Board of Funeral Service and attested by its seal and shall specify by name the person to whom issued. Section 35. That § 36-19-40 be REPEALED: An appeal from the decision of the State Board of Funeral Service may be taken as provided by chapter 1-26. Section 36. That § 36-19-42 be REPEALED: If any provision of this chapter or the application thereof to any person or circumstance is held invalid, such invalidity shall not affect other provisions or applications of the chapter which can be given effect without the invalid provision or application, and to this end the provisions of this chapter are declared to be severable. Section 37. That § 36-19-43 be REPEALED: The Board of Funeral Services may comply with or exempt themselves from the federal trade commission rules on funeral industry practices pursuant to §§ 453.1 to 453.10, inclusive, volume 16 of the Code of Federal Regulations as amended and in effect on January 1, 1984."}, {"bill_id": 23812, "bill_version_id": 245804, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2023-01-24T15:40:15.783-06:00", "bill_text": "An Act to update provisions related to the licensure of funeral directors and the provision of funeral services. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-19-1 be AMENDED: 36-19-1. Terms used in this chapter mean: (1) \"Board,\" the State Board of Funeral Service; (1A)(2) \"Branch chapel,\" a separate facility with a visitation room or chapelwhere , in which no embalming is permittedthat , and which is owned by, a subsidiary of, or otherwise financially connected to or controlled by a licensed funeral establishment; (2) \"Embalmer,\" any person engaged in or conducting, or holding the person out as engaged in or conducting, the business of disinfecting, preserving, or both, or attempting to disinfect or preserve, or both, or cremate, dead human bodies, in whole or in part by use of chemicals externally, internally or by other methods, as approved by the department of health; (3) \"Funeral director,\" any person, partnership, limited liability company, corporation, association, or organization engaged in or conducting orholding that person out as being engaged inor conducting, at a funeral establishment, the business of preparing, other than embalming, for burial or disposal, and supervising the burial or disposal of dead human bodies, or who shall, in connection with the person's name or business, use the title, funeral director, undertaker, mortician, or any other title implying that the person is engaged in the business herein described: (a) Conducting funeral services and burials of casketed remains; (b) Disinfecting and preserving dead human bodies; or (c) Cremating human remains; (4) \"Funeral establishment,\" any place of a businessconducted, at a specific street address orphysical location, devoted to the care and preparationcaring for and preparing dead human bodies for burial or transportation of dead human bodies; (5) \"Funeral service,\" those service provided or rendered by an embalmer or funeral director, or both, as set forth in subdivisions (2) or (3) of this section; (6) \"Trainee in funeral service,\" any person who has registered with the board and is engaged in the training of to provide funeral service. However, no person may serve or attempt to serve as such trainee until that person has filed a registration with the board of funeral service as set forth in this chapterservices. Section 2. That § 36-19-2 be AMENDED: 36-19-2. The State Board of Funeral Service shall include the five professionalconsists of five memberswho shall appointed by the Governor. Four members must be persons who have been licensed to practice funeral service.The Governor shall appoint the professional members of the board. However, no person may be appointed as a professional member of the board who has not been licensed in this state, as an embalmer and funeral director, or to practice funeral service, for at least five years prior to appointment for at least five years and are currently licensed in accordance with this chapter. One member must be a representative of the public who is not associated with or financially interested in the provision of funeral services and is not a member of a related profession or a practitioner of a related occupation. The term of office of appointed members is three years. The In the event of a vacancy, the Governor shall, by appointment, fill any vacancy. The board shall also include two lay members who are users of the services regulated by the board. The term, lay member who is a user, refers to a person who is not licensed by the board but, where practical, uses the service licensed. The term shall be liberally construed to implement the purpose of this section. The Governor shall appoint the lay members. The lay members shall have the same term of office as other members of the board appoint a new member to fill the unexpired term. No A board member may not serve more than three consecutive full terms. However,An appointment to fill an unexpired term is not considered a completeto be a full term for this purpose. The Governor may stagger the terms to enable the board to have different terms expire each year. The terms of members beginEach term of office begins on October thirty-first of the calendar year in which the Governor appoints the member, unless otherwise designated by the Governor. The appointee's term expires on October thirtieth in the third year of appointment. Any member's term ending June 30, 2013, or thereafter is extended to October thirtieth in the year the term is to expire. The board shall also include the secretary of health or the secretary's designee shall serve as a an ex officio, nonvoting member of the board. Section 3. That § 36-19-6 be AMENDED: 36-19-6. The State Board of Funeral Serviceboard shall meet at least once a twice each year, at a time and place established by the board, and may also hold specialadditional meetings as frequently as the proper and efficient discharge of its duties requires. Four members constitute a quorum for the transaction of businessat the call of the president or at the request of a majority of the board. Section 4. That § 36-19-6.1 be AMENDED: 36-19-6.1. The State Board of Funeral Service board shall continue within the Department of Health, and shall retain all its prescribed functions, including administrative functions. The board shall submit such records, information, and reports in the form and at such times as required by the secretary of health, except that the board shall report at least annually. Section 5. That § 36-19-7 be AMENDED: 36-19-7. The State Board of Funeral Service may, pursuant to chapter 3-6D, determine the compensation of the secretary and other assistants as may be necessary to carry out the provisions of this chapter and any rules promulgated under this chapter. The board may incur other expenses as may be necessary. The compensation of the members and the other expenses of the board shall be paid out of the fees received from applicants and licenseesEach member of the board shall receive per diem compensation in accordance with § 4-7-10.4 and reimbursement for expenses incurred while engaged in official business, as provided by law. Section 6. That § 36-19-9 be AMENDED: 36-19-9. The State Board of Funeral Service may elect, out of its own numberboard shall annually elect, from among its own members, a president, a vice‑president, and secretary‑treasurer, and, pursuant to chapter 1-26, promulgate the rules as may be reasonable and proper to: (1) Establish the minimum physical standards of licensees' funeral establishments; (2) Regulate the inspection of each funeral establishment; (3) Establish the educational, training, reciprocity and renewal requirements for licensure; and (4) However, the board may not regulate the method and manner of providing funeral service. The treasurer of the board shall give bond in the sum of five thousand dollars with sufficient sureties to be approved by the board, conditioned for the honest and faithful discharge of the treasurer's duties a secretary. Section 7. That § 36-19-12 be AMENDED: 36-19-12. It shall be the duty of the State Board of Funeral Service to examine applicants for licenses as provided by this chapter; to keep all necessary records; receive registrations of trainees in funeral service; to control and issue reciprocal licenses and renewals of all other licenses as provided in this chapter; to revoke or suspend upon proper cause, and to provide hearings in such matters and to investigate any and all complaints originating from the violation of any section or sections of this chapterThe board may: (1) Issue and renew licenses, as provided in this chapter; (2) Issue subpoenas, examine witnesses, administer oaths, conduct hearings and, at its discretion, investigate allegations of violations of this chapter, and impose penalties for such violations; (3) Enter into contracts and employ necessary personnel to carry out its responsibilities under this chapter; (4) Communicate disciplinary actions to state and federal authorities and to other state funeral director licensing authorities; and (5) Perform other duties as necessary to administer this chapter. Section 8. That chapter 36-19 be amended with a NEW SECTION: The board shall promulgate rules, in accordance with chapter 1-26, to: (1) Administer, coordinate, and enforce this chapter; (2) Establish requirements for license application and renewal; (3) Establish standards of professional conduct; (4) Establish standards for the operation of a funeral establishment; and (5) Establish fees for licensure application and licensure renewal, as provided for in §§ 36-19-25 and 36-19-27. Section 9. That § 36-19-14 be AMENDED: 36-19-14. No A person shall embalmmay not, without being licensed as a funeral director by the board: (1) Embalm any dead human bodyor practice; (2) Practice embalming, or direct; (3) Conduct or supervise funerals, practice funeral services and burials of casketed remains; or (4) Maintain a funeral establishment in the State of South Dakota, without being licensed by the State Board of Funeral Servicethis state. Section 10. That § 36-19-18 be AMENDED: 36-19-18. The State Board of Funeral Serviceboard shall provide for the registration of trainees for licenseeach trainee pursuing licensure to practice funeral service. Trainees shall at all times remain registered with the board and The board shallpayan initial, by rule promulgated in accordance with chapter 1-26, provide for a registration fee, which may not to exceed twenty-five dollars set by the State Board of Funeral Service, by rule promulgated pursuant to chapter 1-26. Section 11. That § 36-19-21 be AMENDED: 36-19-21. In order to obtain a license in the practice of funeral service, the applicant shall submit evidence that the applicant is a citizen of the United States or a resident of South Dakota; isThe board may issue a license to practice funeral service to any person who: (1) Is at least eighteen years of age; is of good moral character; has sixty semester hours credit from a college or university in a course approved by the State Board of Funeral Service; has completed one year's course at a school of embalming, accredited by the board; has completed one year's work as a trainee embalmer‑funeral director in this state; and has passed an examination on the following subjects: embalming and care, disposition and preservation of the bodies of deceased persons, sanitation for the prevention of the spread of infectious or contagious diseases, and local health and sanitation ordinances and regulations relating to mortuary science (2) Submits an application on a form prescribed by the board; (3) Pays the application fee established by the board, in accordance with section 8 of this Act; (4) Has completed at least ninety credit hours offered by an accredited institution of higher education and obtained a degree or a certificate from a mortuary science or funeral service program that is accredited by the American Board of Funeral Service Education; (5) Has completed one year as a trainee under a person licensed pursuant to this chapter; (6) Has passed the national board examination, administered by the International Conference of Funeral Service Examining Board; and (7) Has not committed any act that constitutes a ground for denying, suspending, or revoking a license under this chapter. Section 12. That § 36-19-25 be AMENDED: 36-19-25. A license to practice funeral service shall be issued and is renewablemust be renewed annuallyupon payment of a. The board shall, by rule promulgated in accordance with chapter 1-26, establish the renewal fee, which may not to exceed one hundred twenty-five dollars set by the State Board of Funeral Service, by rule promulgated pursuant to chapter 1-26. Section 13. That § 36-19-27 be AMENDED: 36-19-27. An application for a license to operate a funeral establishment shall be submittedis required for each locationand shall be in writing. The application must be on a form provided by the State Board of Funeral Service and shall be accompanied by a fee not to exceed two hundred fifty dollars set by the State Board of Funeral Service, by rule promulgated pursuant to chapter 1-26. A license to operate a funeral establishment may be granted upon approval and recommendation by the stateboard and accompanied by an application fee. The board shall, by rule promulgated in accordance with chapter 1-26, establish the application fee, which may not exceed two hundred fifty dollars. The board may inspect the funeral establishment to verify compliance with state law and rules of the board. The application shall statefor a license to operate a funeral establishment must include the name of the individual who is duly licensed as either a funeral director or in funeral serviceunder this chapter and who shall be in charge and responsible for managing all transactions conducted and services performed. Section 14. That § 36-19-30 be AMENDED: 36-19-30. Every Each funeral establishment shall must be managed and conducted by a person licensed to practice funeral service, or who is a licensed funeral director under this chapter. Section 15. That § 36-19-31 be AMENDED: 36-19-31. Each The board shall inspect each funeral establishment shall be inspected annually by a member of the State Board of Funeral Service, or by an inspector employed by said boardat least once every three years. Section 16. That § 36-19-32 be AMENDED: 36-19-32. The holder of any funeral establishment license who transfers the location of such the establishment, or ceases to operate the sameestablishment, or transfers such the license to another, shall, within five days thereafter, notify the State Board of Funeral Service thereof. In case of transfer of such licenseboard. If the location is transferred, the transferee shall promptly furnishprovide to the board the name of the individual who is duly licensed as either a funeral director or in funeral service, and who will, and shall, be in charge and, in accordance with this chapter, and is responsible for all transactions conducted and services performed therein. The board may inspect the new location to verify compliance with state law and rules of the board. Section 17. That § 36-19-36 be AMENDED: 36-19-36. Every Each license issued under this chapter, except other than the funeral establishment license, shall be nontransferableis not transferable and shall must be displayed by such the licensee in a conspicuous place in his or herthe licensee's office or place of business. Section 18. That § 36-19-37 be AMENDED: 36-19-37. All licensesEach license issued under the provisions of this chapter are valid only untilexpires on the following December thirty-first day of December. If a licensee desires a renewal of such license, the State Board of Funeral Service shall grant it, except for cause in compliance with chapter 1-26. All applications. Each application for renewal shall must be made within thirty days prior to the expiration of the license and shallsubmitted to the board during the month of December and must be accompanied by a renewal fee. The board shall promulgate rules, in accordance with chapter 1-26, to establish the amount of the fee, which may not to exceed two hundred fifty dollars, set by the board, by rule promulgated pursuant to chapter 1-26. Section 19. That § 36-19-38 be AMENDED: 36-19-38. The State Board of Funeral Service, acting in compliance with chapter 1-26, board may refuse to grant,renew, and may suspend, or revoke, any license if the license holder or the license applicant: (1) Obtained the license by fraud or misrepresentation either in applying for the license or in passing the examination for the license; (2) Alters a license; (3) Uses intoxicants or drugs to such a degree as to render the person unfit to practice funeral service or funeral directing; (3)(4) Has been convicted of a : (a) A felony; or (b) Any crime involving moral turpitude. However, upon the conviction of a holder of a valid license, of a felony or crime involving moral turpitude, the conviction shall immediately and automatically revoke the license; (4) Is not a person of good moral character dishonesty, any conduct intended to deceive or defraud the public, or any other unprofessional conduct; (5) Is guilty of malpractice in the business of funeral service or funeral directing; (6) Is guilty of willful violation of any section ofwillfully violating this chapter, or any rule of the board, or any rule of the state or any municipal board or department of healthordinance or federal regulation governing the disposition, shipment, or transportation of dead human bodies;or willfully fails to make any report required by law or by the rules of the board; (7) Signs a certificate stating that the person embalmed or prepared a dead human body for shipment or burial, whereas if in fact, someone, other than the another personsigning the certificate, other than a trainee for whom supervision was provided, embalmed or prepared the dead human body for shipment or burial; (8) Pays or Directly or indirectly: (a) Pays or causes to be paid, directly or indirectly, a commission for the securing of business; or, directly or indirectly solicits such (b) Solicits business. However , provided that the soliciting of members or the selling of stock in any cooperative burial association is not a violation of this subdivision; (9) Engages in any practice or conduct that constitutes a danger to the health, safety, or welfare of the public; (10) Engages in any conduct that is unbecoming of a licensee or applicant; (11) Has been disciplined by the board of another state or territory for any act or omission that would be a violation of this chapter or rules adopted by the board; (11) Fails to report to the board: (a) Any discipline imposed by the board of another state or territory; (b) Any felony conviction; or (c) Any conviction for an offense arising out of the practice of funeral service; (12) Has employed, enabled, or assisted the unlicensed practice or provision of any service, other than that authorized by this chapter or rules adopted by the board; (13) Fails to maintain adequate safety and sanitary conditions or other requirements of funeral establishments, as set forth in this chapter or rules adopted by the board pursuant to chapter 1-26; or (14) Engages in any unfair or deceptive act or practice. If the license as funeral director is held by a firm, corporation, association, or organization, the provisions of this section apply to the members of the board of directors, officers, and employees, as well as to the firm, corporation, association, or organization. Section 20. That § 36-19-3 be REPEALED: For the purpose of this chapter this state is hereby divided into five districts, and one professional member of the State Board of Funeral Service shall be appointed as provided in § 36-19-2 from each of the said districts. The first district shall consist of the following counties: Moody, Lake, the portion of McCook east of state highway 81, Minnehaha, Silver Lake, Grandview, Valley and Molan townships in Hutchinson, Turner, Lincoln, Union, Clay, Yankton. The second district shall consist of the following counties: Sanborn, Miner, Hanson, Jerauld, Buffalo, Aurora, Brule, Davison, the portion of McCook west of state highway 81, the remainder of Hutchinson, Douglas, Charles Mix, Bon Homme. The third district shall consist of the following counties: Roberts, Day, Grant, Codington, Clark, Hamlin, Deuel, Brookings, Kingsbury. The fourth district shall consist of the following counties: Marshall, Brown, McPherson, Campbell, Walworth, Edmunds, Spink, Faulk, Potter, Sully, Hughes, Hyde, Hand, Beadle. The fifth district shall consist of the following counties: Bennett, Butte, Corson, Custer, Dewey, Fall River, Gregory, Haakon, Harding, Jackson, Jones, Lawrence, Lyman, Meade, Mellette, Oglala Lakota, Pennington, Perkins, Stanley, Todd, Tripp, Ziebach. Section 21. That § 36-19-4 be REPEALED: The appointive members of the State Board of Funeral Service, before entering upon their duties shall respectively take and subscribe the oath required by other state officers, which shall be filed in the Office of the Secretary of State. Section 22. That § 36-19-5 be REPEALED: The Governor may remove an appointive member of the State Board of Funeral Service for cause, and a member appointed to fill such vacancy caused by death, resignation, or removal shall serve during the unexpired term of his predecessor. Section 23. That § 36-19-10 be REPEALED: The State Board of Funeral Service shall be authorized to adopt and use a common seal. Section 24. That § 36-19-13 be REPEALED: No person shall be employed as an inspector by the State Board of Funeral Service unless such person has been licensed in this state as an embalmer and funeral director, and has practiced funeral service, for at least five years prior to his appointment. Section 25. That § 36-19-17 be REPEALED: Every funeral director who, on July 1, 1963, held a license which had been duly issued under the laws of this state, is entitled to have his license renewed annually upon payment of renewal fees of not to exceed fifty dollars set by the State Board of Funeral Service, by rule promulgated pursuant to chapter 1-26. Section 26. That § 36-19-20 be REPEALED: Any person desiring to obtain a license to practice funeral service under this chapter shall make application to the State Board of Funeral Service. The application shall contain such information as the board may require and be upon a form prepared by the board. Upon receipt of the application, the board shall fix a date and place for the examination of the applicant of which notice shall be given to the applicant by mail. At such time and place, a designee of the board, a board member, or a board staff member selected by a majority of the board shall proceed to examine the applicant under such rules the board may promulgate pursuant to chapter 1-26. Section 27. That § 36-19-22 be REPEALED: The examination required by § 36-19-21 shall be held at such times and places as the examining board shall deem most convenient for the applicants for examination, and, in accordance with the rules and regulations of the State Board of Funeral Service. Examination shall be in writing and the applicant must attain a grade of seventy‑five per cent on each subject. All examination papers of all applicants shall be kept on file by such board for a period of three years. Section 28. That § 36-19-23 be REPEALED: If an applicant for a license to practice funeral service has satisfactorily passed the national board examination given by the Conference of Funeral Service Examining Board of the United States, Incorporated, and is so certified to the State Board of Funeral Service by said Conference of Funeral Service Examining Board of the United States, Incorporated, said board may in its discretion accept the results of said national board examination in lieu of the written portion of the board's examination. Section 29. That § 36-19-24 be REPEALED: Any holder of a license issued by the state authority in any other state maintaining a system and standard of examination for license to engage in the practice of funeral service, which in the judgment of the State Board of Funeral Service, is substantially the equivalent to that required in this state, may be issued such a license after passing a written examination on questions concerning the laws and rules of the State of South Dakota upon the payment of the applicable fee pursuant to § 36-19-25. Section 30. That § 36-19-25.1 be REPEALED: The receipt of fees for initial licenses issued by the Board of Funeral Service is validated and is of the same force and effect as if the board had authority to set and collect such fees. If a person has a vested right in any property because of the lack of authority referred to in this section, and if no action or proceeding to enforce such right was commenced prior to July 1, 1984, such right is forever barred, and no such action or proceeding may be brought or be of any force or effect, or be maintainable in any court of this state. Section 31. That § 36-19-28 be REPEALED: No establishment shall be classified as a funeral establishment unless it has a preparation room equipped with a sanitary floor of tile or linoleum, a table with sanitary top, suitable drainage and ventilation, and containing necessary instruments and supplies for the preparation and embalming of dead human bodies for burial or transportation, and a display room containing a reasonably adequate stock of funeral caskets and shipping cases. Section 32. That § 36-19-33 be REPEALED: In case of the death of a designated manager of a funeral establishment, who leaves such funeral establishment as part or all of his estate, the State Board of Funeral Service shall issue to the legal representative of such deceased person, a funeral establishment license. The fee for the application and renewal of such license, and the time of payment thereof, shall be the same as required in § 36-19-37 for such licenses. Section 33. That § 36-19-34 be REPEALED: Membership in the South Dakota Embalmers and Funeral Directors Association shall never be a condition to obtaining or holding any license under this chapter. Section 34. That § 36-19-35 be REPEALED: All licenses issued under this chapter shall be signed by a majority of the State Board of Funeral Service and attested by its seal and shall specify by name the person to whom issued. Section 35. That § 36-19-40 be REPEALED: An appeal from the decision of the State Board of Funeral Service may be taken as provided by chapter 1-26. Section 36. That § 36-19-42 be REPEALED: If any provision of this chapter or the application thereof to any person or circumstance is held invalid, such invalidity shall not affect other provisions or applications of the chapter which can be given effect without the invalid provision or application, and to this end the provisions of this chapter are declared to be severable. Section 37. That § 36-19-43 be REPEALED: The Board of Funeral Services may comply with or exempt themselves from the federal trade commission rules on funeral industry practices pursuant to §§ 453.1 to 453.10, inclusive, volume 16 of the Code of Federal Regulations as amended and in effect on January 1, 1984."}, {"bill_id": 23812, "bill_version_id": 248140, "bill_version": "Enrolled", "bill_version_date": "2023-02-02T13:50:04.433-06:00", "bill_text": "ENTITLED An Act to update provisions related to the licensure of funeral directors and the provision of funeral services. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-19-1 be AMENDED: 36-19-1. Terms used in this chapter mean: (1) \"Board,\" the State Board of Funeral Service; (2) \"Branch chapel,\" a separate facility with a visitation room or chapel, in which no embalming is permitted, and which is owned by, a subsidiary of, or otherwise financially connected to or controlled by a licensed funeral establishment; (3) \"Funeral director,\" any person engaged in or holding out as being engaged in: (a) Conducting funeral services and burials of casketed remains; (b) Disinfecting and preserving dead human bodies; or (c) Cremating human remains; (4) \"Funeral establishment,\" a business, at a physical location, devoted to caring for and preparing dead human bodies for burial or transportation; (5) \"Trainee,\" any person who has registered with the board and is engaged in training to provide funeral services. Section 2. That § 36-19-2 be AMENDED: 36-19-2. The State Board of Funeral Service consists of five members appointed by the Governor. Four members must be persons who have been licensed to practice funeral service for at least five years and are currently licensed in accordance with this chapter. One member must be a representative of the public who is not associated with or financially interested in the provision of funeral services and is not a member of a related profession or a practitioner of a related occupation. The term of office is three years. In the event of a vacancy, the Governor shall appoint a new member to fill the unexpired term. A board member may not serve more than three consecutive full terms. An appointment to fill an unexpired term is not considered to be a full term. Each term of office begins on October thirty-first. The secretary of health or the secretary's designee shall serve as an ex officio, nonvoting member of the board. Section 3. That § 36-19-6 be AMENDED: 36-19-6. The board shall meet at least twice each year, at a time and place established by the board, and may hold additional meetings at the call of the president or at the request of a majority of the board. Section 4. That § 36-19-6.1 be AMENDED: 36-19-6.1. The board shall continue within the Department of Health, and shall retain all its prescribed functions, including administrative functions. The board shall submit such records, information, and reports in the form and at such times as required by the secretary of health. Section 5. That § 36-19-7 be AMENDED: 36-19-7. Each member of the board shall receive per diem compensation in accordance with § 4-7-10.4 and reimbursement for expenses incurred while engaged in official business, as provided by law. Section 6. That § 36-19-9 be AMENDED: 36-19-9. The board shall annually elect, from among its own members, a president, a vice‑president, and a secretary. Section 7. That § 36-19-12 be AMENDED: 36-19-12. The board may: (1) Issue and renew licenses, as provided in this chapter; (2) Issue subpoenas, examine witnesses, administer oaths, conduct hearings and, at its discretion, investigate allegations of violations of this chapter, and impose penalties for such violations; (3) Enter into contracts and employ necessary personnel to carry out its responsibilities under this chapter; (4) Communicate disciplinary actions to state and federal authorities and to other state funeral director licensing authorities; and (5) Perform other duties as necessary to administer this chapter. Section 8. That chapter 36-19 be amended with a NEW SECTION: The board shall promulgate rules, in accordance with chapter 1-26, to: (1) Administer, coordinate, and enforce this chapter; (2) Establish requirements for license application and renewal; (3) Establish standards of professional conduct; (4) Establish standards for the operation of a funeral establishment; and (5) Establish fees for licensure application and licensure renewal, as provided for in §§ 36-19-25 and 36-19-27. Section 9. That § 36-19-14 be AMENDED: 36-19-14. A person may not, without being licensed as a funeral director by the board: (1) Embalm any dead human body; (2) Practice embalming; (3) Conduct or supervise funeral services and burials of casketed remains; or (4) Maintain a funeral establishment in this state. Section 10. That § 36-19-18 be AMENDED: 36-19-18. The board shall provide for the registration of each trainee pursuing licensure to practice funeral service. The board shall, by rule promulgated in accordance with chapter 1-26, provide for a registration fee, which may not exceed twenty-five dollars. Section 11. That § 36-19-21 be AMENDED: 36-19-21. The board may issue a license to practice funeral service to any person who: (1) Is at least eighteen years of age; (2) Submits an application on a form prescribed by the board; (3) Pays the application fee established by the board, in accordance with section 8 of this Act; (4) Has completed at least ninety credit hours offered by an accredited institution of higher education and obtained a degree or a certificate from a mortuary science or funeral service program that is accredited by the American Board of Funeral Service Education; (5) Has completed one year as a trainee under a person licensed pursuant to this chapter; (6) Has passed the national board examination, administered by the International Conference of Funeral Service Examining Board; and (7) Has not committed any act that constitutes a ground for denying, suspending, or revoking a license under this chapter. Section 12. That § 36-19-25 be AMENDED: 36-19-25. A license to practice funeral service must be renewed annually. The board shall, by rule promulgated in accordance with chapter 1-26, establish the renewal fee, which may not exceed one hundred twenty-five dollars. Section 13. That § 36-19-27 be AMENDED: 36-19-27. An application for a license to operate a funeral establishment is required for each location. The application must be on a form provided by the board and accompanied by an application fee. The board shall, by rule promulgated in accordance with chapter 1-26, establish the application fee, which may not exceed two hundred fifty dollars. The board may inspect the funeral establishment to verify compliance with state law and rules of the board. The application for a license to operate a funeral establishment must include the name of the individual who is licensed under this chapter and responsible for managing all transactions conducted and services performed. Section 14. That § 36-19-30 be AMENDED: 36-19-30. Each funeral establishment must be managed by a person licensed under this chapter. Section 15. That § 36-19-31 be AMENDED: 36-19-31. The board shall inspect each funeral establishment at least once every three years. Section 16. That § 36-19-32 be AMENDED: 36-19-32. The holder of any funeral establishment license who transfers the location of the establishment, ceases to operate the establishment, or transfers the license to another, shall, within five days thereafter, notify the board. If the location is transferred, the transferee shall provide to the board the name of the individual who is licensed, in accordance with this chapter, and is responsible for all transactions conducted and services performed. The board may inspect the new location to verify compliance with state law and rules of the board. Section 17. That § 36-19-36 be AMENDED: 36-19-36. Each license issued under this chapter, other than the funeral establishment license, is not transferable and must be displayed by the licensee in a conspicuous place in the licensee's office or place of business. Section 18. That § 36-19-37 be AMENDED: 36-19-37. Each license issued under this chapter expires on the following December thirty-first. Each application for renewal must be submitted to the board during the month of December and must be accompanied by a renewal fee. The board shall promulgate rules, in accordance with chapter 1-26, to establish the amount of the fee, which may not exceed two hundred fifty dollars. Section 19. That § 36-19-38 be AMENDED: 36-19-38. The board may refuse to renew, and may suspend or revoke, any license if the license holder: (1) Obtained the license by fraud or misrepresentation either in applying for the license or in passing the examination for the license; (2) Alters a license; (3) Uses intoxicants or drugs to such a degree as to render the person unfit to practice funeral service; (4) Has been convicted of: (a) A felony; or (b) Any crime involving dishonesty, any conduct intended to deceive or defraud the public, or any other unprofessional conduct; (5) Is guilty of malpractice in the business of funeral service; (6) Is guilty of willfully violating this chapter, any rule of the board, or any ordinance or federal regulation governing the disposition, shipment, or transportation of dead human bodies; (7) Signs a certificate stating that the person embalmed or prepared a dead human body for shipment or burial, if in fact another person, other than a trainee for whom supervision was provided, embalmed or prepared the dead human body for shipment or burial; (8) Directly or indirectly: (a) Pays or causes to be paid, a commission for the securing of business; or (b) Solicits business, provided that the soliciting of members or the selling of stock in any cooperative burial association is not a violation of this subdivision; (9) Engages in any practice or conduct that constitutes a danger to the health, safety, or welfare of the public; (10) Engages in any conduct that is unbecoming of a licensee or applicant; (11) Has been disciplined by the board of another state or territory for any act or omission that would be a violation of this chapter or rules adopted by the board; (11) Fails to report to the board: (a) Any discipline imposed by the board of another state or territory; (b) Any felony conviction; or (c) Any conviction for an offense arising out of the practice of funeral service; (12) Has employed, enabled, or assisted the unlicensed practice or provision of any service, other than that authorized by this chapter or rules adopted by the board; (13) Fails to maintain adequate safety and sanitary conditions or other requirements of funeral establishments, as set forth in this chapter or rules adopted by the board pursuant to chapter 1-26; or (14) Engages in any unfair or deceptive act or practice. If the license as funeral director is held by a firm, corporation, association, or organization, the provisions of this section apply to the members of the board of directors, officers, and employees, as well as to the firm, corporation, association, or organization. Section 20. That § 36-19-3 be REPEALED. Section 21. That § 36-19-4 be REPEALED. Section 22. That § 36-19-5 be REPEALED. Section 23. That § 36-19-10 be REPEALED. Section 24. That § 36-19-13 be REPEALED. Section 25. That § 36-19-17 be REPEALED. Section 26. That § 36-19-20 be REPEALED. Section 27. That § 36-19-22 be REPEALED. Section 28. That § 36-19-23 be REPEALED. Section 29. That § 36-19-24 be REPEALED. Section 30. That § 36-19-25.1 be REPEALED. Section 31. That § 36-19-28 be REPEALED. Section 32. That § 36-19-33 be REPEALED. Section 33. That § 36-19-34 be REPEALED. Section 34. That § 36-19-35 be REPEALED. Section 35. That § 36-19-40 be REPEALED. Section 36. That § 36-19-42 be REPEALED. Section 37. That § 36-19-43 be REPEALED. An Act to update provisions related to the licensure of funeral directors and the provision of funeral services. I certify that the attached Act originated in the: House as Bill No. 1015 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1015 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2023 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2023 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2023 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23812, "action_date": "2023-01-10T12:00:00-06:00", "document_id": 241498, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/241498.pdf", "status_text": "First Reading House", "journal_page": 14, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23812, "action_date": "2023-01-11T13:00:00-06:00", "document_id": 241515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/241515.pdf", "status_text": "Referred to", "journal_page": 24, "committee_id_action": 1159, "committee_id_assigned": 1158, "result": "N", "vote": {}}, {"bill_id": 23812, "action_date": "2023-01-17T07:45:00-06:00", "document_id": 243457, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243457.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1158, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23812, "action_date": "2023-01-17T07:45:00-06:00", "document_id": 243460, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243460.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1158, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76150, "president_vote": null, "Yea": [4341, 4351, 4442, 4368, 4450, 4438, 4469, 4447, 4467, 4444, 4408, 4374], "Excused": [4429]}}, {"bill_id": 23812, "action_date": "2023-01-18T14:00:00-06:00", "document_id": 244025, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244025.pdf", "status_text": "Do Pass", "journal_page": 55, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76213, "president_vote": null, "Yea": [4456, 4445, 4441, 4334, 4337, 4459, 4341, 4343, 4344, 4449, 4350, 4351, 4442, 4353, 4354, 4468, 4471, 4358, 4365, 4366, 4368, 4450, 4373, 4374, 4375, 4379, 4462, 4383, 4452, 4454, 4438, 4384, 4443, 4385, 4451, 4388, 4389, 4469, 4392, 4447, 4467, 4396, 4397, 4398, 4400, 4401, 4440, 4403, 4437, 4405, 4408, 4409, 4458, 4455, 4444, 4412, 4463, 4439, 4417, 4418, 4421, 4464, 4446, 4465, 4470, 4429, 4461], "Nay": [4333, 4393, 4406]}}, {"bill_id": 23812, "action_date": "2023-01-19T14:00:00-06:00", "document_id": 244438, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244438.pdf", "status_text": "First read in Senate and referred to", "journal_page": 68, "committee_id_action": 1183, "committee_id_assigned": 1172, "result": "N", "vote": {}}, {"bill_id": 23812, "action_date": "2023-01-24T10:00:00-06:00", "document_id": 244788, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244788.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1172, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23812, "action_date": "2023-01-24T10:00:00-06:00", "document_id": 244789, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244789.pdf", "status_text": "Motion to amend", "journal_page": 2, "committee_id_action": 1172, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23812, "action_date": "2023-01-24T10:00:00-06:00", "document_id": 244789, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244789.pdf", "status_text": "Do Pass Amended", "journal_page": 3, "committee_id_action": 1172, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76368, "president_vote": null, "Yea": [4345, 4457, 4453, 4394, 4413, 4419, 4436, 4336, 4430]}}, {"bill_id": 23812, "action_date": "2023-01-24T10:00:00-06:00", "document_id": 244789, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244789.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": 3, "committee_id_action": 1172, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23812, "action_date": "2023-01-26T13:00:00-06:00", "document_id": 246354, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246354.pdf", "status_text": "Deferred to another day", "journal_page": 128, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 23812, "action_date": "2023-01-30T14:00:00-06:00", "document_id": 246905, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246905.pdf", "status_text": "Do Pass Amended", "journal_page": 137, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76497, "president_vote": null, "Yea": [4336, 4338, 4339, 4340, 4342, 4345, 4348, 4448, 4352, 4355, 4359, 4457, 4372, 4378, 4381, 4382, 4453, 4466, 4386, 4460, 4394, 4395, 4399, 4404, 4407, 4410, 4413, 4414, 4419, 4426, 4430, 4432, 4434, 4436], "Suspended": [4360]}}, {"bill_id": 23812, "action_date": "2023-02-01T14:00:00-06:00", "document_id": 247777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247777.pdf", "status_text": "Concurred in amendments", "journal_page": 191, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76620, "president_vote": null, "Yea": [4456, 4445, 4441, 4334, 4337, 4459, 4341, 4343, 4344, 4449, 4350, 4351, 4353, 4354, 4468, 4471, 4358, 4365, 4366, 4368, 4450, 4373, 4374, 4379, 4462, 4383, 4452, 4454, 4438, 4384, 4443, 4385, 4451, 4388, 4389, 4469, 4392, 4447, 4467, 4396, 4398, 4400, 4401, 4440, 4403, 4437, 4405, 4408, 4409, 4458, 4455, 4444, 4412, 4463, 4439, 4418, 4421, 4464, 4446, 4465, 4470, 4429, 4461], "Nay": [4333, 4375, 4393, 4406, 4417], "Excused": [4442, 4397]}}, {"bill_id": 23812, "action_date": "2023-02-02T14:00:00-06:00", "document_id": 248145, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248145.pdf", "status_text": "Signed by the Speaker", "journal_page": 215, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23812, "action_date": "2023-02-03T13:00:00-06:00", "document_id": 248357, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248357.pdf", "status_text": "Signed by the President", "journal_page": 193, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23812, "action_date": "2023-02-06T14:00:00-06:00", "document_id": 248518, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248518.pdf", "status_text": "Delivered to the Governor", "journal_page": 230, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23812, "action_date": "2023-02-13T14:00:00-06:00", "document_id": 249157, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249157.pdf", "status_text": "Signed by the Governor", "journal_page": 280, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}]}