{"session_id": 19, "bill_id": 4480, "bill_type": "House Commemoration", "bill_number": 1092, "bill_title": "Honoring David Potratz from Washington High School for his state wrestling championship.", "sponsors": [{"legislator_profile_id": 366, "is_prime": true}, {"legislator_profile_id": 324, "is_prime": true}, {"legislator_profile_id": 396, "is_prime": false}, {"legislator_profile_id": 372, "is_prime": false}, {"legislator_profile_id": 344, "is_prime": false}, {"legislator_profile_id": 386, "is_prime": false}, {"legislator_profile_id": 403, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4480, "bill_version_id": 27226, "bill_version": "Introduced", "bill_version_date": "2013-03-06T09:54:34.223-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring David Potratz from Washington High School for his state wrestling championship. WHEREAS, David Potratz had an outstanding wrestling season in 2012 with a final record of forty-three wins and three losses; and WHEREAS, in 2012 David Potratz was an individual state wrestling champion in the one hundred six pound weight class at the Boys State Class A Wrestling Championship Tournament, winning his title match by a score of four to one; and WHEREAS, David Potratz demonstrated outstanding athletic ability, determination, and the willingness to make sacrifices: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that the Legislature honors David Potratz for his state wrestling championship."}, {"bill_id": 4480, "bill_version_id": 27456, "bill_version": "Enrolled", "bill_version_date": "2013-03-08T17:39:02.003-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring David Potratz from Washington High School for his state wrestling championship. WHEREAS, David Potratz had an outstanding wrestling season in 2012 with a final record of forty-three wins and three losses; and WHEREAS, in 2012 David Potratz was an individual state wrestling champion in the one hundred six pound weight class at the Boys State Class A Wrestling Championship Tournament, winning his title match by a score of four to one; and WHEREAS, David Potratz demonstrated outstanding athletic ability, determination, and the willingness to make sacrifices: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that the Legislature honors David Potratz for his state wrestling championship. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4480, "action_date": "2013-03-06T11:00:00-06:00", "document_id": 27246, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27246.pdf", "status_text": "", "journal_page": 786, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/4480"}