{"session_id": 19, "bill_id": 3991, "bill_type": "Senate Bill", "bill_number": 63, "bill_title": "revise certain requirements for certified public accountant firms licensed in South Dakota.", "sponsors": [], "keywords": ["Accountants", "Fees", "Licensing", "Professions and Occupations"], "audio": [{"meeting_datetime": "2013-01-15T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco05.mp3", "start_seconds": 2416.0}, {"meeting_datetime": "2013-01-15T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco05.mp3", "start_seconds": 2416.0}, {"meeting_datetime": "2013-01-15T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco05.mp3", "start_seconds": 2416.0}, {"meeting_datetime": "2013-01-15T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco05.mp3", "start_seconds": 2416.0}, {"meeting_datetime": "2013-01-23T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hju10.mp3", "start_seconds": 807.0}, {"meeting_datetime": "2013-01-23T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hju10.mp3", "start_seconds": 807.0}, {"meeting_datetime": "2013-01-23T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hju10.mp3", "start_seconds": 807.0}, {"meeting_datetime": "2013-01-23T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hju10.mp3", "start_seconds": 807.0}], "bill_versions": [{"bill_id": 3991, "bill_version_id": 23451, "bill_version": "Introduced", "bill_version_date": "2013-01-05T17:45:13.26-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain requirements for certified public accountant firms licensed in South Dakota. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-20B-1 be amended to read as follows: 36-20B-1. Terms as used in this chapter mean: (1) \"Board,\" the South Dakota Board of Accountancy established pursuant to this chapter or its predecessor; (2) \"Certificate,\" a certificate as a certified public accountant issued pursuant to this chapter or corresponding provisions of prior law, or a corresponding certificate as certified public accountant issued after examination under the law of any other state; (3) \"Client,\" a person or entity that agrees with a licensee to receive any professional service other than an employer-employee relationship; (4) \"CPA firm\" and \"PA firm,\" a sole proprietorship, a corporation, a partnership, or any other form of organization permitted by law issued a permit under this chapter; (5) \"Compilation,\" providing a service to be performed in accordance with Statements on Standards for Accounting and Review Services (SSARS) that is presenting in the form of financial statements, information that is the representation of management (owners) without undertaking to express any assurance on the statements; (6) \"Domestic,\" referring to a jurisdiction of a state; (7) \"Foreign,\" referring to a jurisdiction outside of the United States; (8) \"Home office,\" the location specified by a client as the address to which a service is directed; (9) \"License,\" a certificate issued pursuant to this chapter, a permit issued pursuant to this chapter, or a registration pursuant to this chapter; or in each case, a certificate, license, or permit issued under corresponding provisions of prior law; (10) \"Licensee,\" the holder of a certificate issued pursuant to this chapter or of a license issued under prior law, or of a permit issued pursuant to this chapter; or in each case, a certificate, license, or permit issued under corresponding provisions of prior law; (11) \"Manager,\" manager of a limited liability company; (12) \"Member,\" a member of a limited liability company; (12A) \"Owner,\" a licensee or nonlicensee as a proprietor, partner, officer, shareholder, or member with financial rights in the CPA firm or PA firm; (13) \"Peer review,\" a study, appraisal, or review of one or more aspects of the professional work of a certificate holder or CPA firm that performs attest or compilation services, by a qualified person or persons who hold certificates and who are not affiliated with the certificate holder or CPA firm being reviewed; (14) \"Permit,\" a permit to practice public accountancy issued to a firm pursuant to this chapter or corresponding provisions of prior law or under corresponding provisions of the laws of other states; (15) \"Practice privilege,\" the privilege for a person to practice public accountancy; (16) \"Principal place of business,\" the office location designated by the licensee for purposes of substantial equivalency and reciprocity; (17) \"Professional,\" arising out of or related to the specialized knowledge or skills associated with CPAs or PAs; (18) \"Public accountant,\" a person holding a public accountant license issued pursuant to provisions of prior law; (19) \"State,\" any state of the United States, the District of Columbia, Puerto Rico, the U.S. Virgin Islands, Guam, and the Commonwealth of the Northern Mariana Islands; (20) \"Substantial equivalency,\" a determination by the board or its designee that the education, examination, and experience requirements contained in the statutes and administrative rules of another jurisdiction are comparable to, or exceed the education, examination, and experience requirements contained in this chapter or that an individual CPA's education, examination, and experience qualifications are comparable to or exceed the education, examination, and experience requirements contained in this chapter. In ascertaining substantial equivalency, the board or its designee shall take into account the qualifications without regard to the sequence in which experience, education, or examination requirements were attained. Section 2. That § 36-20B-12 be amended to read as follows: 36-20B-12. The board may promulgate rules, pursuant to chapter 1-26, governing its administration and enforcement of this chapter and the conduct of licensees, including: (1) Rules governing the board's meetings and the conduct of its business; (2) Rules of procedure governing the conduct of investigations and hearings by the board; (3) Rules specifying the fees, educational and experience qualifications required for the issuance of certificates, the date for renewal of firm permits and certificates, and the continuing professional education required for renewal of certificates. The fee for issuance of a certificate may not exceed fifty dollars; (4) Rules of professional conduct to control the quality and integrity of the practice of public accountancy by licensees, covering such areas as independence, integrity, and objectivity; competence and technical and professional standards; responsibilities to the public; and responsibilities to clients; (5) Rules governing the manner and circumstances of use by holders of certificates who do not practice public accountancy, as defined under this chapter, of the titles certified public accountant and CPA; (6) Rules specifying procedures and fees, not to exceed fifty dollars, for registration of certificate holders who do not practice public accountancy, as defined under this chapter; (7) Rules governing the manner and circumstances of use by holders of licenses issued under prior law who do not practice public accountancy, as defined under this chapter, of the titles public accountant and PA; (8) Rules specifying procedures and fees, not to exceed fifty dollars, for registration of license holders who do not practice public accountancy, as defined under this chapter; (9) Rules regarding peer review pursuant to this chapter; (10) Rules specifying peer review administrative fees, not to exceed one hundred twenty-five dollars; (11) Rules specifying procedures and fees, not to exceed fifty dollars for required peer review documentation not filed in a timely manner; (12) Rules specifying fees for examination and reexamination, not to exceed three hundred fifty dollars per examination section, and issuance of a certificate, not to exceed fifty dollars; (13) Rules specifying procedures and fees, not to exceed fifty dollars, for proctoring applicants from another jurisdiction; (14) Rules specifying the procedures and fees, not to exceed sixty-five dollars for each person holding a certificate to practice owner, plus fifty dollars for each firm office practicing public accountancy in this state, for initial issuance or renewal of a firm permit. Any rule regarding a fee promulgated pursuant to this subdivision may be either a flat fee or tier based; (15) Rules governing the application and fees for a modification of a disciplinary action, not to exceed one thousand dollars, or reissue of a certificate, not to exceed one hundred dollars, or firm permit, not to exceed sixty-five dollars for each person holding a certificate to practice owner, plus one hundred dollars for each firm office practicing public accountancy in this state. Any rule regarding a fee promulgated pursuant to this subdivision may be either a flat fee or tier based; (16) Rules governing the methods, eligibility, and requirements for applying for examination and reexamination; (17) Rules specifying procedures and fees for renewal of certificates, not to exceed one hundred dollars, and firm permits, not to exceed sixty-five dollars for each person holding a certificate to practice owner, plus one hundred dollars for each firm office practicing public accountancy in this state not filed in a timely manner. Any rule regarding a fee promulgated pursuant to this subdivision may be either a flat fee or tier based; (18) Rules specifying procedures and fees, not to exceed twenty-five dollars, for replacement of a certificate or permit; (19) Rules specifying methods and requirements for conducting the examination; (20) Rules specifying methods, eligibility, and requirements of applying for a certificate; (21) Rules specifying procedures and fees for issuance of certificates, not to exceed one hundred dollars, and firm permits, not to exceed sixty-five dollars for each person holding a certificate to practice owner, plus one hundred dollars for each firm office practicing public accountancy in this state, not filed within the required period of time. Any rule regarding a fee promulgated pursuant to this subdivision may be either a flat fee or tier based; (22) Rules defining active and inactive status of both certificate and PA license holders who are not practicing public accountancy; and (23) Rules specifying procedures and fees, not to exceed one hundred dollars, on substantial equivalency. Section 3. That § 36-20B-32 be amended to read as follows: 36-20B-32. The board shall grant or renew a permit to practice as a CPA firm or PA firm to an entity that makes application and demonstrates its qualifications in accordance with this chapter. A firm with multiple locations shall obtain a permit for each location. A permit shall be initially issued and renewed for periods of not more than one year. However, a permit expires on the date as established by the board, by rule promulgated pursuant to chapter 1-26 following issuance or renewal. An application for a permit shall be made in such form, and in the case of an application for renewal, between such dates as the board may, by rule promulgated pursuant to chapter 1-26, specify. If the applicant seeks the opportunity to show that issuance or renewal of a permit was mistakenly denied or if the board is not able to determine whether it should be granted or denied, the board may issue to the applicant a provisional permit, which expires ninety days after its issuance, or when the board determines whether to issue or renew the permit for which the application was made, whichever occurs first. Section 4. That § 36-20B-33 be amended to read as follows: 36-20B-33. An applicant for initial issuance or renewal of a permit to practice under this chapter shall comply with the following: (1) Notwithstanding any other provision of law, a majority of the owners of the firm, in terms of financial interests and voting rights, are holders of a certificate and are licensed in some state, and such owners whose principal place of business is in this state and who perform professional services in this state hold a valid certificate issued under this chapter or the corresponding provision of prior law or are public accountants registered under this chapter. Firms may include nonlicensee owners. However, such firms shall be controlled by the majority vote of owners who are holders of a certificate and who are licensed in some state, and such control may not be relinquished by contract, such as through veto rights held by owners of less than a majority of the owners. The firm and its ownership shall comply with rules promulgated by the board pursuant to chapter 1-26. For firms of public accountants, at least a majority of the owners of the firm shall be holders of registrations under this chapter. An individual who has practice privileges under the provisions of § 36-20B-66 or 36-20B-67 who performs services for which a firm permit is required pursuant to § 36-20B-70 is not required to obtain a certificate from this state pursuant to § 36-20B-13; (2) Any CPA or PA firm as defined in this chapter may include nonlicensee owners if the firm designates a licensee of this state, or, in the case of a firm which is required to obtain a permit pursuant to § 36-20B-70, a licensee of another state who meets the requirements set forth in § 36-20B-66 or 36-20B-67, who is responsible for the proper registration of the firm and identifies non-license owners to the board; (3) All nonlicensee owners are active individual participants in the CPA or PA firm or an affiliated entity; (4) The firm complies with such other requirements as the board may establish by rule promulgated pursuant to chapter 1-26; (5) Any individual licensee or individual with practice privileges under the provisions of § 36-20B-66 or 36-20B-67 who is responsible for supervising attest or compilation services and signs or authorizes another individual to sign the accountant's report on the financial statements on behalf of the firm shall meet the experience requirements set out in the professional standards for such services; and (6) Any individual licensee or individual with practice privileges under the provisions of § 36-20B-66 or 36-20B-67 who signs or authorizes an individual to sign the accountant's report on the financial statements on behalf of the firm shall meet the experience requirement of this chapter. An applicant for initial issuance or renewal of a permit to practice shall register each office of the firm within this state with the board and show that all attest and compilation services rendered in this state are under the charge of a person holding a valid certificate issued under this chapter or the corresponding provision of prior law or some other state. Section 5. That § 36-20B-35 be amended to read as follows: 36-20B-35. Each holder of or applicant for a permit under this chapter shall notify the board in writing, within thirty days after its occurrence, of any change in the identity of any partner, officer, shareholder, member, or manager whose principal place of business is in this state, any change in the number or location of offices within this state, any change in the identity of the person in charge of such offices the firm, and any issuance, denial, revocation, or suspension of a permit by any other state. Firms failing to comply with the provisions of this chapter due to changes in firm ownership or personnel, after receiving or renewing a permit, shall take immediate corrective action to return the firm to compliance. The board may grant a reasonable period of time for a firm to take corrective action as specified by rule promulgated pursuant to chapter 1-26. Failure of the firm to comply within a reasonable period as defined by the board shall result in the suspension or revocation of the firm permit. Section 6. That § 36-20B-37 be amended to read as follows: 36-20B-37. The board shall charge a fee for each application for initial issuance or renewal of a permit in an amount, not to exceed sixty-five dollars for each person holding a certificate to practice owner, plus fifty dollars for each firm office practicing public accountancy in this state, prescribed by the board, by rule promulgated pursuant to chapter 1-26. The fee promulgated pursuant to this section may be either a flat fee or tier based."}, {"bill_id": 3991, "bill_version_id": 24555, "bill_version": "Enrolled", "bill_version_date": "2013-01-25T08:39:26.78-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3991, "action_date": "2013-01-10T14:00:00-06:00", "document_id": 23641, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23641.pdf", "status_text": "First read in Senate and referred to", "journal_page": 44, "committee_id_action": 200, "committee_id_assigned": 177, "result": "N", "vote": {}}, {"bill_id": 3991, "action_date": "2013-01-15T10:00:00-06:00", "document_id": 23638, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23638.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 177, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3991, "action_date": "2013-01-15T10:00:00-06:00", "document_id": 23767, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23767.pdf", "status_text": "Do Pass", "journal_page": 108, "committee_id_action": 177, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12558, "president_vote": null, "Yea": [362, 366, 358, 364, 331, 345, 363]}}, {"bill_id": 3991, "action_date": "2013-01-15T10:00:00-06:00", "document_id": 23767, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23767.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 177, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3991, "action_date": "2013-01-16T14:00:00-06:00", "document_id": 23860, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23860.pdf", "status_text": "Do Pass", "journal_page": 118, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12608, "president_vote": null, "Yea": [338, 362, 330, 337, 366, 388, 340, 365, 363, 325, 358, 364, 376, 336, 322, 345, 329, 331, 419, 317, 320, 385, 384, 321, 368, 328, 333, 386, 367, 319, 339, 387, 327, 383, 379]}}, {"bill_id": 3991, "action_date": "2013-01-17T14:00:00-06:00", "document_id": 23957, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23957.pdf", "status_text": "First read in House and referred to", "journal_page": 98, "committee_id_action": 202, "committee_id_assigned": 198, "result": "N", "vote": {}}, {"bill_id": 3991, "action_date": "2013-01-23T10:00:00-06:00", "document_id": 24395, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24395.pdf", "status_text": "Do Pass", "journal_page": 148, "committee_id_action": 198, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12803, "president_vote": null, "Yea": [353, 351, 324, 348, 350, 369, 359, 398, 406, 416, 402, 381, 334]}}, {"bill_id": 3991, "action_date": "2013-01-23T10:00:00-06:00", "document_id": 24395, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24395.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 198, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3991, "action_date": "2013-01-23T10:00:00-06:00", "document_id": 24054, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24054.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 198, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3991, "action_date": "2013-01-24T14:00:00-06:00", "document_id": 24514, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24514.pdf", "status_text": "Do Pass", "journal_page": 172, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12922, "president_vote": null, "Yea": [420, 346, 415, 418, 326, 360, 417, 349, 382, 410, 412, 398, 342, 324, 348, 318, 397, 374, 402, 381, 396, 370, 394, 413, 372, 350, 347, 416, 389, 351, 344, 359, 392, 335, 369, 414, 400, 375, 371, 380, 316, 332, 393, 395, 390, 408, 404, 405, 356, 411, 377, 355, 378, 407, 352, 357, 403, 343, 399, 323, 406, 361, 391, 354, 409, 401, 373, 353, 341, 334]}}, {"bill_id": 3991, "action_date": "2013-01-25T13:00:00-06:00", "document_id": 24653, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24653.pdf", "status_text": "Signed by the President", "journal_page": 229, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3991, "action_date": "2013-01-28T14:00:00-06:00", "document_id": 24817, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24817.pdf", "status_text": "Signed by the Speaker", "journal_page": 224, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3991, "action_date": "2013-01-29T14:00:00-06:00", "document_id": 24926, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24926.pdf", "status_text": "Delivered to the Governor", "journal_page": 0, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3991, "action_date": "2013-02-04T14:00:00-06:00", "document_id": 25209, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25209.pdf", "status_text": "Signed by the Governor", "journal_page": 300, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5394}