{"session_id": 20, "bill_id": 5449, "bill_type": "House Commemoration", "bill_number": 1010, "bill_title": "Commending and honoring Specialist Dalton Deboer for his selection as the South Dakota Army National Guard Soldier of the Year.", "sponsors": [{"legislator_profile_id": 487, "is_prime": true}, {"legislator_profile_id": 494, "is_prime": true}, {"legislator_profile_id": 525, "is_prime": false}, {"legislator_profile_id": 433, "is_prime": false}, {"legislator_profile_id": 496, "is_prime": false}, {"legislator_profile_id": 430, "is_prime": false}, {"legislator_profile_id": 461, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 5449, "bill_version_id": 29105, "bill_version": "Introduced", "bill_version_date": "2014-01-28T09:49:29.23-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Specialist Dalton Deboer for his selection as the South Dakota Army National Guard Soldier of the Year. WHEREAS, the South Dakota Army National Guard consistently is ranked as one of the best Army National Guard units in the nation; and WHEREAS, Specialist Dalton Deboer earned the distinction as the Soldier of the Year of the South Dakota Army National Guard after demonstrating great proficiency, steadfast dedication, and serving with honor; and WHEREAS, as noted by his South Dakota Army National Guard state supervisors and commanders, Specialist Dalton Deboer's proficiency and dedication to duty exemplify the total package of Army core values; and WHEREAS, Specialist Dalton Deboer's performance is in keeping with the highest traditions established by South Dakota's many veterans and the United States Armed Forces; and WHEREAS, South Dakotans greatly appreciate the sacrifice, dedication, and service of all those who put their lives on the line to serve South Dakota and our great Nation: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that Specialist Dalton Deboer is commended, congratulated, and honored as the South Dakota Army National Guard Soldier of the year. Specialist Deboer is recognized for his outstanding service and outstanding representation of the State of South Dakota, and is extended best wishes for his continued success, happiness, and safety. Hooah!"}, {"bill_id": 5449, "bill_version_id": 29455, "bill_version": "Enrolled", "bill_version_date": "2014-01-30T15:49:59.57-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Specialist Dalton Deboer for his selection as the South Dakota Army National Guard Soldier of the Year. WHEREAS, the South Dakota Army National Guard consistently is ranked as one of the best Army National Guard units in the nation; and WHEREAS, Specialist Dalton Deboer earned the distinction as the Soldier of the Year of the South Dakota Army National Guard after demonstrating great proficiency, steadfast dedication, and serving with honor; and WHEREAS, as noted by his South Dakota Army National Guard state supervisors and commanders, Specialist Dalton Deboer's proficiency and dedication to duty exemplify the total package of Army core values; and WHEREAS, Specialist Dalton Deboer's performance is in keeping with the highest traditions established by South Dakota's many veterans and the United States Armed Forces; and WHEREAS, South Dakotans greatly appreciate the sacrifice, dedication, and service of all those who put their lives on the line to serve South Dakota and our great Nation: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that Specialist Dalton Deboer is commended, congratulated, and honored as the South Dakota Army National Guard Soldier of the year. Specialist Deboer is recognized for his outstanding service and outstanding representation of the State of South Dakota, and is extended best wishes for his continued success, happiness, and safety. Hooah! 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5449, "action_date": "2014-01-28T14:00:00-06:00", "document_id": 29174, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29174.pdf", "status_text": "", "journal_page": 131, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/5449"}