{"session_id": 7, "bill_id": 816, "bill_type": "House Bill", "bill_number": 1077, "bill_title": "make an appropriation to the Board of Regents to improve South Dakota's research capacity and to promote and coordinate educator and student engagement in the educational and research opportunities at the Sanford Underground Science and Engineering Laboratory.", "sponsors": [], "keywords": ["Appropriations", "Board of Regents", "Education"], "audio": [{"meeting_datetime": "2009-02-05T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hap17.mp3", "start_seconds": 2605.0}, {"meeting_datetime": "2009-02-05T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hap17.mp3", "start_seconds": 2605.0}, {"meeting_datetime": "2009-02-05T00:00:00-06:00", "committee": "HAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hap17.mp3", "start_seconds": 2605.0}], "bill_versions": [{"bill_id": 816, "bill_version_id": 5256, "bill_version": "Introduced", "bill_version_date": "2009-01-09T17:21:01.51-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to make an appropriation to the Board of Regents to improve South Dakota's research capacity and to promote and coordinate educator and student engagement in the educational and research opportunities at the Sanford Underground Science and Engineering Laboratory. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There is hereby appropriated from the general fund the sum of three million two hundred sixty-seven thousand two hundred seventy-nine dollars ($ 3,267,279 ), or so much thereof as may be necessary, to the Board of Regents for the purposes of this Act. Section 2. The Board of Regents shall use two million seven hundred seventeen thousand four hundred eighty-one dollars, or so much thereof as may be necessary, of the moneys appropriated by this Act to build South Dakota's research capacity by attracting highly productive researchers and providing the researchers with a laboratory, equipment, and assistants to support investigations. Section 3. The Board of Regents may create and fill up to sixteen and one-half additional full-time equivalent positions to accomplish the purposes of section 2 of this Act. Section 4. The Board of Regents shall use five hundred forty-nine thousand seven hundred ninety-eight dollars, or so much thereof as may be necessary, of the moneys appropriated by this Act to promote and coordinate educator and student engagement in the educational and research opportunities available at the Sanford Underground Science and Engineering Laboratory. Section 5. The Board of Regents may create and fill up to thirteen additional full-time equivalent positions to accomplish the purposes of section 4 of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 816, "action_date": "2009-01-13T12:00:00-06:00", "document_id": 5315, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5315.pdf", "status_text": "First read in House and referred to", "journal_page": 32, "committee_id_action": 56, "committee_id_assigned": 58, "result": "N", "vote": {}}, {"bill_id": 816, "action_date": "2009-02-05T08:00:00-06:00", "document_id": 6609, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6609.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 58, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 816, "action_date": "2009-02-05T08:00:00-06:00", "document_id": 6926, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6926.pdf", "status_text": "Tabled", "journal_page": 301, "committee_id_action": 58, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3665, "president_vote": null, "Yea": [676, 670, 674, 635, 650, 707, 732, 668, 647]}}]}