{"session_id": 32, "bill_id": 8860, "bill_type": "Senate Bill", "bill_number": 110, "bill_title": "establish certain findings pertaining to pre-abortion counseling practices by abortion providers in South Dakota and to amend provisions regarding mandatory third-party pre-abortion counseling.", "sponsors": [{"legislator_profile_id": 1283, "is_prime": true}, {"legislator_profile_id": 1218, "is_prime": true}, {"legislator_profile_id": 1266, "is_prime": false}, {"legislator_profile_id": 1301, "is_prime": false}, {"legislator_profile_id": 1282, "is_prime": false}, {"legislator_profile_id": 1311, "is_prime": false}, {"legislator_profile_id": 1308, "is_prime": false}, {"legislator_profile_id": 1312, "is_prime": false}, {"legislator_profile_id": 1291, "is_prime": false}, {"legislator_profile_id": 1219, "is_prime": false}, {"legislator_profile_id": 1250, "is_prime": false}, {"legislator_profile_id": 1222, "is_prime": false}, {"legislator_profile_id": 1306, "is_prime": false}, {"legislator_profile_id": 1234, "is_prime": false}, {"legislator_profile_id": 1315, "is_prime": false}, {"legislator_profile_id": 1278, "is_prime": false}, {"legislator_profile_id": 1292, "is_prime": false}, {"legislator_profile_id": 1270, "is_prime": false}, {"legislator_profile_id": 1248, "is_prime": false}, {"legislator_profile_id": 1224, "is_prime": false}, {"legislator_profile_id": 1280, "is_prime": false}, {"legislator_profile_id": 1313, "is_prime": false}, {"legislator_profile_id": 1267, "is_prime": false}, {"legislator_profile_id": 1243, "is_prime": false}, {"legislator_profile_id": 1239, "is_prime": false}, {"legislator_profile_id": 1303, "is_prime": false}, {"legislator_profile_id": 1255, "is_prime": false}, {"legislator_profile_id": 1225, "is_prime": false}, {"legislator_profile_id": 1261, "is_prime": false}, {"legislator_profile_id": 1233, "is_prime": false}, {"legislator_profile_id": 1258, "is_prime": false}, {"legislator_profile_id": 1252, "is_prime": false}, {"legislator_profile_id": 1287, "is_prime": false}, {"legislator_profile_id": 1288, "is_prime": false}, {"legislator_profile_id": 1276, "is_prime": false}, {"legislator_profile_id": 1298, "is_prime": false}], "keywords": ["Abortion", "Legislature and Statutes", "Personal Rights and Obligations", "Public Health and Safety"], "audio": [{"meeting_datetime": "2018-02-02T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst16.mp3", "start_seconds": 515.0}, {"meeting_datetime": "2018-02-02T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst16.mp3", "start_seconds": 515.0}, {"meeting_datetime": "2018-02-02T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst16.mp3", "start_seconds": 515.0}, {"meeting_datetime": "2018-02-02T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst16.mp3", "start_seconds": 515.0}, {"meeting_datetime": "2018-02-02T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst16.mp3", "start_seconds": 515.0}, {"meeting_datetime": "2018-02-02T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst16.mp3", "start_seconds": 515.0}, {"meeting_datetime": "2018-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen18.mp3", "start_seconds": 3530.0}, {"meeting_datetime": "2018-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen18.mp3", "start_seconds": 3530.0}, {"meeting_datetime": "2018-02-06T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen18.mp3", "start_seconds": 3530.0}, {"meeting_datetime": "2018-02-13T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hhe22.mp3", "start_seconds": 188.0}, {"meeting_datetime": "2018-02-13T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hhe22.mp3", "start_seconds": 188.0}, {"meeting_datetime": "2018-02-13T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hhe22.mp3", "start_seconds": 188.0}, {"meeting_datetime": "2018-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou29.mp3", "start_seconds": 6057.0}, {"meeting_datetime": "2018-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou29.mp3", "start_seconds": 6057.0}, {"meeting_datetime": "2018-02-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou29.mp3", "start_seconds": 6057.0}], "bill_versions": [{"bill_id": 8860, "bill_version_id": 47552, "bill_version": "Introduced", "bill_version_date": "2018-01-22T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain findings pertaining to pre-abortion counseling practices by abortion providers in South Dakota and to amend provisions regarding mandatory third-party pre-abortion counseling. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds that the Planned Parenthood facility in Sioux Falls, South Dakota is the only abortion clinic in the state of South Dakota and approximately ninety-eight percent of all abortions performed in South Dakota are performed at that Planned Parenthood facility. Section 2. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds that the physicians, agents, and employees performing or assisting in the performance of abortions and pre-abortion counseling at the Planned Parenthood facility in Sioux Falls, South Dakota have been providing pre-abortion counseling that does not comply with the mandatory disclosures required by subsections 34-23A-10.1(1)(b) and (e)(ii). Section 3. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds that the physicians, agents, and employees performing or assisting in the performance of abortions at the Planned Parenthood facility in Sioux Falls, South Dakota provide pregnant mothers written disclosures that include the statement: \"Politicians in the State of South Dakota require us to tell you that some studies have found that women who have had abortions have a higher rate of suicide or thoughts of suicide than other women. We dispute this statement because it does not mean that abortion causes suicide or thoughts of suicide. In fact, no research study has ever established that abortion causes suicide or thoughts of suicide. Planned Parenthood and other medical organizations around the world believe that whether a woman chooses to have an abortion or to have a baby, her chance of having thoughts of suicide or trying suicide will be the same.\" Section 4. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds that the disclosure in section 3 of this Act, made at the Planned Parenthood facility in Sioux Falls, South Dakota does not comply with subsection 34-23A-10.1(1)(e)(ii), and expressly denies the disclosure required by that subsection of South Dakota's informed consent abortion law. Section 5. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds that the failure to comply with the provisions of subsection 34-23A-10.1(1)(e)(ii) is contrary to the interests of pregnant mothers and pregnant mothers' need to make informed and voluntary decisions, and is not in keeping with the spirit and purpose of §§ 34-23A-1.3 to 34-23A-1.7, inclusive, and 34-23A-10.1, and the holding of the United States Court of Appeals in Planned Parenthood v. Rounds, 686 F.3d 889 (8th Cir. 2012)(en banc) and the final amended judgment of the U.S. District Court, dated December 28, 2012. Section 6. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds that the physicians, agents, and employees performing or assisting in the performance of abortions at the Planned Parenthood facility in Sioux Falls, South Dakota provide pregnant mothers written disclosures that include the statement: \"Politicians in the State of South Dakota require us to tell you that, as a matter of biology, the abortion will end a developing, living organism (an \"embryo\" or a \"fetus\") of the human species (\"Homo sapiens\") that has a complete, separate genetic makeup that is unique to that embryo or fetus.\" Section 7. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds that the disclosure in section 6 of this Act, made at the Planned Parenthood facility in Sioux Falls, South Dakota given to pregnant mothers considering an abortion does not comply with subsection 34-23A-10.1(1)(b), and is confusing and inaccurate. Section 8. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds that the failure to comply with subsection 34-23A-10.1(1)(b) is contrary to the interests of pregnant mothers and pregnant mothers' need to make truly informed and voluntary decisions, and is not in keeping with the spirit and purpose of the law and the holdings of the United States Court of Appeals in Planned Parenthood v. Rounds, 530 F.3d 724 (8th Cir. 2008)(en banc) and the United States District Court, entered August 20, 2009, Planned Parenthood v. Rounds, 650 F.Supp. 2d 972, 976 (S.D., S. Div. 2009). Section 9. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds that the physicians, agents, and employees performing or assisting in the performance of abortions at the Planned Parenthood facility in Sioux Falls, South Dakota have provided written disclosures before an abortion that do not adequately disclose or adequately explain the mandatory disclosures required by subsections 34-23A-10.1(1)(c) and (d). Section 10. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds that the physicians, agents, and employees performing or assisting in the performance of abortions at the Planned Parenthood facility in Sioux Falls, South Dakota provide written disclosures to pregnant mothers considering an abortion that include the statement: \"Politicians in the State of South Dakota require us to tell you that you are legally and constitutionally protected against being forced to have an abortion.\" Section 11. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds that, while the statement in section 10 of this Act is a true statement, the statement fails to adequately provide, explain, or discuss the disclosures actually required by subsections 34-23A-10.1(1)(c) and (d) which requires a disclosure \"(c) [t]hat the pregnant woman has an existing relationship with that unborn human being and that the relationship enjoys protection under the United States Constitution and under the laws of South Dakota,\" and \"(d) [t]hat by having an abortion, her existing relationship and her existing constitutional rights with regards to that relationship would be terminated.\" Section 12. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds that failure to adequately provide and discuss the disclosures required by subsections 34-23A-10.1(1)(c) and (d) is contrary to the interests of pregnant mothers considering an abortion and the required disclosures are important for the pregnant mothers to fully understand that the pregnant mother has an existing relationship with her unborn child while the child is in utero, that the law recognizes this relationship has value to her, and that by terminating that relationship she loses something of great value to herself, and gives up one of the greatest rights she has in all of life. Section 13. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds and reaffirms that it is essential to the ability of a pregnant mother to make a truly informed and voluntary consent to an abortion, and essential to the legal protection of her constitutional rights to maintain her relationship with her child, and that she have a full appreciation and understanding of the disclosures required by subsections 34-23A-10.1(1)(b), (c) and (d). Section 14. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds that the use of the phrase \"politicians in the State of South Dakota require us to tell you that...\" is antithetical to the purpose and effectiveness of the disclosures, and evidences a hostility to the required disclosures and signals to the pregnant mothers that the required disclosures, to the extent they are made at all, should be ignored. Section 15. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds that the physicians, agents, and employees who perform or assist in the performance of abortions at the Planned Parenthood facility in Sioux Falls, South Dakota have proven to be unreliable providers and counselors of the disclosures required by subsections 34-23A-10.1(1)(b), (c), (d), and (e)(ii), such that it is in the interests of the pregnant mothers that disclosures required by subsections 34-23A-10.1(1)(b), (c), and (d) be included in the mandatory third party counseling provided by registered pregnancy help centers as authorized by § 34-23A-59. Section 16. That § 34-23A-59 be amended to read: 34-23A-59. A pregnancy help center consultation required by §§ 34-23A-53 to 34-23A-59.2, inclusive, shall be implemented as follows: (1) The pregnancy help center shall be permitted to interview: (a) Interview the pregnant mother to determine whether the pregnant mother has been subject to any coercion to have an abortion, or is being pressured into having an abortion, and shall be permitted to inform; (b) Provide counseling in connection with any coercion or pressure; (c) Inform the pregnant mother in writing or orally, or both, what of the counseling, education, and assistance that is available to the pregnant mother to help assist her maintain in maintaining her relationship with her unborn child and help her care in caring for the child both through the pregnancy help center or any other organization, faith-based program, or governmental program; (d) Provide a statement orally and in writing to the pregnant mother that \"an abortion will terminate the life of a whole, separate, unique, living human being,\" and provide counseling, in lay terms, necessary to explain this disclosure, and to ascertain that the pregnant mother understands this disclosure, and for the purpose of this disclosure, the definition of human being found in subdivision 34-23A-1(4) applies; and (e) Provide statements orally and in writing setting forth the disclosures required by subsections 34-23A-10.1(1)(c) and (d) and provide counseling in lay terms that explain those disclosures. The pregnancy help center may, if it deems it appropriate, discuss matters pertaining to adoption; (2) During the consultation interviews provided for by §§ 34-23A-53 to 34-23A-59.2, inclusive, no pregnancy help center, its agents or employees, may discuss The pregnancy help center, its agents, or employees may not: (a) Discuss with any pregnant mother religion or religious beliefs, either of the mother or the counselor, unless the pregnant mother consents in writing; (b) Discuss the physical or psychological risks to a woman posed by an abortion. However, if, during the mandatory pregnancy help center consultation interview, the pregnant mother requests the opportunity to discuss the risks of an abortion with pregnancy help center personnel, the pregnancy help center may schedule a separate and distinct appointment for the pregnant mother to meet with a physician for the purpose of discussing the physical and psychological risks of abortion. Any requests shall be evidenced in writing signed by the pregnant mother; (3) The pregnancy help center is under no obligation to communicate with the abortion provider in any way, and is under no obligation to submit any written or other form of confirmation that the pregnant mother consulted with the pregnancy help center. The pregnancy help center may voluntarily provide a written statement of assessment to the abortion provider, whose name the woman shall give to the pregnancy help center, if the pregnancy help center obtains information that indicates that the pregnant mother has been subjected to coercion or that her decision to consider an abortion is otherwise not voluntary or not informed. The physician shall make the physician's own independent determination whether or not a pregnant mother's consent to have an abortion is voluntary, uncoerced, and informed before having the pregnant mother sign a consent to an abortion. The physician shall review and consider any information provided by the pregnancy help center as one source of information, which in no way binds the physician, who shall make an independent determination consistent with the provisions of §§ 34-23A-53 to 34-23A-59.2, inclusive, the common law requirements, and accepted medical standards; (4) Any written statement or summary of assessment prepared by the pregnancy help center as a result of counseling of a pregnant mother as a result of the procedures created by §§ 34-23A-53 to 34-23A-59.2, inclusive, may be forwarded by the pregnancy help center, in its discretion, to the abortion physician. If forwarded to the physician, the written statement or summary of assessment shall be maintained as a permanent part of the pregnant mother's medical records. Other than forwarding such documents to the abortion physician, no information obtained by the pregnancy help center from the pregnant mother may be released, without the written signed consent of the pregnant mother or unless the release is in accordance with federal, state, or local law; (5) Commencing on September 1, 2016, the counseling authorized pursuant to this section shall be conducted in accordance with the Uniform Policy and Procedures Guidelines developed and promulgated by the South Dakota Association of Registered Pregnancy Help Centers and adopted in 2015. Nothing in §§ 34-23A-53 to 34-23A-59.2, inclusive, may be construed to impose any liability upon a pregnancy help center. However, the failure of a pregnancy help center to comply with the conditions of § 34-23A-58.1, 34-23A-59.1 or this section for being authorized to provide the pregnancy help center counseling, if uncorrected, may result in the Department of Health removing the pregnancy help center from the state's registry of pregnancy help centers."}, {"bill_id": 8860, "bill_version_id": 48601, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2018-02-02T12:58:18.117-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish certain findings pertaining to pre-abortion counseling practices by abortion providers in South Dakota and to amend provisions regarding mandatory third-party pre-abortion counseling. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds that the Planned Parenthood facility in Sioux Falls, South Dakota is the only abortion clinic in the state of South Dakota and approximately ninety-eight percent of all abortions performed in South Dakota are performed at that Planned Parenthood facility. Section 2. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds that the physicians, agents, and employees performing or assisting in the performance of abortions and pre-abortion counseling at the Planned Parenthood facility in Sioux Falls, South Dakota have been providing pre-abortion counseling that does not comply with the mandatory disclosures required by subsections 34-23A-10.1(1)(b) and (e)(ii). Section 3. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds that the physicians, agents, and employees performing or assisting in the performance of abortions at the Planned Parenthood facility in Sioux Falls, South Dakota provide pregnant mothers written disclosures that include the statement: \"Politicians in the State of South Dakota require us to tell you that some studies have found that women who have had abortions have a higher rate of suicide or thoughts of suicide than other women. We dispute this statement because it does not mean that abortion causes suicide or thoughts of suicide. In fact, no research study has ever established that abortion causes suicide or thoughts of suicide. Planned Parenthood and other medical organizations around the world believe that whether a woman chooses to have an abortion or to have a baby, her chance of having thoughts of suicide or trying suicide will be the same.\" Section 4. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds that the disclosure in section 3 of this Act, made at the Planned Parenthood facility in Sioux Falls, South Dakota does not comply with subsection 34-23A-10.1(1)(e)(ii), and expressly denies the disclosure required by that subsection of South Dakota's informed consent abortion law. Section 5. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds that the failure to comply with the provisions of subsection 34-23A-10.1(1)(e)(ii) is contrary to the interests of pregnant mothers and pregnant mothers' need to make informed and voluntary decisions, and is not in keeping with the spirit and purpose of §§ 34-23A-1.3 to 34-23A-1.7, inclusive, and 34-23A-10.1, and the holding of the United States Court of Appeals in Planned Parenthood v. Rounds, 686 F.3d 889 (8th Cir. 2012)(en banc) and the final amended judgment of the U.S. District Court, dated December 28, 2012. Section 6. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds that the physicians, agents, and employees performing or assisting in the performance of abortions at the Planned Parenthood facility in Sioux Falls, South Dakota provide pregnant mothers written disclosures that include the statement: \"Politicians in the State of South Dakota require us to tell you that, as a matter of biology, the abortion will end a developing, living organism (an \"embryo\" or a \"fetus\") of the human species (\"Homo sapiens\") that has a complete, separate genetic makeup that is unique to that embryo or fetus.\" Section 7. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds that the disclosure in section 6 of this Act, made at the Planned Parenthood facility in Sioux Falls, South Dakota given to pregnant mothers considering an abortion does not comply with subsection 34-23A-10.1(1)(b), and is confusing and inaccurate. Section 8. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds that the failure to comply with subsection 34-23A-10.1(1)(b) is contrary to the interests of pregnant mothers and pregnant mothers' need to make truly informed and voluntary decisions, and is not in keeping with the spirit and purpose of the law and the holdings of the United States Court of Appeals in Planned Parenthood v. Rounds, 530 F.3d 724 (8th Cir. 2008)(en banc) and the United States District Court, entered August 20, 2009, Planned Parenthood v. Rounds, 650 F.Supp. 2d 972, 976 (S.D., S. Div. 2009). Section 9. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds that the physicians, agents, and employees performing or assisting in the performance of abortions at the Planned Parenthood facility in Sioux Falls, South Dakota have provided written disclosures before an abortion that do not adequately disclose or adequately explain the mandatory disclosures required by subsections 34-23A-10.1(1)(c) and (d). Section 10. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds that the physicians, agents, and employees performing or assisting in the performance of abortions at the Planned Parenthood facility in Sioux Falls, South Dakota provide written disclosures to pregnant mothers considering an abortion that include the statement: \"Politicians in the State of South Dakota require us to tell you that you are legally and constitutionally protected against being forced to have an abortion.\" Section 11. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds that, while the statement in section 10 of this Act is a true statement, the statement fails to adequately provide, explain, or discuss the disclosures actually required by subsections 34-23A-10.1(1)(c) and (d) which requires a disclosure \"(c) [t]hat the pregnant woman has an existing relationship with that unborn human being and that the relationship enjoys protection under the United States Constitution and under the laws of South Dakota,\" and \"(d) [t]hat by having an abortion, her existing relationship and her existing constitutional rights with regards to that relationship would be terminated.\" Section 12. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds that failure to adequately provide and discuss the disclosures required by subsections 34-23A-10.1(1)(c) and (d) is contrary to the interests of pregnant mothers considering an abortion and the required disclosures are important for the pregnant mothers to fully understand that the pregnant mother has an existing relationship with her unborn child while the child is in utero, that the law recognizes this relationship has value to her, and that by terminating that relationship she loses something of great value to herself, and gives up one of the greatest rights she has in all of life. Section 13. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds and reaffirms that it is essential to the ability of a pregnant mother to make a truly informed and voluntary consent to an abortion, and essential to the legal protection of her constitutional rights to maintain her relationship with her child, and that she have a full appreciation and understanding of the disclosures required by subsections 34-23A-10.1(1)(b), (c) and (d). Section 14. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds that the use of the phrase \"politicians in the State of South Dakota require us to tell you that...\" is antithetical to the purpose and effectiveness of the disclosures, and evidences a hostility to the required disclosures and signals to the pregnant mothers that the required disclosures, to the extent they are made at all, should be ignored. Section 15. That chapter 34-23A be amended by adding a NEW SECTION to read: The Legislature finds that the physicians, agents, and employees who perform or assist in the performance of abortions at the Planned Parenthood facility in Sioux Falls, South Dakota have proven to be unreliable providers and counselors of the disclosures required by subsections 34-23A-10.1(1)(b), (c), (d), and (e)(ii), such that it is in the interests of the pregnant mothers that disclosures required by subsections 34-23A-10.1(1)(b), (c), and (d) be included in the mandatory third party counseling provided by registered pregnancy help centers as authorized by § 34-23A-59. Section 16. That § 34-23A-59 be amended to read: 34-23A-59. A pregnancy help center consultation required by §§ 34-23A-53 to 34-23A-59.2, inclusive, shall be implemented as follows: (1) The pregnancy help center shall be permitted to interview: (a) Interview the pregnant mother to determine whether the pregnant mother has been subject to any coercion to have an abortion, or is being pressured into having an abortion, and shall be permitted to inform; (b) Provide counseling in connection with any coercion or pressure; (c) Inform the pregnant mother in writing or orally, or both, what of the counseling, education, and assistance that is available to the pregnant mother to help assist her maintain in maintaining her relationship with her unborn child and help her care in caring for the child both through the pregnancy help center or any other organization, faith-based program, or governmental program; (d) Provide a statement orally and in writing to the pregnant mother that \"an abortion will terminate the life of a whole, separate, unique, living human being,\" and provide counseling in lay terms that explain this disclosure, and to ascertain that the pregnant mother understands this disclosure, and for the purpose of this disclosure, the definition of human being found in subdivision 34-23A-1(4) applies; and (e) Provide statements orally and in writing setting forth the disclosures required by subsections 34-23A-10.1(1)(c) and (d) and provide counseling in lay terms that explain those disclosures. The pregnancy help center may, if it deems it appropriate, discuss matters pertaining to adoption; (2) During the consultation interviews provided for by §§ 34-23A-53 to 34-23A-59.2, inclusive, no pregnancy help center, its agents or employees, may discuss The pregnancy help center, its agents, or employees may not: (a) Discuss with any pregnant mother religion or religious beliefs, either of the mother or the counselor, unless the pregnant mother consents in writing; (b) Discuss the physical or psychological risks to a woman posed by an abortion. However, if, during the mandatory pregnancy help center consultation interview, the pregnant mother requests the opportunity to discuss the risks of an abortion with pregnancy help center personnel, the pregnancy help center may schedule a separate and distinct appointment for the pregnant mother to meet with a physician for the purpose of discussing the physical and psychological risks of abortion. Any requests shall be evidenced in writing signed by the pregnant mother; (3) The pregnancy help center is under no obligation to communicate with the abortion provider in any way, and is under no obligation to submit any written or other form of confirmation that the pregnant mother consulted with the pregnancy help center. The pregnancy help center may voluntarily provide a written statement of assessment to the abortion provider, whose name the woman shall give to the pregnancy help center, if the pregnancy help center obtains information that indicates that the pregnant mother has been subjected to coercion or that her decision to consider an abortion is otherwise not voluntary or not informed. The physician shall make the physician's own independent determination whether or not a pregnant mother's consent to have an abortion is voluntary, uncoerced, and informed before having the pregnant mother sign a consent to an abortion. The physician shall review and consider any information provided by the pregnancy help center as one source of information, which in no way binds the physician, who shall make an independent determination consistent with the provisions of §§ 34-23A-53 to 34-23A-59.2, inclusive, the common law requirements, and accepted medical standards; (4) Any written statement or summary of assessment prepared by the pregnancy help center as a result of counseling of a pregnant mother as a result of the procedures created by §§ 34-23A-53 to 34-23A-59.2, inclusive, may be forwarded by the pregnancy help center, in its discretion, to the abortion physician. If forwarded to the physician, the written statement or summary of assessment shall be maintained as a permanent part of the pregnant mother's medical records. Other than forwarding such documents to the abortion physician, no information obtained by the pregnancy help center from the pregnant mother may be released, without the written signed consent of the pregnant mother or unless the release is in accordance with federal, state, or local law; (5) Commencing on September 1, 2016, the counseling authorized pursuant to this section shall be conducted in accordance with the Uniform Policy and Procedures Guidelines developed and promulgated by the South Dakota Association of Registered Pregnancy Help Centers and adopted in 2015. Nothing in §§ 34-23A-53 to 34-23A-59.2, inclusive, may be construed to impose any liability upon a pregnancy help center. However, the failure of a pregnancy help center to comply with the conditions of § 34-23A-58.1, 34-23A-59.1 or this section for being authorized to provide the pregnancy help center counseling, if uncorrected, may result in the Department of Health removing the pregnancy help center from the state's registry of pregnancy help centers."}, {"bill_id": 8860, "bill_version_id": 49925, "bill_version": "Enrolled", "bill_version_date": "2018-02-27T09:24:46.303-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8860, "action_date": "2018-01-22T14:00:00-06:00", "document_id": 47508, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47508.pdf", "status_text": "First read in Senate and referred to", "journal_page": 176, "committee_id_action": 395, "committee_id_assigned": 376, "result": "N", "vote": {}}, {"bill_id": 8860, "action_date": "2018-02-02T10:00:00-06:00", "document_id": 48595, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48595.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 376, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8860, "action_date": "2018-02-02T10:00:00-06:00", "document_id": 48215, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48215.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 376, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8860, "action_date": "2018-02-02T10:00:00-06:00", "document_id": 48595, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48595.pdf", "status_text": "Do Pass Amended", "journal_page": 343, "committee_id_action": 376, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25270, "president_vote": null, "Yea": [1230, 1270, 1224, 1218, 1239, 1246], "Nay": [1217, 1262], "Excused": [1237]}}, {"bill_id": 8860, "action_date": "2018-02-06T14:00:00-06:00", "document_id": 48783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48783.pdf", "status_text": "Do Pass Amended", "journal_page": 390, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25436, "president_vote": null, "Yea": [1239, 1230, 1264, 1231, 1246, 1228, 1219, 1273, 1234, 1278, 1304, 1270, 1224, 1267, 1243, 1218, 1244, 1281, 1272, 1233, 1271, 1252, 1237, 1288, 1242, 1276, 1300], "Nay": [1217, 1262, 1290, 1232, 1289, 1221, 1245, 1220]}}, {"bill_id": 8860, "action_date": "2018-02-07T14:00:00-06:00", "document_id": 48891, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48891.pdf", "status_text": "First read in House and referred to", "journal_page": 371, "committee_id_action": 396, "committee_id_assigned": 387, "result": "N", "vote": {}}, {"bill_id": 8860, "action_date": "2018-02-13T07:45:00-06:00", "document_id": 48968, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48968.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 387, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8860, "action_date": "2018-02-13T07:45:00-06:00", "document_id": 49123, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49123.pdf", "status_text": "Do Pass", "journal_page": 416, "committee_id_action": 387, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25696, "president_vote": null, "Excused": [1266, 1313], "Yea": [1301, 1235, 1425, 1282, 1286, 1261, 1298, 1250, 1287], "Nay": [1274, 1305]}}, {"bill_id": 8860, "action_date": "2018-02-14T14:00:00-06:00", "document_id": 49276, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49276.pdf", "status_text": "Deferred to another day", "journal_page": 462, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8860, "action_date": "2018-02-15T13:00:00-06:00", "document_id": 49384, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49384.pdf", "status_text": "Deferred to another day", "journal_page": 480, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8860, "action_date": "2018-02-20T14:00:00-06:00", "document_id": 49471, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49471.pdf", "status_text": "Deferred to another day", "journal_page": 501, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8860, "action_date": "2018-02-21T14:00:00-06:00", "document_id": 49604, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49604.pdf", "status_text": "Deferred to another day", "journal_page": 539, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8860, "action_date": "2018-02-22T14:00:00-06:00", "document_id": 49713, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49713.pdf", "status_text": "Deferred to another day", "journal_page": 565, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8860, "action_date": "2018-02-23T13:30:00-06:00", "document_id": 49812, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49812.pdf", "status_text": "Deferred to another day", "journal_page": 592, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8860, "action_date": "2018-02-26T14:00:00-06:00", "document_id": 49890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49890.pdf", "status_text": "Do Pass Amended", "journal_page": 611, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26426, "president_vote": null, "Excused": [1313, 1260, 1312, 1254, 1257], "Yea": [1241, 1269, 1424, 1268, 1284, 1214, 1266, 1223, 1307, 1301, 1235, 1294, 1425, 1282, 1311, 1308, 1291, 1275, 1283, 1250, 1286, 1314, 1222, 1302, 1306, 1265, 1315, 1247, 1316, 1296, 1292, 1248, 1293, 1310, 1280, 1263, 1295, 1249, 1277, 1303, 1309, 1259, 1255, 1299, 1225, 1256, 1261, 1258, 1287, 1236, 1215, 1317, 1216, 1298, 1285, 1253], "Nay": [1213, 1297, 1279, 1238, 1226, 1274, 1240, 1305, 1229]}}, {"bill_id": 8860, "action_date": "2018-02-27T14:00:00-06:00", "document_id": 49977, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49977.pdf", "status_text": "Signed by the President", "journal_page": 623, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8860, "action_date": "2018-02-28T14:00:00-06:00", "document_id": 50090, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50090.pdf", "status_text": "Signed by the Speaker", "journal_page": 653, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8860, "action_date": "2018-03-01T13:00:00-06:00", "document_id": 50219, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50219.pdf", "status_text": "Delivered to the Governor", "journal_page": 660, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8860, "action_date": "2018-03-07T09:00:00-06:00", "document_id": 50418, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50418.pdf", "status_text": "Signed by the Governor", "journal_page": 747, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6718}