{"session_id": 19, "bill_id": 4563, "bill_type": "Senate Commemoration", "bill_number": 31, "bill_title": "Honoring Helen Graslie for her years of service for the South Dakota State University chapter of the Alpha Gamma Rho men's agricultural fraternity.", "sponsors": [{"legislator_profile_id": 340, "is_prime": true}, {"legislator_profile_id": 370, "is_prime": true}, {"legislator_profile_id": 362, "is_prime": false}, {"legislator_profile_id": 376, "is_prime": false}, {"legislator_profile_id": 329, "is_prime": false}, {"legislator_profile_id": 371, "is_prime": false}, {"legislator_profile_id": 385, "is_prime": false}, {"legislator_profile_id": 390, "is_prime": false}, {"legislator_profile_id": 319, "is_prime": false}, {"legislator_profile_id": 391, "is_prime": false}, {"legislator_profile_id": 383, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4563, "bill_version_id": 27183, "bill_version": "Introduced", "bill_version_date": "2013-03-06T07:24:50.243-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Helen Graslie for her years of service for the South Dakota State University chapter of the Alpha Gamma Rho men's agricultural fraternity. WHEREAS, Helen Graslie has served as the cook for the Alpha Gamma Rho fraternity at SDSU for twenty-three years; and WHEREAS, Helen Graslie looked after all the members of the fraternity as if they were her own family, helping make the house a second home for the men; and WHEREAS, Mrs. Graslie is a long-standing resident of White, South Dakota; and WHEREAS, while Helen Graslie retired in the spring 2012, her example as an extraordinary person will leave forever a lasting impression on all the students that she has influenced: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that the Legislature commends and honors Helen Graslie for her contributions to the Alpha Rho fraternity at South Dakota State University. Her commitment, love, and inspiration forever will be a part of the lives of those with whom she interacts."}, {"bill_id": 4563, "bill_version_id": 27430, "bill_version": "Enrolled", "bill_version_date": "2013-03-08T15:44:00.243-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Helen Graslie for her years of service for the South Dakota State University chapter of the Alpha Gamma Rho men's agricultural fraternity. WHEREAS, Helen Graslie has served as the cook for the Alpha Gamma Rho fraternity at SDSU for twenty-three years; and WHEREAS, Helen Graslie looked after all the members of the fraternity as if they were her own family, helping make the house a second home for the men; and WHEREAS, Mrs. Graslie is a long-standing resident of White, South Dakota; and WHEREAS, while Helen Graslie retired in the spring 2012, her example as an extraordinary person will leave forever a lasting impression on all the students that she has influenced: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that the Legislature commends and honors Helen Graslie for her contributions to the Alpha Rho fraternity at South Dakota State University. Her commitment, love, and inspiration forever will be a part of the lives of those with whom she interacts. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4563, "action_date": "2013-03-06T10:30:00-06:00", "document_id": 27268, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27268.pdf", "status_text": "", "journal_page": 707, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}]}