{"session_id": 69, "bill_id": 24649, "bill_type": "House Bill", "bill_number": 1244, "bill_title": "provide a process to withdraw a signature from a petition for an initiated measure, constitutional amendment, or a referendum on a law in certain situations and to declare an emergency.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24649", "sponsors": [{"legislator_profile_id": 4504, "is_prime": true}, {"legislator_profile_id": 4537, "is_prime": true}, {"legislator_profile_id": 4474, "is_prime": false}, {"legislator_profile_id": 4482, "is_prime": false}, {"legislator_profile_id": 4500, "is_prime": false}, {"legislator_profile_id": 4502, "is_prime": false}, {"legislator_profile_id": 4503, "is_prime": false}, {"legislator_profile_id": 4507, "is_prime": false}, {"legislator_profile_id": 4519, "is_prime": false}, {"legislator_profile_id": 4531, "is_prime": false}, {"legislator_profile_id": 4532, "is_prime": false}, {"legislator_profile_id": 4542, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4546, "is_prime": false}, {"legislator_profile_id": 4552, "is_prime": false}, {"legislator_profile_id": 4553, "is_prime": false}, {"legislator_profile_id": 4560, "is_prime": false}, {"legislator_profile_id": 4561, "is_prime": false}, {"legislator_profile_id": 4562, "is_prime": false}, {"legislator_profile_id": 4564, "is_prime": false}], "keywords": ["Ballot Measures", "Emergency Clause", "Legislature and Statutes", "Petitions"], "audio": [], "bill_versions": [{"bill_id": 24649, "bill_version_id": 264070, "bill_version": "Introduced", "bill_version_date": "2024-01-31T11:16:31.817-06:00", "bill_text": "An Act to provide a process to withdraw a signature from a petition for an initiated measure, constitutional amendment, or a referendum on a law in certain situations and to declare an emergency. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 2-1: An individual who has signed a petition to initiate a constitutional amendment or measure, or to refer a law, may submit a written notification to the secretary of state stating that the individual's name be withdrawn from the petition. A signature may be withdrawn as provided in section 2 of this Act. The written notification must include: (1) The title of the petition; (2) The printed name, signature, residence address, and county of registration of the individual withdrawing the individual's signature from the petition; and (3) A statement that the individual is withdrawing the individual's signature from the petition. For a written notification to withdraw a signature to be valid under this section, an individual must submit the written notification to the secretary of state at any time before the time has expired to bring a challenge under § 2-1-17.1 or 2-1-18, or if a challenge has been made under § 2-1-17.1 or 2-1-18, then no later than the conclusion of any pretrial discovery related to the court's review of the validated petition. The written notification may be delivered by hand, United States mail, or e-mail to the secretary of state. Section 2. That a NEW SECTION be added to chapter 2-1: If a challenge to a validated petition is filed pursuant to § 2-1-17.1 or 2-1-18, the secretary of state must provide to each party to the proceeding all written notifications, submitted under section 1 of this Act, that pertain to the validated petition being challenged. If a signature is withdrawn pursuant to section 1 of this Act, the signature is deemed withdrawn from the petition and may not be counted as valid in a challenge. Section 3. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24649, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263721, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263721.pdf", "status_text": "First read in House and referred to", "journal_page": 213, "committee_id_action": 1197, "committee_id_assigned": 1203, "result": "N", "vote": {}}]}