{"session_id": 59, "bill_id": 20861, "bill_type": "Senate Commemoration", "bill_number": 12, "bill_title": "Commending and honoring Leah Nixon for receiving the Prudential Spirit of Community Award for being one of the top volunteers in South Dakota.", "sponsors": [], "keywords": ["Senate Commemoratives"], "audio": [], "bill_versions": [{"bill_id": 20861, "bill_version_id": 109358, "bill_version": "Introduced", "bill_version_date": "2006-02-24T10:04:03-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Leah Nixon for receiving the Prudential Spirit of Community Award for being one of the top volunteers in South Dakota. WHEREAS, Leah Nixon, an esteemed resident of Rapid City and a student at St. Thomas More High School, has achieved national recognition for exemplary volunteer service by receiving a 2006 Prudential Spirit of Community Award; and WHEREAS, Leah Nixon has received this prestigious award, presented by Prudential Financial in partnership with the National Association of Secondary School Principals, which honors young volunteers across America who have demonstrated an extraordinary commitment to serving their communities; and WHEREAS, Leah Nixon earned this award by giving generously of her time and energy to her community, by co-founding the Ladybug Ladies campaign which raised over $100,000 for the Black Hills Area Habitat for Humanity, designing the campaign website, writing fund- raising letters, organizing fund-raising events, and ultimately helping to provide a home for six families in the Rapid City area; and WHEREAS, the success of the State of South Dakota, the strength of our communities, and the overall vitality of American society depend, in great measure, upon the dedication of young people like Leah Nixon who use their talents and resources to serve others: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-first Legislature of the State of South Dakota, that Leah Nixon hereby be commended and honored as a recipient of the Prudential Spirit of Community Award, and for her outstanding record of volunteer service, peer leadership, and community spirit."}, {"bill_id": 20861, "bill_version_id": 109522, "bill_version": "Enrolled", "bill_version_date": "2006-02-28T09:14:24-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Leah Nixon for receiving the Prudential Spirit of Community Award for being one of the top volunteers in South Dakota. WHEREAS, Leah Nixon, an esteemed resident of Rapid City and a student at St. Thomas More High School, has achieved national recognition for exemplary volunteer service by receiving a 2006 Prudential Spirit of Community Award; and WHEREAS, Leah Nixon has received this prestigious award, presented by Prudential Financial in partnership with the National Association of Secondary School Principals, which honors young volunteers across America who have demonstrated an extraordinary commitment to serving their communities; and WHEREAS, Leah Nixon earned this award by giving generously of her time and energy to her community, by co-founding the Ladybug Ladies campaign which raised over $100,000 for the Black Hills Area Habitat for Humanity, designing the campaign website, writing fund-raising letters, organizing fund-raising events, and ultimately helping to provide a home for six families in the Rapid City area; and WHEREAS, the success of the State of South Dakota, the strength of our communities, and the overall vitality of American society depend, in great measure, upon the dedication of young people like Leah Nixon who use their talents and resources to serve others: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-first Legislature of the State of South Dakota, that Leah Nixon hereby be commended and honored as a recipient of the Prudential Spirit of Community Award, and for her outstanding record of volunteer service, peer leadership, and community spirit."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20861, "action_date": "2006-02-24T08:45:00-06:00", "document_id": 109405, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109405.pdf", "status_text": "", "journal_page": 691, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20861, "action_date": "2006-02-24T13:00:00-06:00", "document_id": 109365, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109365.pdf", "status_text": "", "journal_page": null, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20861, "action_date": "2006-02-27T08:30:00-06:00", "document_id": 109513, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109513.pdf", "status_text": "", "journal_page": null, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}]}