{"session_id": 21, "bill_id": 6541, "bill_type": "House Commemoration", "bill_number": 1005, "bill_title": "Honoring Paul Young of Spearfish as the 2014 winner of the South Dakota Municipal League Excellence in Municipal Government Award.", "sponsors": [{"legislator_profile_id": 858, "is_prime": true}, {"legislator_profile_id": 863, "is_prime": true}, {"legislator_profile_id": 861, "is_prime": false}], "keywords": ["House Commemoratives"], "audio": [], "bill_versions": [{"bill_id": 6541, "bill_version_id": 33555, "bill_version": "Introduced", "bill_version_date": "2015-01-23T10:23:10.573-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Paul Young of Spearfish as the 2014 winner of the South Dakota Municipal League Excellence in Municipal Government Award. WHEREAS, Paul Young is an outstanding elected leader in municipal government, and is not only an asset to his municipality, but to all municipalities in the State of South Dakota; and WHEREAS, Paul Young is a strong advocate for safe and efficient government, providing an example of leadership, commitment, volunteerism, and giving back to one's community; and WHEREAS, Paul Young has expanded his service to all municipalities of South Dakota; and WHEREAS, Paul Young has dedicated his time to the economic well-being and development of his community: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninetieth Legislature of the State of South Dakota, that Paul Young be recognized for winning the Excellence in Municipal Government Award."}, {"bill_id": 6541, "bill_version_id": 33879, "bill_version": "Enrolled", "bill_version_date": "2015-01-27T18:58:07.87-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Paul Young of Spearfish as the 2014 winner of the South Dakota Municipal League Excellence in Municipal Government Award. WHEREAS, Paul Young is an outstanding elected leader in municipal government, and is not only an asset to his municipality, but to all municipalities in the State of South Dakota; and WHEREAS, Paul Young is a strong advocate for safe and efficient government, providing an example of leadership, commitment, volunteerism, and giving back to one's community; and WHEREAS, Paul Young has expanded his service to all municipalities of South Dakota; and WHEREAS, Paul Young has dedicated his time to the economic well-being and development of his community: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninetieth Legislature of the State of South Dakota, that Paul Young be recognized for winning the Excellence in Municipal Government Award. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6541, "action_date": "2015-01-23T13:00:00-06:00", "document_id": 33597, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33597.pdf", "status_text": "", "journal_page": 128, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6541"}