{"session_id": 49, "bill_id": 15320, "bill_type": "House Bill", "bill_number": 1043, "bill_title": "revise, repeal, and reenact certain provisions pertaining to persons with developmental disabilities.", "sponsors": [], "keywords": ["Department of Human Services", "Developmental Disabilities"], "audio": [{"meeting_datetime": "2000-01-25T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou11hb1043a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-01-25T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou11hb1043a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-01-25T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou11hb1043a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-08T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen21hb1043a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-08T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen21hb1043a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-08T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen21hb1043a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 15320, "bill_version_id": 86154, "bill_version": "Introduced", "bill_version_date": "2000-01-08T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise, repeal, and reenact certain provisions pertaining to persons with developmental disabilities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § § 27B-1-1 to 27B-1-13, inclusive, 27B-2-1 to 27B-2-13, inclusive, 27B-3-1 to 27B-3-7, inclusive, 27B-3-9 to 27B-3-12, inclusive, 27B-4-1 to 27B-4-8, inclusive, 27B-5-1 to 27B-5-18, inclusive, 27B-6-1 to 27B-6-5, inclusive, 27B-7-1 to 27B-1-23, inclusive, 27B-8-1 to 27B-8-35, inclusive, and 27B-9-1 to 27B-9-27, inclusive, be repealed. Section 2. That chapter 27B-1 be amended by adding thereto a NEW SECTION to read as follows: The purposes of this title are to enhance environments and provide supports to enable persons with developmental disabilities to achieve and maintain physical well-being, personal and professional satisfaction, participation as community members, and safety from abuse, neglect, and exploitation; and to promote and safeguard the human dignity, constitutional and statutory rights, social well-being, and general welfare of all persons with developmental disabilities in the state. Section 3. That chapter 27B-1 be amended by adding thereto a NEW SECTION to read as follows: The Department of Human Services shall develop, adopt, approve, coordinate, monitor, evaluate, and administer state and federally funded services for persons with developmental disabilities and their families within South Dakota in cooperation with all governmental and private resources and organizations concerned with developmental disabilities. From existing department funds or special funds appropriated by the Legislature, the department shall: (1) Carry out all functions and duties required by statute through collaboration and consultation with persons with developmental disabilities, their families, guardians, community resources, organizations, and people who provide services throughout the state; (2) Develop and maintain a statewide system of community-based services that reflect the choices and needs of persons with developmental disabilities and their families; (3) Facilitate or provide technical assistance to community service providers in planning, developing, and implementing services and supports for persons with developmental disabilities; (4) Cooperate with federal agencies in the administration of the federal statutes and acts relating to developmental disabilities programs, accept the benefits of such federal statutes and acts subject to chapter 4-8, and comply with the requirements thereof; (5) Conform the state plans to the federal requirements and submit them to the federal agencies; and (6) Maintain a data collection system on the prevalence of developmental disabilities, including autism, based on the needs of persons with developmental disabilities in the current service delivery system. Section 4. That chapter 27B-1 be amended by adding thereto a NEW SECTION to read as follows: The Department of Human Services may establish and use state, regional, or local boards or councils to assist in the planning and implementation of community services. Section 5. That chapter 27B-1 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this title mean: (1) \"Adjustment training center,\" any nonprofit facility that is certified by the department to provide prevocational or vocational training, residential training, and other supports and services as needed by persons with developmental disabilities; (2) \"Aversive intervention technique,\" the application, contingent upon the exhibition of a maladaptive behavior, of extremely unpleasant, startling, or painful stimuli that have a potentially noxious effect; (3) \"Behavior intervention program,\" a written set of instructions for changing or modifying the behavior of a person with a developmental disability that specifies behavior objectives for completion, procedures to implement behavior objectives, and data collection procedures and is written to increase desirable behaviors or decrease undesirable behaviors; (4) \"Community services provider,\" any person or entity, whether for-profit or not-for- profit, which receives compensation for providing services to persons with developmental disabilities; (5) \"Danger to others,\" behavior which supports a reasonable expectation that the person will inflict serious physical injury upon another person in the very near future. Such behavior shall be evidenced by recent acts which constitute a danger of serious physical injury to another person. Such acts may include a recently expressed threat if the threat is such that, if considering its context or person's recent previous acts, it is substantially supportive of an expectation that the threat will be carried out; (6) \"Danger to self,\" recent behavior or related physical conditions which show there is a danger of serious personal harm in the very near future as evidenced by an inability to provide for some basic human needs such as food, clothing, shelter, physical health, or personal safety; (7) \"Department,\" the Department of Human Services; (8) \"Destructive behavior,\" behavior that presents a danger to self or a danger to others; (9) \"Director,\" the director of the South Dakota Developmental Center or a community service provider; (10) \"Facility,\" the South Dakota Developmental Center in Redfield, South Dakota; (11) \"Informed consent,\" written consent voluntarily, knowingly, and competently given without any element of force, fraud, deceit, duress, threat, or other form of coercion, after explanation of all information that a reasonable person would consider significant to the decision in a manner reasonably comprehensible to general lay understanding; (12) \"Least restrictive,\" an intervention in the life of a person with a developmental disability that is the least intrusive and disruptive to the person's life and represents the least departure from normal patterns of living that can be effective in meeting the person's developmental needs; (13) \"PASARR\" or \"Preadmission Screening/Annual Resident Review,\" a federally mandated review of the application to a skilled nursing facility by a person with a known or suspected mental illness or developmental disability, or both, in order to determine if the skilled nursing facility or another community service provider can appropriately serve the person's needs; (14) \"Qualified mental retardation professional,\" any person with at least one year of experience working directly with mental retardation or other developmental disabilities and is either a doctor of medicine or osteopathy, a registered nurse, or a person who holds at least a bachelor's degree in a professional category. Section 6. That chapter 27B-1 be amended by adding thereto a NEW SECTION to read as follows: A developmental disability is any severe, chronic disability of a person that: (1) Is attributable to a mental or physical impairment or combination of mental and physical impairments; (2) Is manifested before the person attains age twenty-two; (3) Is likely to continue indefinitely; (4) Results in substantial functional limitations in three or more of the following areas of major life activity: self-care, receptive and expressive language, learning, mobility, self-direction, capacity for independent living, and economic self-sufficiency; and (5) Reflects the person's need for an array of generic services, met through a system of individualized planning and supports over an extended time, including those of a life- long duration. Section 7. That chapter 27B-2 be amended by adding thereto a NEW SECTION to read as follows: The Department of Human Services shall coordinate the utilization of existing facilities, state departments, boards, or commissions involved in the field of developmental disabilities. Section 8. That chapter 27B-2 be amended by adding thereto a NEW SECTION to read as follows: The Department of Human Services may receive, acquire, have charge of, and operate all properties for the purposes authorized by statute. The department may receive gifts and contributions from public and private sources and acquire other properties as an agency of the State of South Dakota and hold and use them for statutory purposes. However, the department may not purchase, lease anything except office quarters as approved by the state commissioner of administration, sell, encumber, or alienate any real property without the specific consent and prior approval of the Legislature. Section 9. That chapter 27B-2 be amended by adding thereto a NEW SECTION to read as follows: A person with a developmental disability from another state or territory who enters this state for the purpose of receiving services or education shall retain the residence of that person's parent, guardian, or agency standing in the place of the person's parent or guardian. Section 10. That chapter 27B-2 be amended by adding thereto a NEW SECTION to read as follows: Any person with a developmental disability or any other interested person may make application for department services by contacting in person or in writing any official state or field office of the Department of Human Services and participating in an evaluation which may include mental, physical, and educational assessments so that the department may determine if services are needed. Section 11. That chapter 27B-2 be amended by adding thereto a NEW SECTION to read as follows: A person with a developmental disability or that person's parent or guardian may refuse services offered by the Department of Human Services. If the person with a developmental disability or that person's parent or guardian accepts services from the department, the department, that person's parent or guardian, or the person with a developmental disability may terminate the services at any time. Section 12. That chapter 27B-2 be amended by adding thereto a NEW SECTION to read as follows: The secretary of the department shall promulgate, pursuant to chapter 1-26, reasonable and necessary rules governing the procedure and conduct of contested cases, including notification of the denial of services. Section 13. That chapter 27B-2 be amended by adding thereto a NEW SECTION to read as follows: The secretary of the Department of Human Services shall promulgate, pursuant to chapter 1-26, reasonable and necessary rules establishing standards for community service providers, South Dakota Developmental Center - Redfield, and other nonpublic facilities, services, and supports for persons with developmental disabilities and for services and supports to be provided or purchased by the Department of Human Services under this title. Such rules shall be adopted in the following areas: (1) Staff requirements, to include orientation, continuing staff development, instruction on positive behavioral supports and medication administration; (2) Administration, audit requirements, and record keeping; (3) Services and supports provided; (4) Client rights and safety; (5) Facility fire safety and sanitation requirements; (6) Respite care; (7) Family support; (8) Preadmission Screening/Annual Resident Review (PASARR); (9) Such other standards and requirements as are necessary for federal financial participation; and (10) Any other services and supports necessary to implement this title. Section 14. That chapter 27B-2 be amended by adding thereto a NEW SECTION to read as follows: Before a new employee, including a temporary employee, of a facility or a community service provider receiving funds or providing services or supports pursuant to this title performs any duties, the new employee shall be oriented to the facility or community service provider and its policies, including policies and procedures concerning fire prevention, accident prevention, and response to emergencies. By the time each new employee has worked thirty days in the facility or community service provider, the new employee shall be oriented to resident rights, to the new employee's position and duties, and to facility or community service provider procedures. Section 15. That chapter 27B-2 be amended by adding thereto a NEW SECTION to read as follows: The Department of Human Services shall consider the needs in the field of developmental disabilities and shall make recommendations to the Legislature and the Governor for changes in existing legislation. Section 16. That chapter 27B-2 be amended by adding thereto a NEW SECTION to read as follows: This chapter may not be construed as repealing chapter 34-7, but shall be construed separate and in addition to chapter 34-7. Section 17. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: The facility located and established upon lands donated and conveyed to this state at Redfield, Spink County, shall be known as the South Dakota Developmental Center. The supports and services provided by the South Dakota Developmental Center shall be under the control and supervision of the Department of Human Services. Section 18. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: The South Dakota Developmental Center shall provide supports and services for persons with developmental disabilities and other persons who may benefit from those supports and services offered by the South Dakota Developmental Center. The South Dakota Developmental Center may provide onsite and offsite additional supports and services in order to increase the self-direction of a person with a developmental disability, and to enhance a person with a developmental disability to live in the least-restrictive environment. It is the mission of the South Dakota Developmental Center to provide supports and services to persons with developmental disabilities onsite only when suitable community supports and services are not available. Section 19. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Any person with a developmental disability voluntarily or involuntarily admitted to the facility shall be tested for communicable diseases as deemed necessary by a licensed physician in charge of tests and immunizations at the facility, by such means of tests and immunizations as are approved by the Department of Health or shall present: (1) Certification from a licensed physician stating the physical condition of the person with a developmental disability would be such that a test and immunization would endanger the person's life or health; (2) A written statement signed by a parent or guardian of the person with a developmental disability that the person is adherent to a belief whose teachings are opposed to the test and immunization; (3) A written statement signed by a parent or guardian of the person with a developmental disability requesting that the local health department or the facility give the test and immunization because the parent or guardian lacks the means to pay for the test and immunization; or (4) A written statement from a licensed physician requesting that the person with a developmental disability not be immunized. Section 20. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: The facility shall provide to persons with developmental disabilities the required tests and the immunizations that are not provided by a parent or guardian and have not been exempted pursuant to section 19 of this Act. Section 21. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: The secretary of the Department of Human Services shall appoint a director to act as the chief executive officer of the South Dakota Developmental Center. The director shall supervise the supports, services, and education of the persons served at the facility, under the direction of the secretary of the Department of Human Services. Section 22. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Any person who unlawfully detains a person with a developmental disability in any other manner or in any other place than as authorized by law is guilty of a Class 1 misdemeanor. Section 23. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Any person with a developmental disability may be admitted to the South Dakota Developmental Center if the county review board orders commitment pursuant to the process provided in this title. Section 24. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Any person who is eighteen years of age or older and who has a developmental disability may be admitted to the South Dakota Developmental Center on a voluntary admission basis in accordance with procedures established by the Department of Human Services if an application for admission has been executed by the person with a developmental disability, if the person is competent to do so, or by the person's guardian. Section 25. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Any person who is under the age of eighteen years and who has a developmental disability may be admitted to the South Dakota Developmental Center on a voluntary admission basis in accordance with procedures established by the Department of Human Services if an application for admission has been executed by the person's parent, guardian, or, in the absence of a parent or guardian, a person acting as a parent in loco parentis. Section 26. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: If it is determined that any other person would benefit from supports and services offered at the South Dakota Developmental Center, that person may be admitted on a voluntary admission basis in accordance with procedures established by the Department of Human Services. Section 27. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Each person admitted to the South Dakota Developmental Center shall receive and complete a comprehensive evaluation within thirty days of admission to determine the appropriateness of continued supports and services at the facility. The appropriateness of continued supports and services shall be reviewed at least annually, or more often if requested by a team member. Section 28. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Upon accepting a person for admission to the South Dakota Developmental Center, the county auditor of the person's county of residence shall be notified by the facility's director. Section 29. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding chapter 25-7, if any person is admitted to a facility, only the admittee is responsible for the cost of supports and services to the extent and in the manner provided by this chapter. If the cost of supports and services is a proper charge of the federal government, the costs shall be assessed against the appropriate agency of the federal government. Section 30. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: The Department of Human Services shall collect and process fees due to the state for the cost of supports and services for persons with developmental disabilities. Section 31. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: The secretary of the Department of Human Services shall periodically determine the individual cost of supports and services provided to persons in the facility. Section 32. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Any person in the facility who is determined by the secretary of the Department of Human Services to be financially able to pay shall be charged the per diem rate. Section 33. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Any person in the facility may apply to the secretary of the Department of Human Services to pay less than the per diem rate. On receipt of such application, the secretary shall determine the ability of the person in the facility to pay all or a part of the applicable charge. Section 34. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Upon receipt of all information desired by the secretary of the Department of Human Services, the secretary shall determine, based upon the financial ability of the person in the facility, whether the person shall be charged with the full amount or a lesser amount. If a person in the facility or county where the person in the facility resides, disagrees with the determination of the secretary of the Department of Human Services, a grievance may be filed with the secretary within thirty days from the date of such determination. However, each such grievance may not be filed more than once every six months. The decision of the secretary is final. Section 35. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: If any person in the facility refuses or fails to make such payments, the charges may be collected by a civil action brought in the name of the State of South Dakota. The state may commence an action against the person for payments due, and any judgment obtained shall be a lien upon the real property of the person and shall be collected as other judgments. Any claim arising under section 29 of this Act has the same force and effect against the real and personal property of a deceased person as other debts of a decedent and shall be ascertained and recovered in the same manner. Section 36. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: The statute of limitations upon any claim of the state for the care of a person in the facility is three years and does not commence to run until the death of the person, but an action may be commenced at any time during the life of the person. Section 37. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Each county shall be assessed sixty dollars per month for each person receiving supports and services at the South Dakota Developmental Center unless the responsibility therefore has been placed upon the state. In the event of a dispute as to that person's residence, no payments made by any county constitute an admission that the person in the facility is a resident of such county. The procedures for determining the county of residence shall be that described in sections 39 and 40 of this Act. These moneys shall be used to match federal funds which may be made available under the provisions of Title XIX of the Social Security Act as amended, or its successors, at the South Dakota Developmental Center. Section 38. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: If a person with a developmental disability has been placed under the control of a child welfare agency as defined by § 26-6-1 for adoption, and prior to adoption is found to have a developmental disability, then the county review board may direct that the expenses for the care, education, and maintenance of that person be borne by the state in which event no finding as to the county being legally obligated to support the person shall be made. The board shall forthwith notify the Department of Social Services who may petition for letters of guardianship. For minors in the custody of the state, the county is not legally obligated to pay for such person. Expenses for such person shall be borne by the state. Section 39. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: If the administrator of a facility has cared for or maintained a person with a developmental disability from a county and the state's attorney or the county commissioners of the county claim that the person is not a proper charge against the county, the state's attorney or the county commissioners shall notify the attorney general that the person in the facility is a proper charge against another county, or against the state if the person in the facility is not a resident of the state. The attorney general shall notify the county auditor of the county to file any proof within thirty days from the date of such notification. Upon receipt of such, the attorney general shall investigate the location of the residence of the person in the facility to determine if a county and which county should be charged. The attorney general shall notify the county auditor and the director of the South Dakota Developmental Center of the determination. Thereafter, the administrator shall charge for supports and services according to the determination of the attorney general. Section 40. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: If any county is dissatisfied with the determination of the attorney general, the county may appeal to the circuit court. Section 41. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Expenses paid by one county, on behalf of any person at the South Dakota Developmental Center whose residence is in another county, shall be refunded with lawful interest by the county of residence. Section 42. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Any charges to a county under section 37 of this Act shall be certified each month by the secretary of the Department of Human Services to the county auditor. The billing shall include an itemized listing of charges. The billing shall be sent to county auditors no later than the fifth day of the month. Upon receiving the billing, the county shall pay the amount due to the state remittance center within the time period established by chapter 4-3. Section 43. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Any payments made in accordance with this chapter for the supports and services of persons at the South Dakota Developmental Center shall be deposited in the general fund. Section 44. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Any person in a state facility may be transferred to any other state or private facility if the person would benefit from the treatment offered at the facility. A transfer may only be made with the mutual consent of both facilities or agencies. No transfer may occur until all reasonable efforts have been made to consult with the person and the person's nearest relative or guardian. However, the transfer may be effected earlier if necessitated by an emergency. If an emergency situation arises, the required notice shall be given as soon as possible thereafter. Section 45. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: The Department of Human Services, upon recommendation of the person's interdisciplinary team, shall consult with the person with a developmental disability and that person's immediate family or guardian regarding any proposed transfer from a facility of this state to a facility of another state pursuant chapter 27A-6. Section 46. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Any person voluntarily entering a facility for persons with developmental disabilities shall be given oral and written notice of release procedures upon admission. Any person voluntarily entering the facility, regardless of age, has the right to discharge within twenty-four hours after request. Section 47. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: A facility may temporarily detain a voluntarily admitted person with a developmental disability for twenty-four hours after the request for discharge to initiate emergency commitment procedures, pursuant to section 70 of this Act, if the person's interdisciplinary team determines that the person presents an immediate danger to self or others. Section 48. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: The director, based upon the recommendation of the person's interdisciplinary team, may at any time discharge a voluntarily admitted person. If a person with a developmental disability was voluntarily admitted by a parent or guardian, the director shall notify the parent or guardian of the discharge ten days prior to the person's release and shall notify the parent or guardian of other supports and services available in an alternative setting. Section 49. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Any person with a developmental disability admitted to the facility pursuant to this title who leaves the facility without authorization or fails to return to the facility while on an authorized leave or other authorized absence from the facility, may be returned to the facility. Section 50. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: The South Dakota Developmental Center shall notify the Spink County sheriff and state radio communications of any unauthorized absence from the facility. Any law enforcement officer knowing the whereabouts of any person absent from the facility shall detain the absent person and immediately notify both the South Dakota Developmental Center and the Spink County sheriff. The South Dakota Developmental Center shall arrange for the return of the person with a developmental disability to the facility within forty-eight hours thereafter. Section 51. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: If the director of a facility determines that a person eighteen years of age or older with a developmental disability receiving services and supports from the facility requires a guardian or conservator and there is no one qualified and willing to petition for letters of guardianship or conservatorship, the director shall inform the secretary of the Department of Human Services. Section 52. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Six months prior to the eighteenth birthday of each person with a developmental disability in the facility, the person shall be evaluated by the facility to determine whether the person is competent to execute an application for voluntary admission. Section 53. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: If the facility determines after evaluation pursuant to section 52 of this Act, that the person with a developmental disability is not competent to execute an application for voluntary admission or that the person otherwise requires the protective services of a guardian, that person's parent, or if none, another interested person or entity shall be notified and requested to file a petition for the appointment of a guardian. If no petition is filed, the director shall inform the secretary of the Department of Human Services. Section 54. That chapter 27B-4 be amended by adding thereto a NEW SECTION to read as follows: Each county may annually budget and appropriate funds for the establishment, support, or operation of community service providers pursuant to § 27A-5-9. Section 55. That chapter 27B-4 be amended by adding thereto a NEW SECTION to read as follows: Funds budgeted and appropriated under this chapter shall be used by community service providers approved by the Department of Human Services. Section 56. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: Each county shall form a county review board which shall hear involuntary commitment hearings and review continued commitments of persons with developmental disabilities in accordance with sections 69 and 71 of this Act. The county review board shall consist of two people appointed by the board of county commissioners for a three-year term and a magistrate judge or lawyer appointed by the presiding circuit judge of the circuit in which the county is situated. The two members appointed by the county commission shall be residents of the county. The member appointed by the presiding circuit judge need not be a resident of the county. The members of the county review board who are appointed by the board of county commissioners may be appointed to more than one term, but may not serve more than two consecutive terms. The law-trained magistrate or lawyer shall serve as the chair of the county review board. The state's attorney for the county may not serve on the county review board. Each appointing authority may also appoint alternates. Pursuant to chapter 1-24, two or more counties may jointly contract to establish a county review board to serve all contracting counties. Section 57. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: Before entering upon the duties of office, each member of a county review board shall take and subscribe an oath or affirmation to support the Constitution of the United States and the Constitution of this state and to discharge faithfully all official duties according to law. The oath shall be filed in the office of the county auditor. Section 58. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: The county review board has jurisdiction over all applications or petitions for involuntary commitment or for the safekeeping of persons subject to involuntary commitment within its county, except in cases otherwise specially provided for. The board may issue subpoenas and compel obedience thereto, and do any act of a court necessary and proper for the purpose of discharging the duties required of it. Section 59. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: Any interested person may file with the chair of the county review board a verified petition which asserts that a person meets the criteria for board-ordered commitment as specified in section 69 of this Act. If any person is alleged to have a developmental disability and to be in such condition that immediate intervention is necessary for the protection from the physical harm of self or others, any person, eighteen years of age or older, may petition the chair of the county review board where such person with an alleged developmental disability is found, stating the factual basis for concluding that the person is developmentally disabled and in immediate need of intervention. The petition shall be upon a form and be verified by affidavit. The petition shall include the following: (1) A statement by the petitioner that the petitioner believes, on the basis of personal knowledge, that the person is a danger to self or others; (2) The specific nature of the danger; (3) A summary of the information upon which the statement of danger is based; (4) A statement of facts which caused the person to come to the petitioner's attention; (5) The address and signature of the petitioner and a statement of the petitioner's interest in the case; and (6) The name of the person to be evaluated, the address, age, marital status, and occupation of the person, and the name and address of the person's nearest relative. Section 60. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: If a petition filed pursuant to section 59 of this Act appears on its face to be sufficient, the chair of the county review board shall order that a psychiatric or psychological evaluation be performed and a report of the findings and recommendations be completed. The board shall appoint a licensed psychologist or psychiatrist to make the examination and to prepare a report within five working days from the date the petition is filed, containing the information required in section 63 of this Act. If it appears, based upon the foregoing evaluation, the criteria for commitment is met, a copy of the report shall be provided to Department of Human Services. If the person desires an independent psychiatric or psychological evaluation, the person may obtain one at that person's own expense. Section 61. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: The chair of the county review board shall give written notice of the petition to the Department of Human Services which shall prepare a report containing a review of the person's supports and service needs and a recommendation as to appropriate service locations. The reports shall be filed with the county review board within forty-five calendar days from receipt of the written notice from the board ordering the examination and report. Section 62. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: If requested, information shall be disclosed: (1) Pursuant to orders or subpoenas of a court of record or subpoenas of the Legislature or chair of the county review board; (2) To a prosecuting or defense attorney or to a qualified mental retardation professional as necessary for participation in a proceeding governed by this title; (3) To an attorney representing a person who is presently subject to the authority of this title or who has been discharged if that person has given consent; (4) If necessary in order to comply with another provision of law; (5) To the Department of Human Services if the information is necessary to enable the Department of Human Services to discharge a responsibility placed upon it by law; or (6) To a state's attorney or the attorney general for the purpose of investigation of an alleged criminal act either committed by or upon a person with a developmental disability. Section 63. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: The report required by section 60 of this Act shall contain: (1) Evaluations of the person's mental, physical, and emotional status, and review of social and educational history; and (2) A statement as to whether the person meets the criteria for board-ordered commitment specified in section 69 of this Act. Section 64. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: If the county review board finds that a person meets the criteria in section 69 of this Act, the board shall enter a finding, based on the criteria in § 28-13-3, of the county of residence of the person or a finding that the person is a nonresident of this state. Section 65. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: Upon receipt of a petition and reports as provided for in sections 59, 60, and 63 of this Act, the chair of the county review board shall: (1) Fix a date, time, and place for a hearing within five days, excluding Saturdays, Sundays, and holidays, of the board's receipt of the reports; (2) Provide five days written notice, excluding Saturdays, Sundays, and holidays, of the time, date, and place of the hearing to the petitioner, to the person alleged to meet the criteria for board-ordered commitment, to the psychologist or psychiatrist completing the report, to the person's attorney, or other attorney as specified in section 67 of this Act, to the director of any facility in which the person is being served, and to the secretary of the Department of Human Services; and (3) Following the hearing, provide copies of all orders to the persons identified in subdivision (2). Section 66. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: Hearings convened to determine whether a person meets the criteria for board-ordered commitment shall be governed by sections 59 to 65, inclusive, of this Act. Section 67. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: The state's attorney of the county in which a county review board is meeting shall participate, either in person or by assistant, in hearings convened by the board under this chapter. Section 68. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: The petition shall be dismissed by the chair of the county review board unless the evaluating psychiatrist or psychologist concludes, in writing, that the person meets the criteria for board- ordered commitment. If the county review board finds that a person does not meet the criteria for board-ordered commitment, the board shall enter a finding to that effect, shall dismiss the petition, and shall direct that the person be immediately discharged if the person has been detained prior to the hearing. Section 69. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: A county review board may order the involuntary commitment of a person if the review board finds by clear and convincing evidence that the person cannot exercise informed consent to treatment by reason of that person's developmental disability, and that the person poses a danger of physical injury to self or others making it necessary or advisable to receive appropriate supports and services. If the person is found to meet the criteria for involuntary commitment, the county review board may order the person to be placed under the control and care of the Department of Human Services for placement in appropriate programs. If the person refuses to comply with this order, the board may direct a law enforcement officer to take the person into protective custody. Section 70. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: The county review board may issue a detention order and direct a law enforcement officer to immediately take the person to a community service provider or facility recommended by the Department of Human Services, with the approval of the provider, to be detained for purposes of an examination if the county review board finds from the petition, from other statements under oath, or from reports of physicians, psychiatrists, psychologists, or other qualified mental retardation professionals that there is reasonable basis to believe that the person to be committed poses an immediate danger of physical injury to self or others. If the county review board issues a detention order based on a petition that did not include a recommendation for detention by a psychiatrist or psychologist, the person shall be examined by a psychiatrist or psychologist within forty-eight hours of the issuance of the detention order, excluding Saturdays, Sundays, and legal holidays. The results shall be reported to the county review board. If the report is not received by the county review board within forty-eight hours, excluding Saturdays, Sundays, and legal holidays, the person shall be released from placement with the community service provider. The report shall include: (1) Whether the person may be diagnosed as having a developmental disability; (2) Whether the person is capable of giving informed consent and whether the person has agreed to voluntary admission; (3) Whether supports and services are available and appropriate in lieu of county review board proceedings; and (4) Whether the person continues to pose an immediate danger of physical injury to self or others. Upon receipt of the report by the county review board, if it is determined that the person continues to pose an immediate danger of physical injury to self or others, placement with a community service provider shall continue while the commitment process is pending. If the person does not continue to pose an immediate danger of physical injury to self or others, the person shall be released from placement with the community service provider pending further proceedings. No record of arrest may be charged against the person. Section 71. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: The county review board shall review the commitment order and accompanying information at least annually to make a determination of the continued need and supporting justification for commitment. Prior to the annual review, the developmental disability community service provider shall provide information to the county review board that issued the original commitment order regarding the person's supports, services, and progress. Following ten days notice to the person, the person's attorney, and the Department of Human Services, the county review board shall hold a review hearing. The review hearing shall include participation by the state's attorney, Department of Human Services, the community service provider, and the person's attorney. The rights and procedures applicable during an initial commitment hearing are applicable to review hearings. A petition pursuant to section 59 of this Act need not be filed. At the conclusion of the review hearing, the county review board may issue an order of continued commitment or immediately discharge the person from involuntary commitment if the conditions in section 69 of this Act justifying commitment no longer exist. Section 72. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: The Department of Human Services shall notify the chair of the county review board of the death of any person with a developmental disability committed by the review board. Section 73. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: The person alleged to meet the criteria for board-ordered commitment shall be represented by counsel. Such representation is not subject to waiver, and the counsel is entitled: (1) To be present at the hearing; (2) To obtain a continuance in order to adequately prepare a case; (3) To present documents and witnesses; (4) To cross-examine witnesses; and (5) To require testimony in person from the psychiatrist or psychologist who performed the evaluation required in section 60 of this Act. Section 74. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: Counsel appointed for a person pursuant to this title shall be reasonably compensated for such services and for necessary expenses and costs incident to the proceedings in an amount to be fixed by the circuit judge. The costs described shall be allowed and paid out of county funds and may not be assessed against the person with a developmental disability. Section 75. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: Costs of proceedings pursuant to this title, including costs for transportation and any incidental costs of the person with a developmental disability, shall be reasonably compensated in an amount to be determined by the county auditor. The costs described shall be allowed and paid for out of county funds and may not be assessed against the person with a developmental disability. Section 76. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: No person is incompetent to manage his or her affairs, to contract, to hold professional or occupational or vehicle operator's licenses, to marry and obtain a divorce, to register and vote, or to make a will solely by reason of a diagnosis of a developmental disability, or by reason of a commitment by a county review board. Section 77. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: A person may, within thirty days, appeal a final order of a county review board pursuant to any hearing or review conducted under this title. In the case of a minor, or a person for whom a guardian has been appointed, the right to appeal may be exercised on behalf of the person. The person shall be advised both verbally and in writing of this right at the conclusion of any proceedings. The appeal shall be conducted in accordance with the provisions of chapter 1-26. Section 78. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: Upon exhaustion of all administrative remedies, a person has the right to file an appeal in the appropriate circuit court pursuant to chapter 1-26. Section 79. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: Any person involuntarily committed by a county review board and any person confined or in any manner detained or restrained is entitled to the benefit of a writ of habeas corpus. If the court finds that the criteria in section 69 of this Act are met, the court may authorize continued involuntary commitment. Such authorization is not a bar to the issuing of the writ the second time if it is alleged that the criteria in section 69 of this Act are no longer met. Section 80. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: The secretary of the Department of Human Services may, pursuant to chapter 1-26, adopt reasonable and necessary rules pertaining to involuntary committment. Section 81. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: Unless modified by court order, a person with a developmental disability has the same legal rights and responsibilities guaranteed to all other persons under the federal and state constitutions and federal and state laws. Section 82. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: No person with a developmental disability may be required to perform any act or is subject to any procedure which is contrary to the person's religious beliefs, and each person has the right to practice personal religious beliefs and to be accorded the opportunity for religious worship. No person may be coerced into engaging in or refraining from any religious activity, practice, or belief. Section 83. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: Any person with a developmental disability has the right to receive publicly supported educational services in accordance with federal and state education laws. Section 84. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: Any person with a developmental disability has the right to access to appropriate dental and medical care and treatment for any physical ailments and for the prevention of illness or disability. Section 85. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: Surgery and any other medical procedures may be performed without consent or court order only if the life of the person with a developmental disability is threatened and there is not time to obtain consent or a court order. Documentation of the necessity for the surgery shall be entered into the record of the person as soon as practicable. Section 86. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: No person with a developmental disability is subject to any experimental research or hazardous treatment procedures without the consent of: (1) The person with a developmental disability, if eighteen years of age or over and capable of giving informed consent. If any person's capacity to give informed consent is challenged, the person, a qualified mental retardation professional, physician, or interested person may file a petition with the court to determine competency to give consent; (2) The guardian of the person with a developmental disability, if the guardian is legally empowered to execute such consent; or (3) The parent or guardian of the person with a developmental disability, if the person with a developmental disability is less than eighteen years of age. No person with a developmental disability who is subject to an order of guardianship may be subjected to experimental research or hazardous treatment procedures without prior authorization of the circuit court. Section 87. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: The receipt of services and supports pursuant to this chapter does not operate to deprive any person with a developmental disability of any other rights, benefits, or privileges, does not cause the person with a developmental disability to be declared legally incompetent, and may not be construed to interfere with the rights and privileges of parents or guardians regarding the minor child. No agency, community service provider, facility, school, or person who receives public funds and provides services to persons with developmental disabilities may engage in the following practices: (1) Corporal punishment - physical or verbal abuse, such as shaking, screaming, swearing, name calling, or any other activity that would be damaging to a person's physical well- being or self-respect; (2) Seclusion - placement of a person alone in a room or other area from which egress is prevented; (3) Denial of food - preventing a person from having access to a nutritionally adequate diet as a means of modifying behavior. Persons enrolled in residential programs or living units are expected to partake in meals at a predetermined scheduled time. No person with a developmental disability receiving services may discipline other persons with developmental disabilities receiving services, and no community service provider or facility may mistreat, exploit, neglect, or abuse any person with a developmental disability. Section 88. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: No agency, community service provider, facility, or school may retaliate against any staff who reports in good faith suspected abuse, neglect, or exploitation, or against any person with a developmental disability with respect to any report. An alleged perpetrator cannot self-report solely for the purpose of claiming retaliation. There is a rebuttable presumption of retaliation for any adverse actions taken within ninety days of a report of abuse, neglect, or exploitation. Adverse action means only those adverse actions arising solely from the filing of an abuse report. For the purposes of this chapter, adverse action means any action taken by a community service provider or facility against the person making the report or against the person with a developmental disability because of the report and includes: (1) Discharge or transfer from the community service provider or facility except for clinical reasons; (2) Discharge from or termination of employment; (3) Demotion or reduction in remuneration for services; or (4) Restriction or prohibition of access to services and supports or the persons served. Section 89. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: Any person who knowingly engages in conduct with the intent to deprive persons with developmental disabilities of any right as set forth in this title is guilty of a Class 1 misdemeanor. Section 90. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: Any person with a developmental disability receiving services has the right to: (1) Communicate freely and privately with others of the person's own choosing; (2) Receive and send sealed, unopened correspondence. No person's incoming or outgoing correspondence shall be opened, delayed, held, or censored by any person; (3) Receive and send packages. No person's outgoing packages may be opened, delayed, held, or censored by any person; (4) Reasonable access to telephones, both to make and to receive calls in privacy, and reasonable and frequent opportunities to meet with visitors; and (5) Suitable opportunities for interaction with others of the person's own choosing. Section 91. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: All records kept pursuant to this chapter are confidential and not open to public inspection. The information may be disclosed only in the circumstances and under the conditions set forth in sections 92 to 94, inclusive, of this Act. Section 92. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: If the community service provider or facility and the person with a developmental disability and the person's parent, if a minor, or the person's guardian consent, information may be disclosed to providers of supports and services to the person with a developmental disability, or to the person with a developmental disability, or to any other person or agency, if, in the judgment of the community service provider or facility, the disclosure would not be detrimental to the person with a developmental disability. Section 93. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: If information is disclosed, the identity of the person to whom it pertains shall be protected and may not be disclosed unless it is germane to the authorized purpose for which disclosure was sought. If practicable, no other information may be disclosed unless it is germane to the authorized purpose for which disclosure was made. Section 94. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: Any person receiving information made confidential by section 92 of this Act shall disclose the information to others only to the extent consistent with the authorized purpose for which the information was released. Section 95. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: The Legislature hereby finds that: (1) Research does not support the long-term efficacy of aversive behavioral intervention; (2) The use of aversive or abusive treatment raises disturbing legal and ethical issues, and may well deprive the recipient of constitutional or statutory rights and be outside the ethical guidelines imposed upon the treatment professional; (3) Any person with a disability has the same right to be treated with dignity and respect as any other citizen; and (4) The use of aversive and abusive treatments on any person with a disability diminishes the dignity and humanity of the treatment professional and the person with a disability. The Legislature opposes any treatment or practice which violates the right to freedom from harm. The Legislature promotes activities that lead to implementation and dissemination of positive intervention alternatives. Section 96. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: No person may use aversive intervention techniques on a person with a developmental disability. Section 97. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: The rights of any person with a developmental disability receiving services may only be restricted as a result of due process in accordance with statute and the rules of the Department of Human Services. The rights of any person with a developmental disability as specified in this chapter may be suspended to protect that person from endangering self or others. In order to provide specific services or supports to the person with a developmental disability, such rights may be suspended only by due process that will promote the least restriction on the person's rights. Section 98. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: Use of restraints may be applied only if a person with a developmental disability exhibits destructive behavior and if alternative techniques including positive behavior intervention techniques have failed. Section 99. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: Any behavior intervention program shall use, develop, and promote positive, respectful approaches for teaching in every aspect of life. Section 100. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: Behavior intervention programs may only be implemented following the completion of a comprehensive functional analysis if alternative nonrestrictive procedures have been proven to be ineffective, and only with the informed consent of the person with a developmental disability, if eighteen years of age or over and capable of giving informed consent, or the person's parent or legal guardian. Behavior intervention programs shall be developed in conjunction with the interdisciplinary team and implemented in accordance with section 97 of this Act. Section 101. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: The use of any highly restrictive procedures, including restraints and time-out, shall be described in written behavior intervention programs. Use of restraints shall be applied only in an emergency if alternative techniques have failed. Physical restraint intended to restrict the movement or normal functioning of a portion of a person's body through direct contact by staff, shall be employed only if necessary to protect the person with a developmental disability from immediate injury to self or others. No physical restraint may be employed as punishment, for the convenience of staff, or as a substitute for a program of services and supports. Physical restraint shall be applied only after alternative techniques have failed and only if such restraint is imposed in the least possible restriction consistent with its purpose. Mechanical restraint using mechanical devices intended to restrict the movement or normal functioning of a portion of a person's body is subject to special review and oversight, as defined in rules promulgated pursuant to chapter 1-26. Any mechanical restraint shall be designed and used so as not to cause physical injury to the person with a developmental disability and so as to cause the least possible discomfort. No chemical restraint and medication may be used excessively, as punishment, for the convenience of staff, as a substitute for a program, or in quantities that interfere with a person's developmental program. In accordance with statute and the rules promulgated pursuant to chapter 1-26, due process shall be assured pursuant to section 97 of this Act for the use of physical, mechanical, or chemical restraints, including their use in an emergency or on a continuing basis. Section 102. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: Time-out rooms used for separating a person with a developmental disability from other persons receiving services and group activities may be employed only under close and direct staff supervision and only as a technique in behavior intervention programs. No time-out room may be used in an emergency situation. Behavior intervention programs utilizing a time-out procedure may be implemented only if it incorporates a positive approach designed to result in the acquisition."}, {"bill_id": 15320, "bill_version_id": 86153, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "2000-01-21T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise, repeal, and reenact certain provisions pertaining to persons with developmental disabilities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § § 27B-1-1 to 27B-1-13, inclusive, 27B-2-1 to 27B-2-13, inclusive, 27B-3-1 to 27B-3-7, inclusive, 27B-3-9 to 27B-3-12, inclusive, 27B-4-1 to 27B-4-8, inclusive, 27B-5-1 to 27B-5-18, inclusive, 27B-6-1 to 27B-6-5, inclusive, 27B-7-1 to 27B-1-23, inclusive, 27B-8-1 to 27B-8-35, inclusive, and 27B-9-1 to 27B-9-27, inclusive, be repealed. Section 2. That chapter 27B-1 be amended by adding thereto a NEW SECTION to read as follows: The purposes of this title are to enhance environments and provide supports to enable persons with developmental disabilities to achieve and maintain physical well-being, personal and professional satisfaction, participation as community members, and safety from abuse, neglect, and exploitation; and to promote and safeguard the human dignity, constitutional and statutory rights, social well-being, and general welfare of all persons with developmental disabilities in the state. Section 3. That chapter 27B-1 be amended by adding thereto a NEW SECTION to read as follows: The Department of Human Services shall develop, adopt, approve, coordinate, monitor, evaluate, and administer state and federally funded services for persons with developmental disabilities and their families within South Dakota in cooperation with all governmental and private resources and organizations concerned with developmental disabilities. From existing department funds or special funds appropriated by the Legislature, the department shall: (1) Carry out all functions and duties required by statute through collaboration and consultation with persons with developmental disabilities, their families, guardians, community resources, organizations, and people who provide services throughout the state; (2) Develop and maintain a statewide system of community-based services that reflect the choices and needs of persons with developmental disabilities and their families; (3) Facilitate or provide technical assistance to community service providers in planning, developing, and implementing services and supports for persons with developmental disabilities; (4) Cooperate with federal agencies in the administration of the federal statutes and acts relating to developmental disabilities programs, accept the benefits of such federal statutes and acts subject to chapter 4-8, and comply with the requirements thereof; (5) Conform the state plans to the federal requirements and submit them to the federal agencies; and (6) Maintain a data collection system on the prevalence of developmental disabilities, including autism, based on the needs of persons with developmental disabilities in the current service delivery system. Section 4. That chapter 27B-1 be amended by adding thereto a NEW SECTION to read as follows: The Department of Human Services may establish and use state, regional, or local boards or councils to assist in the planning and implementation of community services. Section 5. That chapter 27B-1 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this title mean: (1) \"Adjustment training center,\" any nonprofit facility that is certified by the department to provide prevocational or vocational training, residential training, and other supports and services as needed by persons with developmental disabilities; (2) \"Aversive intervention technique,\" the application, contingent upon the exhibition of a maladaptive behavior, of extremely unpleasant, startling, or painful stimuli that have a potentially noxious effect; (3) \"Behavior intervention program,\" a written set of instructions for changing or modifying the behavior of a person with a developmental disability that specifies behavior objectives for completion, procedures to implement behavior objectives, and data collection procedures and is written to increase desirable behaviors or decrease undesirable behaviors; (4) \"Community services provider,\" any person or entity, whether for-profit or not-for- profit, which receives compensation for providing services to persons with developmental disabilities; (5) \"Danger to others,\" behavior which supports a reasonable expectation that the person will inflict serious physical injury upon another person in the very near future. Such behavior shall be evidenced by recent acts which constitute a danger of serious physical injury to another person. Such acts may include a recently expressed threat if the threat is such that, if considering its context or person's recent previous acts, it is substantially supportive of an expectation that the threat will be carried out; (6) \"Danger to self,\" recent behavior or related physical conditions which show there is a danger of serious personal harm in the very near future as evidenced by an inability to provide for some basic human needs such as food, clothing, shelter, physical health, or personal safety; (7) \"Department,\" the Department of Human Services; (8) \"Destructive behavior,\" behavior that presents a danger to self or a danger to others; (9) \"Director,\" the director of the South Dakota Developmental Center or a community service provider; (10) \"Facility,\" the South Dakota Developmental Center in Redfield, South Dakota; (11) \"Informed consent,\" written consent voluntarily, knowingly, and competently given without any element of force, fraud, deceit, duress, threat, or other form of coercion, after explanation of all information that a reasonable person would consider significant to the decision in a manner reasonably comprehensible to general lay understanding; (12) \"Least restrictive,\" an intervention in the life of a person with a developmental disability that is the least intrusive and disruptive to the person's life and represents the least departure from normal patterns of living that can be effective in meeting the person's developmental needs; (13) \"PASARR\" or \"Preadmission Screening/Annual Resident Review,\" a federally mandated review of the application to a skilled nursing facility by a person with a known or suspected mental illness or developmental disability, or both, in order to determine if the skilled nursing facility or another community service provider can appropriately serve the person's needs; (14) \"Qualified mental retardation professional,\" any person with at least one year of experience working directly with mental retardation or other developmental disabilities and is either a doctor of medicine or osteopathy, a registered nurse, or a person who holds at least a bachelor's degree in a professional category. Section 6. That chapter 27B-1 be amended by adding thereto a NEW SECTION to read as follows: A developmental disability is any severe, chronic disability of a person that: (1) Is attributable to a mental or physical impairment or combination of mental and physical impairments; (2) Is manifested before the person attains age twenty-two; (3) Is likely to continue indefinitely; (4) Results in substantial functional limitations in three or more of the following areas of major life activity: self-care, receptive and expressive language, learning, mobility, self-direction, capacity for independent living, and economic self-sufficiency; and (5) Reflects the person's need for an array of generic services, met through a system of individualized planning and supports over an extended time, including those of a life- long duration. Section 7. That chapter 27B-2 be amended by adding thereto a NEW SECTION to read as follows: The Department of Human Services shall coordinate the utilization of existing facilities, state departments, boards, or commissions involved in the field of developmental disabilities. Section 8. That chapter 27B-2 be amended by adding thereto a NEW SECTION to read as follows: The Department of Human Services may receive, acquire, have charge of, and operate all properties for the purposes authorized by statute. The department may receive gifts and contributions from public and private sources and acquire other properties as an agency of the State of South Dakota and hold and use them for statutory purposes. However, the department may not purchase, lease anything except office quarters as approved by the state commissioner of administration, sell, encumber, or alienate any real property without the specific consent and prior approval of the Legislature. Section 9. That chapter 27B-2 be amended by adding thereto a NEW SECTION to read as follows: A person with a developmental disability from another state or territory who enters this state for the purpose of receiving services or education shall retain the residence of that person's parent, guardian, or agency standing in the place of the person's parent or guardian. Section 10. That chapter 27B-2 be amended by adding thereto a NEW SECTION to read as follows: Any person with a developmental disability or any other interested person may make application for department services by contacting in person or in writing any official state or field office of the Department of Human Services and participating in an evaluation which may include mental, physical, and educational assessments so that the department may determine if services are needed. Section 11. That chapter 27B-2 be amended by adding thereto a NEW SECTION to read as follows: A person with a developmental disability or that person's parent or guardian may refuse services offered by the Department of Human Services. If the person with a developmental disability or that person's parent or guardian accepts services from the department, the department, that person's parent or guardian, or the person with a developmental disability may terminate the services at any time. Section 12. That chapter 27B-2 be amended by adding thereto a NEW SECTION to read as follows: The secretary of the department shall promulgate, pursuant to chapter 1-26, reasonable and necessary rules governing the procedure and conduct of contested cases, including notification of the denial of services. Section 13. That chapter 27B-2 be amended by adding thereto a NEW SECTION to read as follows: The secretary of the Department of Human Services shall promulgate, pursuant to chapter 1-26, reasonable and necessary rules establishing standards for community service providers, South Dakota Developmental Center - Redfield, and other nonpublic facilities, services, and supports for persons with developmental disabilities and for services and supports to be provided or purchased by the Department of Human Services under this title. Such rules shall be adopted in the following areas: (1) Staff requirements, to include orientation, continuing staff development, instruction on positive behavioral supports and medication administration; (2) Administration, audit requirements, and record keeping; (3) Services and supports provided; (4) Client rights and safety; (5) Facility fire safety and sanitation requirements; (6) Respite care; (7) Family support; (8) Preadmission Screening/Annual Resident Review (PASARR); (9) Such other standards and requirements as are necessary for federal financial participation; and (10) Any other services and supports necessary to implement this title. Section 14. That chapter 27B-2 be amended by adding thereto a NEW SECTION to read as follows: Before a new employee, including a temporary employee, of a facility or a community service provider receiving funds or providing services or supports pursuant to this title performs any duties, the new employee shall be oriented to the facility or community service provider and its policies, including policies and procedures concerning fire prevention, accident prevention, and response to emergencies. By the time each new employee has worked thirty days in the facility or community service provider, the new employee shall be oriented to resident rights, to the new employee's position and duties, and to facility or community service provider procedures. Section 15. That chapter 27B-2 be amended by adding thereto a NEW SECTION to read as follows: The Department of Human Services shall consider the needs in the field of developmental disabilities and shall make recommendations to the Legislature and the Governor for changes in existing legislation. Section 16. That chapter 27B-2 be amended by adding thereto a NEW SECTION to read as follows: This chapter may not be construed as repealing chapter 34-7, but shall be construed separate and in addition to chapter 34-7. Section 17. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: The facility located and established upon lands donated and conveyed to this state at Redfield, Spink County, shall be known as the South Dakota Developmental Center. The supports and services provided by the South Dakota Developmental Center shall be under the control and supervision of the Department of Human Services. Section 18. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: The South Dakota Developmental Center shall provide supports and services for persons with developmental disabilities and other persons who may benefit from those supports and services offered by the South Dakota Developmental Center. The South Dakota Developmental Center may provide onsite and offsite additional supports and services in order to increase the self-direction of a person with a developmental disability, and to enhance a person with a developmental disability to live in the least-restrictive environment. It is the mission of the South Dakota Developmental Center to provide supports and services to persons with developmental disabilities onsite only when suitable community supports and services are not available. Section 19. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Any person with a developmental disability voluntarily or involuntarily admitted to the facility shall be tested for communicable diseases as deemed necessary by a licensed physician in charge of tests and immunizations at the facility, by such means of tests and immunizations as are approved by the Department of Health or shall present: (1) Certification from a licensed physician stating the physical condition of the person with a developmental disability would be such that a test and immunization would endanger the person's life or health; (2) A written statement signed by a parent or guardian of the person with a developmental disability that the person is adherent to a belief whose teachings are opposed to the test and immunization; (3) A written statement signed by a parent or guardian of the person with a developmental disability requesting that the local health department or the facility give the test and immunization because the parent or guardian lacks the means to pay for the test and immunization; or (4) A written statement from a licensed physician requesting that the person with a developmental disability not be immunized. Section 20. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: The facility shall provide to persons with developmental disabilities the required tests and the immunizations that are not provided by a parent or guardian and have not been exempted pursuant to section 19 of this Act. Section 21. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: The secretary of the Department of Human Services shall appoint a director to act as the chief executive officer of the South Dakota Developmental Center. The director shall supervise the supports, services, and education of the persons served at the facility, under the direction of the secretary of the Department of Human Services. Section 22. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Any person who unlawfully detains a person with a developmental disability in any other manner or in any other place than as authorized by law is guilty of a Class 1 misdemeanor. Section 23. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Any person with a developmental disability may be admitted to the South Dakota Developmental Center if the county review board orders commitment pursuant to the process provided in this title. Section 24. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Any person who is eighteen years of age or older and who has a developmental disability may be admitted to the South Dakota Developmental Center on a voluntary admission basis in accordance with procedures established by the Department of Human Services if an application for admission has been executed by the person with a developmental disability, if the person is competent to do so, or by the person's guardian. Section 25. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Any person who is under the age of eighteen years and who has a developmental disability may be admitted to the South Dakota Developmental Center on a voluntary admission basis in accordance with procedures established by the Department of Human Services if an application for admission has been executed by the person's parent, guardian, or, in the absence of a parent or guardian, a person acting as a parent in loco parentis. Section 26. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: If it is determined that any other person would benefit from supports and services offered at the South Dakota Developmental Center, that person may be admitted on a voluntary admission basis in accordance with procedures established by the Department of Human Services. Section 27. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Each person admitted to the South Dakota Developmental Center shall receive and complete a comprehensive evaluation within thirty days of admission to determine the appropriateness of continued supports and services at the facility. The appropriateness of continued supports and services shall be reviewed at least annually, or more often if requested by a team member. Section 28. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Upon accepting a person for admission to the South Dakota Developmental Center, the county auditor of the person's county of residence shall be notified by the facility's director. Section 29. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding chapter 25-7, if any person is admitted to a facility, only the admittee is responsible for the cost of supports and services to the extent and in the manner provided by this chapter. If the cost of supports and services is a proper charge of the federal government, the costs shall be assessed against the appropriate agency of the federal government. Section 30. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: The Department of Human Services shall collect and process fees due to the state for the cost of supports and services for persons with developmental disabilities. Section 31. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: The secretary of the Department of Human Services shall periodically determine the individual cost of supports and services provided to persons in the facility. Section 32. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Any person in the facility who is determined by the secretary of the Department of Human Services to be financially able to pay shall be charged the per diem rate. Section 33. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Any person in the facility may apply to the secretary of the Department of Human Services to pay less than the per diem rate. On receipt of such application, the secretary shall determine the ability of the person in the facility to pay all or a part of the applicable charge. Section 34. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Upon receipt of all information desired by the secretary of the Department of Human Services, the secretary shall determine, based upon the financial ability of the person in the facility, whether the person shall be charged with the full amount or a lesser amount. If a person in the facility or county where the person in the facility resides, disagrees with the determination of the secretary of the Department of Human Services, a grievance may be filed with the secretary within thirty days from the date of such determination. However, each such grievance may not be filed more than once every six months. The decision of the secretary is final. Section 35. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: If any person in the facility refuses or fails to make such payments, the charges may be collected by a civil action brought in the name of the State of South Dakota. The state may commence an action against the person for payments due, and any judgment obtained shall be a lien upon the real property of the person and shall be collected as other judgments. Any claim arising under section 29 of this Act has the same force and effect against the real and personal property of a deceased person as other debts of a decedent and shall be ascertained and recovered in the same manner. Section 36. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: The statute of limitations upon any claim of the state for the care of a person in the facility is three years and does not commence to run until the death of the person, but an action may be commenced at any time during the life of the person. Section 37. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Each county shall be assessed sixty dollars per month for each person receiving supports and services at the South Dakota Developmental Center unless the responsibility therefore has been placed upon the state. In the event of a dispute as to that person's residence, no payments made by any county constitute an admission that the person in the facility is a resident of such county. The procedures for determining the county of residence shall be that described in sections 39 and 40 of this Act. These moneys shall be used to match federal funds which may be made available under the provisions of Title XIX of the Social Security Act as amended, or its successors, at the South Dakota Developmental Center. Section 38. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: If a person with a developmental disability has been placed under the control of a child welfare agency as defined by § 26-6-1 for adoption, and prior to adoption is found to have a developmental disability, then the county review board may direct that the expenses for the care, education, and maintenance of that person be borne by the state in which event no finding as to the county being legally obligated to support the person shall be made. The board shall forthwith notify the Department of Social Services who may petition for letters of guardianship. For minors in the custody of the state, the county is not legally obligated to pay for such person. Expenses for such person shall be borne by the state. Section 39. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: If the administrator of a facility has cared for or maintained a person with a developmental disability from a county and the state's attorney or the county commissioners of the county claim that the person is not a proper charge against the county, the state's attorney or the county commissioners shall notify the attorney general that the person in the facility is a proper charge against another county, or against the state if the person in the facility is not a resident of the state. The attorney general shall notify the county auditor of the county to file any proof within thirty days from the date of such notification. Upon receipt of such, the attorney general shall investigate the location of the residence of the person in the facility to determine if a county and which county should be charged. The attorney general shall notify the county auditor and the director of the South Dakota Developmental Center of the determination. Thereafter, the administrator shall charge for supports and services according to the determination of the attorney general. Section 40. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: If any county is dissatisfied with the determination of the attorney general, the county may appeal to the circuit court. Section 41. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Expenses paid by one county, on behalf of any person at the South Dakota Developmental Center whose residence is in another county, shall be refunded with lawful interest by the county of residence. Section 42. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Any charges to a county under section 37 of this Act shall be certified each month by the secretary of the Department of Human Services to the county auditor. The billing shall include an itemized listing of charges. The billing shall be sent to county auditors no later than the fifth day of the month. Upon receiving the billing, the county shall pay the amount due to the state remittance center within the time period established by chapter 4-3. Section 43. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Any payments made in accordance with this chapter for the supports and services of persons at the South Dakota Developmental Center shall be deposited in the general fund. Section 44. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Any person in a state facility may be transferred to any other state or private facility if the person would benefit from the treatment offered at the facility. A transfer may only be made with the mutual consent of both facilities or agencies. No transfer may occur until all reasonable efforts have been made to consult with the person and the person's nearest relative or guardian. However, the transfer may be effected earlier if necessitated by an emergency. If an emergency situation arises, the required notice shall be given as soon as possible thereafter. Section 45. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: The Department of Human Services, upon recommendation of the person's interdisciplinary team, shall consult with the person with a developmental disability and that person's immediate family or guardian regarding any proposed transfer from a facility of this state to a facility of another state pursuant chapter 27A-6. Section 46. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Any person voluntarily entering a facility for persons with developmental disabilities shall be given oral and written notice of release procedures upon admission. Any person voluntarily entering the facility, regardless of age, has the right to discharge within twenty-four hours after request. Section 47. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: A facility may temporarily detain a voluntarily admitted person with a developmental disability for twenty-four hours after the request for discharge to initiate emergency commitment procedures, pursuant to section 70 of this Act, if the person's interdisciplinary team determines that the person presents an immediate danger to self or others. Section 48. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: The director, based upon the recommendation of the person's interdisciplinary team, may at any time discharge a voluntarily admitted person. If a person with a developmental disability was voluntarily admitted by a parent or guardian, the director shall notify the parent or guardian of the discharge ten days prior to the person's release and shall notify the parent or guardian of other supports and services available in an alternative setting. Section 49. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Any person with a developmental disability admitted to the facility pursuant to this title who leaves the facility without authorization or fails to return to the facility while on an authorized leave or other authorized absence from the facility, may be returned to the facility. Section 50. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: The South Dakota Developmental Center shall notify the Spink County sheriff and state radio communications of any unauthorized absence from the facility. Any law enforcement officer knowing the whereabouts of any person absent from the facility shall detain the absent person and immediately notify both the South Dakota Developmental Center and the Spink County sheriff. The South Dakota Developmental Center shall arrange for the return of the person with a developmental disability to the facility within forty-eight hours thereafter. Section 51. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: If the director of a facility determines that a person eighteen years of age or older with a developmental disability receiving services and supports from the facility requires a guardian or conservator and there is no one qualified and willing to petition for letters of guardianship or conservatorship, the director shall inform the secretary of the Department of Human Services. Section 52. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: Six months prior to the eighteenth birthday of each person with a developmental disability in the facility, the person shall be evaluated by the facility to determine whether the person is competent to execute an application for voluntary admission. Section 53. That chapter 27B-3 be amended by adding thereto a NEW SECTION to read as follows: If the facility determines after evaluation pursuant to section 52 of this Act, that the person with a developmental disability is not competent to execute an application for voluntary admission or that the person otherwise requires the protective services of a guardian, that person's parent, or if none, another interested person or entity shall be notified and requested to file a petition for the appointment of a guardian. If no petition is filed, the director shall inform the secretary of the Department of Human Services. Section 54. That chapter 27B-4 be amended by adding thereto a NEW SECTION to read as follows: Each county may annually budget and appropriate funds for the establishment, support, or operation of community service providers pursuant to § 27A-5-9. Section 55. That chapter 27B-4 be amended by adding thereto a NEW SECTION to read as follows: Funds budgeted and appropriated under this chapter shall be used by community service providers approved by the Department of Human Services. Section 56. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: Each county shall form a county review board which shall hear involuntary commitment hearings and review continued commitments of persons with developmental disabilities in accordance with sections 69 and 71 of this Act. The county review board shall consist of two people appointed by the board of county commissioners for a three-year term and a magistrate judge or lawyer appointed by the presiding circuit judge of the circuit in which the county is situated. The two members appointed by the county commission shall be residents of the county. The member appointed by the presiding circuit judge need not be a resident of the county. The members of the county review board who are appointed by the board of county commissioners may be appointed to more than one term, but may not serve more than two consecutive terms. The law-trained magistrate or lawyer shall serve as the chair of the county review board. The state's attorney for the county may not serve on the county review board. Each appointing authority may also appoint alternates. Pursuant to chapter 1-24, two or more counties may jointly contract to establish a county review board to serve all contracting counties. Section 57. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: Before entering upon the duties of office, each member of a county review board shall take and subscribe an oath or affirmation to support the Constitution of the United States and the Constitution of this state and to discharge faithfully all official duties according to law. The oath shall be filed in the office of the county auditor. Section 58. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: The county review board has jurisdiction over all applications or petitions for involuntary commitment or for the safekeeping of persons subject to involuntary commitment within its county, except in cases otherwise specially provided for. The board may issue subpoenas and compel obedience thereto, and do any act of a court necessary and proper for the purpose of discharging the duties required of it. Section 59. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: Any interested person may file with the chair of the county review board a verified petition which asserts that a person meets the criteria for board-ordered commitment as specified in section 69 of this Act. If any person is alleged to have a developmental disability and to be in such condition that immediate intervention is necessary for the protection from the physical harm of self or others, any person, eighteen years of age or older, may petition the chair of the county review board where such person with an alleged developmental disability is found, stating the factual basis for concluding that the person is developmentally disabled and in immediate need of intervention. The petition shall be upon a form and be verified by affidavit. The petition shall include the following: (1) A statement by the petitioner that the petitioner believes, on the basis of personal knowledge, that the person is a danger to self or others; (2) The specific nature of the danger; (3) A summary of the information upon which the statement of danger is based; (4) A statement of facts which caused the person to come to the petitioner's attention; (5) The address and signature of the petitioner and a statement of the petitioner's interest in the case; and (6) The name of the person to be evaluated, the address, age, marital status, and occupation of the person, and the name and address of the person's nearest relative. Section 60. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: If a petition filed pursuant to section 59 of this Act appears on its face to be sufficient, the chair of the county review board shall order that a psychiatric or psychological evaluation be performed and a report of the findings and recommendations be completed. The board shall appoint a licensed psychologist or psychiatrist to make the examination and to prepare a report within five working days from the date the petition is filed, containing the information required in section 63 of this Act. If it appears, based upon the foregoing evaluation, the criteria for commitment is met, a copy of the report shall be provided to Department of Human Services. If the person desires an independent psychiatric or psychological evaluation, the person may obtain one at that person's own expense. Section 61. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: The chair of the county review board shall give written notice of the petition to the Department of Human Services which shall prepare a report containing a review of the person's supports and service needs and a recommendation as to appropriate service locations. The reports shall be filed with the county review board within forty-five calendar days from receipt of the written notice from the board ordering the examination and report. Section 62. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: If requested, information shall be disclosed: (1) Pursuant to orders or subpoenas of a court of record or subpoenas of the Legislature or chair of the county review board; (2) To a prosecuting or defense attorney or to a qualified mental retardation professional as necessary for participation in a proceeding governed by this title; (3) To an attorney representing a person who is presently subject to the authority of this title or who has been discharged if that person has given consent; (4) If necessary in order to comply with another provision of law; (5) To the Department of Human Services if the information is necessary to enable the Department of Human Services to discharge a responsibility placed upon it by law; or (6) To a state's attorney or the attorney general for the purpose of investigation of an alleged criminal act either committed by or upon a person with a developmental disability. Section 63. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: The report required by section 60 of this Act shall contain: (1) Evaluations of the person's mental, physical, and emotional status, and review of social and educational history; and (2) A statement as to whether the person meets the criteria for board-ordered commitment specified in section 69 of this Act. Section 64. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: If the county review board finds that a person meets the criteria in section 69 of this Act, the board shall enter a finding, based on the criteria in § 28-13-3, of the county of residence of the person or a finding that the person is a nonresident of this state. Section 65. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: Upon receipt of a petition and reports as provided for in sections 59, 60, and 63 of this Act, the chair of the county review board shall: (1) Fix a date, time, and place for a hearing within five days, excluding Saturdays, Sundays, and holidays, of the board's receipt of the reports; (2) Provide five days written notice, excluding Saturdays, Sundays, and holidays, of the time, date, and place of the hearing to the petitioner, to the person alleged to meet the criteria for board-ordered commitment, to the psychologist or psychiatrist completing the report, to the person's attorney, or other attorney as specified in section 67 of this Act, to the director of any facility in which the person is being served, and to the secretary of the Department of Human Services; and (3) Following the hearing, provide copies of all orders to the persons identified in subdivision (2). Section 66. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: Hearings convened to determine whether a person meets the criteria for board-ordered commitment shall be governed by sections 59 to 65, inclusive, of this Act. Section 67. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: The state's attorney of the county in which a county review board is meeting shall participate, either in person or by assistant, in hearings convened by the board under this chapter. Section 68. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: The petition shall be dismissed by the chair of the county review board unless the evaluating psychiatrist or psychologist concludes, in writing, that the person meets the criteria for board- ordered commitment. If the county review board finds that a person does not meet the criteria for board-ordered commitment, the board shall enter a finding to that effect, shall dismiss the petition, and shall direct that the person be immediately discharged if the person has been detained prior to the hearing. Section 69. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: A county review board may order the involuntary commitment of a person if the review board finds by clear and convincing evidence that the person cannot exercise informed consent to treatment by reason of that person's developmental disability, and that the person poses a danger of physical injury to self or others making it necessary or advisable to receive appropriate supports and services. If the person is found to meet the criteria for involuntary commitment, the county review board may order the person to be placed under the control and care of the Department of Human Services for placement in appropriate programs. If the person refuses to comply with this order, the board may direct a law enforcement officer to take the person into protective custody. Section 70. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: The county review board may issue a detention order and direct a law enforcement officer to immediately take the person to a community service provider or facility recommended by the Department of Human Services, with the approval of the provider, to be detained for purposes of an examination if the county review board finds from the petition, from other statements under oath, or from reports of physicians, psychiatrists, psychologists, or other qualified mental retardation professionals that there is reasonable basis to believe that the person to be committed poses an immediate danger of physical injury to self or others. If the county review board issues a detention order based on a petition that did not include a recommendation for detention by a psychiatrist or psychologist, the person shall be examined by a psychiatrist or psychologist within forty-eight hours of the issuance of the detention order, excluding Saturdays, Sundays, and legal holidays. The results shall be reported to the county review board. If the report is not received by the county review board within forty-eight hours, excluding Saturdays, Sundays, and legal holidays, the person shall be released from placement with the community service provider. The report shall include: (1) Whether the person may be diagnosed as having a developmental disability; (2) Whether the person is capable of giving informed consent and whether the person has agreed to voluntary admission; (3) Whether supports and services are available and appropriate in lieu of county review board proceedings; and (4) Whether the person continues to pose an immediate danger of physical injury to self or others. Upon receipt of the report by the county review board, if it is determined that the person continues to pose an immediate danger of physical injury to self or others, placement with a community service provider shall continue while the commitment process is pending. If the person does not continue to pose an immediate danger of physical injury to self or others, the person shall be released from placement with the community service provider pending further proceedings. No record of arrest may be charged against the person. Section 71. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: The county review board shall review the commitment order and accompanying information at least annually to make a determination of the continued need and supporting justification for commitment. Prior to the annual review, the developmental disability community service provider shall provide information to the county review board that issued the original commitment order regarding the person's supports, services, and progress. Following ten days notice to the person, the person's attorney, and the Department of Human Services, the county review board shall hold a review hearing. The review hearing shall include participation by the state's attorney, Department of Human Services, the community service provider, and the person's attorney. The rights and procedures applicable during an initial commitment hearing are applicable to review hearings. A petition pursuant to section 59 of this Act need not be filed. At the conclusion of the review hearing, the county review board may issue an order of continued commitment or immediately discharge the person from involuntary commitment if the conditions in section 69 of this Act justifying commitment no longer exist. Section 72. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: The Department of Human Services shall notify the chair of the county review board of the death of any person with a developmental disability committed by the review board. Section 73. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: The person alleged to meet the criteria for board-ordered commitment shall be represented by counsel. Such representation is not subject to waiver, and the person is entitled: (1) To be present at the hearing; (2) To obtain a continuance in order to adequately prepare a case; (3) To present documents and witnesses; (4) To cross-examine witnesses; and (5) To require testimony in person from the psychiatrist or psychologist who performed the evaluation required in section 60 of this Act. Section 74. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: Counsel appointed for a person pursuant to this title shall be reasonably compensated for such services and for necessary expenses and costs incident to the proceedings in an amount to be fixed by the circuit judge. The costs described shall be allowed and paid out of county funds and may not be assessed against the person with a developmental disability. Section 75. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: Costs of proceedings pursuant to this title, including costs for transportation and any incidental costs of the person with a developmental disability, shall be reasonably compensated in an amount to be determined by the county auditor. The costs described shall be allowed and paid for out of county funds and may not be assessed against the person with a developmental disability. Section 76. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: No person is incompetent to manage his or her affairs, to contract, to hold professional or occupational or vehicle operator's licenses, to marry and obtain a divorce, to register and vote, or to make a will solely by reason of a diagnosis of a developmental disability, or by reason of a commitment by a county review board. Section 77. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: A person may, within thirty days, appeal a final order of a county review board pursuant to any hearing or review conducted under this title. In the case of a minor, or a person for whom a guardian has been appointed, the right to appeal may be exercised on behalf of the person. The person shall be advised both verbally and in writing of this right at the conclusion of any proceedings. The appeal shall be conducted in accordance with the provisions of chapter 1-26. Section 78. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: Upon exhaustion of all administrative remedies, a person has the right to file an appeal in the appropriate circuit court pursuant to chapter 1-26. Section 79. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: Any person involuntarily committed by a county review board and any person confined or in any manner detained or restrained is entitled to the benefit of a writ of habeas corpus. If the court finds that the criteria in section 69 of this Act are met, the court may authorize continued involuntary commitment. Such authorization is not a bar to the issuing of the writ the second time if it is alleged that the criteria in section 69 of this Act are no longer met. Section 80. That chapter 27B-7 be amended by adding thereto a NEW SECTION to read as follows: The secretary of the Department of Human Services may, pursuant to chapter 1-26, adopt reasonable and necessary rules pertaining to involuntary committment. Section 81. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: Unless modified by court order, a person with a developmental disability has the same legal rights and responsibilities guaranteed to all other persons under the federal and state constitutions and federal and state laws. Section 82. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: No person with a developmental disability may be required to perform any act or is subject to any procedure which is contrary to the person's religious beliefs, and each person has the right to practice personal religious beliefs and to be accorded the opportunity for religious worship. No person may be coerced into engaging in or refraining from any religious activity, practice, or belief. Section 83. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: Any person with a developmental disability has the right to receive publicly supported educational services in accordance with federal and state education laws. Section 84. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: Any person with a developmental disability has the right to access to appropriate dental and medical care and treatment for any physical ailments and for the prevention of illness or disability. Section 85. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: Surgery and any other medical procedures may be performed without consent or court order only if the life of the person with a developmental disability is threatened and there is not time to obtain consent or a court order. Documentation of the necessity for the surgery shall be entered into the record of the person as soon as practicable. Section 86. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: No person with a developmental disability is subject to any experimental research or hazardous treatment procedures without the consent of: (1) The person with a developmental disability, if eighteen years of age or over and capable of giving informed consent. If any person's capacity to give informed consent is challenged, the person, a qualified mental retardation professional, physician, or interested person may file a petition with the court to determine competency to give consent; (2) The guardian of the person with a developmental disability, if the guardian is legally empowered to execute such consent; or (3) The parent or guardian of the person with a developmental disability, if the person with a developmental disability is less than eighteen years of age. No person with a developmental disability who is subject to an order of guardianship may be subjected to experimental research or hazardous treatment procedures without prior authorization of the circuit court. Section 87. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: The receipt of services and supports pursuant to this chapter does not operate to deprive any person with a developmental disability of any other rights, benefits, or privileges, does not cause the person with a developmental disability to be declared legally incompetent, and may not be construed to interfere with the rights and privileges of parents or guardians regarding the minor child. No agency, community service provider, facility, school, or person who receives public funds and provides services to persons with developmental disabilities may engage in the following practices: (1) Corporal punishment - physical or verbal abuse, such as shaking, screaming, swearing, name calling, or any other activity that would be damaging to a person's physical well- being or self-respect; (2) Seclusion - placement of a person alone in a room or other area from which egress is prevented; (3) Denial of food - preventing a person from having access to a nutritionally adequate diet as a means of modifying behavior. Persons enrolled in residential programs or living units are expected to partake in meals at a predetermined scheduled time. No person with a developmental disability receiving services may discipline other persons with developmental disabilities receiving services, and no community service provider or facility may mistreat, exploit, neglect, or abuse any person with a developmental disability. Section 88. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: No agency, community service provider, facility, or school may retaliate against any staff who reports in good faith suspected abuse, neglect, or exploitation, or against any person with a developmental disability with respect to any report. An alleged perpetrator cannot self-report solely for the purpose of claiming retaliation. There is a rebuttable presumption of retaliation for any adverse actions taken within ninety days of a report of abuse, neglect, or exploitation. Adverse action means only those adverse actions arising solely from the filing of an abuse report. For the purposes of this chapter, adverse action means any action taken by a community service provider or facility against the person making the report or against the person with a developmental disability because of the report and includes: (1) Discharge or transfer from the community service provider or facility except for clinical reasons; (2) Discharge from or termination of employment; (3) Demotion or reduction in remuneration for services; or (4) Restriction or prohibition of access to services and supports or the persons served. Section 89. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: Any person who knowingly engages in conduct with the intent to deprive persons with developmental disabilities of any right as set forth in this title is guilty of a Class 1 misdemeanor. Section 90. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: Any person with a developmental disability receiving services has the right to: (1) Communicate freely and privately with others of the person's own choosing; (2) Receive and send sealed, unopened correspondence. No person's incoming or outgoing correspondence shall be opened, delayed, held, or censored by any person; (3) Receive and send packages. No person's outgoing packages may be opened, delayed, held, or censored by any person; (4) Reasonable access to telephones, both to make and to receive calls in privacy, and reasonable and frequent opportunities to meet with visitors; and (5) Suitable opportunities for interaction with others of the person's own choosing. Section 91. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: All records kept pursuant to this chapter are confidential and not open to public inspection. The information may be disclosed only in the circumstances and under the conditions set forth in sections 92 to 94, inclusive, of this Act. Section 92. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: If the community service provider or facility and the person with a developmental disability and the person's parent, if a minor, or the person's guardian consent, information may be disclosed to providers of supports and services to the person with a developmental disability, or to the person with a developmental disability, or to any other person or agency, if, in the judgment of the community service provider or facility, the disclosure would not be detrimental to the person with a developmental disability. Section 93. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: If information is disclosed, the identity of the person to whom it pertains shall be protected and may not be disclosed unless it is germane to the authorized purpose for which disclosure was sought. If practicable, no other information may be disclosed unless it is germane to the authorized purpose for which disclosure was made. Section 94. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: Any person receiving information made confidential by section 92 of this Act shall disclose the information to others only to the extent consistent with the authorized purpose for which the information was released. Section 95. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: The Legislature hereby finds that: (1) Research does not support the long-term efficacy of aversive behavioral intervention; (2) The use of aversive or abusive treatment raises disturbing legal and ethical issues, and may well deprive the recipient of constitutional or statutory rights and be outside the ethical guidelines imposed upon the treatment professional; (3) Any person with a disability has the same right to be treated with dignity and respect as any other citizen; and (4) The use of aversive and abusive treatments on any person with a disability diminishes the dignity and humanity of the treatment professional and the person with a disability. The Legislature opposes any treatment or practice which violates the right to freedom from harm. The Legislature promotes activities that lead to implementation and dissemination of positive intervention alternatives. Section 96. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: No person may use aversive intervention techniques on a person with a developmental disability. Section 97. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: The rights of any person with a developmental disability receiving services may only be restricted as a result of due process in accordance with statute and the rules of the Department of Human Services. The rights of any person with a developmental disability as specified in this chapter may be suspended to protect that person from endangering self or others. In order to provide specific services or supports to the person with a developmental disability, such rights may be suspended only by due process that will promote the least restriction on the person's rights. Section 98. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: Use of restraints may be applied only if a person with a developmental disability exhibits destructive behavior and if alternative techniques including positive behavior intervention techniques have failed. Section 99. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: Any behavior intervention program shall use, develop, and promote positive, respectful approaches for teaching in every aspect of life. Section 100. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: Behavior intervention programs may only be implemented following the completion of a comprehensive functional analysis if alternative nonrestrictive procedures have been proven to be ineffective, and only with the informed consent of the person with a developmental disability, if eighteen years of age or over and capable of giving informed consent, or the person's parent or legal guardian. Behavior intervention programs shall be developed in conjunction with the interdisciplinary team and implemented in accordance with section 97 of this Act. Section 101. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: The use of any highly restrictive procedures, including restraints and time-out, shall be described in written behavior intervention programs. Use of restraints shall be applied only in an emergency if alternative techniques have failed. Physical restraint intended to restrict the movement or normal functioning of a portion of a person's body through direct contact by staff, shall be employed only if necessary to protect the person with a developmental disability from immediate injury to self or others. No physical restraint may be employed as punishment, for the convenience of staff, or as a substitute for a program of services and supports. Physical restraint shall be applied only after alternative techniques have failed and only if such restraint is imposed in the least possible restriction consistent with its purpose. Mechanical restraint using mechanical devices intended to restrict the movement or normal functioning of a portion of a person's body is subject to special review and oversight, as defined in rules promulgated pursuant to chapter 1-26. Any mechanical restraint shall be designed and used so as not to cause physical injury to the person with a developmental disability and so as to cause the least possible discomfort. No chemical restraint and medication may be used excessively, as punishment, for the convenience of staff, as a substitute for a program, or in quantities that interfere with a person's developmental program. In accordance with statute and the rules promulgated pursuant to chapter 1-26, due process shall be assured pursuant to section 97 of this Act for the use of physical, mechanical, or chemical restraints, including their use in an emergency or on a continuing basis. Section 102. That chapter 27B-8 be amended by adding thereto a NEW SECTION to read as follows: Time-out rooms used for separating a person with a developmental disability from other persons receiving services and group activities may be employed only under close and direct staff supervision and only as a technique in behavior intervention programs. No time-out room may be used in an emergency situation. Behavior intervention programs utilizing a time-out procedure may be implemented only if it incorporates a positive approach designed to result in the acquisition. BILL HISTORY 1/11/00 First read in House and referred to committee assignment waived. H.J. 20 1/13/00 Referred to Health and Human Services. H.J. 39 1/21/00 Scheduled for Committee hearing on this date. 1/21/00 Health and Human Services Do Pass Amended, Passed, AYES 12, NAYS 0. H.J. 172"}, {"bill_id": 15320, "bill_version_id": 86152, "bill_version": "Enrolled", "bill_version_date": "2000-02-09T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15320, "action_date": "2000-01-11T14:00:00-06:00", "document_id": 85620, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85620.pdf", "status_text": "First read in House and referred to", "journal_page": 20, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15320, "action_date": "2000-01-13T14:00:00-06:00", "document_id": 85624, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85624.pdf", "status_text": "Referred to", "journal_page": 39, "committee_id_action": 656, "committee_id_assigned": 647, "result": "P", "vote": {}}, {"bill_id": 15320, "action_date": "2000-01-21T07:45:00-06:00", "document_id": 85746, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85746.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 647, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15320, "action_date": "2000-01-21T07:45:00-06:00", "document_id": 85746, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85746.pdf", "status_text": "Do Pass Amended,", "journal_page": 172, "committee_id_action": 647, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45127, "president_vote": null, "Yea": [2308, 2321, 2334, 2336, 2348, 2349, 2350, 2370, 2374, 2382, 2383, 2390]}}, {"bill_id": 15320, "action_date": "2000-01-25T14:00:00-06:00", "document_id": 85640, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85640.pdf", "status_text": "Do Pass Amended,", "journal_page": 230, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45974, "president_vote": null, "Yea": [2305, 2308, 2309, 2312, 2313, 2314, 2315, 2316, 2317, 2318, 2319, 2321, 2323, 2324, 2325, 2327, 2328, 2332, 2333, 2334, 2336, 2337, 2338, 2341, 2342, 2343, 2345, 2348, 2349, 2350, 2353, 2354, 2355, 2356, 2359, 2360, 2361, 2362, 2363, 2366, 2367, 2368, 2370, 2371, 2372, 2373, 2374, 2377, 2378, 2382, 2383, 2384, 2385, 2387, 2388, 2390, 2392, 2393, 2394, 2396, 2397, 2401, 2402, 2403, 2404, 2406, 2407, 2408, 2351], "Absent": [2379]}}, {"bill_id": 15320, "action_date": "2000-01-26T14:00:00-06:00", "document_id": 85643, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85643.pdf", "status_text": "First read in Senate and referred to", "journal_page": 210, "committee_id_action": 657, "committee_id_assigned": 634, "result": "N", "vote": {}}, {"bill_id": 15320, "action_date": "2000-02-07T10:00:00-06:00", "document_id": 85873, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85873.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 634, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15320, "action_date": "2000-02-07T10:00:00-06:00", "document_id": 85873, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85873.pdf", "status_text": "Do Pass,", "journal_page": 337, "committee_id_action": 634, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43824, "president_vote": null, "Yea": [2329, 2358, 2365, 2304, 2311], "Excused": [2369, 2399]}}, {"bill_id": 15320, "action_date": "2000-02-08T14:00:00-06:00", "document_id": 85661, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85661.pdf", "status_text": "Do Pass Amended,", "journal_page": 363, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44016, "president_vote": null, "Yea": [2304, 2306, 2307, 2310, 2311, 2320, 2322, 2326, 2329, 2330, 2331, 2335, 2339, 2344, 2346, 2347, 2352, 2357, 2358, 2364, 2365, 2369, 2375, 2376, 2380, 2381, 2386, 2389, 2391, 2395, 2398, 2400, 2405], "Excused": [2340, 2399]}}, {"bill_id": 15320, "action_date": "2000-02-09T14:00:00-06:00", "document_id": 85662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85662.pdf", "status_text": "Signed by Speaker", "journal_page": 550, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15320, "action_date": "2000-02-09T14:00:00-06:00", "document_id": 85663, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85663.pdf", "status_text": "Signed by President", "journal_page": 402, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15320, "action_date": "2000-02-09T14:00:00-06:00", "document_id": 85662, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85662.pdf", "status_text": "Delivered to the Governor", "journal_page": 551, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15320, "action_date": "2000-02-15T14:00:00-06:00", "document_id": 85670, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85670.pdf", "status_text": "Signed by Governor", "journal_page": 662, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1619, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15320"}