{"session_id": 57, "bill_id": 19426, "bill_type": "House Bill", "bill_number": 1182, "bill_title": "establish a refundable checkoff program for cattle.", "sponsors": [{"legislator_profile_id": 3167, "is_prime": true}, {"legislator_profile_id": 3185, "is_prime": true}, {"legislator_profile_id": 3150, "is_prime": false}, {"legislator_profile_id": 3154, "is_prime": false}, {"legislator_profile_id": 3155, "is_prime": false}, {"legislator_profile_id": 3157, "is_prime": false}, {"legislator_profile_id": 3158, "is_prime": false}, {"legislator_profile_id": 3160, "is_prime": false}, {"legislator_profile_id": 3161, "is_prime": false}, {"legislator_profile_id": 3163, "is_prime": false}, {"legislator_profile_id": 3170, "is_prime": false}, {"legislator_profile_id": 3171, "is_prime": false}, {"legislator_profile_id": 3172, "is_prime": false}, {"legislator_profile_id": 3179, "is_prime": false}, {"legislator_profile_id": 3181, "is_prime": false}, {"legislator_profile_id": 3182, "is_prime": false}, {"legislator_profile_id": 3183, "is_prime": false}, {"legislator_profile_id": 3197, "is_prime": false}, {"legislator_profile_id": 3213, "is_prime": false}, {"legislator_profile_id": 3214, "is_prime": false}, {"legislator_profile_id": 3218, "is_prime": false}, {"legislator_profile_id": 3220, "is_prime": false}, {"legislator_profile_id": 3225, "is_prime": false}, {"legislator_profile_id": 3226, "is_prime": false}, {"legislator_profile_id": 3228, "is_prime": false}, {"legislator_profile_id": 3229, "is_prime": false}, {"legislator_profile_id": 3230, "is_prime": false}, {"legislator_profile_id": 3231, "is_prime": false}, {"legislator_profile_id": 3234, "is_prime": false}, {"legislator_profile_id": 3235, "is_prime": false}, {"legislator_profile_id": 3237, "is_prime": false}, {"legislator_profile_id": 3238, "is_prime": false}, {"legislator_profile_id": 3240, "is_prime": false}, {"legislator_profile_id": 3244, "is_prime": false}, {"legislator_profile_id": 3252, "is_prime": false}, {"legislator_profile_id": 3255, "is_prime": false}], "keywords": ["Administrative Rules", "Agriculture", "Animals and Livestock"], "audio": [{"meeting_datetime": "2005-02-10T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hag23hb1182a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-10T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hag23hb1182a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-15T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hag26hb1182a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-15T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hag26hb1182a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-15T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hag26hb1182a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-15T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hag26hb1182a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-15T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hag26hb1182a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19426, "bill_version_id": 103397, "bill_version": "Introduced", "bill_version_date": "2005-01-27T09:57:12-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a refundable checkoff program for cattle. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Assessment,\" a per head fee collected on the sale of all cattle in South Dakota; (2) \"Collecting person,\" each person making payment to a producer for cattle purchased from the producer; (3) \"Council,\" the South Dakota State Beef Council; (4) \"Member,\" a person who has been elected or appointed to the council; (5) \"Participating seller,\" any person who raised cattle in South Dakota during the current or preceding year, who owns or operates an agricultural or feeding operation for cattle and shares in the profits and risks of loss from such operation, and has not requested a refund from the payment of assessments on cattle sold for the past twelve months; (6) \"Producer,\" any person who owns or acquires ownership of cattle. The term, producer, does not apply to a person whose only share in the proceeds of a sale of cattle is a sales commission, handling fee, or other service fee; or a person who acquired ownership of cattle to facilitate the transfer of ownership of the cattle from the seller to a third party; or a person who resold the cattle no later than ten days from the date on which the person acquired ownership; (6) \"Secretary,\" the secretary of the Department of Agriculture. Section 2. There is hereby established the South Dakota State Beef Council. The council shall be composed of seven members who represent the districts established in section 3 of this Act. Each member is subject to the following requirements. The member: (1) Is a landowning resident of the district the member represents; (2) Has raised cattle in this state for a period of at least five years; (3) Derives a substantial portion of his or her income from raising cattle; and (4) Is a participating seller. Section 3. One member of the council shall represent each district in the state. The districts are constituted as follows: (1) District One includes Brookings, Clay, Deuel, Grant, Hamlin, Lake, Lincoln, Minnehaha, Moody, Roberts, Turner, and Union counties; (2) District Two includes Beadle, Bon Homme, Davison, Douglas, Hanson, Hutchinson, Jerauld, McCook, Miner, Sanborn, and Yankton counties; (3) District Three includes Brown, Clark, Codington, Day, Faulk, Kingsbury, Marshall, Spink counties; (4) District Four includes Campbell, Edmunds, Hand, Hughes, Hyde, McPherson, Potter, Sully, and Walworth counties; (5) District Five includes Aurora, Buffalo, Brule, Charles Mix, Gregory, Lyman, and Tripp counties; (6) District Six includes Bennett, Corson, Dewey, Haakon, Jackson, Jones, Mellette, Stanley, Todd, and Ziebach counties; and (7) District Seven includes Butte, Custer, Fall River, Harding, Lawrence, Meade, Pennington, Perkins, and Shannon counties. Section 4. The initial members of the council shall be appointed by the Governor so that one member is appointed to represent each district established in section 3 of this Act. The terms of office of the initial members shall be staggered and shall be determined by lot so that two members are appointed to three-year terms, two members are appointed to two-year terms, and three members are appointed to one-year terms. Each successor to the initial members shall be elected by producers to a three-year term as provided in this Act. No member may serve more than three consecutive elected terms. The secretary is a nonvoting ex officio member of the council. Section 5. An election shall be held in each district in which a member's term is to expire. The election date and time shall be determined by the council but shall be between January first to February fifteenth, inclusive, closest to the pending vacancy's expiration date. The election shall be by official ballot, which shall be made available at the polling location. The council shall designate at least one polling location in each county within the district. If only one candidate is nominated in a district, no election is required in the district, and the council shall declare the nominee as elected and shall provide the nominee with a certificate of election pursuant to section 10 of this Act. In any election for members of the council held pursuant to this Act, the candidate receiving the highest number of votes in the district is elected. Members shall take office on March first of the year of the election. Section 6. If voting at the designated time and place would cause a hardship on any eligible voter, the council shall allow for absentee voting on forms, and in a manner, prescribed in rules promulgated by the council pursuant to chapter 1-26. Absentee ballots shall be returned either to the council office no later than five calendar days before the day of the election or to the polling location before the close of the polls. The council shall ensure that any absentee ballot it has received within the deadline specified in this section is delivered to the appropriate polling place before the close of the polls. No absentee ballot that is received at the polling place after the close of the polls may be counted in the election results. Section 7. To be eligible to vote in a district election, a producer as defined in section 1 of this Act shall sign a producer affidavit at the time of voting. A husband and wife, a landlord and tenant, and a landowner and purchaser under a contract for deed which is of record in the office of the register of deeds in the county where the real property is situated are each entitled to vote if they meet the definition of a producer in section 1 of this Act. No individual, landlord, tenant, partnership, limited liability company, corporation, cooperative, association, or fiduciary may cast more than one vote per election even if operations are carried on in more than one council district. A producer may vote only in the council district in which the producer resides. A partnership, limited liability company, corporation, cooperative, or association resides in the council district where its principal place of business is located. A partnership, limited liability company, corporation, cooperative, or association shall attach a written authorization to the producer affidavit which indicates that the person casting the vote has been authorized to do so. Section 8. Notice of elections for members of the council in a district shall be given by the council by publication in a newspaper of general circulation in the district and in any other reasonable manner as determined by the council. More than one notice may be published, but at least one notice shall be published at least seven days, but no more than twenty-one days, before the election. Any notice shall set forth the period of time for voting, voting places, provision for absentee balloting, and such other information as the council deems necessary. Section 9. The council shall publish at least once, in at least one newspaper of general circulation in each council district in which a member is to be elected, a notice of the pending expiration of the member's term. The notice shall be published at least twenty-one days, but no more than forty days, before the deadline for filing nominating petitions. The notice shall specify how nominating petition forms may be obtained, the time and place for filing nominating petitions and the time and place of the election. Section 10. The council shall administer subsequent elections for members of the council with the assistance of the secretary. The council shall appoint in each county of the district a committee of three persons to serve as election judges. If the council is unable to appoint a full committee of election judges, the secretary shall appoint the judges. The election judges are responsible for ballot security and count and shall deliver the ballots, the election results, and a completed certification of election form to the council office or a designated representative. The election judges are also responsible for certifying that all who vote are eligible voters according to section 7 of this Act. The council shall canvass the results of the election within fifteen days after certification and shall declare elected the person receiving the highest number of votes for each office. The council shall provide a certificate of election to each person declared elected. Section 11. If a member of the council ceases to be a participating seller or resigns from office before the expiration of the member's term, the council, subject to approval by the secretary, shall appoint a successor for the balance of the term of office vacated. Section 12. The council shall annually elect a chair, a vice chair, and a treasurer. A majority of voting members constitutes a quorum. All meetings of the council shall be called by the chair except that special meetings may be called by three members of the council. The council shall adopt procedures for the calling of special meetings. Section 13. The council may: (1) Enter into contracts, including loans and grants, and cooperate with any person; any local, state, or national organization, whether public or private; or with any governmental department or agency for the discovery, promotion, development, and expansion of domestic and export cattle markets; (2) Implement promotion and research programs for beef; (3) Educate the public about the use of beef; (4) Implement programs that increase consumer demand for beef; (5) Implement programs that improve profit opportunities for South Dakota beef producers; (6) Expend the funds collected pursuant to this Act and appropriated for its administration; (7) Appoint, employ, discharge, fix compensation for, and prescribe the duties of such personnel as it deems necessary; (8) Accept donations of funds, property, services, or other assistance from public or private sources for the purpose of furthering the objectives of the council; (9) Lease, purchase, own, maintain, operate, and dispose of equipment and supplies necessary to carry out the provisions of this Act. Section 14. An assessment not to exceed one dollar per head is imposed on the sale of all cattle sold in South Dakota. The collecting person shall collect an assessment from the producer in the amount prescribed by this Act and shall remit the assessment to the council. The council may enter into reciprocal agreements with other states that also have a cattle checkoff to remit the assessment to the state where the cattle were grown. Moneys collected from the assessment shall be deposited in a special revolving fund created in the state treasury and are continuously appropriated to the council. Section 15. The council shall promulgate rules pursuant to chapter 1-26 concerning: (1) The procedures for collecting assessments for cattle sold to a collecting person and the amount of the assessment collected; (2) The procedures for obtaining a refund of the assessment; (3) The procedures for collecting delinquent assessments and assessing penalties; (4) The record-keeping and reporting requirements of collecting persons; and (5) Forms and procedures for the administration of elections authorized in this Act. Section 16. Each collecting person shall keep a permanent record for three years of all purchases of cattle, which may be examined by the council at any reasonable time. Each collecting person shall report to the council stating the seller and quantity of cattle. The report and remittance of the assessment shall be made at the times and in the manner prescribed by the council pursuant to rules promulgated by the council pursuant to chapter 1-26. Section 17. If a collecting person disputes an assessment made under this Act, the collecting person may appeal to the council, which shall conduct a hearing and resolve the matter pursuant to the contested case provisions of chapter 1-26. If a collecting person fails to remit the assessment provided in this Act, the council may enforce collection in any appropriate court within this state. Section 18. Within sixty days following the assessment, any seller subject to the assessment provided in this Act may apply to the council for a refund of the assessment. The refund application shall be accompanied by a copy of the record of the assessment on the sale. The council shall refund the amount of the assessment collected within thirty days of receiving a valid refund application. Section 19. The council, to inform the seller, shall develop and disseminate information and instructions relating to the purpose of the cattle assessment and manner in which refunds may be claimed. Section 20. The provisions of sections 1 to 19, inclusive, of this Act may take effect only if no national promotion, research, or consumer information program that places an assessment on the sale of cattle and is under the supervision of an agency of the federal government is in operation. If, after the provisions of this Act are in effect, such a national program is established or resumed, the collection of assessments under this Act is suspended beginning sixty days after the collection of assessments under the national program begins. If the collection of assessments under this Act is suspended for more than two years, the commission is dissolved and the assets and liabilities of the commission shall be managed as the Legislature determines."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19426, "action_date": "2005-01-27T14:00:00-06:00", "document_id": 103466, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103466.pdf", "status_text": "First read in House and referred to", "journal_page": 204, "committee_id_action": 860, "committee_id_assigned": 846, "result": "N", "vote": {}}, {"bill_id": 19426, "action_date": "2005-02-10T07:45:00-06:00", "document_id": 104501, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104501.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 846, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19426, "action_date": "2005-02-15T07:45:00-06:00", "document_id": 104739, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104739.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 846, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19426, "action_date": "2005-02-15T07:45:00-06:00", "document_id": 104739, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104739.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 846, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 60104, "president_vote": null, "Nay": [3158, 3175, 3183, 3187, 3192, 3196, 3238, 3162], "Yea": [3172, 3197, 3220, 3252, 3161]}}, {"bill_id": 19426, "action_date": "2005-02-15T07:45:00-06:00", "document_id": 104739, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104739.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 846, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 60104, "president_vote": null, "Nay": [3158, 3175, 3183, 3187, 3192, 3196, 3238, 3162], "Yea": [3172, 3197, 3220, 3252, 3161]}}, {"bill_id": 19426, "action_date": "2005-02-15T07:45:00-06:00", "document_id": 104739, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104739.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 476, "committee_id_action": 846, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60105, "president_vote": null, "Yea": [3158, 3175, 3183, 3187, 3192, 3196, 3238, 3162], "Nay": [3172, 3197, 3220, 3252, 3161]}}]}