{"session_id": 64, "bill_id": 23191, "bill_type": "House Bill", "bill_number": 1139, "bill_title": "create the Commission on Indian Affairs.", "sponsors": [{"legislator_profile_id": 3919, "is_prime": true}, {"legislator_profile_id": 3934, "is_prime": false}, {"legislator_profile_id": 3949, "is_prime": false}, {"legislator_profile_id": 3960, "is_prime": false}, {"legislator_profile_id": 3981, "is_prime": false}, {"legislator_profile_id": 3985, "is_prime": false}], "keywords": ["Appointments", "Boards and Commissions", "Indian Tribes", "Native Americans", "Reports", "State Affairs and Government"], "audio": [{"meeting_datetime": "2022-02-02T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hst15.mp3", "start_seconds": 6622.0}, {"meeting_datetime": "2022-02-02T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hst15.mp3", "start_seconds": 6622.0}, {"meeting_datetime": "2022-02-02T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hst15.mp3", "start_seconds": 6622.0}, {"meeting_datetime": "2022-02-02T07:45:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/hst15.mp3", "start_seconds": 6622.0}], "bill_versions": [{"bill_id": 23191, "bill_version_id": 229850, "bill_version": "Introduced", "bill_version_date": "2022-01-25T22:19:37.54-06:00", "bill_text": "An Act to create the Commission on Indian Affairs. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 1: There is hereby created the Commission on Indian Affairs for the purposes of improving services to American Indians in this state and promoting communication and relations between the state and each of the nine federally recognized Indian tribes in the state. The commission may not abrogate or supersede the negotiations or relations of any Indian tribe, band, or group with any state, federal, local, or tribal government. Section 2. That a NEW SECTION be added to title 1: The Commission on Indian Affairs must be composed of ten members: (1) The secretary of the Department of Tribal Relations; (2) A member of the Cheyenne River Sioux Tribe; (3) A member of the Crow Creek Sioux Tribe; (4) A member of the Flandreau Santee Sioux Tribe; (5) A member of the Lower Brule Sioux Tribe; (6) A member of the Oglala Sioux Tribe; (7) A member of the Rosebud Sioux Tribe; (8) A member of the Sisseton Wahpeton Oyate; (9) A member of the Standing Rock Sioux Tribe; and (10) A member of the Yankton Sioux Tribe. Except for the secretary, each member under this section shall be selected by the tribal governing body of the member in accordance with the procedures of the tribe. Section 3. That a NEW SECTION be added to title 1: The commission may appoint one additional nonvoting member from outside a reservation who is associated with an Indian Health Care Improvement Act Title V Urban Indian Health program. Section 4. That a NEW SECTION be added to title 1: The commission shall elect a chair and a vice chair for a term of one year and shall determine the duties of the officers. A majority of the members of the commission constitutes a quorum for the transaction of business. No final decision may be made without an affirmative vote of the majority of the members of the commission. Section 5. That a NEW SECTION be added to title 1: The Department of Tribal Relations must pay for the travel expenses of the secretary. The tribal governing body of each member must pay for the travel expenses of the governing body's member. The Indian Health Care Improvement Act Title V Urban Indian Health program must pay for the travel expenses of the nonvoting member. Section 6. That a NEW SECTION be added to title 1: The commission shall meet on a quarterly basis each year. Section 7. That a NEW SECTION be added to title 1: The commission shall: (1) Compile information relating to services available to American Indians, including education and training programs, work programs, housing programs, health programs, mental health programs, alcohol and drug services, and welfare programs from local, state, and federal sources and through private agencies; (2) Develop and sponsor programs in cooperation with American Indian groups and organizations to inform American Indian of available services; (3) Communicate the needs and priorities of American Indians to the public and private agencies and encourage support for applicable programs; (4) Assess programs of state agencies serving American Indians and make recommendations for improvement; and (5) Report annually to the Governor and the Legislature on all matters of concern to American Indians of this state and recommend appropriate action."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23191, "action_date": "2022-01-26T14:00:00-06:00", "document_id": 229686, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/229686.pdf", "status_text": "First read in House and referred to", "journal_page": 127, "committee_id_action": 1008, "committee_id_assigned": 1016, "result": "N", "vote": {}}, {"bill_id": 23191, "action_date": "2022-02-02T07:45:00-06:00", "document_id": 231458, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231458.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1016, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23191, "action_date": "2022-02-02T07:45:00-06:00", "document_id": 231461, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231461.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1016, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 72368, "president_vote": null, "Yea": [3912, 3916, 3923, 3941, 3942, 3946, 3954, 4011, 3957, 3982], "Nay": [3965, 3995], "Excused": [3989]}}]}