{"session_id": 8, "bill_id": 1737, "bill_type": "Senate Bill", "bill_number": 99, "bill_title": "revise the distribution of the pesticide registration fee and to establish the weed and pest early detection rapid response fund.", "sponsors": [{"legislator_profile_id": 780, "is_prime": true}, {"legislator_profile_id": 777, "is_prime": true}, {"legislator_profile_id": 790, "is_prime": false}, {"legislator_profile_id": 781, "is_prime": false}, {"legislator_profile_id": 831, "is_prime": false}, {"legislator_profile_id": 740, "is_prime": false}, {"legislator_profile_id": 817, "is_prime": false}, {"legislator_profile_id": 814, "is_prime": false}, {"legislator_profile_id": 811, "is_prime": false}, {"legislator_profile_id": 805, "is_prime": false}, {"legislator_profile_id": 749, "is_prime": false}, {"legislator_profile_id": 832, "is_prime": false}, {"legislator_profile_id": 803, "is_prime": false}, {"legislator_profile_id": 774, "is_prime": false}, {"legislator_profile_id": 843, "is_prime": false}, {"legislator_profile_id": 791, "is_prime": false}, {"legislator_profile_id": 806, "is_prime": false}, {"legislator_profile_id": 792, "is_prime": false}, {"legislator_profile_id": 773, "is_prime": false}, {"legislator_profile_id": 840, "is_prime": false}, {"legislator_profile_id": 796, "is_prime": false}], "keywords": ["Agriculture", "Fees"], "audio": [{"meeting_datetime": "2010-02-01T00:00:00-06:00", "committee": "SGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sgo13.mp3", "start_seconds": 38.0}, {"meeting_datetime": "2010-02-01T00:00:00-06:00", "committee": "SGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sgo13.mp3", "start_seconds": 38.0}, {"meeting_datetime": "2010-02-01T00:00:00-06:00", "committee": "SGO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sgo13.mp3", "start_seconds": 38.0}], "bill_versions": [{"bill_id": 1737, "bill_version_id": 10991, "bill_version": "Introduced", "bill_version_date": "2010-01-26T10:03:55.283-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the distribution of the pesticide registration fee and to establish the weed and pest early detection rapid response fund. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 38-20A-4 be amended to read as follows: 38-20A-4. Before any person whose name or brand name appears on a pesticide may distribute, sell, or offer for sale or distribution in this state any pesticide, the person shall file with the secretary of agriculture an application for the registration of the pesticide. Each application shall include the following: (1) The name and address of the applicant and the name and address of the person whose name will appear on the label, if other than the applicant; (2) The name of the pesticide; (3) One complete copy of the labeling accompanying the pesticide and a statement of all claims to be made for it, including directions for use; (4) If requested by the secretary, efficacy, toxicity, residue, and any other data necessary to determine if the pesticide will perform its intended function without unreasonable adverse effects on the environment; (5) The classification or lack of classification and general use or restricted use of the pesticide; and (6) A biennial application fee of three hundred dollars. Beginning July 1, 2010, the biennial application fee is two hundred forty dollars. Each registration is valid for a two-year period and expires on the alternate June thirtieth. The registration may not be transferred. A fee equal to fifty percent of the application fee shall be applied to any late renewal. If a pesticide has not been manufactured or distributed for two years, or is no longer available for use due to a cancellation or suspension order of the United States Environmental Protection Agency, it is not subject to registration requirements. Section 2. That § 38-20A-59 be amended to read as follows: 38-20A-59. The biennial application fee for each pesticide registered in § 38-20A-4 shall be distributed as follows: (1) Forty dollars shall be deposited in the pesticide regulatory fund created in § 38-21-57; (2) Sixty-seven dollars and fifty cents shall be deposited in the weed and pest fund created in § 38-22-35; (3) Forty-two dollars and fifty cents shall be deposited in the public lands weed and pest fund created in § 38-20A-58; (4) Thirty dollars shall be deposited within the agricultural experiment station pursuant to chapter 13-58; (5) Twenty dollars shall be deposited within the cooperative extension service pursuant to chapter 13-54; (6) Forty dollars shall be deposited in the pesticide recycling and disposal fund created in § 38-20A-56; and (7) Sixty dollars shall be deposited in the coordinated natural resources conservation fund created in § 38-7-25. This subdivision is repealed on July 1, 2010 weed and pest early detection rapid response fund created in section 3 of this Act. The late renewal fee in § 38-20A-4 shall be divided equally among the weed and pest fund created in § 38-22-35, the pesticide regulatory fund created in § 38-21-57, and the public lands weed and pest fund created in § 38-20A-58. Section 3. That chapter 38-20A be amended by adding thereto a NEW SECTION to read as follows: There is hereby established within the state treasury the weed and pest early detection rapid response fund. Money in the fund shall be used to implement eradication or containment strategies for newly introduced weeds or pests or sudden weed or pest outbreaks. Interest accrued on money in the fund shall be deposited in the fund. Money may enter the fund from any legal public or private source, including gifts, grants, contracts, legislative appropriations, fees deposited pursuant to § 38-20A-59, and other funds designated for weed and pest management. Money in the weed and pest early detection rapid response fund shall be budgeted and expended in accordance with Title 4 by the South Dakota Weed and Pest Control Commission for weed and pest control in accordance with this section. At the end of each fiscal year, any unobligated cash in the weed and pest early detection rapid response fund in excess of five hundred thousand dollars shall revert to the weed and pest fund created in § 38-22-35. The expenditure of weed and pest early detection rapid response funds shall be for the purpose of providing grants to or entering into contracts with weed and pest boards, governmental agencies, or other agencies or entities the commission considers appropriate to implement the eradication or containment strategies. The grants and contracts may, at the discretion of the commission, be issued or entered into with or without matching funds."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1737, "action_date": "2010-01-26T14:00:00-06:00", "document_id": 11045, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11045.pdf", "status_text": "First read in Senate and referred to", "journal_page": 134, "committee_id_action": 84, "committee_id_assigned": 63, "result": "N", "vote": {}}, {"bill_id": 1737, "action_date": "2010-02-01T15:00:00-06:00", "document_id": 11061, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11061.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 63, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1737, "action_date": "2010-02-01T15:00:00-06:00", "document_id": 11535, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11535.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 204, "committee_id_action": 63, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5926, "president_vote": null, "Yea": [787, 768, 772, 802, 810]}}]}