{"session_id": 20, "bill_id": 6029, "bill_type": "House Commemoration", "bill_number": 1041, "bill_title": "Honoring Nathan Gerry, Jonah Warwick, Christian Parker, and Michaela Mayer from Washington High School for their first place finishes at the 2013 Boys and Girls State Class AA Track Meet.", "sponsors": [{"legislator_profile_id": 473, "is_prime": true}, {"legislator_profile_id": 431, "is_prime": true}, {"legislator_profile_id": 519, "is_prime": false}, {"legislator_profile_id": 504, "is_prime": false}, {"legislator_profile_id": 509, "is_prime": false}, {"legislator_profile_id": 451, "is_prime": false}, {"legislator_profile_id": 845, "is_prime": false}, {"legislator_profile_id": 507, "is_prime": false}, {"legislator_profile_id": 481, "is_prime": false}, {"legislator_profile_id": 435, "is_prime": false}, {"legislator_profile_id": 493, "is_prime": false}, {"legislator_profile_id": 510, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 6029, "bill_version_id": 30988, "bill_version": "Introduced", "bill_version_date": "2014-02-25T09:22:39.343-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Nathan Gerry, Jonah Warwick, Christian Parker, and Michaela Mayer from Washington High School for their first place finishes at the 2013 Boys and Girls State Class AA Track Meet. WHEREAS, Nathan Gerry took first place in the 100 meter dash and the 200 meter dash with the times of 10.69 and 23.20 seconds respectively and in doing so demonstrated talent and hard work; and WHEREAS, Jonah Warwick showed outstanding dedication and superior spirit as he won first place in the 800 meter run with a time of 1.54.30; and WHEREAS, Christian Parker showed outstanding spirit and great success on his high jump state title which he won with a jump of six feet seven inches; and WHEREAS, Michaela Mayer took first place in the shot put with a throw of forty-four feet four inches and in doing so demonstrated strength and hard work: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Legislature honors Nathan Gerry, Jonah Warwick, Christian Parker, and Michaela Mayer from Washington High School for their first place finishes in the 2013 Boys and Girls State Class AA Track Meet and for their outstanding 2013 track season."}, {"bill_id": 6029, "bill_version_id": 31229, "bill_version": "Enrolled", "bill_version_date": "2014-02-27T15:17:30.753-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Nathan Gerry, Jonah Warwick, Christian Parker, and Michaela Mayer from Washington High School for their first place finishes at the 2013 Boys and Girls State Class AA Track Meet. WHEREAS, Nathan Gerry took first place in the 100 meter dash and the 200 meter dash with the times of 10.69 and 23.20 seconds respectively and in doing so demonstrated talent and hard work; and WHEREAS, Jonah Warwick showed outstanding dedication and superior spirit as he won first place in the 800 meter run with a time of 1.54.30; and WHEREAS, Christian Parker showed outstanding spirit and great success on his high jump state title which he won with a jump of six feet seven inches; and WHEREAS, Michaela Mayer took first place in the shot put with a throw of forty-four feet four inches and in doing so demonstrated strength and hard work: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the Legislature honors Nathan Gerry, Jonah Warwick, Christian Parker, and Michaela Mayer from Washington High School for their first place finishes in the 2013 Boys and Girls State Class AA Track Meet and for their outstanding 2013 track season. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6029, "action_date": "2014-02-25T14:00:00-06:00", "document_id": 31052, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31052.pdf", "status_text": "", "journal_page": 550, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6029"}