{"session_id": 7, "bill_id": 1237, "bill_type": "House Joint Resolution", "bill_number": 1002, "bill_title": "Proposing and submitting to the electors at the next general election an amendment to Article IX, § 1 of the Constitution of the State of South Dakota and a new section to Article IX of the Constitution of the State of South Dakota, relating to the consolidation of counties.", "sponsors": [{"legislator_profile_id": 704, "is_prime": true}, {"legislator_profile_id": 692, "is_prime": true}, {"legislator_profile_id": 653, "is_prime": false}, {"legislator_profile_id": 651, "is_prime": false}, {"legislator_profile_id": 693, "is_prime": false}, {"legislator_profile_id": 698, "is_prime": false}, {"legislator_profile_id": 719, "is_prime": false}, {"legislator_profile_id": 695, "is_prime": false}, {"legislator_profile_id": 696, "is_prime": false}, {"legislator_profile_id": 665, "is_prime": false}, {"legislator_profile_id": 650, "is_prime": false}, {"legislator_profile_id": 657, "is_prime": false}], "keywords": ["House Joint Resolution"], "audio": [{"meeting_datetime": "2009-02-11T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst20.mp3", "start_seconds": 4723.0}, {"meeting_datetime": "2009-02-11T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst20.mp3", "start_seconds": 4723.0}, {"meeting_datetime": "2009-02-11T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst20.mp3", "start_seconds": 4723.0}], "bill_versions": [{"bill_id": 1237, "bill_version_id": 6644, "bill_version": "Introduced", "bill_version_date": "2009-02-03T08:40:37.9-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election an amendment to Article IX, § 1 of the Constitution of the State of South Dakota and a new section to Article IX of the Constitution of the State of South Dakota, relating to the consolidation of counties. BE IT RESOLVED BY THE HOUSE OF REPRESENTATIVES OF THE STATE OF SOUTH DAKOTA, THE SENATE CONCURRING THEREIN: Section 1. That at the next general election held in the state, the following amendment to Article IX, section 1 of the Constitution of the State of South Dakota, as set forth in section 2 of this Joint Resolution, and the following amendment to Article IX of the Constitution of the State of South Dakota, as set forth in section 3 of this Joint Resolution which are hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article IX, section 1 of the Constitution of the State of South Dakota, be amended to read as follows: § 1. The Legislature shall have plenary powers to organize and classify units of local government , except that any proposed change in county boundaries shall be submitted to the voters of each affected county at an election and be approved by a majority of those voting thereon in each county . No township heretofore organized may be abolished unless the question is submitted to the voters of the township and approved by a majority of those voting thereon in each township. Section 3. That Article IX of the Constitution of the State of South Dakota, be amended by adding a NEW SECTION to read as follows: § 8. The Legislature shall establish by statute a County Consolidation Commission. The commission shall deliberate for a period of not less than three years and shall hold at least one public hearing in each county of the state. The commission shall submit a report to the Legislature, in bill form, consolidating the existing counties in such a manner that no county shall consist of fewer than twenty-five thousand population, as determined by the 2010 Federal Decennial Census, or five thousand square miles of surface area, whichever is less. In the legislative session to which the commission submits its report in bill form, the Legislature may adopt or amend the commission report or enact a county consolidation plan of its own. However, if the Legislature fails to enact a county consolidation plan that reduces the number of counties in the state to no more than forty-three, the commission report shall automatically become law, by action of this Constitution, on July 1, 2015."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1237, "action_date": "2009-02-03T14:00:00-06:00", "document_id": 6759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6759.pdf", "status_text": "First read in House and referred to", "journal_page": 272, "committee_id_action": 56, "committee_id_assigned": 49, "result": "N", "vote": {}}, {"bill_id": 1237, "action_date": "2009-02-11T07:45:00-06:00", "document_id": 6994, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6994.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 49, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1237, "action_date": "2009-02-11T07:45:00-06:00", "document_id": 7204, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7204.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 336, "committee_id_action": 49, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3884, "president_vote": null, "Yea": [666, 651, 660, 721, 683, 695, 645, 639, 681, 657, 691, 643], "Nay": [693]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/1237"}