{"session_id": 49, "bill_id": 15376, "bill_type": "Senate Bill", "bill_number": 159, "bill_title": "provide for final offer resolution for certain public employees.", "sponsors": [{"legislator_profile_id": 2376, "is_prime": true}, {"legislator_profile_id": 2406, "is_prime": true}, {"legislator_profile_id": 2345, "is_prime": false}, {"legislator_profile_id": 2359, "is_prime": false}, {"legislator_profile_id": 2360, "is_prime": false}, {"legislator_profile_id": 2362, "is_prime": false}, {"legislator_profile_id": 2368, "is_prime": false}, {"legislator_profile_id": 2371, "is_prime": false}, {"legislator_profile_id": 2375, "is_prime": false}, {"legislator_profile_id": 2380, "is_prime": false}, {"legislator_profile_id": 2382, "is_prime": false}, {"legislator_profile_id": 2402, "is_prime": false}, {"legislator_profile_id": 2403, "is_prime": false}], "keywords": ["Arbitration", "Labor Disputes", "Public Employee", "Public Employer", "Real Property", "Taxes"], "audio": [], "bill_versions": [{"bill_id": 15376, "bill_version_id": 86880, "bill_version": "Introduced", "bill_version_date": "2000-01-21T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for final offer resolution for certain public employees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 3-18 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean: (1) \"Final offer resolution panel,\" the panel provided for in section 4 of this Act; (2) \"Final offer resolution,\" the procedure whereby the parties involved in an impasse submit their differences to the final offer resolution panel for a final and binding decision; (3) \"Impasse,\" the failure of a public employer and employee representative to reach an agreement in the course of negotiation; (4) \"Conciliation,\" the procedure specified in § 60-10-1; (5) \"Governing body,\" the board, including the Board of Regents, council or commission, whether elected or appointed, the state, a political subdivision of the state including the school district, and other special purposes district, which determine the policies for the operation of the political subdivision. However, this term does not include municipalities; and (6) \"Public employee,\" the employees of any governing body. Section 2. That chapter 3-18 be amended by adding thereto a NEW SECTION to read as follows: The public employer and employees' representatives shall agree upon impasse procedures. If the parties fail to agree upon impasse procedures, the impasse procedures of conciliation and final offer resolution shall be used as provided in this Act. Section 3. That chapter 3-18 be amended by adding thereto a NEW SECTION to read as follows: If an impasse persists after conciliation, the parties may continue to negotiate or the Department of Labor shall, upon request of either party, provide for the creation of a final offer resolution panel and arrange for final offer resolution, which shall be binding. The request for arbitration shall be in writing and a copy of the request shall be served upon the other party. A request for final offer resolution shall be filed within thirty days of the completion of conciliation, and the hearing shall be held within thirty days of the receipt of the request. Section 4. That chapter 3-18 be amended by adding thereto a NEW SECTION to read as follows: The Department of Labor upon receipt of a request for final offer resolution shall appoint a final offer resolution panel. The panel shall consist of one representative selected by the employer, one person selected by the employees' representative, and a third person selected by the other two members of the final offer resolution panel. If a third person for the panel cannot be mutually agreed upon and selected within thirty days after the first two members have been selected, the Department of Labor shall appoint the third member of the panel. If the request for final offer resolution involves a school district, the third person for the panel shall be a resident of the school district. Section 5. That chapter 3-18 be amended by adding thereto a NEW SECTION to read as follows: Each party shall submit to the Department of Labor within four days of the request for final offer resolution the final offer made to the other party on the impasse items with proof of service of a copy upon the other party. Each party shall also submit a draft, in writing, which includes all tentative agreements reached by the parties. The Department of Labor shall forward the final offers and tentative agreements to the panel. The parties may continue to negotiate all offers until an agreement is reached or a decision is rendered by the final offer resolution panel. Section 6. That chapter 3-18 be amended by adding thereto a NEW SECTION to read as follows: The submission of the impasse items to final offer resolution is limited to those issues that have been considered by the conciliator and upon which the parties have not reached an agreement. Section 7. That chapter 3-18 be amended by adding thereto a NEW SECTION to read as follows: The final offer resolution panel may not attempt to conciliate or otherwise settle the dispute in any manner other than that prescribed in this Act. The panel may conduct formal or informal hearings to discuss offers submitted by both parties. Section 8. That chapter 3-18 be amended by adding thereto a NEW SECTION to read as follows: The final offer resolution panel shall consider the following factors: (1) Any past collective bargaining contract between the parties including the bargaining that led up to the contract; (2) The power of the public employer and political subdivision to finance the final collective bargaining agreement; (3) Comparisons with employees performing similar work in the public sector in South Dakota and in states contiguous to South Dakota; (4) The interests and welfare of the public and employees; and (5) Any other factor normally or traditionally taken into consideration in the determination of wages, hours, and conditions of employment through collective bargaining. Section 9. That chapter 3-18 be amended by adding thereto a NEW SECTION to read as follows: The panel shall select, within fifteen days after the conclusion of final offer resolution, one of the final package offers on all impasse items submitted by the parties and shall, in writing, submit the rationale for this selection to both parties. Section 10. That chapter 3-18 be amended by adding thereto a NEW SECTION to read as follows: The selection by the final offer resolution panel and those items tentatively agreed upon, jointly, by the public employer and the employee organization, and those items which were not opened for renegotiations shall be deemed to be the collective bargaining agreement between the parties. Section 11. That chapter 3-18 be amended by adding thereto a NEW SECTION to read as follows: The decision of the final offer resolution panel is final and binding. However, no decision is valid or enforceable if its implementation is in violation of any statutory limitation on the public employer's funds. Decisions of the panel shall be construed as a decision of an administrative agency and may be appealed in the manner provided for in chapter 1-26. Section 12. That chapter 3-18 be amended by adding thereto a NEW SECTION to read as follows: Terms of any collective bargaining agreement either negotiated or established otherwise under the terms of this Act are enforceable by civil action in circuit court in the same manner as any other collective bargaining agreement, as provided in § 60-9-4. Section 13. That chapter 3-18 be amended by adding thereto a NEW SECTION to read as follows: Any contract issued to a teacher pursuant to chapter 13-43 shall be reissued to comply with the final offer resolution award or an agreement of the parties arrived at through negotiations. Section 14. That § 3-18-8.1 be amended to read as follows: 3-18-8.1. In Except as to those employees who are entitled to final offer resolution, as provided in this Act, in case of impasse or failure to reach an agreement in negotiations conducted under the provisions of this chapter, either party may request the Department of Labor to intervene under the provisions of § § 60-10-1 to 60-10-3, inclusive. Such The request shall be mailed within ten days after a written statement is delivered to the designated representative for the other party declaring an impasse. Nothing in this section prohibits the parties to an impasse from adopting any other procedure to facilitate a settlement that is mutually agreeable."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15376, "action_date": "2000-01-21T14:00:00-06:00", "document_id": 85637, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85637.pdf", "status_text": "First read in Senate and referred to", "journal_page": 138, "committee_id_action": 657, "committee_id_assigned": 639, "result": "N", "vote": {}}, {"bill_id": 15376, "action_date": "2000-01-26T07:45:00-06:00", "document_id": 85779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85779.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 639, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15376, "action_date": "2000-01-28T07:45:00-06:00", "document_id": 85805, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85805.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 639, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15376, "action_date": "2000-01-28T07:45:00-06:00", "document_id": 85805, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85805.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 639, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 45550, "president_vote": null, "Nay": [2329, 2335, 2405, 2389, 2346], "Yea": [2376, 2352, 2365, 2398]}}, {"bill_id": 15376, "action_date": "2000-01-28T07:45:00-06:00", "document_id": 85805, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85805.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 639, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 45550, "president_vote": null, "Nay": [2329, 2335, 2405, 2389, 2346], "Yea": [2376, 2352, 2365, 2398]}}, {"bill_id": 15376, "action_date": "2000-01-28T07:45:00-06:00", "document_id": 85805, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85805.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 250, "committee_id_action": 639, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45575, "president_vote": null, "Yea": [2329, 2335, 2405, 2389, 2346], "Nay": [2376, 2352, 2365, 2398]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15376"}