{"session_id": 61, "bill_id": 21297, "bill_type": "House Bill", "bill_number": 1229, "bill_title": "reduce the taxes on cigarettes and tobacco products and to revise the distribution of the revenue from cigarettes and tobacco products.", "sponsors": [{"legislator_profile_id": 3638, "is_prime": true}], "keywords": ["Taxes", "Tobacco"], "audio": [{"meeting_datetime": "2007-02-05T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hst19.mp3", "start_seconds": 5782.0}, {"meeting_datetime": "2007-02-05T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hst19.mp3", "start_seconds": 5782.0}, {"meeting_datetime": "2007-02-05T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hst19.mp3", "start_seconds": 5782.0}], "bill_versions": [{"bill_id": 21297, "bill_version_id": 110895, "bill_version": "Introduced", "bill_version_date": "2007-01-26T09:11:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to reduce the taxes on cigarettes and tobacco products and to revise the distribution of the revenue from cigarettes and tobacco products. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-50-3 be amended to read as follows: 10-50-3. A tax is imposed, whether or not a sale occurs, at the following rates on all cigarettes held in this state for sale by any person: Class A, on cigarettes weighing not more than three pounds per thousand, seventy-six thirty- seven and one-half mills on each cigarette. Class B, on cigarettes weighing more than three pounds per thousand, seventy-six thirty- seven and one-half mills on each cigarette. Section 2. That § 10-50-61 be amended to read as follows: 10-50-61. In addition to the tax imposed by § 10-50-3, there is imposed, whether or not a sale occurs, a tax upon all tobacco products in this state and upon any person engaged in business as a licensed distributor or licensed wholesaler thereof, at the rate of thirty-five twenty percent of the wholesale purchase price of such tobacco products. Such tax shall be imposed at the time the distributor or wholesaler brings or causes to be brought into this state tobacco products for sale; makes, manufactures, or fabricates tobacco products in this state for sale in this state; or ships or transports tobacco products to dealers in this state to be sold by those dealers. For the purposes of this chapter, wholesale purchase price is the price for which a manufacturer sells tobacco products to a licensed distributor or licensed wholesaler exclusive of any discount or other reduction. Section 3. That § 10-50-52 be amended to read as follows: 10-50-52. The first thirty million dollars in revenue collected annually pursuant to this chapter shall be deposited in the general fund. All revenue in excess of thirty million dollars collected annually shall be deposited in the tobacco prevention and reduction trust fund. Five million dollars of the revenue deposited annually in the tobacco prevention and reduction trust fund pursuant to this section shall be used to implement the tobacco prevention and reduction program. Thirty-three percent of any revenue deposited in the tobacco prevention and reduction trust fund in excess of five million dollars shall be transferred to the property tax reduction fund. Thirty-three Fifty percent of any revenue deposited in the tobacco prevention and reduction trust fund in excess of five million dollars shall be transferred to the education enhancement trust fund. Thirty-four Fifty percent of any revenue deposited in the tobacco prevention and reduction trust fund in excess of five million dollars shall be transferred to the health care trust fund."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21297, "action_date": "2007-01-26T12:15:00-06:00", "document_id": 110958, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110958.pdf", "status_text": "First read in House and referred to", "journal_page": 225, "committee_id_action": 923, "committee_id_assigned": 918, "result": "N", "vote": {}}, {"bill_id": 21297, "action_date": "2007-02-02T10:00:00-06:00", "document_id": 111475, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111475.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 918, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21297, "action_date": "2007-02-05T10:00:00-06:00", "document_id": 111549, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111549.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 918, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21297, "action_date": "2007-02-05T10:00:00-06:00", "document_id": 111549, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111549.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 331, "committee_id_action": 918, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66806, "president_vote": null, "Yea": [3578, 3582, 3584, 3590, 3593, 3598, 3609, 3629, 3637, 3656, 3668, 3657], "Nay": [3638]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21297"}