{"session_id": 47, "bill_id": 13505, "bill_type": "Senate Bill", "bill_number": 234, "bill_title": "to revise certain provisions regarding the regulation of telecommunication services.", "sponsors": [{"legislator_profile_id": 2131, "is_prime": true}, {"legislator_profile_id": 2137, "is_prime": true}, {"legislator_profile_id": 2097, "is_prime": false}, {"legislator_profile_id": 2100, "is_prime": false}, {"legislator_profile_id": 2106, "is_prime": false}, {"legislator_profile_id": 2108, "is_prime": false}, {"legislator_profile_id": 2111, "is_prime": false}, {"legislator_profile_id": 2121, "is_prime": false}, {"legislator_profile_id": 2124, "is_prime": false}, {"legislator_profile_id": 2125, "is_prime": false}, {"legislator_profile_id": 2132, "is_prime": false}, {"legislator_profile_id": 2134, "is_prime": false}, {"legislator_profile_id": 2146, "is_prime": false}, {"legislator_profile_id": 2161, "is_prime": false}, {"legislator_profile_id": 2166, "is_prime": false}, {"legislator_profile_id": 2169, "is_prime": false}, {"legislator_profile_id": 2171, "is_prime": false}, {"legislator_profile_id": 2180, "is_prime": false}, {"legislator_profile_id": 2182, "is_prime": false}, {"legislator_profile_id": 2189, "is_prime": false}, {"legislator_profile_id": 2191, "is_prime": false}, {"legislator_profile_id": 2196, "is_prime": false}], "keywords": ["Telecommunications"], "audio": [], "bill_versions": [{"bill_id": 13505, "bill_version_id": 77970, "bill_version": "Introduced", "bill_version_date": "1998-01-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the regulation of telecommunication services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-31-1 be amended to read as follows: 49-31-1. Terms used in this chapter mean: (1) \"Addressable,\" enabling users to connect and communicate with a specific party easily and securely on a dial-up, addressable basis; (2) \"Affordable,\" reasonably priced to promote the growth and usage of the network, leveraging economies of scale and the power of technology to provide ever-increasing bandwidths at ever-diminishing cost of facilities; (3) \"ASC,\" Applications Service Center, a service platform owned by network providers or non-network providers, or both, which delivers communications features and services to customers, including database access, protocol conversion, rate adaption, and bridging; (4) \"ATM,\" Asynchronous Transmission Mode, a broadband switching standard defined by CCITT and the ATM Forum standard setting groups; (5) \"Available,\" ensuring that network services are available if the user requires them, even at times of peak usage; designed to be a non-blocking network, minimizing network contention; (6) \"B ISDN,\" Broadband ISDN, a networking standard set by ATM Forum and CCITT's international standards; (7) \"Broadband network,\" the broadband network extends the range of fully switched, symmetric, addressable, robust transport services over the fiber network, utilizing SONET rates which increase in multiples of OC-1 (51.84 Mbps), including OC-3 (155.52 Mbps) and OC-12 (622.08 Mbps). The broadband network will use one or more of the following switching technologies; ATM, STM, and channel switching, which will support the broadband ISDN UNI/NNI and SONET interfaces as defined by the ATM Forum, ANSI, and ITU-CCITT standards groups; (8) \"Business community of interest,\" for the purposes of the deployment goals of this Act, the business COI shall include all incorporated municipalities in South Dakota; (9) \"Centron and centron-like services,\" services which provide custom switching features which include distributive dial tone, select number screening, toll restriction and screening, nonattendant busy out, nonattend and call transfer, and select trunk hunting and screening; (9A) \"Class 5 switch,\" a local switching office which is part of the multilevel switching hierarchy used in the United States; levels (also called classes) of switching offices are used to concentrate communications traffic from increasingly larger geographic areas; (10) \"Class of service,\" one of potentially several categories into which a service is broken, reflecting its use and value to end users and allowing more specific service-based and value-based pricing by classification of service; (11) \"Commission,\" the public utilities commission; (12) \"Common carrier,\" anyone who offers telecommunications services to the public; (13) \"Communities of interest (COI),\" major market sectors formed by a grouping of communication users based upon their inter-communication needs and their pattern of movement and manipulation of voice, data, and video information. COIs may cross industry boundaries, and they include the medical COI, education COI, business COI, and government COI; (14) \"Education community of interest,\" for the purposes of the deployment goals of this Act, the education COI shall include all public and private elementary and secondary schools, all universities and other post-secondary institutions, and all RDTN sites in South Dakota; (15) \"Feature rich,\" providing the specific features and functionality required by users' voice, data, video, graphics, imaging, and multimedia applications; functionally beyond mere transport; (16) \"Government community of interest,\" for the purposes of the deployment goals of this Act, the government COI shall include all county seats; (17) \"ISDN, nISDN, wISDN,\" Integrated Services Digital Network, narrowband ISDN, wideband ISDN, an end-to-end fully digital network, supporting the standard user interfaces of BRI (Basic Rate Interface), PRI (Primary Rate Interface), H0 (384 Kbps), and H11 (1.536 Mbps), as defined by CCITT's international standards for ISDN. The CCITT is part of the International Telecom Union (ITU); (18) \"LATA,\" a local access and transport area; (19) \"Local exchange service,\" the access and transmission of two-way switched voice communications within a geographic territorial unit established by a telecommunications company for the administration of telecommunications services; (20) \"Medical community of interest,\" for the purposes of the deployment goals of this Act, the medical COI shall include all: Essential Access Community Hospitals (EACH), Rural Primary Care Hospitals (RPCH), and major hospitals with more than fifty beds; (21) \"Narrowband network,\" a fully switched digital network covering the transport range from 0 to 144,000 bits per second (144 Kbps), offering two 64 Kbps information B (Bearer) channels and a 16 Kbps signaling D (Delta) channel such that the two 64 Kbps channels can be coalesced to achieve 128 Kbps information transport using ISDN BRI international ITU-CCITT standards providing both B channels circuit and B channel packet switching capabilities; (22) \"New products and services,\" any new product or service introduced after July 1, 1988, which is not functionally required to provide local exchange service. Repackaging of any product or service which is fully competitive with any service regulated as emerging competitive or noncompetitive is not considered a new product or service; (23) \"NNI,\" Network nodal interface, a standard broadband interface as defined by CCITT and the ATM Forum standard setting groups; (24) \"Optional service,\" a limited or discretionary service offered by a telecommunications company which is not functionally required for the provision of noncompetitive services and which the customer has the option to purchase; (25) \"Private,\" ensuring confidentiality and integrity of network transport of messages without dependency on specialized customer premise security devices; (26) \"Rate of return regulation,\" the procedure used by the commission to approve the charge for a service which gives due consideration to the public need for adequate, efficient and reasonable service and to the need of the public utility for revenues sufficient to enable it to meet its total current cost of furnishing such service, including taxes and interest, and including adequate provision for depreciation of its utility property used and necessary in rendering service to the public, and to earn a fair and reasonable return upon the value of its property; (27) \"Robust,\" easily and economically sustaining the rigors of growth and extensive public use; (28) \"Secure,\" physically precluding unwanted access to network and information; (29) \"SONET,\" Synchronous Optical Network, an optical interface standard set by the ANSI and CCITT standard setting groups; (30) \"Standard,\" supporting universal interfaces and networking standards and protocols of generally accepted standards setting bodies; (31) \"STM,\" Synchronous Transfer Mode, a broadband switching technology; (32) \"Survivable,\" ability to maintain service while enduring natural events and human actions hostile to the network; (33) \"Switched,\" providing circuit, packet, or channel type switching, each suited to specific application requirements; (34) \"Symmetric,\" establishing two-way communication with equal bandwidth both ways; (35) \"Telecommunications company,\" any person, municipal corporation, trustee, lessee or receiver owning, operating, managing or controlling in whole or in part, any telecommunications line, system or exchange in this state, directly or indirectly, for public use. All telecommunications companies are common carriers carrier,\" a provider of telecommunications services except aggregators of services as defined in 47 U.S.C. § 226 as of January 1, 1998 ; (36) \"Telecommunications service,\" the transmission of signs, signals, writings, images, sounds, messages, data or other information of any nature by wire, radio, lightwaves, electromagnetic means or other similar means. It does not include the provision of terminal equipment used to originate or terminate such service, broadcast transmissions by radio, television and satellite stations regulated by the federal communications commission , electronic directories and yellow pages directories, and one-way cable television service; (37) \"Ubiquitous,\" universally accessible, available across South Dakota; (38) \"UNI,\" User network interface, a standard broadband interface as defined by CCITT and the ATM Forum standard setting groups; (39) \"Universal service,\" a service which is, as far as possible, a rapid, efficient telecommunications service to residential and single line business customers with adequate facilities available to all the people of South Dakota at a reasonable charge and subject to the provisions of 47 U.S.C. § 254(c) as of January 1, 1998 ; and (40) \"Wideband network,\" the wideband network extends the range of fully switched, digital, addressable information transport from the BRI rate of 144 Kbps to the DS3 rate of 44.736 Mbps, including the DS1 and DS2 rates of 1.544 Mbps and 6.312 Mbps, respectively. The wideband network physically encompasses two transport mediums; it utilizes the expanded capabilities of the copper wire telephone network, as well as fiber optic networking facilities. The wideband network includes new local fiber facilities and rings utilizing the virtual tributary sub-SONET rates access switches to provide direct local public network access close to the customer supporting a variety of network switching technologies and interfaces, including one or more of the following: (a) Fractional ISDN-NX 64 Kbps & NX BRI: ranging from 128 Kbps to 45 Mbps, (b) Wideband ISDN: Primary Rate ISDN (PRI) @ 23B (64 Kbps) + D (64 Kbps) H0, H11 ; (41) \"Actual cost,\" the total actual cost, directly caused by or attributable to South Dakota, as reflected in the audited books of account of a telecommunications carrier providing a telecommunications service, a network element, or group of telecommunications services or network elements; (42) \"Basic local exchange service,\" telecommunication service limited to one primary line necessary for the origination or termination of two-way, switched, voice grade residential and business telecommunications within a local calling area which is sold to a retail end-user consumer; (43) \"Carrier telecommunications service\" wholesale or resold retail service, switched access service, or unbundled network elements provided to telecommunications carriers. Services provided to retail end user customers and commercial mobile radio service are not carrier telecommunications services; (44) \"Commercial mobile radio service,” radio communications, personal communications services, cellular communications service, or other wireless services which are two-way and provided for compensation, and paging services offered for compensation; (45) \"Eligible telecommunications carrier,\" a carrier that meets the definition of an eligible telecommunications carrier as provided for in 47 U.S.C. § 214(e) as of January 1, 1998; (46) \"Incumbent local exchange carrier,\" a telecommunications carrier providing local exchange service that is certified by the commission and meets the definition in 47 U.S.C. § 251(h) as of January 1, 1998; (47) \"Interexchange telecommunications service,\" telecommunications service between points in two or more local exchange service areas; (48) \"Network element,\" facilities or equipment, which are a part of the telecommunications carrier's existing network facilities or equipment, used in the provision of a telecommunications service including features, functions, and capabilities that are provided by means of such facilities or equipment, and subscriber numbers, databases, signaling systems, and information sufficient for billing and collection or used in the transmission, routing, or other provision of a telecommunications service. Interoffice transmission network elements shall be provided on a dedicated basis. A network element is not a feature sold as a finished service, any new or existing combinations or recombinations of network elements, billing and collection, order-taking, or operating support systems, and any other nontelecommunications features, functions, and capabilities. (49) \"Rural telephone company,\" a company as defined in 47 U.S.C. § 153(37) as of January 1, 1998; (50) \"Switched access,\" an exchange access service purchased for the origination and termination of interexchange telecommunications services which include central office switching and signaling, local transport, and a carrier common line element . Section 2. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall establish prices for carrier telecommunications services offered by incumbent local exchange carriers, except services offered for resale, only as follows: (1) Prices shall recover the actual costs of providing such service, including a reasonable share of the joint and common costs so that the telecommunications carrier has a reasonable opportunity to recover these costs; costs of actual network design and technology, including a reasonable share of the costs associated with fill factors to achieve spare capacity required to fulfill eligible telecommunications carrier responsibilities; depreciation costs that are based upon forward-looking asset lives consistent with asset lives used by the telecommunications carrier for financial reporting to the federal securities and exchange commission or other federal or state agency, if required; unrecovered historical costs of the network, if any; and a reasonable return on investments; (2) The actual cost shall be determined without reference to any rate-of-return regulation or any earnings-based proceeding; (3) The actual costs as reflected in the audited books of account of the telecommunications carrier shall be presumed to be reasonable for purposes of cost recovery under this section; (4) Interconnection services for information and Internet services providers, paging service providers, and providers of extended area service, for which telecommunications traffic is essentially one-way in nature, shall compensate a telecommunications carrier for any facilities or services of that carrier used to provide service; (5) Prices for switched access services shall be filed with the commission in compliance with rules adopted by the commission consistent with this Act and chapter 1-26. A telecommunications carrier need not change any switched access prices approved by the commission as of March 1, 1998, until after December 31, 1999. Switched access prices shall be considered to be fair, reasonable, and nondiscriminatory unless changed by judicial proceedings pending as of March 1, 1998. The commission may review prices for compliance with its rules and set aside any price found to not comply with its rules. The review shall be a contested case proceeding under chapter 1-26. The commission shall have the burden of establishing any noncompliance with the rules. If a price is set aside by the commission pursuant to this subdivision, a telecommunications company shall have sixty days to refile its prices consistent with the rules and the commission review unless the commission decision is stayed pursuant to § 1-26-32; (6) Prices for carrier telecommunications services other than switched access shall be submitted to the commission for approval as required by 47 U.S.C. § 252(e) as of January 1, 1998. Section 3. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The price for a carrier telecommunication service available for resale shall be set at the retail price charged by the telecommunications carrier less the actual costs avoided by offering a retail telecommunications service for resale at the discounted or wholesale price. The actual costs which are avoided are retail advertising and promotion; retail billing; retail order taking; and retail marketing expense. A carrier telecommunications service offered for resale shall be resold only to that class of customer to which the service is sold at retail. Any network element and any new or existing combination of network elements offered by an incumbent local exchange carrier as a finished service shall only be provided as a carrier telecommunications service pursuant to this section. Section 4. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: This Act may not be construed to give the commission any additional authority or establish other criteria to approve or reject an interconnection agreement reached pursuant to the provisions of 47 U.S.C. § § 251 and 252 as of January 1, 1998, other than as provided in 47 U.S.C. § 252(e) as of January 1, 1998. Prices for carrier telecommunication services may not be reviewed by the commission pursuant to this Act outside of an interconnection agreement negotiated or arbitrated consistent with 47 U.S.C. § § 251 and 252 as of January 1, 1998. Section 5. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any capital or nonrecurring costs incurred due to a change, extension, or modification to an incumbent telecommunications carrier's network occasioned by the carrier's compliance with its obligations under federal law to provide interconnection, access to unbundled network elements or the resale of retail services may be collected through a customer surcharge or a nonrecurring charge on the interconnection service, unbundled network element, or resold service being provided. If a telecommunications carrier requests changes, extensions, or modifications to the incumbent carrier's network, which are not required by law to be provided, and the incumbent carrier agrees to implement those changes, the carrier making the request may be required to the pay the capital and nonrecurring costs thereof in full in advance. Section 6. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: No incumbent local exchange carrier may be obligated to provide carrier telecommunications services in currently unserved areas of the state where adequate facilities are not available and in which new investment would be required to meet service obligations or to provide services which are not defined as telecommunications services by federal law. If the incumbent local exchange carrier is designated an eligible telecommunications carrier, the incumbent local exchange carrier shall be obligated to provide carrier telecommunications services only where the cost incurred to provide new facilities or to upgrade existing facilities are recovered through a universal service funding mechanism or from construction charges assessed to the carrier whose requests or needs require the construction or upgrade of facilities. Construction charges may be collected in advance. Nothing in this Act may be construed to prohibit or limit an incumbent local exchange carrier from requiring the payment of construction charges by end user retail customers for placement or upgrade of facilities where appropriate. Section 7. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: With the exception of payments received by a telecommunications carrier from a state or federal universal service funding mechanism, no revenues from other services or other business endeavors of a telecommunications carrier shall be used to offset actual costs of, or in determining a price for, a carrier telecommunications service. Section 8. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Carrier telecommunications services prices may not be deaveraged to reflect actual costs until corresponding retail prices are deaveraged to recover actual costs or until funds disbursed from a state or federal universal service funding mechanism offset the impact on the end-user customer of deaveraged pricing. Section 9. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The Legislature finds that currently switched access prices provide a substantial subsidy to keep universal service affordable. The commission may not undertake to reform switched access prices, nor eliminate the applicability of switched access charges to telecommunications carriers using unbundled network elements, without providing for a support mechanism such as an end user surcharge or recovery from a universal service fund, or a combination thereof, calculated to replace any subsidy lost. Any reform of switched access pricing shall be accomplished by rules adopted pursuant to chapter 1-26 and consistent with section 2 of this Act. Section 10. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Dialing parity, as defined in 47 U.S.C. § 153(15) as of January 1, 1998, for purposes of intraLATA long distance telecommunications services, may not be implemented by order of the commission until all providers of toll services are authorized to provide interLATA services which originate in this state. Section 11. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Prices for basic local exchange services provided by incumbent local exchange carriers, in effect on November 1, 1997, are fair and reasonable unless changed by judicial or regulatory proceedings in existence as of November 1, 1997. Prices shall be provided to the commission for informational purposes prior to any change in a price. Except as provided for in this section, and unless otherwise provided for by statute, prices for basic local exchange service for telecommunications carriers with more than two hundred thousand retail access lines in the state may not be increased until five years from the effective date of this Act except to include in the price for the service any costs mandated by federal or state governmental action. Prices for basic local exchanges services provided by telecommunications carriers with less than two hundred thousand retail access lines in the state are not subject to the five-year price limitation in this section. A telecommunications carrier may decrease its service prices at any time. Section 12. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any customer, and the commission on its own motion, may complain about the quality of telecommunications service provided by a telecommunications carrier in this state. A complaint shall be noticed and heard as a contested case as provided for in chapter 1-26. The commission may, after notice and hearing, direct the telecommunications carrier to take whatever remedial action is technically feasible and economically reasonable to provide reasonably adequate telecommunications service. The commission shall authorize a telecommunications carrier to recover, from the customers or services affected, the actual cost of complying with any commission order issued under this section. Any regulation of service quality by the commission shall be fair, reasonable, nondiscriminatory and applicable to all telecommunications carriers providing service in the state by rules adopted by the commission pursuant to chapter 1-26. Section 13. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The provisions of chapter 49-13 do not apply to prices charged by telecommunications carriers for telecommunications services except as provided for in § 49-31-11. Section 14. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission may promulgate rules, pursuant to chapter 1-26, to implement and comply with the provisions of the federal Telecommunications Act of 1996 which specifically require state commission action. Any rules adopted pursuant to this section shall be consistent with the provisions of this Act and applicable federal and state law. Section 15. The commission may not regulate prices charged by or the market entry of commercial mobile radio service. Section 16. That § 49-31-3 be amended to read as follows: 49-31-3. The commission has general supervision and control of all telecommunications companies offering common carrier services within the state to the extent such business is not otherwise regulated by federal law or regulation. The commission shall inquire into any complaints, unjust discrimination, neglect, or violation of the laws of the state governing such companies. The commission may exercise powers necessary to properly supervise and control such companies. Each telecommunications company carrier shall file an application for a certificate of authority with the commission no less than sixty days prior to initiating any telecommunications service in this state. Each telecommunications company carrier shall submit a two hundred fifty dollar application fee with its application which shall be deposited into the gross receipts tax fund established pursuant to § 49-1A-2. If the commission has not ruled upon an application at the end of the sixty days, the telecommunications company carrier may initiate telecommunications services in the state until the commission reaches a decision on the application. If the application is granted, the company carrier may continue to offer its services. However, if the application is denied, the company carrier shall cease and desist from offering any further services in this state. A telecommunications company carrier has the burden to prove in its application that it has sufficient technical, financial , and managerial capabilities to offer telecommunications services before the commission may grant a certificate of authority. The commission may rule upon a telecommunications company's carrier's application for a certificate of authority with or without hearing. Any certificate of authority granted by the commission may be suspended or revoked pursuant to chapter 1-26 for a willful violation of the laws of this state, a willful failure to comply with a rule or order of the commission, or other good cause. The commission shall, by rules promulgated pursuant to chapter 1-26, prescribe the necessary procedures to implement this section. A telecommunications company carrier that had lawful authority immediately prior to July 1, 1992, shall continue to have such authority. The commission shall issue such a telecommunications company carrier a certificate of authority. The offering of telecommunications services by a telecommunications company carrier without a certificate of authority or inconsistent with this section is a Class 1 misdemeanor. Section 17. That § 49-31-5 be amended to read as follows: 49-31-5. The commission may regulate the business of providing telecommunication service and may promulgate rules pursuant to chapter 1-26 concerning: (1) Requirements for telecommunications companies carriers to maintain and make available to the public and the commission relevant records and utility tariffs ; (2) Requirements for telecommunications companies carriers to provide information to customers regarding credit, deposits, services, refunds , and billing rights; (3) Requirements that telecommunications companies carriers must follow regarding procedures for billing customers; (4) Procedures and requirements for handling billing disputes, service interruptions, payment plans , and refunds; (5) Standards and procedures for telecommunications companies carriers to follow to ensure nondiscriminatory credit policies; (6) Procedures, requirements , and record-keeping guidelines regarding deposit policies; (7) Procedures, requirements , and record-keeping guidelines regarding customer refunds; (8) Policies for telecommunications companies carriers to follow regarding refusal of telephone service to the public; and (9) Policies for telecommunications companies to follow regarding disconnection of customer service ; (10) Registration procedures, service requirements, billing practices, and maximum service charges for alternative operator services in South Dakota; (11) Procedures and requirements for classification and reclassification proceedings; (12) Standards, procedures, and requirements regarding the telecommunications utility investigation fund; (13) Application and notice procedures for the construction of telecommunications facilities; and (14) Requirements for filing and noticing tariff changes . Section 18. That § 49-31-5.1 be amended to read as follows: 49-31-5.1. Telecommunications cooperatives organized pursuant to chapters 47-15 to 47-20, inclusive, municipal telephone systems operated pursuant to chapter 9-41, and independent telephone companies serving less than ten fifty thousand local exchange subscribers are not subject to chapter 49-11, § § 49-31-1.1 to 49-31-1.4, inclusive, § § 49-31-3.1 to 49-31-4.1, inclusive, § § 49-31-4.3, 49-31-5 and 49-31-6, § § 49-31-12 to 49-31-12.5, inclusive, and § § 49-31-44 to 49-31-46, inclusive § 49-31-5 and section 11 of this Act . However, any cooperative, municipality or independent telecommunications company may elect to have its rates regulated by the commission and be subject to commission regulation for its emerging and noncompetitive telecommunications services. The election to be regulated shall be made by filing with the commission a certified copy of the resolution of the board of directors or the municipal governing body. Commission regulation shall become effective thirty days after receipt of the resolution by the commission. Section 19. That § 49-31-11 be amended to read as follows: 49-31-11. No person or telecommunications company carrier may unjustly or unreasonably discriminate between among persons , who receive telecommunications services in like circumstances within the same local calling area, in providing telecommunications services or in the rate or price charged for those services. No telecommunications company may offer a rate or charge, demand, collect or receive from any person a greater or lesser compensation for any telecommunications service offered than it charges, demands, collects or receives from any other person for providing a like telecommunications service. No telecommunications company may make or give any unjust or unreasonable preference or advantage to any person, nor unjustly or unreasonably prejudice or disadvantage any person, in the provision of any telecommunications service. Notwithstanding any prohibitions in this section, upon application to the commission, any telecommunications company may after investigation by the commission, be authorized by the commission to charge special rates or to give certain preferences which are determined by the commission to be fair and reasonable. A consideration of like circumstances may include differences in services purchased, population density, distance from a servicing switch, the availability of existing services, and geographic conditions. Nothing in this section applies to volume or other discounts , promotional incentives, service differentiations, or service packaging, or combinations based on competition or reasonable business practices; the pass through of any state, municipal, or local taxes in the geographic areas from which the taxes originate; the furnishing of services to employees; or to the provision of telecommunications services at reduced rates prices and specialized terms and conditions for the United States, this state, local governments , or governmental subdivisions. The commission may not give unreasonably discriminatory or preferential treatment in its regulation of a telecommunications carrier. Whoever Any person who violates any of the provisions of this section is guilty of unjust discrimination and shall be punished by is subject to a civil fine not less than one thousand nor more than five thousand dollars for each violation. Nothing in this section may alter or eliminate alters or eliminates any remedy otherwise available to an injured party, including an injured party's right to initiate a suit against the company person guilty of discrimination pursuant to § 49-13-14.1 . Section 20. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Telecommunications carriers and telecommunications services shall be regulated only as provided for in this chapter. Unless otherwise specifically authorized by law, the commission shall complete any action required by this chapter within six months of the notice initiating the appropriate action. Section 21. That § 49-31-1.1 be repealed. 49-31-1.1. For the purposes of this chapter, \"noncompetitive service\" is a monopoly service for which no competition exists or the regulation of which is necessary to insure affordable local exchange service. Such services include: (1) Residential local exchange service; (2) Business local exchange service; (3) Agribusiness local exchange service; (4) Emergency services; (5) Public and semipublic coin telephone service; and (6) All services not otherwise listed in § § 49-31-1.2 and 49-31-1.3. Section 22. That § 49-31-1.2 be repealed. 49-31-1.2. For the purposes of this chapter, \"emerging competitive service\" is a service that satisfies the criteria of § 49-31-3.2 and which has alternative services available to over twenty percent of the company's customers for that service. Such services include: (1) Inter-LATA message toll service and intra-LATA message toll service; (2) Inter-LATA wide area telephone service and intra-LATA wide area telephone service; and (3) New products and services not functionally required to provide local exchange service. Section 23. That § 49-31-1.3 be repealed. 49-31-1.3. For the purposes of this chapter, \"fully competitive service\" is a service that satisfies the criteria of § 49-31-3.2 and which has alternative services available to over fifty percent of the company's customers for that service or which is of limited scope or so discretionary in nature that regulation is not warranted. Such services include: (1) Cellular radio services; (2) Centron and centron-like services; (3) Billing and collections; (4) Optional services; (5) Private line and special access; and (6) Premise cable and inside wire. Section 24. That § 49-31-1.4 be repealed. 49-31-1.4. For the purposes of this chapter, \"price regulation\" is the procedure used by the commission to approve the charge for an emerging or noncompetitive telecommunications service which is not based on rate of return regulation. In determining whether the price is fair and reasonable, the commission shall determine and consider the price of alternative services, the overall market for the service, the affordability of the price for the service in the market it is offered, and the impact of the price of the service on the commitment to preserve affordable universal service. In determining the price for an emerging competitive service, the commission shall also consider the actual cost of providing the service. In determining the price for a noncompetitive service, the commission shall also consider the fully allocated cost of providing the service. Section 25. That § 49-31-2 be repealed. 49-31-2. The provisions of chapters 49-7 to 49-13, inclusive, and this chapter apply to all telecommunications companies and to all telecommunications lines and facilities of any kind, character or description in use by any corporation, receiver, trustee or other person operating a telecommunications company, whether owned or operated under contract, agreement, lease or otherwise. Section 26. That § 49-31-3.1 be repealed. 49-31-3.1. A telecommunications company may not discontinue any noncompetitive telecommunications service without the express approval of the commission. A telecommunications company need only notify the commission of the discontinuance of any emerging competitive telecommunications service. Section 27. That § 49-31-3.2 be repealed. 49-31-3.2. The commission, after notice and hearing, shall waive, eliminate or modify any of its rules or orders affecting telecommunications services if it finds that a telecommunications service is a fully competitive service or an emerging competitive service. A person, or the commission on its own motion, may apply to have an emerging competitive service of a telecommunications company classified as a fully competitive service or a noncompetitive service classified as an emerging competitive service or a fully competitive service. The application shall be filed with the commission and served on any other person designated by the commission. The application shall be in a form prescribed by the commission. The commission, in determining how a telecommunications service is to be classified, shall consider: (1) The number and size of alternative providers of the service and the affiliation to other providers; (2) The extent to which services are available from alternative providers in the relevant market; (3) The ability of alternative providers to make functionally equivalent or substitute services readily available at competitive rates, terms, and conditions of service; (4) The market share, the ability of the market to hold prices close to cost, and other economic measures of market power; and (5) The impact on universal service. The commission shall approve or deny any such application within ninety days after the filing of the application. However, the commission may, by order, defer the period within which it must act for one additional period of ninety days, upon a finding that the proceeding cannot be completed within ninety days and that the additional time period is necessary for the commission to adequately and completely fulfill its duty under this title. If the commission has not acted on any such application within the appropriate time period permitted, the application shall be deemed granted. Section 28. That § 49-31-3.3 be repealed. 49-31-3.3. The commission may, within ninety days after July 1, 1988, conclude an investigation into any or all of the telecommunications services listed in § § 49-31-1.1, 49-31-1.2 and 49-31-1.3 to determine if any service is properly classified pursuant to the standards found in subdivisions 49-31-3.2(1) to (5), inclusive. The commission may, after notice and hearing, reclassify any service to conform the classification of the service to the evidence and the standards in § 49-31-3.2. The telecommunications company providing the service has the burden of proving the classification is appropriate. During this ninety-day period, any service subject to the investigation will remain under rate of return regulation. Upon expiration of the ninety-day period, reclassification of any service, even if hearings had commenced within the ninety days, will be pursuant to the provisions of § 49-31-3.4. Section 29. That § 49-31-3.4 be repealed. 49-31-3.4. The commission, on its own motion or upon petition, shall commence regulation or reclassify a telecommunications service previously classified by the Legislature or the commission as a fully competitive service or an emerging competitive service if, after hearing or investigation, the commission finds: (1) That the market for that emerging competitive service does not satisfy the criteria of § 49-31-3.2 and does not have alternative telecommunications services available to over twenty percent of the telecommunications company's customers for that service; or (2) That the market for that fully competitive service does not satisfy the criteria of § 49-31-3.2 and does not have alternative telecommunications services available to over fifty percent of the telecommunications company's customers for that service. In any proceeding to reclassify a telecommunications service, the person initiating the petition has the burden of proving that the existing classification is inappropriate, except the telecommunications company providing the service has the burden of proving that the classification is appropriate if the proceeding is commenced by the commission on its own motion. Upon the filing of a petition under this section and upon application, the commission may enter an order staying a price change, for not more than thirty days, for the disputed service pending a hearing on the merits of the petition, for reasonable cause shown. If a petition under this section is found to be spurious or vexatious, the commission may assess reasonable penalties and costs against the petitioning party, which may include reasonable attorney fees. However, the penalties and costs may not be assessed against the commission. Section 30. That § 49-31-4 be repealed. 49-31-4. Any charge established for the provision of telecommunications services shall be fair and reasonable. The commission shall determine and approve individual rates to be charged by any telecommunications company for a noncompetitive service pursuant to § 49-31-1.4, if applicable, and pursuant to § § 49-31-12, 49-31-12.2 and 49-31-12.4. Except as provided in § 49-31-4.1, the commission shall utilize rate of return regulation when determining the charge for a noncompetitive service. The commission shall determine and approve individual prices to be charged by a telecommunications company for any emerging competitive service pursuant to § § 49-31-1.4, 49-31-12, 49-31-12.2 and 49-31-12.5. However, there is no rate of return regulation of emerging competitive services and no rate of return or price regulation of fully competitive services. The commission shall separate, assign and distribute a telecommunications company's revenues, investments, and expenses among all services offered. The commission shall, by rules promulgated pursuant to chapter 1-26, prescribe the methodologies by which a telecommunications company shall segregate its revenues, investments and expenses. The methodologies prescribed by the rules shall be in accord with federal and state law. No telecommunications company may use the revenues from emerging competitive services to subsidize fully competitive services or revenues from noncompetitive services to subsidize emerging competitive services or fully competitive services. Expenses and investment of fully competitive services may not be attributed to emerging competitive services or noncompetitive services and the expenses and investment of emerging competitive services may not be attributed to noncompetitive services. Rates being charged by a telecommunications company on July 1, 1988, shall be deemed to be the fair, reasonable, and effective rates until changed or altered pursuant to this chapter. Section 31. That § 49-31-4.1 be repealed. 49-31-4.1. The commission shall, on its own motion or upon petition, hold public hearings investigating methods of price regulation consistent with § 49-31-1.4 and chapter 1-26. Within thirty days of its receipt of a petition filed pursuant to this section, the commission shall issue a procedural schedule setting forth dates by which written direct testimony or data shall be filed and ordering the date for commencement of a hearing. If the investigation indicates that pricing regulation is appropriate for any noncompetitive service because such regulation has a positive impact on universal service and is more reasonable and fair than rate of return regulation, the commission may adopt pricing regulation for any such noncompetitive service. Section 32. That § 49-31-4.2 be repealed. 49-31-4.2. A telecommunications company providing intrastate interexchange telecommunications services shall charge uniform prices on all routes where it offers the services. However, notwithstanding this section and § 49-31-11, a telecommunications company may offer or provide volume discounts and may pass through any state, municipal or local taxes in the specific geographic areas from which the taxes originate. Section 33. That § 49-31-4.3 be repealed. 49-31-4.3. Each telecommunications company engaged directly or indirectly in any business other than that of providing telecommunications service shall keep and, if requested by the commission, render separately to the commission, in like manner and form the relevant accounts of all such other businesses. The provisions of this chapter apply to the books, accounts, papers and records of relevant transactions with such other businesses. All profits and losses of such other business may be considered by the commission as are relevant to the general fiscal condition of the telecommunications company. The commission, in determining the allowance for materials or services to be included in costs of operations for rate of return or price regulation for noncompetitive services, may disallow any unreasonable profit made in the sale of materials to or service supplied for any telecommunications company by any firm or corporation owned or controlled directly or indirectly by such company or any affiliate, subsidiary, parent company, associate or any corporation whose controlling stockholders are also controlling stockholders of such telecommunications company. The burden of proof shall be on the telecommunications company to prove that no unreasonable profit is involved. Section 34. That § 49-31-5.2 be repealed. 49-31-5.2. An independent telecommunications company may be brought under commission regulation if no fewer than five percent of the subscribers, or twenty-five subscribers, whichever is the greater, petition the commission to hold an election of all subscribers of the company to return the company to commission regulation. Section 35. That § 49-31-5.3 be repealed. 49-31-5.3. The ballot to be used in the election shall be approved by the independent telecommunications company and the commission. The commission shall mail ballots, at company cost, to the company's subscribers who shall return the ballots to the commission. The commission shall keep the ballots sealed until the date agreed upon by the commission and board of directors. On the date set, a commission representative and a representative of the company shall count the ballots. If a majority of the company's subscribers elect to become subject to regulation by the commission, the election shall be effective thirty days after the date the ballots are counted. Section 36. That § 49-31-5.4 be repealed. 49-31-5.4. The term \"subscribers\" as used in § § 49-31-5.2 and 49-31-5.3 means either the person in whose name the telecommunications service is registered or the spouse of the person unless the independent telecommunications company has been notified in writing to the contrary. Section 37. That § 49-31-6 be repealed. 49-31-6. The commission may make a physical valuation of all the property of any telecommunications company, to be taken when such valuation is necessary for the purpose of arriving at any determination in connection with the regulation of its business or the adjustment of its rates. Section 38. That § 49-31-7 be repealed. 49-31-7. In addition to the regulatory powers and duties provided by chapters 49-1 to 49-13, inclusive, and this chapter, the commission may conduct any investigations that are necessary to protect the public interest. The commission may order such changes or improvements in telecommunications facilities, exchanges or networks as necessary for the improvement of telecommunications service and the convenience of the public. If, in the judgment of the commission, any repair upon telecommunications facilities, a change in its rates, a change in the mode of operating telecommunications facilities or conducting telecommunications company business is necessary, reasonable and expedient in order to promote the safety, convenience and accommodation of the public, the commission shall notify the telecommunications company immediately, and such telecommunications company shall change the mode of operating its facilities or conducting its business, or repair, renew or replace such facilities in such manner, of such material and within such time as the commission may order. Section 39. That § 49-31-7.1 be repealed. 49-31-7.1. The commission may: (1) Examine and inspect the condition of each telecommunications company in this state and of its equipment, and the manner of its conduct and management with reference to the safety, accommodation and convenience of the public; (2) Require any telecommunications company doing business in this state to install any facility necessary for the safety, convenience and accommodation of the public; (3) Inquire into the management of the business of all telecommunications companies subject to the provisions of this chapter, and the commission shall keep informed as to the manner and method in which the same is conducted, and may obtain from such telecommunications companies full and complete information necessary to enable it to perform the duties and carry out the objects for which it was created; (4) Require annual reports and such special reports which, in the opinion of the commission, are necessary or proper for its information; (5) Prescribe the forms of any and all accounts, records and memoranda to be kept by telecommunications companies; (6) Inspect all accounts, records and memoranda kept by telecommunications companies and may employ special agents or examiners who have authority, under the order of the commission, to examine any and all accounts, records and memoranda kept by any telecommunications company engaged in interstate commerce; (7) Examine any of the books, papers or documents of any such telecommunications company and to examine under oath or otherwise any officer, director, agent or employee of any such telecommunications company; and (8) Issue subpoenas to compel the attendance and testimony of witnesses and the production of all books, papers, tariffs, schedules, contracts, agreements and documents relating to any matter under investigation, and to that end may invoke the aid of any court of this state in requiring the attendance and testimony of witnesses and the production of books, papers and documents under the provisions of this section. The attendance of witnesses and the production of documents, books and papers may be required from any place in the state at any designated place of hearing. Section 40. That § 49-31-7.2 be repealed. 49-31-7.2. Nothing in § 49-31-7.1 may be construed to relieve any telecommunications company from its present responsibility or liability for damages to any person or property. Section 41. That § 49-31-7.3 be repealed. 49-31-7.3. Upon certificate by any member of the commission stating that a telecommunications company or person subject to the provisions of this chapter has refused to obey a subpoena, rule, order or regulation of the commission, any court of this state, pursuant to chapter 21-34, shall issue an order requiring such telecommunications company or other person to appear before the commission and produce all books and papers, give evidence in relation to the matter in question or otherwise comply with the rule or order of the commission. A failure to obey the order of the court shall be punished by the court as contempt. Section 42. That § 49-31-7.4 be repealed. 49-31-7.4. No person may obstruct the commission or any member thereof in the performance of any of its duties or functions or refuse to give any information within its possession or to produce any record or evidence that may be required by the commission or member within the purview of its or his duties as such commission or member. Any person who violates this section may be punished by a civil fine not exceeding one thousand dollars. Section 43. That § 49-31-10 be repealed. 49-31-10. Any telecommunications provider in this state shall use great care and diligence in the transmission and delivery of telecommunications services and shall deliver telecommunications messages to the persons for whom they are intended. Section 44. That § 49-31-12 be repealed. 49-31-12. The commission shall make for each of the telecommunications companies doing business in this state a schedule of reasonable fares and rates or prices except for those telecommunications services which are fully competitive. The commission may determine and approve different rates or prices for different companies and for different services of any company. The commission shall: (1) Change and revise such rates or prices as circumstances require; (2) Serve upon each company at least ten days notice of the time and place rates or prices will be determined, and provide an opportunity for any person, partnership, limited liability company, corporation, or company to be heard; and (3) Give notice to the company of the rates or prices decided upon and the effective date of such rates or prices, and provide a printed copy of such rates or prices to the general public upon request. Section 45. That § 49-31-12.1 be repealed. 49-31-12.1. Any tariff, or a certified copy, approved pursuant to § 49-31-1.4, 49-31-12, 49-31-12.2, 49-31-12.4, or 49-31-12.5, shall be received in evidence as an official tariff on file with the commission, without further proof. The commission shall certify that the tariff in question is a true copy of the original on file with the commission and that it is currently in effect. The tariff shall, in any suit brought against a company, constitute prima facie evidence that the rates or prices approved thereby are fair and reasonable. Section 46. That § 49-31-12.2 be repealed. 49-31-12.2. Any telecommunications company subject to this chapter for noncompetitive and emerging competitive telecommunications services shall: (1) Print and keep for public inspection in a convenient and publicly accessible place, its tariff showing the rates or prices for telecommunications services offered by the company which are in force at the time; (2) Not increase published rates or prices for noncompetitive telecommunications services except after thirty days notice to the commission and to the public. The notice shall state the proposed increase and the proposed effective date of the increase. After thirty days notice the increase may go into effect subject to suspension, refund or both, pursuant to § 49-31-12.4 or 49-31-12.5, whichever is applicable. A company need only notify the commission of any reduction in rates or prices for telecommunications services before the effective date of the reduction and publish the appropriately amended tariff and notice required in subdivision (1) of this section; (3) Except as provided for in subdivision (2) of this section, not deviate from any of its current published rates; and (4) Upon request of the commission, file with the commission copies of any contracts, agreements or arrangements with other companies that are affected by the provisions of this chapter. Section 47. That § 49-31-12.3 be repealed. 49-31-12.3. If any telecommunications company subject to the provisions of this chapter neglects or refuses to file or publish its tariffs of rates or prices, and contracts and agreements relating thereto, the telecommunications company, pursuant to chapter 21-34, is subject to a writ of mandamus to be issued by any circuit court of the state in the judicial circuit where the principal office of the telecommunications company is situated or where the offense may be committed. Section 48. That § 49-31-12.4 be repealed. 49-31-12.4. If a telecommunications company files with the commission any tariff stating a new rate or price or any new practice affecting any noncompetitive telecommunications service, the commission: (1) May upon a petition to intervene or on its own initiative, with or without answer or other formal pleading by the interested company or companies but upon reasonable notice, enter upon a hearing concerning the propriety or reasonableness of the rate, price or practice; (2) Pending any hearing pursuant to subdivision (1) of this section, the commission may suspend the operation of the tariff and the use of the rate or practice upon order with notice to the company of the reasons therefor. The suspension may not last longer than one hundred twenty days beyond the proposed effective date of the rate or practice. However, the commission may extend the period an additional sixty days; (3) During any hearing conducted pursuant to subdivision (1) of this section, receive whatever evidence, statements or arguments the parties may offer pertinent to the investigation. The burden is on the company to prove that the tariff is fair and reasonable; (4) After any hearing pursuant to subdivision (1) of this section, determine a fair and reasonable rate or price, render a written decision specifically setting out the rate or price and prepare a record of its proceeding and findings; and (5) If a rate has been suspended pursuant to subdivision (2) of this section and the commission has not issued an order at the expiration of one hundred eighty days after the proposed effective date of the rate or practice, the proposed change may go into effect at the end of such period. In the case of a proposed increased rate or price, the telecommunications company shall keep an accurate account of all amounts received by reason of the increase. The company shall specify by whom and on whose behalf the amounts are paid. Upon completion of the hearings and entry of a commission decision, the commission may require the telecommunications company to refund, with interest, to the persons in whose behalf such amounts were paid, the portion of the increased rates or prices found to be unfair or unreasonable. Section 49. That § 49-31-12.5 be repealed. 49-31-12.5. If a telecommunications company files with the commission any tariff stating a new price or a change in price or practice affecting any emerging competitive telecommunications service, the commission: (1) Shall permit any proposed change in price or practice to be effective upon twenty days notice to the commission and the customers affected by the change; (2) May, upon receiving a petition to intervene or upon its own motion, conduct a hearing to determine whether any new price or change in price or practice is fair and reasonable. Any petition to intervene or motion shall be filed or made within twenty days after the filing of the price or practice. The burden of proof is on the company to show that any new price or change in price or practice is fair and reasonable. Any hearing shall be completed and any order of the commission shall be issued within one hundred twenty days after the effective date of the tariff filed; (3) May, if the petition to intervene or motion alleges improper cross subsidization in violation of § 49-31-4 or unjust or unreasonable discrimination pursuant to § 49-31-11, suspend the effective date of any new price or a change in price or practice, if the commission determines that any remedial order of the commission pursuant to chapter 49-13 will not adequately protect a party from irreparable harm. Any suspension may not exceed thirty days following the effective date of the tariff filed; and (4) Shall, after notice and hearing, disapprove any price or practice found to be unfair and unreasonable and may order a refund with interest of any portion of the change found to be unfair and unreasonable. During any proceedings under this section, a telecommunications company shall keep accurate records of the amounts collected as a result of the increased price in the event of a refund at the conclusion of all proceedings. Section 50. That § 49-31-12.6 be repealed. 49-31-12.6. The Public Utilities Commission may require a telecommunications company as defined in subdivision 49-31-1(9) to make a deposit when it files for approval of a general change in rates or prices for any noncompetitive or emerging competitive telecommunications service. The commission may require a telecommunications company to deposit up to one hundred thousand dollars in the South Dakota Public Utilities Commission Regulatory Assessment Fee fund, the amount to be designated by commission order. Section 51. That § 49-31-15 be repealed. 49-31-15. The commission may compel access to any telecommunications facilities in this state. Any telecommunications company desiring access to any other company's facilities shall, if access is refused, make an application to the commission. Upon receipt of the application, the commission shall ascertain the facts in the case. If in its judgment the public service demands the access and the facilities of the applicant are in proper condition, the commission may order the access upon such terms and conditions that are found to be in the public interest and apportion the expense of the access. Section 52. That § 49-31-17 be repealed. 49-31-17. Notwithstanding § 49-31-15, no access may be compelled except at or within the local exchange boundary, or a centralized point serving several exchanges, of the telecommunications company refusing the access. The company refusing access may not be compelled by the commission to build a facility outside its local exchange territory, or a centralized point serving several exchanges, to connect to the telecommunications company requesting the access. Nothing in § 49-31-15 may be construed to prevent telecommunications companies from providing access to each other's facilities by mutual consent. Section 53. That § 49-31-18 be repealed. 49-31-18. Every telecommunications company shall provide access for any other telecommunications company doing business in the same vicinity that makes application therefor and shall afford all reasonable and proper facilities for such access, for reasonable compensation and without discrimination, and under rules the commission may prescribe. To provide access facilities at reasonable rates and to enhance and preserve universal service, the commission may establish methods designed to determine and implement fair and reasonable access rates by rules promulgated pursuant to chapter 1-26. Section 54. That § 49-31-19 be repealed. 49-31-19. Access charges for switching and transporting telecommunications services between facilities shall be published in the tariff filed by the telecommunications company providing the access. Notwithstanding any exemption granted under § 49-31-5.1, any telecommunications company providing telecommunications access services which are classified as emerging or noncompetitive shall file its access tariffs with the commission for approval pursuant to § 49-31-12.4 or 49-31-12.5, as applicable. Section 55. That § 49-31-20 be repealed. 49-31-20. No person who owns telecommunications facilities in this state may consolidate with or hold a controlling interest in the stock, bonds or assets of another telecommunications company owning a competing line, switch, exchange or other telecommunications facilities. A person may file with the commission an application to consolidate or merge telecommunications companies. If the commission finds after an investigation, notice and, with or without, public hearing that the public interest will be benefited by the consolidation or merger, the commission may issue a permit granting the consolidation or merger. Section 56. That § 49-31-21 be repealed. 49-31-21. Any person before commencing the construction of a telecommunications facility, or an extension of an existing telecommunications facility outside its lawful local exchange territory, shall first apply to the commission for authority to do so. The application shall have attached thereto a plat or map showing the location of the proposed facility. Upon receipt of the application, the commission shall notify any other telecommunications company which may be affected and permit the filing of comments or objections. The commission may allow, with or without a hearing, the construction of a telecommunications facility if it finds the facility to be in the public interest and which will provide competition in the delivery or use of telecommunications services. If the proposed location of a facility is in the local exchange territory assigned to telephone cooperatives organized pursuant to chapters 47-15 to 47-20, inclusive, or municipal telephone systems operated pursuant to chapter 9-41, or independent telephone companies serving less than ten thousand local exchange subscribers, the commission may allow the proposed facility only upon the additional finding that the local exchange company operating the existing facility is not furnishing reasonably adequate telecommunications service and will not furnish reasonably adequate service within a reasonable time. Nothing in this section prohibits the construction of nonaccess facilities which cross the local exchange territory being lawfully occupied and served by another telecommunications company furnishing reasonably adequate service. Nothing in this section affects construction or extension of facilities within the local exchange territory for which a company has the certificate to operate, into contiguous territory which is not receiving similar service, or where a certificated telecommunications company agrees in writing to an attachment of lines or to the construction of telecommunications facilities in the affected company's local exchange territory. Section 57. That § 49-31-44 be repealed. 49-31-44. There is hereby created a fund within the state treasury to be known as the \"telecommunications investigation fund\" which shall be used by the commission to defray the expenses of conducting investigations or public hearings relating to § § 49-31-3.2 to 49-31-3.4, inclusive, 49-31-4 and 49-31-4.1. Each telecommunications company as defined in subdivision 49-31-1(9), upon the opening of an official docket to exercise commission authority pursuant to § § 49-31-3.2 to 49-31-3.4, inclusive, 49-31-4 and 49-31-4.1, shall make a deposit not to exceed seventy-five thousand dollars in the \"telecommunications investigation fund.\" The amount and the division of the deposit among the companies, if any, shall be designated by commission order. The commission shall use the deposit to defray the expense incident to conducting the hearing or investigation of the company making the deposit. The deposit is appropriated to the use of the commission for such purpose. The funds necessary for such expenses are hereby authorized to be expended. Section 58. That § 49-31-45 be repealed. 49-31-45. The expenses incurred in any investigation or hearing conducted in pursuance of § 49-31-44 shall be paid out of the fund on warrants drawn by the state auditor upon itemized vouchers submitted by the commission. The commission shall keep and maintain a detailed record of the amount expended from each deposit by each company making a deposit. Upon the conclusion of the investigation or hearing, the commission shall make an accounting of the deposit and shall give the company making the deposit, within thirty days of the final decision, notice in writing of the itemization and the amount that is proposed to be returned to the company. Any company protesting the itemization may file objections with the commission within thirty days of receiving the itemization. The commission shall resolve any objections by order consistent with chapter 1-26. Section 59. That § 49-31-58 be repealed. 49-31-58. If it is determined to be in the public interest, the commission may utilize cost allocation methods other than fully distributed methods as provided for in § 49-31-4 for the assignment of costs among jointly provided noncompetitive services, emerging competitive services, or fully competitive services. In determining whether any alternative method of assigning costs is in the public interest the commission shall consider: (1) The impact of the method on efforts to preserve universal telecommunications service; (2) The extent to which the method will promote competition and facilitate the offering of advanced telecommunications services to all classes of ratepayers throughout the state; and (3) Any other factors that the commission considers relevant to the public interest."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13505, "action_date": "1998-01-26T14:00:00-06:00", "document_id": 76902, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76902.pdf", "status_text": "First read in Senate and referred to", "journal_page": 202, "committee_id_action": 601, "committee_id_assigned": 583, "result": "N", "vote": {}}, {"bill_id": 13505, "action_date": "1998-02-03T20:00:00-06:00", "document_id": 76645, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76645.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 583, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13505, "action_date": "1998-02-09T07:45:00-06:00", "document_id": 76684, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76684.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 583, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13505, "action_date": "1998-02-09T07:45:00-06:00", "document_id": 76684, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76684.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 376, "committee_id_action": 583, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38335, "president_vote": null, "Yea": [2121, 2125, 2166, 2122, 2140, 2156, 2196, 2179, 2137]}}]}