{"session_id": 56, "bill_id": 18557, "bill_type": "House Bill", "bill_number": 1299, "bill_title": "revise certain provisions related to interstate shipments of wine.", "sponsors": [{"legislator_profile_id": 3122, "is_prime": true}, {"legislator_profile_id": 3128, "is_prime": true}, {"legislator_profile_id": 3049, "is_prime": false}, {"legislator_profile_id": 3067, "is_prime": false}, {"legislator_profile_id": 3078, "is_prime": false}, {"legislator_profile_id": 3087, "is_prime": false}, {"legislator_profile_id": 3110, "is_prime": false}, {"legislator_profile_id": 3117, "is_prime": false}, {"legislator_profile_id": 3129, "is_prime": false}, {"legislator_profile_id": 3130, "is_prime": false}, {"legislator_profile_id": 3131, "is_prime": false}, {"legislator_profile_id": 3138, "is_prime": false}], "keywords": ["Alcoholic Beverages"], "audio": [{"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hco17hb1299a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hco17hb1299a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-05T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hco17hb1299a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18557, "bill_version_id": 99976, "bill_version": "Introduced", "bill_version_date": "2004-01-27T08:23:11-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions related to interstate shipments of wine. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 35-12A be amended by adding thereto a NEW SECTION to read as follows: No person in the business of selling alcoholic beverages may knowingly or intentionally ship, or cause to be shipped, any alcoholic beverage from an out-of-state location directly to a person in this state who is not a wholesaler. No person in the business of transporting goods may knowingly or intentionally transport any alcoholic beverage, from an out-of-state location of a person in the business of selling alcoholic beverages, directly to a person in this state who is not a wholesaler. For a first violation of this section, the Department of Revenue and Regulation shall notify, by certified mail, the violator and order that person to cease and desist any shipment of alcoholic beverages in violation of this section. A second violation of this section is a Class 1 misdemeanor, and a third and subsequent violation is a Class 6 felony. Any alcoholic beverage transported in violation of this section and any vehicle used in violation of this section are subject to confiscation as contraband. Section 2. That chapter 35-12A be amended by adding thereto a NEW SECTION to read as follows: Section 1 of this Act does not apply to a transaction in which a person twenty-one years of age or older who imports or transports into this state no more than twelve cases of wine per person per calendar year for personal use and not for resale from a person holding a valid manufacturer's or retailer's license issued by the state of its domicile. A case may contain no more than nine liters (2.38 gallons) or less per case in any one shipment. Every package of wine shipped directly to an individual in this state shall be labeled with conspicuous words \"SIGNATURE OF PERSON AGE 21 OR OLDER REQUIRED FOR DELIVERY.\" A shipper shall obtain the signature of a person twenty-one years of age or older before delivering any wine shipped directly to any person in this state. It is a Class 2 misdemeanor for any person to receive wine in excess of the amounts specified in this section. It is a Class 2 misdemeanor for any person to resell or attempt to resell any wine obtained pursuant to this section. Section 3. That chapter 35-12A be amended by adding thereto a NEW SECTION to read as follows: Any manufacturer or retailer selling or shipping wine under this Act shall obtain a direct shipping permit from the department and pay an annual fee of fifty dollars within thirty days of making the first shipment. Any direct shipper shall pay the wholesaler and retailer taxes to the department on all wine sold to residents in this state at the rates set forth in § 35-5-3. Any direct shipper shall file reports with the department showing for each shipment, the quantity sold, the date shipped, and the amount of tax due the state. The department may initiate and maintain an action in a court of competent jurisdiction to enjoin a violation of this Act and may request award of all costs and attorneys' fees incurred by the state incidental to that action. Upon determination by the department that an illegal sale or shipment of alcoholic beverages has been made to a consumer in this state by either a manufacturer or retailer of alcoholic beverages, the department may notify both the Bureau of Alcohol, Tobacco and Firearms of the United States Department of the Treasury and the licensing authority for the state in which the manufacturer or retailer is domiciled that a state law pertaining to the regulation of alcoholic beverages has been violated and may request those agencies to take appropriate action. The Department of Revenue and Regulation shall promulgate rules pursuant to chapter 1-26 to provide for the reporting and tracking of information related to the sale of wine under this Act and to prescribe forms for the implementation of this Act. Section 4. That § 35-12A-4 be amended to read as follows: 35-12A-4. Any licensee who holds a farm winery license pursuant to § 35-12-2 may ship no more than twelve cases of wine per person per calendar year. A case may contain no more than nine liters (2.38 gallons) or less per case in any one shipment. Any wine sold may only be for personal use and not for resale. The wine may only be sold directly to a resident of another state if the state to which the wine is sent allows residents of the state to receive wine sent from outside that state. Section 5. That § 35-12A-1 be repealed. 35-12A-1. Notwithstanding any other provision of law, any person who is at least twenty-one years of age may purchase and receive wine from another state as provided in this section if the wine is not in distribution in this state and the wine comes from a winery that is located in a state that affords South Dakota wineries an equal reciprocal shipping privilege, or a winery located in South Dakota. The person shall place an order with a licensee as defined in subdivision 35-4-2(3) or (5). The licensee shall order the wine through a wholesaler licensed pursuant to subdivision 35-4-2(2) and the wholesaler shall arrange the purchase of wine. The licensee shall inform the purchaser of the cost of the wine, the amount of any tax that would apply to the purchase pursuant to § 35-5-3, the amount of sales tax that would apply, and the amount of charges for freight and handling. The licensee shall collect the total amount due from the customer before ordering the wine through the wholesaler. After receiving the order for the wine from the licensed retailer the wholesaler shall arrange for the wine to be shipped directly to the licensee who placed the order for the purchaser. Wine purchased pursuant to this chapter may only be delivered and received by the purchaser from a licensee as defined in subdivision 35-4-2(3) or (5). Section 6. That § 35-12A-2 be repealed. 35-12A-2. If the wholesaler orders twelve or less cases of a particular brand of wine for an individual purchaser in one calendar year pursuant to this section, no registration fee pursuant to chapter 39-13 may be imposed. Section 7. That § 35-12A-3 be repealed. 35-12A-3. No person may receive more than twelve cases of wine, containing no more than nine liters per case, in any calendar year for personal use from another state under this chapter. No person who receives wine under this chapter may resell any of the wine. However, if the delivery of the wine does not result in a completed sale to the person who placed the original order, the licensee may sell the wine in the ordinary course of business. It is a Class 2 misdemeanor for any person to receive more than twelve cases of wine during a calendar year in violation of this chapter. It is a Class 2 misdemeanor for any person to resell or attempt to resell any wine obtained pursuant to this chapter. The Department of Revenue shall promulgate rules pursuant to chapter 1-26 to provide for the reporting and tracking of information related to the sale of wine under this chapter and to prescribe forms for the implementation of this chapter. Section 8. That § 35-12A-5 be repealed. 35-12A-5. No person in the business of selling alcoholic beverages may ship or cause to be shipped any alcoholic beverage to any South Dakota resident who does not hold a license issued pursuant to chapter 35-4. The department shall, for the first offense, send a certified letter to any person who violates this section and order such person to cease and desist any shipments of alcoholic beverages to South Dakota residents. Any subsequent violation of this section is a Class 1 misdemeanor."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18557, "action_date": "2004-01-27T14:00:00-06:00", "document_id": 100081, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100081.pdf", "status_text": "First read in House and referred to", "journal_page": 233, "committee_id_action": 831, "committee_id_assigned": 819, "result": "N", "vote": {}}, {"bill_id": 18557, "action_date": "2004-02-05T07:45:00-06:00", "document_id": 100704, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100704.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 819, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18557, "action_date": "2004-02-05T07:45:00-06:00", "document_id": 100704, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100704.pdf", "status_text": "Tabled", "journal_page": 407, "committee_id_action": 819, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57006, "president_vote": null, "Yea": [3051, 3053, 3104, 3112, 3117, 3118, 3121, 3123, 3130, 3131, 3136, 3133, 3096]}}]}