{"session_id": 10, "bill_id": 2616, "bill_type": "Senate Bill", "bill_number": 127, "bill_title": "provide standards for electronic prescription transmission.", "sponsors": [{"legislator_profile_id": 13, "is_prime": true}, {"legislator_profile_id": 83, "is_prime": true}, {"legislator_profile_id": 17, "is_prime": false}, {"legislator_profile_id": 70, "is_prime": false}, {"legislator_profile_id": 82, "is_prime": false}, {"legislator_profile_id": 85, "is_prime": false}, {"legislator_profile_id": 27, "is_prime": false}, {"legislator_profile_id": 52, "is_prime": false}], "keywords": ["Controlled Substances", "Professions and Occupations", "Public Health and Safety"], "audio": [{"meeting_datetime": "2011-02-09T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/she19.mp3", "start_seconds": 2094.0}, {"meeting_datetime": "2011-02-09T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/she19.mp3", "start_seconds": 2094.0}, {"meeting_datetime": "2011-02-09T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/she19.mp3", "start_seconds": 2094.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/she21.mp3", "start_seconds": 2869.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/she21.mp3", "start_seconds": 2869.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/she21.mp3", "start_seconds": 2869.0}], "bill_versions": [{"bill_id": 2616, "bill_version_id": 15500, "bill_version": "Introduced", "bill_version_date": "2011-01-25T07:44:58.45-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide standards for electronic prescription transmission. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. For the purposes of this Act, a prescriber is a person licensed, registered, or otherwise authorized to prescribe drugs in the course of professional practice. Section 2. Any prescription drug order communicated by way of electronic transmission to a pharmacy or pharmacist shall identify: (1) The transmitter's telephone number or any other suitable means to contact the transmitter for verbal or written confirmation, or both; (2) The time and date of transmission; (3) The identity of the pharmacy intended to receive the transmission; and (4) Any other information required by federal or state law. Any prescription drug order meeting the requirements of this section shall be deemed the original prescription drug order. Section 3. Any electronic transmission device used to communicate a prescription to a pharmacist shall: (1) Allow any legal prescription to be written and entered into the device without interference or limitations prior to submission to a pharmacist; (2) Allow the prescription to be written through a neutral and open platform that does not use any means, program, or device, including advertising, instant messaging, and pop up messaging, to influence or attempt to influence, through economic incentives or otherwise, the prescribing decision of a prescriber at the point of care. The provisions of this subdivision apply if such means, program, or device is triggered by, initiated by, or is in specific response to, the input, selection, or act of a prescriber prescribing a covered outpatient drug or selecting a pharmacy for a patient; (3) Provide information regarding a plan's specific formulary according to the following conditions: (a) All available covered outpatient drugs are readily disclosed to the prescriber; (b) All available pharmacies, both in and out of network, are readily disclosed to the prescriber; (c) Nothing is designed to preclude or make more difficult the prescriber's or patient's selection of any particular pharmacy or covered outpatient drug; (d) Co-pay and cost sharing data, specific to the patient's relevant formulary and entitled benefits, are accessible to the prescriber electronically for reference; and (e) Any electronic prior authorization process for allowing approval of an exception to the plan formulary or other restriction is available on the device as provided in section 5 of this Act, providing real-time adjudication. Section 4. As set forth in subdivision (2) of section 3 of this Act, alerts and messages to the prescriber and the prescriber's staff related to the formulary shall support better clinical decision-making, including alerts to adverse events and access to formulary information. These messages or alerts shall be substantially supported by scientific evidence, accurate, up-to-date, and fact-based, including a fair and balanced presentation of risks and benefits. This information shall: (1) Be consistent with the United States Food and Drug Administration regulations for advertising pharmaceutical products and not be selectively or competitively pushed to the prescriber; (2) Be categorized or prioritized based on clinical importance, including severity and likelihood of any adverse events; (3) Be individually suppressible by the prescriber; (4) Be able to be overridden by the prescriber so that the prescriber can prescribe his or her drug of choice for the patient; and (5) Provide access to the decision support rules underlying each alert or message to include the date of last update and the source of any financial support received in connection with the development of those rules. Section 5. Any electronic prior authorization process for allowing approval of an exception to the plan formulary or other restriction shall: (1) Be required as a part of any electronic medical record system that facilitates electronic submission of prescriptions sold within the state; (2) Utilize a universal format for prior authorization requests to be developed by the Department of Health by June 30, 2012; (3) Provide specific feedback to the prescriber on acceptable reasons for approval of a prior authorization request for a medication prescribed for a patient; and (4) Provide real-time adjudication of the prior authorization request that facilitates an explanation of benefits for the patient with information on how to appeal the denial of the requested medication. Section 6. The South Dakota Health Care Commission shall provide input on the design of the prior authorization format standard, including a comparable paper form when an electronic prescribing device is not used. The Department of Health may promulgate rules, pursuant to chapter 1-26, relating to prior authorization format standards in electronic prescribing based upon the input received from the Health Care Commission."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2616, "action_date": "2011-01-25T14:00:00-06:00", "document_id": 15625, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15625.pdf", "status_text": "First read in Senate and referred to", "journal_page": 197, "committee_id_action": 113, "committee_id_assigned": 93, "result": "N", "vote": {}}, {"bill_id": 2616, "action_date": "2011-02-09T10:00:00-06:00", "document_id": 16343, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16343.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 93, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2616, "action_date": "2011-02-14T10:00:00-06:00", "document_id": 16557, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16557.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 93, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2616, "action_date": "2011-02-14T10:00:00-06:00", "document_id": 16800, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16800.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 411, "committee_id_action": 93, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8971, "president_vote": null, "Yea": [30, 76, 18, 82, 27, 52], "Excused": [13]}}]}