{"session_id": 69, "bill_id": 24986, "bill_type": "Senate Bill", "bill_number": 214, "bill_title": "provide a rebuttable presumption in favor of joint physical custody of a minor child.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24986", "sponsors": [{"legislator_profile_id": 4547, "is_prime": true}, {"legislator_profile_id": 4502, "is_prime": false}, {"legislator_profile_id": 4511, "is_prime": false}, {"legislator_profile_id": 4524, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}], "keywords": ["Child Custody", "Domestic Relations", "Hoghouse-Vehicle Bill"], "audio": [{"meeting_datetime": "2024-02-13T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sju23.mp3", "start_seconds": 2630.0}, {"meeting_datetime": "2024-02-13T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sju23.mp3", "start_seconds": 2630.0}, {"meeting_datetime": "2024-02-13T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sju23.mp3", "start_seconds": 2630.0}, {"meeting_datetime": "2024-02-13T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sju23.mp3", "start_seconds": 2630.0}, {"meeting_datetime": "2024-02-13T07:45:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sju23.mp3", "start_seconds": 2630.0}, {"meeting_datetime": "2024-02-20T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen26.mp3", "start_seconds": 5710.0}, {"meeting_datetime": "2024-02-20T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen26.mp3", "start_seconds": 5710.0}, {"meeting_datetime": "2024-02-20T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen26.mp3", "start_seconds": 5710.0}, {"meeting_datetime": "2024-02-20T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen26.mp3", "start_seconds": 5710.0}, {"meeting_datetime": "2024-02-20T14:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sen26.mp3", "start_seconds": 5710.0}], "bill_versions": [{"bill_id": 24986, "bill_version_id": 264053, "bill_version": "Introduced", "bill_version_date": "2024-01-31T10:57:36.323-06:00", "bill_text": "An Act to address determinations regarding physical custody of a minor child. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 25-4A-26 be AMENDED: 25-4A-26. Nothing in §§ 25-4A-21 to 25-4A-27, inclusive, creates a presumption of joint physical custody.The court shall determine the appropriate physical care, custody, and control of a minor child based on a determination of the best interests interest of the child."}, {"bill_id": 24986, "bill_version_id": 265445, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2024-02-13T16:23:12.71-06:00", "bill_text": "An Act to provide a rebuttable presumption in favor of joint physical custody of a minor child. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 25-4A-21 be AMENDED: 25-4A-21. In any custody dispute between parents, upon applicationUpon the petition of either parent, the court shall consider granting joint for the initial determination regarding physical custody of a minor child, there is a rebuttable presumption that equal or approximately equal time spent between the child and each parent is in the best interest of the minor child. This presumption may be rebutted by a preponderance of evidence showing that joint physical custody is not in the best interest of the child based on the factors set forth in § 25-4A-24. The court shall consider the factors set forth in § 25-4A-24, and shall make written findings of fact and conclusions of law regarding the best interests interest of the minor child, unless waived by both parties in accordance with § 25-4A-24, unless the parents have stipulated to the terms of an agreement resolving the petition. Section 2. That § 25-4A-22 be AMENDED: 25-4A-22. The court shall determine the appropriate physical care, custody, and control of a minor child, in accordance with § 25-4A-21, following the consideration of factors set forth in § 25-4-45.5. A finding by the court that a parent has a conviction or a history of committing domestic abuse or has an assault conviction as defined in § 25-4-45.5, creates a rebuttable presumption that joint physical custody is not in the best interests interest of the child. Section 3. That § 25-4A-23 be AMENDED: 25-4A-23. Prior to ruling on a petition for joint physical custody petition under § 25-4A-21, the court may require that the parties to parents participate in a home study or a, custody evaluation. Prior to the court ruling on a joint physical custody petition, either parent may request mediation pursuant to § 25-4-56. In any case where the court orders the parties to participate in a home study, custody evaluation, or custody mediation, the, or mediation in accordance with § 25-4-56. The court shall allocate the costs of the same any home study, custody evaluation, or mediation required under this section between the parties parents. Section 4. That § 25-4A-24 be AMENDED: 25-4A-24. In considering a contested request for The presumption in favor of joint physical custody, in addition to the traditional factors for determining the best interests of a child, the court shall consider the following factors under § 25-4A-21 may be rebutted upon a presentation of evidence pertaining to: (1) Whether each parent is a suitable physical custodian for the child; (2) Whether each parent has an appropriate dwelling to support physical custody of the child; (3) Whether the psychological and emotional needs and the development of the child will suffer due to lack of active contact with, and attention from, both parents if joint physical custody is not granted; (4) Whether one parent has denied the child, without just cause, the child the opportunity for continuing contact with the other parent. Facts supporting an application of the presumption in § 25-4-45.5 constitute just cause; (5) Whether the parents can show mutual respect for and effectively communicate with each other regarding the child's needs. When considering this factor, the court shall include a determination of the degree to which the parents are in general agreement about their approach to daily child rearing matters; (6) The extent to which both parents actively care for the child; (7) Whether each parent can support the other parent's relationship with the child. When considering this factor, the court shall include a determination of conflict between the parents, as joint physical custody requires substantial and regular interaction between the parents on a myriad of issues; (8) Whether the joint physical custody arrangement is in accord with the child's wishes or whether the child has strong opposition to joint physical custody, taking into consideration the child's age, maturity, and reason for the objection; (9) Whether a parent has intentionally alienated or interfered with the other parent's relationship with the child; (10) Whether one or both parents are opposed to joint physical custody. A parent's opposition to joint physical custody is not determinative in itself, but only one factor for the court to consider; (11) The geographic proximity of the parents; (12) Whether the safety of the child, other children, or the other parent will be jeopardized by an award of joint physical custody; (13) Whether a parent allows another person custody or control of, or unsupervised access to, a child after knowing the person is required to register or is on the sex offender registry as a sex offender under chapter 22-24B; (14) Whether a parent has attempted to influence a custody determination by alleging, falsely or without good cause, that the child or the sibling of the child has been subjected to physical or sexual abuse or abuse and neglect, as set forth in § 25-4-45.8; (15) Whether a parent is physically and mentally capable of providing temporal, mental, and moral wellness for the child; (16) Whether a parent has the capacity and disposition to provide the child with protection, food, clothing, medical care, and other basic needs; (17) Whether a parent is willing and capable able to provide the child love, affection, guidance, and education in order to impart the family's religion or creed; (18) Whether a parent is committed to prepare the child for responsible adulthood, as well as to ensure that the child experiences a fulfilling childhood; (19) Whether a parent provides exemplary modeling so that the child witnesses firsthand what it means to be a good parent, a loving spouse, and a responsible citizen; (20) Whether a parent provides a stable and consistent home environment including the relationship and interaction of the child with the parents, stepparents, siblings, and extended families; (21) The extent of the child's adjustment in regards regard to home, school, and community; (22) Whether a break in attachment with to the parent with whom the child has formed a closer attachment would cause detriment be detrimental due to the break in continuity for the child; and (23) Whether a parent is guilty of misconduct that may have a harmful effect on the child. Section 5. That § 25-4A-25 be REPEALED. If both parents agree to joint physical custody of a child, the court is not required to consider the factors set forth in § 25-4A-24. Section 6. That § 25-4A-26 be REPEALED. Nothing in §§ 25-4A-21 to 25-4A-27, inclusive, creates a presumption of joint physical custody. The court shall determine the appropriate physical care, custody, and control of a minor child based on a determination of the best interests of the child."}], "amendments": [{"bill_id": 24986, "document_id": 265697, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265697.pdf", "legislator_profile_id": 4547, "document_id_instructions": 265698, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/265698.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 24986, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263449.pdf", "status_text": "First read in Senate and referred to", "journal_page": 219, "committee_id_action": 1219, "committee_id_assigned": 1214, "result": "N", "vote": {}}, {"bill_id": 24986, "action_date": "2024-02-13T07:45:00-06:00", "document_id": 265069, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265069.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1214, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24986, "action_date": "2024-02-13T07:45:00-06:00", "document_id": 265107, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265107.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1214, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24986, "action_date": "2024-02-13T07:45:00-06:00", "document_id": 265107, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265107.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1214, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 79516, "president_vote": null, "Yea": [4515, 4507, 4554, 4572], "Nay": [4529, 4564, 4498]}}, {"bill_id": 24986, "action_date": "2024-02-15T13:00:00-06:00", "document_id": 265679, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265679.pdf", "status_text": "Deferred to another day", "journal_page": 343, "committee_id_action": 1219, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24986, "action_date": "2024-02-20T14:00:00-06:00", "document_id": 265801, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265801.pdf", "status_text": "Motion to amend", "journal_page": 361, "committee_id_action": 1219, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 24986, "action_date": "2024-02-20T14:00:00-06:00", "document_id": 265801, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265801.pdf", "status_text": "Do Pass Amended", "journal_page": 363, "committee_id_action": 1219, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 79753, "president_vote": null, "Yea": [4477, 4479, 4501, 4502, 4507, 4512, 4515, 4526, 4541, 4547, 4554, 4559, 4567, 4578, 4572, 4574], "Nay": [4480, 4481, 4487, 4488, 4490, 4498, 4508, 4516, 4523, 4529, 4536, 4537, 4550, 4558, 4564, 4573, 4576], "Excused": [4493, 4517]}}, {"bill_id": 24986, "action_date": "2024-02-20T14:00:00-06:00", "document_id": 265801, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/265801.pdf", "status_text": "Intent to reconsider", "journal_page": 364, "committee_id_action": 1219, "committee_id_assigned": null, "result": "N", "vote": {}}]}