{"session_id": 15, "bill_id": 3812, "bill_type": "Senate Commemoration", "bill_number": 25, "bill_title": "Honoring the Yankton High School Girls' Cross Country Team for their outstanding performance at the 2011 State Class AA Girls' Cross Country Meet.", "sponsors": [{"legislator_profile_id": 228, "is_prime": true}, {"legislator_profile_id": 267, "is_prime": true}, {"legislator_profile_id": 266, "is_prime": false}], "keywords": ["Senate Commemoratives"], "audio": [], "bill_versions": [{"bill_id": 3812, "bill_version_id": 22385, "bill_version": "Introduced", "bill_version_date": "2012-02-29T07:46:15.68-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Yankton High School Girls' Cross Country Team for their outstanding performance at the 2011 State Class AA Girls' Cross Country Meet. WHEREAS, the Yankton High School Girls' Cross Country Team became the 2011 State Class AA Girls' Cross Country Meet Champions under the direction of coaches Dave Dannenbring, Luke Youmans, and Doug Haar; and WHEREAS, the members of Yankton High School Girls' Cross Country Team include Alicia Aune, Jenna Grossenburg, Ashtyn Haak, Annie Kruse, Whitlee Larson, Tristan Roy, and Savannah Woods; and WHEREAS, the Yankton High School Girls' Cross Country Team showed character and dedication in achieving its goals on the road to a State Class AA Cross Country Meet Championship: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that the Yankton High School Girls' Cross Country Team be congratulated on winning the 2011 State Class AA Girls' Cross Country Meet."}, {"bill_id": 3812, "bill_version_id": 22527, "bill_version": "Enrolled", "bill_version_date": "2012-03-01T15:13:41.79-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Yankton High School Girls' Cross Country Team for their outstanding performance at the 2011 State Class AA Girls' Cross Country Meet. WHEREAS, the Yankton High School Girls' Cross Country Team became the 2011 State Class AA Girls' Cross Country Meet Champions under the direction of coaches Dave Dannenbring, Luke Youmans, and Doug Haar; and WHEREAS, the members of Yankton High School Girls' Cross Country Team include Alicia Aune, Jenna Grossenburg, Ashtyn Haak, Annie Kruse, Whitlee Larson, Tristan Roy, and Savannah Woods; and WHEREAS, the Yankton High School Girls' Cross Country Team showed character and dedication in achieving its goals on the road to a State Class AA Cross Country Meet Championship: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that the Yankton High School Girls' Cross Country Team be congratulated on winning the 2011 State Class AA Girls' Cross Country Meet. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3812, "action_date": "2012-02-29T10:00:00-06:00", "document_id": 22446, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22446.pdf", "status_text": "", "journal_page": 635, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}]}