{"session_id": 44, "bill_id": 21885, "bill_type": "Senate Bill", "bill_number": 9, "bill_title": "revise various provisions related to bank trust departments and trust companies.", "sponsors": [], "keywords": ["Banks and Banking", "Executive/Judiciary Request", "Fiduciaries and Trusts", "Technical Corrections"], "audio": [{"meeting_datetime": "2021-01-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco05.mp3", "start_seconds": 545.0}, {"meeting_datetime": "2021-01-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco05.mp3", "start_seconds": 545.0}, {"meeting_datetime": "2021-01-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco05.mp3", "start_seconds": 545.0}, {"meeting_datetime": "2021-01-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco05.mp3", "start_seconds": 545.0}, {"meeting_datetime": "2021-01-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco05.mp3", "start_seconds": 545.0}, {"meeting_datetime": "2021-02-01T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco13.mp3", "start_seconds": 509.0}, {"meeting_datetime": "2021-02-01T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco13.mp3", "start_seconds": 509.0}, {"meeting_datetime": "2021-02-01T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco13.mp3", "start_seconds": 509.0}, {"meeting_datetime": "2021-02-01T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco13.mp3", "start_seconds": 509.0}], "bill_versions": [{"bill_id": 21885, "bill_version_id": 209964, "bill_version": "Introduced", "bill_version_date": "2021-01-05T14:27:55.037-06:00", "bill_text": "An Act to revise various provisions related to bank trust departments and trust companies. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 51A-5-1.1 be AMENDED. 51A-5-1.1. Powers of banks engaging in trust business. Banks engaging in the trust business pursuant to this chapter have all powers necessary and incidental to carrying on the trust business, including: (1) Acting as agent, custodian, or attorney-in-fact for any person, and, in such capacity, taking and holding property on deposit for safekeeping and acting as general or special agent or attorney-in-fact in the acquisition, management, sale, assignment, transfer, encumbrance, conveyance, or other disposition of property, in the collection or disbursement of income from or principal of property and, generally in any matter incidental to any of the foregoing; (2) Acting as registrar or transfer agent for any corporation, partnership, association, municipality, state, or public authority, and in such capacity, receiving and disbursing money, transferring, registering, and countersigning certificates of stock, bonds or other evidences of indebtedness or securities and performing any and all acts which may be incidental thereto; (3) Acting as trustee or fiduciary under any mortgage or bond issued by a person; (4) Acting as trustee or fiduciary under any trust established by a person; (5) Acting as fiduciary, assignee for the benefit of creditors, receiver or trustee under or pursuant to the order or direction of any court or public official of competent jurisdiction; (6) Acting as fiduciary, guardian, conservator, assignee, or receiver of the estate of any person and as executor of the last will and testament or administrator, fiduciary or personal representative of the estate of any deceased person when appointed by a court or public official of competent jurisdiction; (7) Establishing and maintaining common trust funds or collective investment funds pursuant to the provisions of §§ 55-6-1 to 55-6-7, inclusive chapter 55-6; or (8) Acting in any fiduciary capacity and performing any act as a fiduciary which a trust company organized under chapter 51A-6 51A-6A may perform. Section 2. That § 51A-5-7 be AMENDED. 51A-5-7. Foreign bank to comply with requirements to act as fiduciary in state--Violation as misdemeanor. No bank or trust company organized and doing business under the laws of any state or territory of the United States of America, or of the District of Columbia, other than South Dakota, or a national bank doing business in any other state, territory, or district, may act in a fiduciary capacity in this state, except pursuant to the provisions of §§ 51A-5-8 to 51A-5-10, inclusive. A violation of this section is a Class 2 misdemeanor. Section 3. That § 51A-5-8 be AMENDED. 51A-5-8. Reciprocal privileges--Foreign bank acting as fiduciary. A bank or trust company organized and doing trust business under the laws of any state or territory of the United States of America, including the District of Columbia, other than South Dakota, and a national bank, duly authorized so to act, may be appointed and may serve in this state as trustee, whether of a corporation or personal trust, personal representative, guardian, conservator, or committee for an incompetent person, or in any other fiduciary capacity, whether the appointment is by will, deed, court order, or decree, or otherwise, when and to the extent that the state, territory, or district in which the bank or trust company is organized or has its principal place of business grants authority to serve in like fiduciary capacities to a bank or trust company organized and doing business under the laws of this state. Section 4. That § 51A-5-9 be AMENDED. 51A-5-9. Filing with Office of the Secretary of State by foreign bank acting as fiduciary--Designation as agent to receive process--Service of process. Before qualifying or serving in this state in any fiduciary capacity, as defined in § 51A-5-8, the bank or trust company shall file in the Office of the Secretary of State of South Dakota, a copy of its charter certified by its secretary under its corporate seal, and a power of attorney designating the secretary of state or the secretary of state's successor in office as the person upon whom all notices and processes issued by any court of this state may be served in any action or proceeding relating to any trust, estate, or matter within this state in respect of which the bank or trust company is acting in any fiduciary capacity with like effect as personal service on the bank or trust company. The power of attorney is irrevocable so long as any liability remains outstanding against the bank or trust company in this state. Service of process under this section may be made in the manner provided in § 47-1A-1510 chapter 59-11. Section 5. That § 51A-5-10 be AMENDED. 51A-5-10. Establishment of place of business not permitted or prohibited by filing requirements. The provisions of §§ 51A-5-7 to 51A-5-9, inclusive, may not be construed to prohibit, permit, or affect in any other way, the right of a bank or trust company, organized and doing business under the laws of any other state, territory, or district than South Dakota, including a national bank doing business in any other state, to establish in this state a place of business, branch office, or agency for the conduct of business as a fiduciary. Section 6. That § 51A-5-14 be AMENDED. 51A-5-14. Deposit of federally guaranteed securities with federal reserve bank. Any bank or trust company, when holding securities as custodian for a fiduciary may deposit, or arrange for the deposit, with the federal reserve bank in its district of any securities the principal and interest of which the United States or any department, agency, or instrumentality of the United States has agreed to pay, or has guaranteed payment, to be credited to one or more accounts on the books of the federal reserve bank in the name of the bank or trust company. Any account used for this purpose shall be designated as a fiduciary or safekeeping account, and other similar securities may be credited. A bank or trust company depositing securities with a federal reserve bank is subject to such rules and regulations with respect to the making and maintenance of such deposit, as, in the case of state chartered institutions, the commission, and, in the case of national banking associations, the comptroller of the currency, may from time to time issue. Section 7. That § 51A-5-15 be AMENDED. 51A-5-15. Records of depositor to show ownership of securities--Transfers by book entries. The records of the bank or trust company shall must at all times show the ownership of the securities held in such account. Ownership of, and other interests in, the securities credited to such account may be transferred by entries on the books of said the federal reserve bank without physical delivery of any securities. Section 8. That § 51A-5-16 be AMENDED. 51A-5-16. Custodian to certify deposited securities to fiduciary--Duty of fiduciary. A bank or trust company acting as custodian for a fiduciary shall, on demand by the fiduciary, certify in writing to the fiduciary the securities so deposited by the bank or trust company with the federal reserve bank for the account of the fiduciary. A fiduciary shall, on demand by any party to which it must account or on demand by the attorney for the party, certify in writing to the party the securities deposited by the fiduciary with the federal reserve bank for its account as the fiduciary. Section 9. That § 51A-5-21 be AMENDED. 51A-5-21. Deposit in clearing corporation of securities held as fiduciary or custodian. Any fiduciary holding securities in its fiduciary capacity, any bank or trust company holding securities as a custodian or managing agent, and any bank or trust company holding securities as custodian for a fiduciary is authorized to deposit or arrange for the deposit of the securities in a clearing corporation as defined in subdivision 57A-8-102(5). Section 10. That § 51A-5-22 be AMENDED. 51A-5-22. Ownership of stock in clearing corporation not required for deposit of securities by fiduciary or custodian. Sections 51A-5-21 to 51A-5-24, inclusive, shall apply to any fiduciary holding securities in its fiduciary capacity, and to any bank or trust company holding securities as a custodian, managing agent or custodian for a fiduciary, regardless of the date of the agreement, instrument, or court order by which it is appointed and regardless of whether or not such the fiduciary, custodian, managing agent, or custodian for a fiduciary owns capital stock of such the clearing corporation. Section 11. That § 51A-5-24 be AMENDED. 51A-5-24. Records of securities deposited in clearing corporation--Transfer by book entry--Certification to interested party of securities held. The records of the fiduciary and the records of the bank or trust company acting as custodian, as managing agent or as custodian for a fiduciary shall at all times show the name of the party for whose account the securities are so deposited. Title to the securities may be transferred by bookkeeping entry on the books of the clearing corporation without physical delivery of certificates representing the securities. A bank or trust company so depositing securities pursuant to § 51A-5-23 is subject to the rules as, in the case of state chartered institutions, the commission and, in the case of national banking associations, the comptroller of the currency may from time to time issue. A bank or trust company acting as custodian for a fiduciary shall, on demand by the fiduciary, certify in writing to the fiduciary the securities so deposited by the bank or trust company in the clearing corporation for the account of the fiduciary. A fiduciary shall, on demand by any party to a judicial proceeding for the settlement of the fiduciary's account or on demand by the attorney for the party, certify in writing to the party the securities deposited by the fiduciary in the clearing corporation for its account as the fiduciary. Section 12. That § 51A-5-28 be REPEALED. 51A-5-28. Trust service office defined. Section 13. That § 51A-5-29 be REPEALED. 51A-5-29. Trust service office--Approvals for establishment. Section 14. That § 51A-5-30 be REPEALED. 51A-5-30. Trust service office--Business allowed. Section 15. That § 51A-5-31 be REPEALED. 51A-5-31. Trust service office--Agreement between institutions--Filing--Notice--Contents--Substitution as fiduciary. Section 16. That § 51A-5-32 be REPEALED. 51A-5-32. Trust service office--Persons to whom notice required--Denial of substitution. Section 17. That § 51A-6-1 be REPEALED. 51A-6-1. Definition of terms. Section 18. That § 51A-6-2 be REPEALED. 51A-6-2. Organization of trust company by bank. Section 19. That § 51A-6-4 be REPEALED. 51A-6-4. Contents of articles. Section 20. That § 51A-6-5 be REPEALED. 51A-6-5. Name of trust company. Section 21. That § 51A-6-6 be REPEALED. 51A-6-6. Corporation laws applied. Section 22. That § 51A-6-12 be REPEALED. 51A-6-12. Permissible business of trust company. Section 23. That § 51A-6-14 be REPEALED. 51A-6-14. Fiduciary capacity defined. Section 24. That § 51A-6-15 be REPEALED. 51A-6-15. Application for substitution for affiliated bank in fiduciary capacity--Joinder by banks--Ex parte. Section 25. That § 51A-6-16 be REPEALED. 51A-6-16. Court order substituting trust company for affiliated bank--Filing of copies. Section 26. That § 51A-6-17 be REPEALED. 51A-6-17. Fiduciary designation of bank as designation of substituted trust company--Exception. Section 27. That § 51A-6-18 be REPEALED. 51A-6-18. Delivery of fiduciary assets by bank to trust company. Section 28. That § 51A-6-19 be REPEALED. 51A-6-19. Joint accounting for period when substitution made. Section 29. That § 51A-6-20 be REPEALED. 51A-6-20. Merger or consolidation of trust company with national banking association--Notice to director--Vote and resolution of stockholders--Filing of certificate. Section 30. That § 51A-6-21 be REPEALED. 51A-6-21. Effect of merger or consolidation--Rights and obligations of resulting national bank and trust company--Termination and surrender of charter of merging or consolidating trust company. Section 31. That § 51A-6-22 be REPEALED. 51A-6-22. Rights of dissenting stockholder--Receipt of cash value of shares--Appraisal. Section 32. That § 54-3-14 be AMENDED. 54-3-14. Regulated lenders defined. The term \", regulated lenders\", as used in § 54-3-13 means: (1) A bank organized pursuant to chapter 51A-1, et seq.; (2) A bank organized pursuant to 12 U.S.C. § 21; (3) A trust company organized pursuant to chapter 51A-6 51A-6A; (4) A savings and loan association organized pursuant to chapter 52-1, et seq.; (5) A savings and loan association organized pursuant to 12 U.S.C. § 1464; (6) Any wholly owned subsidiary of a state or federal bank or savings and loan association which subsidiary is subject to examination by the comptroller of the currency, or the federal reserve system, or the South Dakota Division of Banking, or the federal home loan bank board and which subsidiary has been approved by the United States secretary of housing and urban development for participation in any mortgage insurance program under the National Housing Act; (7) A federal land bank organized pursuant to 12 U.S.C. § 2011; (8) A federal land bank association organized pursuant to 12 U.S.C. § 2031; (9) A production credit association organized pursuant to 12 U.S.C. § 2091; (10) A federal intermediate credit bank organized pursuant to 12 U.S.C. § 2071; (11) An agricultural credit corporation or livestock loan company or its affiliate, the principal business of which corporation is the extension of short and intermediate term credit to farmers and ranchers; (12) A federal credit union organized pursuant to 12 U.S.C. § 1753; (13) A federal financing bank organized pursuant to 12 U.S.C. § 2283; (14) A federal home loan bank organized pursuant to 12 U.S.C. § 1423, et seq.; (15) A national consumer cooperative bank organized pursuant to 12 U.S.C. § 3011; (16) A bank for cooperatives organized pursuant to 12 U.S.C. § 2121; (17) Bank holding companies organized pursuant to 12 U.S.C. § 1841, et seq.; (18) National Homeownership Foundation organized pursuant to 12 U.S.C. § 1701y; (19) Farmers Home Administration as provided by 7 U.S.C. § 1981; (20) Small Business Administration as provided by 15 U.S.C. § 633; (21) Government National Mortgage Association and Federal National Mortgage Association as provided by 12 U.S.C. § 1717; (22) South Dakota Housing Development Authority as provided by chapter 11-11; (23) Insurance companies, whether domestic or foreign, authorized to do business in this state, and which as a part of their business engage in mortgage lending in this state. However, § 54-3-13 does not exempt insurance companies from the provisions of § 58-15-15.8; or (24) Any wholly owned service corporation subsidiary of a domestic or foreign insurance company, authorized to do business in this state, and which subsidiary is subject to examination by the same insurance examiners as the parent company. Section 33. That a NEW SECTION be added: 51A-6A-7.1. Corporation laws applied. All provisions of law applicable to a corporation and a limited liability company are applicable to a trust company, except where inconsistent with this chapter and the provisions of this title, in which case this chapter and the provisions of this title govern. Section 34. That a NEW SECTION be added: 51A-6A-29.1. Permissible business of trust companies. A trust company may only carry on a trust company business, as provided in § 51A-6A-29, and such business as is incidental thereto. Section 35. That § 51A-6A-65 be REPEALED. 51A-6A-65. Conversion from state bank to trust company--Application--Investigation--Regulation. Section 36. That § 51A-6A-66 be AMENDED. 51A-6A-66. Exclusion of entity from chapters 51A-5 and 51A-6A--Governing documents--Notice to director. An entity may be excluded from the provisions of chapters 51A-5, 51A-6, and 51A-6A if: (1) The entity is established for the exclusive purpose of acting as a trust protector, investment trust advisor, or distribution trust advisor, as defined by § 55-1B-1, or any combination of such purposes; (2) The entity is acting in such capacity under a trust instrument which that names a South Dakota trust company, a South Dakota bank with trust powers, or a national bank with trust powers as trustee; (3) The entity is not engaged in trust company business with the general public as a public trust company or with any family as a private trust company; (4) The entity does not hold itself out as being in the business of acting as a fiduciary for hire as either a public or private trust company; (5) The entity files an annual report with the South Dakota secretary of state and provides a copy to the Division of Banking; (6) The entity agrees to be subject to examination by the Division of Banking at the discretion of the director; and (7) The entity does not use the word, trust, in the entity's name in any manner. The governing documents of any such excluded entity shall must limit its authorized activities to the functions permitted to a trust protector, investment trust advisor, or distribution trust advisor pursuant to chapter 55-1B, or any combination of such purposes, and limit the performance of those functions with respect to a specifically named trust or family of trusts. An entity complying with this section shall notify the director of its existence, capacity to act, and the name of the trustee for the trust or family of trusts."}, {"bill_id": 21885, "bill_version_id": 211860, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2021-01-19T15:21:28.837-06:00", "bill_text": "An Act to revise various provisions related to bank trust departments and trust companies. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 51A-5-1.1 be AMENDED. 51A-5-1.1. Powers of banks engaging in trust business. Banks engaging in the trust business pursuant to this chapter have all powers necessary and incidental to carrying on the trust business, including: (1) Acting as agent, custodian, or attorney-in-fact for any person, and, in such capacity, taking and holding property on deposit for safekeeping and acting as general or special agent or attorney-in-fact in the acquisition, management, sale, assignment, transfer, encumbrance, conveyance, or other disposition of property, in the collection or disbursement of income from or principal of property and, generally in any matter incidental to any of the foregoing; (2) Acting as registrar or transfer agent for any corporation, partnership, association, municipality, state, or public authority, and in such capacity, receiving and disbursing money, transferring, registering, and countersigning certificates of stock, bonds or other evidences of indebtedness or securities and performing any and all acts which may be incidental thereto; (3) Acting as trustee or fiduciary under any mortgage or bond issued by a person; (4) Acting as trustee or fiduciary under any trust established by a person; (5) Acting as fiduciary, assignee for the benefit of creditors, receiver or trustee under or pursuant to the order or direction of any court or public official of competent jurisdiction; (6) Acting as fiduciary, guardian, conservator, assignee, or receiver of the estate of any person and as executor of the last will and testament or administrator, fiduciary or personal representative of the estate of any deceased person when appointed by a court or public official of competent jurisdiction; (7) Establishing and maintaining common trust funds or collective investment funds pursuant to the provisions of §§ 55-6-1 to 55-6-7, inclusive chapter 55-6; or (8) Acting in any fiduciary capacity and performing any act as a fiduciary which a trust company organized under chapter 51A-6 51A-6A may perform. Section 2. That § 51A-5-14 be AMENDED. 51A-5-14. Deposit of federally guaranteed securities with federal reserve bank. Any bank or trust company, when holding securities as custodian for a fiduciary may deposit, or arrange for the deposit, with the federal reserve bank in its district of any securities the principal and interest of which the United States or any department, agency, or instrumentality of the United States has agreed to pay, or has guaranteed payment, to be credited to one or more accounts on the books of the federal reserve bank in the name of the bank or trust company. Any account used for this purpose shall be designated as a fiduciary or safekeeping account, and other similar securities may be credited. A bank or trust company depositing securities with a federal reserve bank is subject to such rules and regulations with respect to the making and maintenance of such deposit, as, in the case of state chartered institutions, the commission, and, in the case of national banking associations, the comptroller of the currency, may from time to time issue. Section 3. That § 51A-5-15 be AMENDED. 51A-5-15. Records of depositor to show ownership of securities--Transfers by book entries. The records of the bank or trust company shall must at all times show the ownership of the securities held in such account. Ownership of, and other interests in, the securities credited to such account may be transferred by entries on the books of said the federal reserve bank without physical delivery of any securities. Section 4. That § 51A-5-16 be AMENDED. 51A-5-16. Custodian to certify deposited securities to fiduciary--Duty of fiduciary. A bank or trust company acting as custodian for a fiduciary shall, on demand by the fiduciary, certify in writing to the fiduciary the securities so deposited by the bank or trust company with the federal reserve bank for the account of the fiduciary. A fiduciary shall, on demand by any party to which it must account or on demand by the attorney for the party, certify in writing to the party the securities deposited by the fiduciary with the federal reserve bank for its account as the fiduciary. Section 5. That § 51A-5-21 be AMENDED. 51A-5-21. Deposit in clearing corporation of securities held as fiduciary or custodian. Any fiduciary holding securities in its fiduciary capacity, any bank or trust company holding securities as a custodian or managing agent, and any bank or trust company holding securities as custodian for a fiduciary is authorized to deposit or arrange for the deposit of the securities in a clearing corporation as defined in subdivision 57A-8-102(5). Section 6. That § 51A-5-22 be AMENDED. 51A-5-22. Ownership of stock in clearing corporation not required for deposit of securities by fiduciary or custodian. Sections 51A-5-21 to 51A-5-24, inclusive, shall apply to any fiduciary holding securities in its fiduciary capacity, and to any bank or trust company holding securities as a custodian, managing agent or custodian for a fiduciary, regardless of the date of the agreement, instrument, or court order by which it is appointed and regardless of whether or not such the fiduciary, custodian, managing agent, or custodian for a fiduciary owns capital stock of such the clearing corporation. Section 7. That § 51A-5-24 be AMENDED. 51A-5-24. Records of securities deposited in clearing corporation--Transfer by book entry--Certification to interested party of securities held. The records of the fiduciary and the records of the bank or trust company acting as custodian, as managing agent or as custodian for a fiduciary shall at all times show the name of the party for whose account the securities are so deposited. Title to the securities may be transferred by bookkeeping entry on the books of the clearing corporation without physical delivery of certificates representing the securities. A bank or trust company so depositing securities pursuant to § 51A-5-23 is subject to the rules as, in the case of state chartered institutions, the commission and, in the case of national banking associations, the comptroller of the currency may from time to time issue. A bank or trust company acting as custodian for a fiduciary shall, on demand by the fiduciary, certify in writing to the fiduciary the securities so deposited by the bank or trust company in the clearing corporation for the account of the fiduciary. A fiduciary shall, on demand by any party to a judicial proceeding for the settlement of the fiduciary's account or on demand by the attorney for the party, certify in writing to the party the securities deposited by the fiduciary in the clearing corporation for its account as the fiduciary. Section 8. That § 51A-5-28 be REPEALED. 51A-5-28. Trust service office defined. Section 9. That § 51A-5-29 be REPEALED. 51A-5-29. Trust service office--Approvals for establishment. Section 10. That § 51A-5-30 be REPEALED. 51A-5-30. Trust service office--Business allowed. Section 11. That § 51A-5-31 be REPEALED. 51A-5-31. Trust service office--Agreement between institutions--Filing--Notice--Contents--Substitution as fiduciary. Section 12. That § 51A-5-32 be REPEALED. 51A-5-32. Trust service office--Persons to whom notice required--Denial of substitution. Section 13. That § 51A-6-1 be REPEALED. 51A-6-1. Definition of terms. Section 14. That § 51A-6-2 be REPEALED. 51A-6-2. Organization of trust company by bank. Section 15. That § 51A-6-4 be REPEALED. 51A-6-4. Contents of articles. Section 16. That § 51A-6-5 be REPEALED. 51A-6-5. Name of trust company. Section 17. That § 51A-6-6 be REPEALED. 51A-6-6. Corporation laws applied. Section 18. That § 51A-6-12 be REPEALED. 51A-6-12. Permissible business of trust company. Section 19. That § 51A-6-14 be REPEALED. 51A-6-14. Fiduciary capacity defined. Section 20. That § 51A-6-15 be REPEALED. 51A-6-15. Application for substitution for affiliated bank in fiduciary capacity--Joinder by banks--Ex parte. Section 21. That § 51A-6-16 be REPEALED. 51A-6-16. Court order substituting trust company for affiliated bank--Filing of copies. Section 22. That § 51A-6-17 be REPEALED. 51A-6-17. Fiduciary designation of bank as designation of substituted trust company--Exception. Section 23. That § 51A-6-18 be REPEALED. 51A-6-18. Delivery of fiduciary assets by bank to trust company. Section 24. That § 51A-6-19 be REPEALED. 51A-6-19. Joint accounting for period when substitution made. Section 25. That § 51A-6-20 be REPEALED. 51A-6-20. Merger or consolidation of trust company with national banking association--Notice to director--Vote and resolution of stockholders--Filing of certificate. Section 26. That § 51A-6-21 be REPEALED. 51A-6-21. Effect of merger or consolidation--Rights and obligations of resulting national bank and trust company--Termination and surrender of charter of merging or consolidating trust company. Section 27. That § 51A-6-22 be REPEALED. 51A-6-22. Rights of dissenting stockholder--Receipt of cash value of shares--Appraisal. Section 28. That § 54-3-14 be AMENDED. 54-3-14. Regulated lenders defined. The term \", regulated lenders\", as used in § 54-3-13 means: (1) A bank organized pursuant to chapter 51A-1, et seq.; (2) A bank organized pursuant to 12 U.S.C. § 21; (3) A trust company organized pursuant to chapter 51A-6 51A-6A; (4) A savings and loan association organized pursuant to chapter 52-1, et seq.; (5) A savings and loan association organized pursuant to 12 U.S.C. § 1464; (6) Any wholly owned subsidiary of a state or federal bank or savings and loan association which subsidiary is subject to examination by the comptroller of the currency, or the federal reserve system, or the South Dakota Division of Banking, or the federal home loan bank board and which subsidiary has been approved by the United States secretary of housing and urban development for participation in any mortgage insurance program under the National Housing Act; (7) A federal land bank organized pursuant to 12 U.S.C. § 2011; (8) A federal land bank association organized pursuant to 12 U.S.C. § 2031; (9) A production credit association organized pursuant to 12 U.S.C. § 2091; (10) A federal intermediate credit bank organized pursuant to 12 U.S.C. § 2071; (11) An agricultural credit corporation or livestock loan company or its affiliate, the principal business of which corporation is the extension of short and intermediate term credit to farmers and ranchers; (12) A federal credit union organized pursuant to 12 U.S.C. § 1753; (13) A federal financing bank organized pursuant to 12 U.S.C. § 2283; (14) A federal home loan bank organized pursuant to 12 U.S.C. § 1423, et seq.; (15) A national consumer cooperative bank organized pursuant to 12 U.S.C. § 3011; (16) A bank for cooperatives organized pursuant to 12 U.S.C. § 2121; (17) Bank holding companies organized pursuant to 12 U.S.C. § 1841, et seq.; (18) National Homeownership Foundation organized pursuant to 12 U.S.C. § 1701y; (19) Farmers Home Administration as provided by 7 U.S.C. § 1981; (20) Small Business Administration as provided by 15 U.S.C. § 633; (21) Government National Mortgage Association and Federal National Mortgage Association as provided by 12 U.S.C. § 1717; (22) South Dakota Housing Development Authority as provided by chapter 11-11; (23) Insurance companies, whether domestic or foreign, authorized to do business in this state, and which as a part of their business engage in mortgage lending in this state. However, § 54-3-13 does not exempt insurance companies from the provisions of § 58-15-15.8; or (24) Any wholly owned service corporation subsidiary of a domestic or foreign insurance company, authorized to do business in this state, and which subsidiary is subject to examination by the same insurance examiners as the parent company. Section 29. That a NEW SECTION be added: 51A-6A-7.1. Corporation laws applied. All provisions of law applicable to a corporation and a limited liability company are applicable to a trust company, except where inconsistent with this chapter and the provisions of this title, in which case this chapter and the provisions of this title govern. Section 30. That a NEW SECTION be added: 51A-6A-29.1. Permissible business of trust companies. A trust company may only carry on a trust company business, as provided in § 51A-6A-29, and such business as is incidental thereto. Section 31. That § 51A-6A-65 be REPEALED. 51A-6A-65. Conversion from state bank to trust company--Application--Investigation--Regulation. Section 32. That § 51A-6A-66 be AMENDED. 51A-6A-66. Exclusion of entity from chapters 51A-5 and 51A-6A--Governing documents--Notice to director. An entity may be excluded from the provisions of chapters 51A-5, 51A-6, and 51A-6A if: (1) The entity is established for the exclusive purpose of acting as a trust protector, investment trust advisor, or distribution trust advisor, as defined by § 55-1B-1, or any combination of such purposes; (2) The entity is acting in such capacity under a trust instrument which that names a South Dakota trust company, a South Dakota bank with trust powers, or a national bank with trust powers as trustee; (3) The entity is not engaged in trust company business with the general public as a public trust company or with any family as a private trust company; (4) The entity does not hold itself out as being in the business of acting as a fiduciary for hire as either a public or private trust company; (5) The entity files an annual report with the South Dakota secretary of state and provides a copy to the Division of Banking; (6) The entity agrees to be subject to examination by the Division of Banking at the discretion of the director; and (7) The entity does not use the word, trust, in the entity's name in any manner. The governing documents of any such excluded entity shall must limit its authorized activities to the functions permitted to a trust protector, investment trust advisor, or distribution trust advisor pursuant to chapter 55-1B, or any combination of such purposes, and limit the performance of those functions with respect to a specifically named trust or family of trusts. An entity complying with this section shall notify the director of its existence, capacity to act, and the name of the trustee for the trust or family of trusts."}, {"bill_id": 21885, "bill_version_id": 215829, "bill_version": "Enrolled", "bill_version_date": "2021-02-02T17:00:02.693-06:00", "bill_text": "ENTITLED An Act to revise various provisions related to bank trust departments and trust companies. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 51A-5-1.1 be AMENDED. 51A-5-1.1. Powers of banks engaging in trust business. Banks engaging in the trust business pursuant to this chapter have all powers necessary and incidental to carrying on the trust business, including: (1) Acting as agent, custodian, or attorney-in-fact for any person, and, in such capacity, taking and holding property on deposit for safekeeping and acting as general or special agent or attorney-in-fact in the acquisition, management, sale, assignment, transfer, encumbrance, conveyance, or other disposition of property, in the collection or disbursement of income from or principal of property and, generally in any matter incidental to any of the foregoing; (2) Acting as registrar or transfer agent for any corporation, partnership, association, municipality, state, or public authority, and in such capacity, receiving and disbursing money, transferring, registering, and countersigning certificates of stock, bonds or other evidences of indebtedness or securities and performing any and all acts which may be incidental thereto; (3) Acting as trustee or fiduciary under any mortgage or bond issued by a person; (4) Acting as trustee or fiduciary under any trust established by a person; (5) Acting as fiduciary, assignee for the benefit of creditors, receiver or trustee under or pursuant to the order or direction of any court or public official of competent jurisdiction; (6) Acting as fiduciary, guardian, conservator, assignee, or receiver of the estate of any person and as executor of the last will and testament or administrator, fiduciary or personal representative of the estate of any deceased person when appointed by a court or public official of competent jurisdiction; (7) Establishing and maintaining common trust funds or collective investment funds pursuant to the provisions of chapter 55-6; or (8) Acting in any fiduciary capacity and performing any act as a fiduciary which a trust company organized under chapter 51A-6A may perform. Section 2. That § 51A-5-14 be AMENDED. 51A-5-14. Deposit of federally guaranteed securities with federal reserve bank. Any bank, when holding securities as custodian for a fiduciary may deposit, or arrange for the deposit, with the federal reserve bank in its district of any securities the principal and interest of which the United States or any department, agency, or instrumentality of the United States has agreed to pay, or has guaranteed payment, to be credited to one or more accounts on the books of the federal reserve bank in the name of the bank. Any account used for this purpose shall be designated as a fiduciary or safekeeping account, and other similar securities may be credited. A bank depositing securities with a federal reserve bank is subject to such rules and regulations with respect to the making and maintenance of such deposit, as, in the case of state chartered institutions, the commission, and, in the case of national banking associations, the comptroller of the currency, may from time to time issue. Section 3. That § 51A-5-15 be AMENDED. 51A-5-15. Records of depositor to show ownership of securities--Transfers by book entries. The records of the bank must at all times show the ownership of the securities held in such account. Ownership of, and other interests in, the securities credited to such account may be transferred by entries on the books of the federal reserve bank without physical delivery of any securities. Section 4. That § 51A-5-16 be AMENDED. 51A-5-16. Custodian to certify deposited securities to fiduciary--Duty of fiduciary. A bank acting as custodian for a fiduciary shall, on demand by the fiduciary, certify in writing to the fiduciary the securities so deposited by the bank with the federal reserve bank for the account of the fiduciary. A fiduciary shall, on demand by any party to which it must account or on demand by the attorney for the party, certify in writing to the party the securities deposited by the fiduciary with the federal reserve bank for its account as the fiduciary. Section 5. That § 51A-5-21 be AMENDED. 51A-5-21. Deposit in clearing corporation of securities held as fiduciary or custodian. Any fiduciary holding securities in its fiduciary capacity, any bank holding securities as a custodian or managing agent, and any bank holding securities as custodian for a fiduciary is authorized to deposit or arrange for the deposit of the securities in a clearing corporation as defined in subdivision 57A-8-102(5). Section 6. That § 51A-5-22 be AMENDED. 51A-5-22. Ownership of stock in clearing corporation not required for deposit of securities by fiduciary or custodian. Sections 51A-5-21 to 51A-5-24, inclusive, apply to any fiduciary holding securities in its fiduciary capacity, and to any bank holding securities as a custodian, managing agent or custodian for a fiduciary, regardless of the date of the agreement, instrument, or court order by which it is appointed and regardless of whether or not the fiduciary, custodian, managing agent, or custodian for a fiduciary owns capital stock of the clearing corporation. Section 7. That § 51A-5-24 be AMENDED. 51A-5-24. Records of securities deposited in clearing corporation--Transfer by book entry--Certification to interested party of securities held. The records of the fiduciary and the records of the bank acting as custodian, as managing agent or as custodian for a fiduciary shall at all times show the name of the party for whose account the securities are so deposited. Title to the securities may be transferred by bookkeeping entry on the books of the clearing corporation without physical delivery of certificates representing the securities. A bank so depositing securities pursuant to § 51A-5-23 is subject to the rules as, in the case of state chartered institutions, the commission and, in the case of national banking associations, the comptroller of the currency may from time to time issue. A bank acting as custodian for a fiduciary shall, on demand by the fiduciary, certify in writing to the fiduciary the securities so deposited by the bank in the clearing corporation for the account of the fiduciary. A fiduciary shall, on demand by any party to a judicial proceeding for the settlement of the fiduciary's account or on demand by the attorney for the party, certify in writing to the party the securities deposited by the fiduciary in the clearing corporation for its account as the fiduciary. Section 8. That § 51A-5-28 be REPEALED. 51A-5-28. Trust service office defined. Section 9. That § 51A-5-29 be REPEALED. 51A-5-29. Trust service office--Approvals for establishment. Section 10. That § 51A-5-30 be REPEALED. 51A-5-30. Trust service office--Business allowed. Section 11. That § 51A-5-31 be REPEALED. 51A-5-31. Trust service office--Agreement between institutions--Filing--Notice--Contents--Substitution as fiduciary. Section 12. That § 51A-5-32 be REPEALED. 51A-5-32. Trust service office--Persons to whom notice required--Denial of substitution. Section 13. That § 51A-6-1 be REPEALED. 51A-6-1. Definition of terms. Section 14. That § 51A-6-2 be REPEALED. 51A-6-2. Organization of trust company by bank. Section 15. That § 51A-6-4 be REPEALED. 51A-6-4. Contents of articles. Section 16. That § 51A-6-5 be REPEALED. 51A-6-5. Name of trust company. Section 17. That § 51A-6-6 be REPEALED. 51A-6-6. Corporation laws applied. Section 18. That § 51A-6-12 be REPEALED. 51A-6-12. Permissible business of trust company. Section 19. That § 51A-6-14 be REPEALED. 51A-6-14. Fiduciary capacity defined. Section 20. That § 51A-6-15 be REPEALED. 51A-6-15. Application for substitution for affiliated bank in fiduciary capacity--Joinder by banks--Ex parte. Section 21. That § 51A-6-16 be REPEALED. 51A-6-16. Court order substituting trust company for affiliated bank--Filing of copies. Section 22. That § 51A-6-17 be REPEALED. 51A-6-17. Fiduciary designation of bank as designation of substituted trust company--Exception. Section 23. That § 51A-6-18 be REPEALED. 51A-6-18. Delivery of fiduciary assets by bank to trust company. Section 24. That § 51A-6-19 be REPEALED. 51A-6-19. Joint accounting for period when substitution made. Section 25. That § 51A-6-20 be REPEALED. 51A-6-20. Merger or consolidation of trust company with national banking association--Notice to director--Vote and resolution of stockholders--Filing of certificate. Section 26. That § 51A-6-21 be REPEALED. 51A-6-21. Effect of merger or consolidation--Rights and obligations of resulting national bank and trust company--Termination and surrender of charter of merging or consolidating trust company. Section 27. That § 51A-6-22 be REPEALED. 51A-6-22. Rights of dissenting stockholder--Receipt of cash value of shares--Appraisal. Section 28. That § 54-3-14 be AMENDED. 54-3-14. Regulated lenders defined. The term, regulated lenders, as used in § 54-3-13 means: (1) A bank organized pursuant to chapter 51A-1, et seq.; (2) A bank organized pursuant to 12 U.S.C. § 21; (3) A trust company organized pursuant to chapter 51A-6A; (4) A savings and loan association organized pursuant to chapter 52-1, et seq.; (5) A savings and loan association organized pursuant to 12 U.S.C. § 1464; (6) Any wholly owned subsidiary of a state or federal bank or savings and loan association which subsidiary is subject to examination by the comptroller of the currency, or the federal reserve system, or the South Dakota Division of Banking, or the federal home loan bank board and which subsidiary has been approved by the United States secretary of housing and urban development for participation in any mortgage insurance program under the National Housing Act; (7) A federal land bank organized pursuant to 12 U.S.C. § 2011; (8) A federal land bank association organized pursuant to 12 U.S.C. § 2031; (9) A production credit association organized pursuant to 12 U.S.C. § 2091; (10) A federal intermediate credit bank organized pursuant to 12 U.S.C. § 2071; (11) An agricultural credit corporation or livestock loan company or its affiliate, the principal business of which corporation is the extension of short and intermediate term credit to farmers and ranchers; (12) A federal credit union organized pursuant to 12 U.S.C. § 1753; (13) A federal financing bank organized pursuant to 12 U.S.C. § 2283; (14) A federal home loan bank organized pursuant to 12 U.S.C. § 1423, et seq.; (15) A national consumer cooperative bank organized pursuant to 12 U.S.C. § 3011; (16) A bank for cooperatives organized pursuant to 12 U.S.C. § 2121; (17) Bank holding companies organized pursuant to 12 U.S.C. § 1841, et seq.; (18) National Homeownership Foundation organized pursuant to 12 U.S.C. § 1701y; (19) Farmers Home Administration as provided by 7 U.S.C. § 1981; (20) Small Business Administration as provided by 15 U.S.C. § 633; (21) Government National Mortgage Association and Federal National Mortgage Association as provided by 12 U.S.C. § 1717; (22) South Dakota Housing Development Authority as provided by chapter 11-11; (23) Insurance companies, whether domestic or foreign, authorized to do business in this state, and which as a part of their business engage in mortgage lending in this state. However, § 54-3-13 does not exempt insurance companies from the provisions of § 58-15-15.8; or (24) Any wholly owned service corporation subsidiary of a domestic or foreign insurance company, authorized to do business in this state, and which subsidiary is subject to examination by the same insurance examiners as the parent company. Section 29. That a NEW SECTION be added: 51A-6A-7.1. Corporation laws applied. All provisions of law applicable to a corporation and a limited liability company are applicable to a trust company, except where inconsistent with this chapter and the provisions of this title, in which case this chapter and the provisions of this title govern. Section 30. That a NEW SECTION be added: 51A-6A-29.1. Permissible business of trust companies. A trust company may only carry on a trust company business, as provided in § 51A-6A-29, and such business as is incidental thereto. Section 31. That § 51A-6A-65 be REPEALED. 51A-6A-65. Conversion from state bank to trust company--Application--Investigation--Regulation. Section 32. That § 51A-6A-66 be AMENDED. 51A-6A-66. Exclusion of entity from chapters 51A-5 and 51A-6A--Governing documents--Notice to director. An entity may be excluded from the provisions of chapters 51A-5 and 51A-6A if: (1) The entity is established for the exclusive purpose of acting as a trust protector, investment trust advisor, or distribution trust advisor, as defined by § 55-1B-1, or any combination of such purposes; (2) The entity is acting in such capacity under a trust instrument that names a South Dakota trust company, a South Dakota bank with trust powers, or a national bank with trust powers as trustee; (3) The entity is not engaged in trust company business with the general public as a public trust company or with any family as a private trust company; (4) The entity does not hold itself out as being in the business of acting as a fiduciary for hire as either a public or private trust company; (5) The entity files an annual report with the South Dakota secretary of state and provides a copy to the Division of Banking; (6) The entity agrees to be subject to examination by the Division of Banking at the discretion of the director; and (7) The entity does not use the word, trust, in the entity's name in any manner. The governing documents of any such excluded entity must limit its authorized activities to the functions permitted to a trust protector, investment trust advisor, or distribution trust advisor pursuant to chapter 55-1B, or any combination of such purposes, and limit the performance of those functions with respect to a specifically named trust or family of trusts. An entity complying with this section shall notify the director of its existence, capacity to act, and the name of the trustee for the trust or family of trusts. An Act to revise various provisions related to bank trust departments and trust companies. I certify that the attached Act originated in the: Senate as Bill No. 9 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 9 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2021 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2021 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2021 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21885, "action_date": "2021-01-12T12:00:00-06:00", "document_id": 210377, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/210377.pdf", "status_text": "First read in Senate and referred to", "journal_page": 12, "committee_id_action": 514, "committee_id_assigned": 504, "result": "N", "vote": {}}, {"bill_id": 21885, "action_date": "2021-01-19T10:00:00-06:00", "document_id": 211439, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211439.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 504, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21885, "action_date": "2021-01-19T10:00:00-06:00", "document_id": 211441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211441.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 504, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21885, "action_date": "2021-01-19T10:00:00-06:00", "document_id": 211441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211441.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 504, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67537, "president_vote": null, "Yea": [1789, 1828, 1850, 1856, 1858, 3796, 1870, 3795, 1881]}}, {"bill_id": 21885, "action_date": "2021-01-19T10:00:00-06:00", "document_id": 211441, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211441.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 504, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21885, "action_date": "2021-01-22T13:00:00-06:00", "document_id": 212442, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212442.pdf", "status_text": "Do Pass", "journal_page": 96, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67742, "president_vote": null, "Yea": [1771, 3798, 1775, 1776, 1881, 1779, 1783, 1785, 1786, 1789, 1790, 1794, 1801, 1803, 1806, 1808, 1811, 1812, 1819, 1827, 1831, 3805, 1847, 1850, 1851, 1853, 1856, 1858, 1860, 3803, 3796, 3795, 1865, 1870], "Excused": [1828]}}, {"bill_id": 21885, "action_date": "2021-01-25T14:00:00-06:00", "document_id": 212702, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212702.pdf", "status_text": "First read in House and referred to", "journal_page": 119, "committee_id_action": 492, "committee_id_assigned": 487, "result": "N", "vote": {}}, {"bill_id": 21885, "action_date": "2021-02-01T10:00:00-06:00", "document_id": 214085, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214085.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21885, "action_date": "2021-02-01T10:00:00-06:00", "document_id": 214086, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214086.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68103, "president_vote": null, "Yea": [1766, 1767, 1772, 3802, 1834, 1843, 1883, 3782, 1862, 3789, 1866, 1769, 1823]}}, {"bill_id": 21885, "action_date": "2021-02-01T10:00:00-06:00", "document_id": 214086, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214086.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21885, "action_date": "2021-02-02T14:00:00-06:00", "document_id": 215283, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215283.pdf", "status_text": "Do Pass", "journal_page": 180, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68216, "president_vote": null, "Yea": [1766, 1767, 1768, 1769, 1770, 1772, 1777, 1778, 1780, 1781, 1782, 1784, 1788, 1792, 1793, 1795, 1796, 1798, 1799, 1800, 1802, 1804, 1805, 1807, 1809, 1813, 1817, 1820, 1823, 1824, 1826, 1829, 1830, 1832, 1834, 1835, 1836, 1837, 1839, 1841, 1843, 1844, 1852, 1855, 1862, 1864, 1866, 1868, 1883, 3782, 3783, 3784, 3785, 3786, 3787, 3788, 3789, 3790, 3791, 3792, 3793, 3794, 3797, 3799, 3800, 3801, 3802, 3804, 3806], "Excused": [1822]}}, {"bill_id": 21885, "action_date": "2021-02-03T14:00:00-06:00", "document_id": 215796, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215796.pdf", "status_text": "Signed by the President", "journal_page": 174, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21885, "action_date": "2021-02-04T14:00:00-06:00", "document_id": 216396, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216396.pdf", "status_text": "Signed by the Speaker", "journal_page": 218, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21885, "action_date": "2021-02-05T13:00:00-06:00", "document_id": 216665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216665.pdf", "status_text": "Delivered to the Governor", "journal_page": 199, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21885, "action_date": "2021-02-10T14:00:00-06:00", "document_id": 217104, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217104.pdf", "status_text": "Signed by the Governor", "journal_page": 232, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7082, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21885"}