{"session_id": 69, "bill_id": 25097, "bill_type": "House Bill", "bill_number": 1139, "bill_title": "revise the malt beverage license to also allow the sale of spirits produced by an artisan distiller.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25097", "sponsors": [{"legislator_profile_id": 4533, "is_prime": true}, {"legislator_profile_id": 4502, "is_prime": false}], "keywords": ["Alcoholic Beverages"], "audio": [], "bill_versions": [{"bill_id": 25097, "bill_version_id": 262098, "bill_version": "Introduced", "bill_version_date": "2024-01-23T23:33:09.043-06:00", "bill_text": "An Act to revise the malt beverage license to also allow the sale of spirits produced by an artisan distiller. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 35-4-2 be AMENDED: 35-4-2. The classes of licenses, with the fee of each class, are as follows: (1) Repealed by SL 2018, ch 223, § 13; (2) Wholesalers of alcoholic beverages--five thousand dollars; (3) Off-sale--not less than three hundred dollars. The renewal fee for the license may not exceed five hundred dollars; (4) On-sale--not less than one dollar for each person residing within the municipality as measured by the last preceding federal census. The renewal fee for the license may not exceed fifteen hundred dollars; (5) Off-sale licenses issued to municipalities under local option--not less than two hundred fifty dollars; (6) On-sale licenses issued outside municipalities--not less than the amount the nearest municipality to the applicant is charging for a like license. The renewal fee shall be the same as is charged for a like license in the nearest municipality. If the municipality to which the applicant is nearest holds an on-sale license, pursuant to § 35-3-13 and does not charge a specified fee, then the fee shall be the minimum amount that could be charged as if the municipality had not been authorized to obtain on-sale licenses pursuant to § 35-3-13. The renewal fee shall be the same as could be charged for a like license in the nearest municipality; (7) Repealed by SL 2018, ch 213, § 46; (8) Transportation companies--twenty-five dollars; (9) Carrier--one hundred dollars. The fee licenses all conveyances the licensee operates in this state; (10) Repealed by SL 2018, ch 213, § 46; (11) On-sale dealers at publicly operated airports--two hundred fifty dollars; (12) Wine and cider retailers, being both package dealers and on-sale dealers--five hundred dollars; (13) Convention facility on-sale--not less than one dollar for each person residing within the municipality as measured by the last preceding federal census. The renewal fee for the license may not exceed fifteen hundred dollars; (14) Repealed by SL 2018, ch 224, § 11; (15) Wholesalers of malt beverages--four hundred dollars; (16) Malt beverage and wine produced by a farm winery licensee, being both package dealers and on-sale dealers, and spirits produced for off-sale by an artisan distiller licensee--three hundred dollars; (17) Repealed by SL 2018, ch 213, § 46; (17A) Repealed by SL 2018, ch 213, § 46; (18) Repealed by SL 2018, ch 213, § 46; (19) Repealed by SL 2018, ch 213, § 46 and ch 222, § 11; (20) Repealed by SL 2018, ch 213, § 46; (21) Retail on premises manufacturer--two hundred fifty dollars; (22) Repealed by SL 2018, ch 223, § 13; and (23) Off-sale delivery--one hundred fifty dollars."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25097, "action_date": "2024-01-24T14:00:00-06:00", "document_id": 261987, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/261987.pdf", "status_text": "First read in House and referred to", "journal_page": 164, "committee_id_action": 1197, "committee_id_assigned": 1192, "result": "N", "vote": {}}, {"bill_id": 25097, "action_date": "2024-01-29T10:00:00-06:00", "document_id": 262916, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262916.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1192, "committee_id_assigned": null, "result": "N", "vote": {}}]}