{"session_id": 69, "bill_id": 25159, "bill_type": "Senate Bill", "bill_number": 156, "bill_title": "authorize enrolled tribal members to attend certain institutions of higher education without payment of tuition and mandatory fees.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25159", "sponsors": [{"legislator_profile_id": 4480, "is_prime": true}], "keywords": ["Education", "Higher Education", "Indian Tribes", "Tuition"], "audio": [], "bill_versions": [{"bill_id": 25159, "bill_version_id": 262530, "bill_version": "Introduced", "bill_version_date": "2024-01-24T16:56:33.723-06:00", "bill_text": "An Act to authorize enrolled tribal members to attend certain institutions of higher education without payment of tuition and mandatory fees. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 13-55 be amended with a NEW SECTION: Any enrolled member of a federally recognized Indian tribe located wholly or partially in the state may, upon successful admission, attend and pursue any undergraduate course at an institution under the control of the Board of Regents or any course at a technical college under the control of the Board of Technical Education without the payment of tuition and mandatory fees. An eligible member is entitled to no less than one, and no more than four, academic years of free tuition and no mandatory fees under this section. The state benefit is paid after applying any federal benefit to which the member may be entitled towards tuition and fees charged by the institution or technical college. The total federal and state benefit may not exceed one hundred percent of the cost of tuition and mandatory fees."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25159, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262427.pdf", "status_text": "First read in Senate and referred to", "journal_page": 179, "committee_id_action": 1219, "committee_id_assigned": 1211, "result": "N", "vote": {}}, {"bill_id": 25159, "action_date": "2024-02-06T08:30:00-06:00", "document_id": 264449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264449.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1211, "committee_id_assigned": null, "result": "N", "vote": {}}]}