{"session_id": 49, "bill_id": 15659, "bill_type": "House Bill", "bill_number": 1232, "bill_title": "establish a system for measuring and billing a renewable energy source provided by a customer-generator.", "sponsors": [{"legislator_profile_id": 2311, "is_prime": true}, {"legislator_profile_id": 2388, "is_prime": true}, {"legislator_profile_id": 2316, "is_prime": false}, {"legislator_profile_id": 2339, "is_prime": false}, {"legislator_profile_id": 2347, "is_prime": false}, {"legislator_profile_id": 2359, "is_prime": false}, {"legislator_profile_id": 2367, "is_prime": false}, {"legislator_profile_id": 2382, "is_prime": false}, {"legislator_profile_id": 2397, "is_prime": false}, {"legislator_profile_id": 2401, "is_prime": false}, {"legislator_profile_id": 2402, "is_prime": false}, {"legislator_profile_id": 2403, "is_prime": false}], "keywords": ["Administrative Rules", "Electricity", "Public Utilities Commission"], "audio": [], "bill_versions": [{"bill_id": 15659, "bill_version_id": 86535, "bill_version": "Introduced", "bill_version_date": "2000-01-20T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a system for measuring and billing a renewable energy source provided by a customer-generator. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Avoided cost,\" the cost the electric utility would have to pay to provide energy and capacity from alternative sources of supply available to utilities as calculated pursuant to formulas determined by the Public Utilities Commission; (2) \"Customer-generator,\" a user of a net metering system; (3) \"Electric utility,\" any electric utility as defined in § 49-34A-1; (4) \"Net metering,\" the measure of the difference in an applicable billing period between the electrical energy supplied to the customer-generator by an electric utility and the electrical energy generated by a customer-generator which is fed back to the electric utility. Section 2. A facility for the production of electrical energy is a net metering system if the facility: (1) Uses as its fuel a relatively nondepleting source of energy, including the sun, wind, geothermal, biomass, or hydropower; (2) Is located on a customer-generator's premises; (3) Operates in parallel with the electric utility's transmission and distribution facilities; and (4) Is intended primarily to offset part or all of the customer-generator's requirements for electrical energy. Section 3. An electric utility shall provide an energy meter that is capable of registering the flow of electrical energy in two directions to each eligible customer-generator that has installed a net metering system if the current meter does not. Section 4. An electric utility may, at its own expense and with the written consent of the customer-generator, install one or more additional meters to monitor the flow of electricity in each direction. Section 5. An electric utility may not charge a customer-generator any fee or charge that increases the customer-generator's minimum monthly charge to an amount greater than that of other customers of the electric utility in the same rate class as the customer-generator. Section 6. The measurement of net electrical energy supplied or generated shall be calculated in the following manner: (1) The electric utility shall use net metering to measure the electrical energy produced or consumed during the billing period, in accordance with normal metering practices; (2) If net electrical energy was produced during the billing period, the customer-generator shall be billed for the nonenergy related customer charges for that billing period and shall be credited for the net electrical energy produced in kilowatt-hours during that billing period, with the energy credit and energy credit year-to-date balance appearing on the customer-generator's electric bill; (3) If net electrical energy was consumed during the billing period, the customer- generator shall be billed for the net electrical energy supplied by the electric utility, in accordance with normal metering practices. Any available energy credits from prior billing periods shall be applied to reduce the energy-related charges; and (4) At the end of the calendar year, the electric utility shall pay the customer-generator for any remaining unused energy credits produced during that calendar year. Payment for this credit shall be at the utility's avoided cost. Section 7. A net metering system used by a customer-generator shall meet all applicable safety and performance standards established by the National Electrical Code, the Institute of Electrical and Electronics Engineers, and Underwriters Laboratories as determined by the Public Utilities Commission. Section 8. The Public Utilities Commission shall promulgate rules, pursuant to chapter 1-26, relating to safety and performance standards and additional control and testing requirements for net metering systems that the commission determines are necessary to protect the public, worker safety, and system reliability. Section 9. An electric utility may not require a customer-generator whose net metering system meets the standards provided in section 7 of this Act to do any of the following: (1) Comply with additional safety or performance standards; (2) Perform or pay for additional tests; (3) Purchase additional liability insurance; or (4) Enter into contractual agreements with the electric utility relating to the use of the net metering system. Section 10. A customer-generator and the electric utility may enter into a written agreement that supersedes the terms of this Act if it is deemed mutually beneficial."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15659, "action_date": "2000-01-21T14:00:00-06:00", "document_id": 85636, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85636.pdf", "status_text": "First read in House and referred to", "journal_page": 176, "committee_id_action": 656, "committee_id_assigned": 653, "result": "N", "vote": {}}, {"bill_id": 15659, "action_date": "2000-01-25T14:00:00-06:00", "document_id": 85640, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85640.pdf", "status_text": "Re-referred to", "journal_page": 222, "committee_id_action": 656, "committee_id_assigned": 644, "result": "P", "vote": {}}, {"bill_id": 15659, "action_date": "2000-02-08T07:30:00-06:00", "document_id": 85877, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85877.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 632, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 15659, "action_date": "2000-02-08T07:45:00-06:00", "document_id": 85879, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85879.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 644, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15659, "action_date": "2000-02-08T07:45:00-06:00", "document_id": 85879, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85879.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 644, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 43938, "president_vote": null, "Nay": [2312, 2325, 2349, 2361, 2373, 2397, 2383], "Yea": [2337, 2359, 2382, 2406, 2388], "Excused": [2394]}}, {"bill_id": 15659, "action_date": "2000-02-08T07:45:00-06:00", "document_id": 85878, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85878.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 481, "committee_id_action": 642, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43929, "president_vote": null, "Excused": [2318], "Yea": [2327, 2341, 2354, 2366, 2390, 2392, 2403, 2316, 2355, 2367, 2404, 2309]}}, {"bill_id": 15659, "action_date": "2000-02-08T07:45:00-06:00", "document_id": 85879, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85879.pdf", "status_text": "Tabled", "journal_page": 482, "committee_id_action": 644, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43940, "president_vote": null, "Yea": [2312, 2325, 2337, 2349, 2359, 2361, 2373, 2382, 2397, 2406, 2383], "Excused": [2394], "Nay": [2388]}}]}