{"session_id": 43, "bill_id": 11794, "bill_type": "Senate Bill", "bill_number": 186, "bill_title": "revise certain leave policies for state employees.", "sponsors": [], "keywords": ["Executive/Judiciary Request", "Hoghouse", "Promulgation of Rules", "Public Officers and Employees", "State Employees"], "audio": [{"meeting_datetime": "2020-02-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sst24.mp3", "start_seconds": 1257.0}, {"meeting_datetime": "2020-02-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sst24.mp3", "start_seconds": 1257.0}, {"meeting_datetime": "2020-02-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sst24.mp3", "start_seconds": 1257.0}, {"meeting_datetime": "2020-02-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sst24.mp3", "start_seconds": 1257.0}, {"meeting_datetime": "2020-02-21T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sst24.mp3", "start_seconds": 1257.0}, {"meeting_datetime": "2020-03-02T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hst29.mp3", "start_seconds": 5425.0}, {"meeting_datetime": "2020-03-02T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hst29.mp3", "start_seconds": 5425.0}, {"meeting_datetime": "2020-03-02T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hst29.mp3", "start_seconds": 5425.0}, {"meeting_datetime": "2020-03-02T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hst29.mp3", "start_seconds": 5425.0}, {"meeting_datetime": "2020-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou32.mp3", "start_seconds": 3330.0}, {"meeting_datetime": "2020-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou32.mp3", "start_seconds": 3330.0}, {"meeting_datetime": "2020-03-05T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou32.mp3", "start_seconds": 3330.0}, {"meeting_datetime": "2020-03-10T00:00:00-05:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen34.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 11794, "bill_version_id": 67113, "bill_version": "Introduced", "bill_version_date": "2020-02-07T10:15:01.417-06:00", "bill_text": "An Act to revise certain leave policies for state employees. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 3-6C-4 be AMENDED: 3-6C-4. Vacation leave. Each permanent employee shall earn up to one hundred twenty hours vacation leave per full year of employment. A permanent employee with more than fifteen years employment shall earn up to one hundred sixty hours vacation leave per full year of employment. Vacation leave shall be accrued accrue vacation leave on an hourly, biweekly, semimonthly, or monthly basis as determined by the human resources commissioner. Vacation leave may not be used until the employee has served the initial six-month period. Vacation leave is cumulative only to the extent of that which may be earned in a period of time not exceeding two years of regular and continuous state employment. Vacation leave may not be advanced to an employee at any time. Section 2. That § 3-6C-5 be REPEALED. 3-6C-5. Employees entitled to vacation leave. Section 3. That § 3-6C-7 be AMENDED: 3-6C-7. Sick leave--Permanent employees. Each permanent employee shall earn up to one hundred twelve hours sick leave per full year of employment. Sick accrue sick leave shall be accrued on an hourly, biweekly, semimonthly, or monthly basis as determined by the human resources commissioner and shall accumulate without limit as to the number of hours of such accumulation. The use of sick leave shall be supported by a medical certificate upon the request of the human resources commissioner. An employee is not entitled to more than the employee's accrued sick leave without first using all of the employee's accumulated vacation leave. An employee may use up to forty hours of the employee's accrued sick leave annually for personal emergency reasons. Leave for personal emergencies may not be accumulated from year to year. The commission, pursuant to chapter 1-26, shall promulgate rules to implement this provision. Adoption of a child by an employee is treated as natural childbirth for leave purposes. Section 4. That § 3-6C-18 be AMENDED: 3-6C-18. Leave--Definition and administration--Promulgation of rules. The commission may, pursuant to chapter 1-26, promulgate rules to further define and administer the types of leave permitted to be taken as sick leave, vacation leave, paid family leave, and leave of absence, including the following: child care, jury duty, military service, maternity, and education and other fringe benefits. Section 5. That § 3-6C-15 be AMENDED: 3-6C-15. Donation of vacation leave--Qualifications--Promulgation of rules--Approval by bureau. A permanent employee may donate accrued vested vacation leave to another permanent employee who meets all of the following criteria: (1) The recipient employee will use the donated leave to care for the recipient employee's spouse, child, or parent who is terminally ill; (2) The recipient employee's spouse, child, or parent is suffering from an acutely life threatening illness or injury which has been certified by a licensed physician as having a significant likelihood of terminating fatally; and (3) The recipient employee has exhausted all accrued vacation and personal emergency leave. The total paid leave, including the donated vacation leave pursuant to this section, may not exceed twelve weeks annually per recipient employee. The donation shall be approved by the bureau under rules promulgated pursuant to chapter 1-26 by the commission, including number of hours to be donated, confidentiality of a donation, definition of terminally ill, definition of life threatening illness or injury, criteria for determining employee eligibility to receive or donate leave and for prorating donated leave for part-time employees, and procedures for approval of the donation. Any donation shall be in compliance with the provisions of §§ 3-6C-4 and 3-6C-5. Section 6. That ARSD 55:09:04:01 be AMENDED: 55:09:04:01. Vacation leave. Each permanent employee is entitled to vacation leave with pay. Vacation leave credits start with the date of employment but may not be used or paid until six months of continuous service have been completed. Any request for vacation leave shall be approved by an employee's immediate supervisor before the time of departure. A leave request may not exceed the amount accumulated. Vacation leave shall be accrued each semimonthly pay period and is accrued pay period in equal increments to the maximum specified in SDCL 3-6C-4. An employee with less than 15 years of service who is paid monthly may accrue no more than 10 hours of vacation leave a month. An employee with 15 years or more of service who is paid monthly may not accrue more than 13.334 hours of vacation leave a month set forth in this section. Each permanent employee shall earn up to 120 hours vacation leave per full year of employment. A permanent employee with more than 15 years employment shall earn up to 160 hours vacation leave per full year of employment. The 15 years of service does not have to be consecutive. Vacation leave is cumulative only to the extent of that which may be earned in a period of time not exceeding two years of regular and continuous state employment. A permanent employee who works less than full time accrues prorated vacation leave based on the number of hours paid in the pay period. An employee whose appointment has expired or who has been laid off or terminated for cause shall take earned vacation in a lump sum. If an employee who is terminating employment is on vacation leave, no other type of leave may be used. If an employee transfers, all accumulated leave shall be transferred to the new department. Section 7. That ARSD 55:09:04:02 be AMENDED: 55:09:04:02. Sick leave. Sick leave with pay shall be accrued each semimonthly pay period in equal increments to the maximum specified in SDCL 3-6C-7. An employee paid monthly shall accumulate sick leave at a rate of 9.334 hours per month set forth in this section. A permanent employee shall earn up to 112 hours sick leave per full year of employment. An employee who works less than full time shall accrue prorated sick leave based on the number of hours paid in the pay period. Sick leave may be granted for personal illness; pregnancy; the birth or the placement for adoption or foster care of a child, in order to bond with a child within one year of child's birth or placement; exposure to contagious diseases that would endanger the health of fellow employees; required eye and dental care; required medical examination; or inpatient or outpatient treatment in approved centers for alcohol, drug abuse, psychiatric, or counseling care the illness, health care needs, or temporary care of the employee, the employee's immediate family, or a person for whom the employee is the legal guardian. An employee may use up to five days of sick leave, as bereavement leave, for the loss of an immediate family member. An employee who is on approved leave, except terminal vacation leave, and becomes injured or ill may use sick leave. The appointing authority may, with the approval of the commissioner, require the employee to produce a doctor's statement to support a request for sick leave. Section 8. That a NEW SECTION be added to ARSD chapter 55:09:04: 55:09:04:04.01. Paid family leave. Each permanent employee who has been employed by the state for a continuous period of six months is entitled to 24 hours of paid family leave per week for up to eight weeks following the birth of a child of the employee or placement of a child for adoption. Paid family leave must be taken within one year following the birth of a child or the placement of a child for adoption. A permanent part-time employee will receive prorated hours. Sick or vacation leave may be used to supplement the remaining hours in the work week. Section 9. That ARSD 55:09:04:05 be AMENDED: 55:09:04:05. Personal Active duty military leave. An employee may use up to 40 hours of accumulated sick leave annually for the following purposes: (1) A death in the immediate family; (2) The temporary care of members of the immediate family; and (3) A a call to state active duty of military reserve or national guard members. Section 10. That ARSD 55:09:04:12 be AMENDED: 55:09:04:12. Family and medical leave. Family and medical leave is available to an employee who has worked for twelve months or more and who has worked 1,250 hours or more. Up to 12 weeks of sick leave, personal paid family leave, vacation leave, leave without pay, or any combination of these leaves may be taken as family and medical leave. An employee may request family and medical leave for any of the following purposes: (1) The birth of a child of the employee or the placement of a child with the employee for adoption or foster care; (2) To bond with a child so long as the leave is taken within one year of the child's birth or placement; (3) The need to care for the spouse, child, or parent of the employee if the spouse, child, or parent has a serious health condition; (4) A serious health condition; or (5) A qualifying exigency arising out of the fact that the employee's spouse, son, daughter, or parent is on active duty or called to active duty status as a member of the National Guard or another reserve component of the armed forces of the United States in support of a contingency operation. A qualifying exigency includes the attending of certain military events, arranging for alternative childcare, addressing of certain financial and legal arrangements, attending of certain counseling sessions, and attending of post-deployment reintegration briefings. An employee who has worked for twelve months or more and who has worked 1,250 hours may also request family and medical leave to care for a spouse, son, daughter, parent, or the employee's next of kin of a covered servicemember with a serious injury or illness. A covered servicemember is anyone currently a member of the regular armed forces, a reserve component of the armed forces, or the National Guard. A serious injury or illness is an injury or illness incurred by a covered servicemember in the line of duty on active duty that may render the servicemember medically unfit to perform the duties of the servicemember's office, grade, rank or rating and for which the servicemember is undergoing medical treatment, recuperation, therapy, or outpatient treatment or is on the temporary disability retired list. An employee may also take military caregiver leave to care for a family member who sustained a qualifying injury for up to five years after the member has been discharged from military service. Up to 26 weeks of personal leave, vacation leave, leave without pay, or any combination of these leaves may be taken as family and medical leave for military caregiver leave during a single 12-month period. The use of sick leave shall comply with SDCL 3-6C-7 and 3-6C-8. If sick leave is used for any part of the family and medical leave, the employee may be required to support the request with a statement from a medical doctor certifying the nature of the serious health condition."}, {"bill_id": 11794, "bill_version_id": 68313, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2020-02-21T14:07:49.107-06:00", "bill_text": "An Act to revise certain leave policies for state employees. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 3-6C-4 be AMENDED: 3-6C-4. Vacation leave--Accrual and accumulation--Advanced leave. Each permanent employee shall earn up to one hundred twenty hours vacation leave per full year of employment. A permanent employee with more than fifteen years employment shall earn up to one hundred sixty hours vacation leave per full year of employment. Vacation leave shall be accrued on an hourly, biweekly, semimonthly, or monthly basis as determined by the human resources commissioner. Vacation leave may not be used until the employee has served the initial six-month period. Vacation leave is cumulative only to the extent of that which may be earned in a period of time not exceeding two years of regular and continuous state employment. Vacation leave may not be advanced to an employee at any time. Section 2. That § 3-6C-5 be REPEALED. 3-6C-5. Employees entitled to vacation leave. Section 3. That § 3-6C-7 be AMENDED: 3-6C-7. Sick leave--Accrual and accumulation--Medical certificate--Vacation leave used for sickness--Personal emergency leave. Each permanent employee shall earn up to one hundred twelve hours sick leave per full year of employment. Sick leave shall be accrued on an hourly, biweekly, semimonthly, or monthly basis as determined by the human resources commissioner and shall accumulate without limit as to the number of hours of such accumulation. The use of sick leave shall be supported by a medical certificate upon the request of the human resources commissioner. An employee is not entitled to more than the employee's accrued sick leave without first using all of the employee's accumulated vacation leave. An employee may use up to forty hours of the employee's accrued sick leave annually for personal emergency reasons. Leave for personal emergencies may not be accumulated from year to year. The commission, pursuant to chapter 1-26, shall promulgate rules to implement this provision. Adoption of a child by an employee is treated as natural childbirth for leave purposes. Section 4. That a NEW SECTION be added: 3-6C-7.1. Paid family leave. Each permanent employee who has been employed by the state for a continuous period of six months is entitled to paid family leave following the birth of a child or placement of a child for adoption. Section 5. That § 3-6C-15 be AMENDED: 3-6C-15. Donation of vacation leave to recipient caring for terminally ill family member--Approval by bureau. A permanent employee may donate accrued vested vacation leave to another permanent employee who meets all of the following criteria: (1) The recipient employee will use the donated leave to care for the recipient employee's spouse, child, or parent who is terminally ill; (2) The recipient employee's spouse, child, or parent is suffering from an acutely life threatening illness or injury which has been certified by a licensed physician as having a significant likelihood of terminating fatally; and (3) The recipient employee has exhausted all accrued vacation and personal emergency leave. The total paid leave, including the donated vacation leave pursuant to this section, may not exceed twelve weeks annually per recipient employee. The donation shall be approved by the bureau under rules promulgated pursuant to chapter 1-26 by the commission, including number of hours to be donated, confidentiality of a donation, definition of terminally ill, definition of life threatening illness or injury, criteria for determining employee eligibility to receive or donate leave and for prorating donated leave for part-time employees, and procedures for approval of the donation. Any donation shall be in compliance with the provisions of §§ 3-6C-4 and 3-6C-5. Section 6. That § 3-6C-18 be AMENDED: 3-6C-18. Leave and other benefits--Promulgation of rules. The commission may, pursuant to chapter 1-26, promulgate rules to further define and administer the types of leave permitted to be taken as sick leave, vacation leave, paid family leave, and leave of absence, including the following: child care, jury duty, military service, maternity, and education and other fringe benefits."}, {"bill_id": 11794, "bill_version_id": 69074, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2020-03-02T11:45:34.07-06:00", "bill_text": "An Act to revise certain leave policies for state employees. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 3-6C-4 be AMENDED: 3-6C-4. Vacation leave--Accrual and accumulation--Advanced leave. Each permanent employee shall earn up to one hundred twenty hours vacation leave per full year of employment. A permanent employee with more than fifteen years employment shall earn up to one hundred sixty hours vacation leave per full year of employment. Vacation leave shall be accrued on an hourly, biweekly, semimonthly, or monthly basis as determined by the human resources commissioner. Vacation leave may not be used until the employee has served the initial six-month period. Vacation leave is cumulative only to the extent of that which may be earned in a period of time not exceeding two years of regular and continuous state employment. Vacation leave may not be advanced to an employee at any time. Section 2. That § 3-6C-5 be REPEALED. 3-6C-5. Employees entitled to vacation leave. Section 3. That § 3-6C-7 be AMENDED: 3-6C-7. Sick leave--Accrual and accumulation--Medical certificate--Vacation leave used for sickness--Personal emergency leave--Promulgation of rules. Each permanent employee shall earn up to one hundred twelve hours sick leave per full year of employment. Sick leave shall be accrued on an hourly, biweekly, semimonthly, or monthly basis as determined by the human resources commissioner and shall accumulate without limit as to the number of hours of such accumulation. The use of sick leave shall be supported by a medical certificate upon the request of the human resources commissioner. An employee is not entitled to more than the employee's accrued sick leave without first using all of the employee's accumulated vacation leave. An employee may use up to forty hours of the employee's accrued sick leave annually for personal emergency reasons. Leave for personal emergencies may not be accumulated from year to year. The commission, pursuant to chapter 1-26, shall promulgate rules to implement this provision. Adoption of a child by an employee is treated as natural childbirth for leave purposes. Section 4. That a NEW SECTION be added: 3-6C-7.1. Paid family leave. Each permanent employee who has been employed by the state for a continuous period of six months is entitled to paid family leave following the birth of a child or placement of a child for adoption. Section 5. That § 3-6C-15 be AMENDED: 3-6C-15. Donation of vacation leave to recipient caring for terminally ill family member--Approval by bureau. A permanent employee may donate accrued vested vacation leave to another permanent employee who meets all of the following criteria: (1) The recipient employee will use the donated leave to care for the recipient employee's spouse, child, or parent who is terminally ill; (2) The recipient employee's spouse, child, or parent is suffering from an acutely life threatening illness or injury which has been certified by a licensed physician as having a significant likelihood of terminating fatally; and (3) The recipient employee has exhausted all accrued vacation and personal emergency leave and sick leave. The total paid leave, including the donated vacation leave pursuant to this section, may not exceed twelve weeks annually per recipient employee. The donation shall be approved by the bureau under rules promulgated pursuant to chapter 1-26 by the commission, including number of hours to be donated, confidentiality of a donation, definition of terminally ill, definition of life threatening illness or injury, criteria for determining employee eligibility to receive or donate leave and for prorating donated leave for part-time employees, and procedures for approval of the donation. Any donation shall be in compliance with the provisions of §§ 3-6C-4 and 3-6C-5. Section 6. That § 3-6C-18 be AMENDED: 3-6C-18. Leave and other benefits--Promulgation of rules. The commission may, pursuant to chapter 1-26, promulgate rules to further define and administer the types of leave permitted to be taken as sick leave, vacation leave, paid family leave, and leave of absence, including the following: child care, jury duty, military service, maternity, and education and other fringe benefits."}, {"bill_id": 11794, "bill_version_id": 69872, "bill_version": "Enrolled", "bill_version_date": "2020-03-10T15:08:29.867-05:00", "bill_text": "ENTITLED An Act to revise certain leave policies for state employees. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 3-6C-4 be AMENDED: 3-6C-4. Vacation leave--Accrual and accumulation--Advanced leave. Each permanent employee shall earn up to one hundred twenty hours vacation leave per full year of employment. A permanent employee with more than fifteen years employment shall earn up to one hundred sixty hours vacation leave per full year of employment. Vacation leave shall be accrued on an hourly, biweekly, semimonthly, or monthly basis as determined by the human resources commissioner. Vacation leave is cumulative only to the extent of that which may be earned in a period of time not exceeding two years of regular and continuous state employment. Vacation leave may not be advanced to an employee at any time. Section 2. That § 3-6C-5 be REPEALED. 3-6C-5. Employees entitled to vacation leave. Section 3. That § 3-6C-7 be AMENDED: 3-6C-7. Sick leave--Accrual and accumulation--Medical certificate--Vacation leave used for sickness--Personal emergency leave--Promulgation of rules. Each permanent employee shall earn up to one hundred twelve hours sick leave per full year of employment. Sick leave shall be accrued on an hourly, biweekly, semimonthly, or monthly basis as determined by the human resources commissioner and shall accumulate without limit as to the number of hours of such accumulation. The use of sick leave shall be supported by a medical certificate upon the request of the human resources commissioner. An employee is not entitled to more than the employee's accrued sick leave without first using all of the employee's accumulated vacation leave. The commission, pursuant to chapter 1-26, shall promulgate rules to implement this provision. Adoption of a child by an employee is treated as natural childbirth for leave purposes. Section 4. That a NEW SECTION be added: 3-6C-7.1. Paid family leave. Each permanent employee who has been employed by the state for a continuous period of six months is entitled to paid family leave following the birth of a child or placement of a child for adoption. Section 5. That § 3-6C-15 be AMENDED: 3-6C-15. Donation of vacation leave to recipient caring for terminally ill family member--Approval by bureau. A permanent employee may donate accrued vested vacation leave to another permanent employee who meets all of the following criteria: (1) The recipient employee will use the donated leave to care for the recipient employee's spouse, child, or parent who is terminally ill; (2) The recipient employee's spouse, child, or parent is suffering from an acutely life threatening illness or injury which has been certified by a licensed physician as having a significant likelihood of terminating fatally; and (3) The recipient employee has exhausted all accrued vacation and sick leave. The total paid leave, including the donated vacation leave pursuant to this section, may not exceed twelve weeks annually per recipient employee. The donation shall be approved by the bureau under rules promulgated pursuant to chapter 1-26 by the commission, including number of hours to be donated, confidentiality of a donation, definition of terminally ill, definition of life threatening illness or injury, criteria for determining employee eligibility to receive or donate leave and for prorating donated leave for part-time employees, and procedures for approval of the donation. Any donation shall be in compliance with the provisions of § 3-6C-4. Section 6. That § 3-6C-18 be AMENDED: 3-6C-18. Leave and other benefits--Promulgation of rules. The commission may, pursuant to chapter 1-26, promulgate rules to further define and administer the types of leave permitted to be taken as sick leave, vacation leave, paid family leave, and leave of absence, including the following: child care, jury duty, military service, maternity, and education and other fringe benefits. An Act to revise certain leave policies for state employees. I certify that the attached Act originated in the: Senate as Bill No. 186 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 186 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2020 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2020 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2020 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11794, "action_date": "2020-02-07T13:00:00-06:00", "document_id": 67031, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67031.pdf", "status_text": "First read in Senate and referred to", "journal_page": 168, "committee_id_action": 447, "committee_id_assigned": 450, "result": "N", "vote": {}}, {"bill_id": 11794, "action_date": "2020-02-19T10:00:00-06:00", "document_id": 67515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67515.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 450, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11794, "action_date": "2020-02-21T10:00:00-06:00", "document_id": 67747, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67747.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 450, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11794, "action_date": "2020-02-21T10:00:00-06:00", "document_id": 67750, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67750.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 450, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11794, "action_date": "2020-02-21T10:00:00-06:00", "document_id": 67750, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67750.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 450, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33465, "president_vote": null, "Yea": [1741, 1658, 1663, 1686, 1703, 1705, 1717, 1693], "Excused": [1720]}}, {"bill_id": 11794, "action_date": "2020-02-21T10:00:00-06:00", "document_id": 67750, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67750.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 450, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11794, "action_date": "2020-02-25T14:00:00-06:00", "document_id": 68514, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68514.pdf", "status_text": "Do Pass", "journal_page": 338, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33790, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1707, 1763, 1693, 1659, 1720, 1658, 1742, 1663, 1717, 1708, 1721, 1686, 1724, 1715, 1651, 1703, 1749, 1746, 1726, 1718, 1752, 1713, 1704, 1750, 1716, 1730, 1706, 1719, 1735, 1652, 1705]}}, {"bill_id": 11794, "action_date": "2020-02-25T14:00:00-06:00", "document_id": 68514, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68514.pdf", "status_text": "Do Pass Amended", "journal_page": 338, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33790, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1707, 1763, 1693, 1659, 1720, 1658, 1742, 1663, 1717, 1708, 1721, 1686, 1724, 1715, 1651, 1703, 1749, 1746, 1726, 1718, 1752, 1713, 1704, 1750, 1716, 1730, 1706, 1719, 1735, 1652, 1705]}}, {"bill_id": 11794, "action_date": "2020-02-26T14:00:00-06:00", "document_id": 68734, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68734.pdf", "status_text": "First Reading House", "journal_page": 409, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11794, "action_date": "2020-02-27T11:00:00-06:00", "document_id": 68872, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68872.pdf", "status_text": "Referred to", "journal_page": 423, "committee_id_action": 480, "committee_id_assigned": 461, "result": "N", "vote": {}}, {"bill_id": 11794, "action_date": "2020-03-02T07:30:00-06:00", "document_id": 68969, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68969.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 461, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11794, "action_date": "2020-03-02T07:30:00-06:00", "document_id": 68970, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68970.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 461, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11794, "action_date": "2020-03-02T07:30:00-06:00", "document_id": 68970, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68970.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 461, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34046, "president_vote": null, "Yea": [1754, 1711, 1672, 1682, 1731, 1677, 1653, 1725], "Nay": [1744, 1736, 1734, 1723], "Excused": [1657]}}, {"bill_id": 11794, "action_date": "2020-03-04T14:00:00-06:00", "document_id": 69321, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69321.pdf", "status_text": "Deferred to another day", "journal_page": 477, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11794, "action_date": "2020-03-05T14:00:00-06:00", "document_id": 69525, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69525.pdf", "status_text": "Do Pass Amended", "journal_page": 492, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34543, "president_vote": null, "Yea": [1754, 1700, 1689, 1654, 1670, 1668, 1751, 1665, 1711, 1672, 1656, 1743, 1680, 1728, 1702, 1676, 1682, 1662, 1748, 1684, 1731, 1669, 1739, 1690, 1678, 1655, 1657, 1737, 1679, 1671, 1765, 1698, 1677, 1733, 1745, 1701, 1666, 1725, 1688, 1727, 1683, 1664, 1709, 1660, 1696, 1692, 1661, 1762, 1697, 1691, 1712, 1687], "Nay": [1723, 1710, 1744, 1736, 1738, 1747, 1667, 1722, 1675, 1673, 1729, 1674, 1755, 1734], "Excused": [1699, 1740, 1681, 1653]}}, {"bill_id": 11794, "action_date": "2020-03-10T10:00:00-05:00", "document_id": 69810, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69810.pdf", "status_text": "Concurred in amendments", "journal_page": 478, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34674, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1707, 1763, 1693, 1659, 1720, 1658, 1742, 1663, 1717, 1708, 1721, 1686, 1724, 1715, 1651, 1703, 1749, 1746, 1726, 1718, 1752, 1713, 1704, 1750, 1716, 1730, 1706, 1719, 1735, 1652, 1705]}}, {"bill_id": 11794, "action_date": "2020-03-11T10:00:00-05:00", "document_id": 69897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69897.pdf", "status_text": "Signed by the President", "journal_page": 487, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11794, "action_date": "2020-03-11T10:00:00-05:00", "document_id": 69897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69897.pdf", "status_text": "Signed by the President", "journal_page": null, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11794, "action_date": "2020-03-11T10:00:00-05:00", "document_id": 69924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69924.pdf", "status_text": "Signed by the Speaker", "journal_page": 583, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11794, "action_date": "2020-03-12T10:00:00-05:00", "document_id": 69968, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69968.pdf", "status_text": "Delivered to the Governor", "journal_page": 534, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11794, "action_date": "2020-03-30T11:00:00-05:00", "document_id": 70027, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/70027.pdf", "status_text": "Signed by the Governor", "journal_page": 557, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 413, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/11794"}