{"session_id": 69, "bill_id": 24900, "bill_type": "Senate Bill", "bill_number": 76, "bill_title": "modify provisions pertaining to the appointment of vacant positions on a board or commission.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24900", "sponsors": [{"legislator_profile_id": 4569, "is_prime": true}, {"legislator_profile_id": 4572, "is_prime": true}, {"legislator_profile_id": 4476, "is_prime": false}, {"legislator_profile_id": 4496, "is_prime": false}, {"legislator_profile_id": 4512, "is_prime": false}, {"legislator_profile_id": 4540, "is_prime": false}, {"legislator_profile_id": 4550, "is_prime": false}, {"legislator_profile_id": 4576, "is_prime": false}], "keywords": ["Appointments", "Boards and Commissions", "Higher Education", "Public Officers and Employees"], "audio": [], "bill_versions": [{"bill_id": 24900, "bill_version_id": 258913, "bill_version": "Introduced", "bill_version_date": "2024-01-09T23:14:52.477-06:00", "bill_text": "An Act to modify provisions pertaining to the appointment of vacant positions on a board or commission. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to chapter 3-4: If any position on a board or commission whose members are appointed by the governor without the consent of the Senate becomes vacant pursuant to § 3-4-1, the Governor must appoint a person to fill the vacancy within one hundred twenty days of the occurrence of the vacancy. If the vacancy is the result of a resignation, the person who has resigned remains on the board or commission until the Governor appoints a person to fill the vacancy or until a date set in writing by the person who resigned, whichever is sooner. Except as provided below, if a person's term on the board or commission has expired, the person remains on the board or commission until the Governor appoints a person to the new term, and if the Governor has not appointed a person to the new term within one hundred twenty days after the term expired, the person is deemed to be reappointed for another term. If a person is unable to serve an additional term due to a term limit, the person may not remain on the board or commission after the person's term has expired and may not be deemed reappointed under this section. This section applies to any board or commission whose members are appointed by the Governor without the consent of the Senate unless the board or commission is specifically exempted from this section by law. Section 2. That chapter 3-4 be amended with a NEW SECTION: If any position on a board or commission whose members are appointed by the Governor with the consent of the Senate becomes vacant pursuant to § 3-4-1, the Governor may make an interim appointment to fill the vacancy, but any interim appointment expires when the Senate acts upon the appointee's nomination. If the vacancy is the result of a resignation, the person who has resigned remains on the board or commission until the Governor appoints a person with the consent of the Senate or makes an interim appointment to fill the vacancy or until a date set in writing by the person who resigned, whichever is sooner. If a person's term on the board or commission has expired, the person remains on the board or commission until the Senate consents to the appointment of the Governor's nominee or until the Senate acts upon the renomination of the person whose term has expired. If the Governor does not nominate a person for the new term by the tenth legislative day after the Legislature convenes, the person whose term has expired is deemed to be renominated for the new term and the Senate may act on the nomination accordingly. If a person is unable to serve an additional term due to a term limit, the person is not deemed renominated pursuant to this section and may not remain on the board or commission pursuant to this section after the adjournment of the next legislative session after the person's term expires. This section applies to any board or commission whose members are appointed by the Governor with the consent of the Senate unless the board or commission is specifically exempted from this section by law. Section 3. That § 13-49-3 be AMENDED: 13-49-3. Each regent, except the student regent, shall be is appointed for a term of six years. The term shall expire expires on the last day of March or when a successor is appointed and qualified, unless removed as provided in § 3-17-1. No regent appointed after July 1, 2018, and without any previous service on the board, may serve more than two consecutive terms. However, after serving two consecutive terms, a A regent who has served two consecutive terms may be reappointed after if at least two years have passed since the expiration of the regent's last term. Any partial term to fill a vacancy on the board may not count against the two-term limit. This section does not apply to the student regent. Section 4. That § 13-49-6.1 be AMENDED: 13-49-6.1. The Governor shall appoint a student regent, with the consent of the Senate, who shall participate in all board meetings, open and closed, and be compensated in the same manner as board members. The student regent shall must be a student of one of the public postsecondary educational institutions under the control of the board. The student regent shall be is appointed for a term of two years which term shall expire. The term of the student regent expires on the first day of July of every even-numbered year, unless the student regent is removed under the provisions of § 3-17-1 or unless such the student does not remain enrolled in a postsecondary institution controlled by the board. The student regent is a formal member of the board and may vote. If the term of the student regent expires, the Governor may make an interim appointment for the new term. If the position of student regent becomes vacant pursuant to § 3-4-1, the Governor may make an interim appointment for the balance of the unexpired term. Any interim appointment expires when the Senate acts upon the appointment unless the Senate consents to the appointment. The student regent is exempt from the provisions of section 2 of this Act. Section 5. That § 1-7-1.1 be REPEALED. On any board or commission whose members are appointed by the Governor, the Governor shall appoint a person to fill any vacancy within one hundred twenty days of the occurrence of the vacancy. The person who has resigned or whose term has expired shall remain on the board or commission until the Governor appoints a person to fill the vacancy. For any person whose term on the board or commission has expired, if the Governor has not appointed a person to fill the vacancy within one hundred twenty days after the vacancy occurs, the person shall be deemed to be reappointed for another term. Section 6. That § 13-49-4 be REPEALED. If a vacancy occurs as provided in § 3-4-1, the Governor shall fill the vacancy by appointment, and the appointee shall serve for the balance of the unexpired term. However, if the Senate, at the next legislative session, fails to confirm the appointee, the appointee shall only serve until the last day of March. Then a new appointee shall be named by the Governor. The subsequent appointee is subject to the same conditions as set forth in this section."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24900, "action_date": "2024-01-10T10:30:00-06:00", "document_id": 257026, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/257026.pdf", "status_text": "First read in Senate and referred to", "journal_page": 35, "committee_id_action": 1219, "committee_id_assigned": 1220, "result": "N", "vote": {}}]}