{"session_id": 45, "bill_id": 12912, "bill_type": "House Bill", "bill_number": 1243, "bill_title": "to establish a telecommunications gross receipts tax, provide certain credits, revise certain tax rates on gross receipts, and revise certain exemptions to taxes levied on property.", "sponsors": [{"legislator_profile_id": 1889, "is_prime": true}, {"legislator_profile_id": 1921, "is_prime": true}, {"legislator_profile_id": 1900, "is_prime": false}, {"legislator_profile_id": 1911, "is_prime": false}, {"legislator_profile_id": 1915, "is_prime": false}, {"legislator_profile_id": 1926, "is_prime": false}, {"legislator_profile_id": 1927, "is_prime": false}, {"legislator_profile_id": 1930, "is_prime": false}, {"legislator_profile_id": 1949, "is_prime": false}, {"legislator_profile_id": 1969, "is_prime": false}], "keywords": ["Income & Financial Institutions' Taxes", "Telecommunications"], "audio": [], "bill_versions": [{"bill_id": 12912, "bill_version_id": 73493, "bill_version": "Introduced", "bill_version_date": "1997-02-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a telecommunications gross receipts tax, provide certain credits, revise certain tax rates on gross receipts, and revise certain exemptions to taxes levied on property. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Department,\" the South Dakota Department of Revenue; (2) \"Engaging in business,\" carrying on or causing to be carried on any activity with the purpose of direct or indirect benefit; (3) \"Personal communications service,\" digital wireless telephone technology, including portable phones, pagers, fax machines, and computers, which allows the consumer to use the same telephone number wherever the consumer goes; (4) \"Secretary,\" the secretary of the Department of Revenue; (5) \"Selling public telecommunications services,\" the provision of telecommunications services by a telecommunications company to a purchaser within the state for consideration; (6) \"Telecommunications company,\" any person, municipal corporation, trustee, lessee, or receiver owning, operating, managing, or controlling in whole or in part, any telecommunications line, system, or exchange in this state, directly or indirectly, for public use which is required to have a certificate of authority pursuant to chapter 49- 31; (7) \"Telecommunications service,\" the transmission of signs, signals, writings, images, sounds, messages, data, or other information of any nature by wire, radio, light waves, electromagnetic means, or other similar means. The term does not include the provision of terminal equipment used to originate or terminate such service, broadcast transmission by radio, television, and satellite stations regulated by the Federal Communications Commission and one-way cable television service. The term includes radio common carrier services including mobile telephone service, personal communications services, and radio paging; (8) \"Telecommunications gross receipts tax,\" the gross receipts tax imposed by this Act; (9) \"Wide-area telephone service,\" a fixed rate service allowing customers to make or receive long-distance calls without being charged for each call.. Section 2. For the purposes of this Act, the term, sales price, means the total amount of money or the value of other consideration charged by a telecommunications company for the sale of telecommunications services in the state, including amounts charged for interstate telecommunications services. The term does not include: (1) Cash discounts allowed and taken; (2) Any tax collected pursuant to Chapter 10-45; (3) Any tax collected pursuant to Chapter 10-52; (4) Any gross receipts or sales tax imposed by an Indian nation or tribe; (5) Any federal communications excise tax; (6) Any 911 emergency surcharge imposed pursuant to chapter 34-45; or (7) Any telecommunications access fee imposed pursuant to § 49-31-51. Section 3. The seller of any telecommunications service shall pay a gross receipts tax on the sale of telecommunication services at the rate of four percent of the sales price. Section 4. Telecommunications companies subject to the tax imposed on gross receipts pursuant to § 10-33-21 are exempt from the tax imposed by section 3 of this Act. Section 5. A telecommunications company is liable for any telecommunications gross receipts tax the company from the sale of any telecommunications service which is subject to the telecommunications gross receipts tax. Section 6. For the purposes of this Act, to prevent evasion of the gross receipts tax and to aid in its administration, all sales of any telecommunications company engaged in the business of selling telecommunications are deemed subject to the telecommunications gross receipts tax. Section 7. The telecommunications gross receipts tax does not apply to the sales price of any wide area telephone service or private communications service originating or terminating in this state. Section 8. The telecommunications gross receipts tax does not apply to the sales price of any telecommunications service by another telecommunications company which will be resold to another telecommunications company. The telecommunication company purchasing the telecommunications service with the intent to resell the service shall certify that fact to the telecommunications company selling the service at the time of the sale by the means of a resale certificate. The Department of Revenue shall, by rules promulgated pursuant to chapter 1-26, establish the form and procedures for the resale certificate. Section 9. The telecommunications gross receipts tax does not apply to the sales price of any telecommunications service that is provided by one member of a controlled group. Section 10. The telecommunications gross receipts tax does not apply to the sales price of any telecommunications by any agency of federal or state government. Section 11. Any refund or allowance made by any telecommunication service or any amount written off the books of a telecommunications company reporting financial information on an accrual basis may be reported as an uncollectible debt and deducted from the sales price of any telecommunications service. If any uncollectible debt is subsequently collected, the amount is subject to the telecommunications gross receipts tax and shall be reported to the Department of Revenue in the month of collection. Section 12. The telecommunications gross receipts tax shall be in addition to all other taxes imposed by the State of South Dakota, or by any municipal corporation or political subdivision thereof, unless otherwise specifically exempted by this Act. Section 13. The secretary of revenue shall establish, by rules promulgated pursuant to chapter 1-26, schedules for the collection of the telecommunications gross receipts tax. The schedules established shall spread the tax proportionately on fractions of dollars. Section 14. Any telecommunications company engaging in a business in this state whose sales are subject to the telecommunications gross receipts tax shall file with the Department of Revenue, an application for a telecommunications gross receipts tax license. An application for a license shall be made upon a form prescribed by the secretary of revenue and shall set forth the name under which the applicant transacts or intends to transact business, the location of the place of business, and such other information as the secretary of revenue may require. The application shall be signed by the owner, if a natural person; in the case of an association or partnership, by a member or partner thereof; or in the case of a corporation, by an executive officer thereof or some person specifically authorized by the corporation to sign the application, to which shall be attached the written evidence of the person's authority. Section 15. The secretary of revenue shall grant and issue to each applicant a telecommunications gross receipts tax license. A license is not assignable and is valid only for the telecommunications company to which it was issued. Any license issued is valid and effective without further payment of fees until canceled or revoked. Section 16. The secretary of revenue may refuse to issue a telecommunications gross receipts tax license to any person who is delinquent in payment of other taxes levied by the State of South Dakota. The secretary may also require an applicant to furnish a bond to the state, or other adequate security, as security for payment of any gross receipts tax that may become due, or require a bond or security as a condition precedent to remaining in business as telecommunications company. Section 17. Any person who is the holder of a telecommunications gross receipts tax license or is a telecommunications company whose receipts are subject to telecommunications gross receipts tax in this state shall file a return and remit the tax on or before the twentieth day of the month following each monthly period. If the telecommunications company files the return and remits the tax by electronic transfer to the state, the telecommunications company shall file the return and remit the tax on or before the last day of the month following each monthly period. The secretary of revenue may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 18. Any telecommunications company that is the holder of a telecommunications gross receipts tax license and that has failed to file a return, or that has filed a return and has failed to pay the tax due the state under this law on or before the fifteenth of the second month following the reporting period authorized, may no longer continue as a telecommunications company and its telecommunications gross receipts tax license is hereby revoked and canceled. Section 19. Appeals from decisions of the secretary of revenue in contested cases may be taken in accordance with chapter 1-26. Section 20. The secretary of revenue may not reinstate the license of a telecommunications company, which has been canceled or revoked as provided in section 18 of this Act, until all the telecommunications gross receipts tax due the state and a ten dollar reinstatement fee has been paid. The secretary may also require the telecommunications company to file a bond as security for any future liability. Section 21. Any telecommunications company subject to the telecommunications gross receipts tax shall keep records of all receipts and telecommunications service sales. The records shall, at all times during business hours of the day, be subject to inspection by the Department of Revenue to determine the amount of tax due. The records shall be preserved for a period of three years unless the secretary of revenue, in writing, authorized their destruction or disposal at an earlier date. Section 22. The secretary of revenue may promulgate rules pursuant to chapter 1-26 concerning: (1) Telecommunications tax licensing, including bonding and filing license applications; (2) The filing of returns and payment of the tax; (3) Determining the application of the telecommunications tax and exemptions; (4) Taxpayer record-keeping requirements; (5) Determining auditing methods; (6) Requirements necessary to qualify for tax credits; (7) Procedures for filing for tax credits. Section 23. Any person who: (1) Makes any false or fraudulent return in attempting to defeat or evade the telecommunications gross receipts tax is guilty of a Class 6 felony; (2) Fails to pay the telecommunications gross receipts tax due under this Act within thirty days from the date the tax becomes due is guilty of a Class 1 misdemeanor; (3) Fails to keep the records required by section 21 of this Act or refuses to exhibit these records to the Department of Revenue for the purpose of examination is guilty of a Class 1 misdemeanor; (4) Fails to file a return required by this chapter within thirty days from the date the return is due is guilty of a Class 1 misdemeanor; (5) Engages in business as a telecommunications company under this Act without obtaining a telecommunications gross receipts tax license is guilty of a Class 1 misdemeanor; (6) Engages in business as a telecommunications company under this Act after the company's telecommunications gross receipts tax license has been revoked or canceled by the secretary of revenue is guilty of a Class 6 felony; (7) Willfully violates any rule of the secretary of revenue for the administration and enforcement of the provisions of this Act is guilty of a Class 1 misdemeanor; (8) Violates either subdivision (2) or subdivision (4) two or more times in any twelve-month period is guilty of a Class 6 felony; (9) Engages in business as a telecommunications company under this Act without obtaining a telecommunications gross receipts tax license after having been notified in writing by the secretary of revenue that the telecommunications company is subject to the provisions of this Act is guilty of a Class 6 felony. It is not a violation of this subdivision if the telecommunications company providing any telecommunications service files an application for a telecommunications gross receipts tax license and meets all lawful prerequisites for obtaining such license within three days from receipt of written notice from the secretary. For purposes of this section, the term, telecommunications company, includes corporate officers having control, supervision of or charged with the responsibility for making tax returns or payments pursuant to section 24 of this Act. Section 24. If a corporation subject to the gross receipts tax under this Act fails for any reason to file the required returns or to pay the tax due, any of its officers having control, or supervision of, or charged with the responsibility for making such returns and payments are personally liable for such failure. The dissolution of a corporation does not discharge an officer's liability for a prior failure of the corporation to make a return or remit the tax due. The sum due for such a liability may be assessed and collected as provided by law. If the corporate officers elect not to be personally liable for the failure to file the required returns or to pay the tax due, the corporation shall provide the Department of Revenue with a surety bond or certificate of deposit as security for payment of any tax that may become due. The bond or certificate of deposit provided for in this section shall be in an amount equal to the estimated annual gross receipts multiplied by the applicable sales or gross receipts tax rate. This section does not apply to elected or appointed officials of a municipality if they are bonded pursuant to § § 9-14-6 and 9-14-6.1. Section 25. That § 10-59-1 be amended to read as follows: 10-59-1. The provisions of this chapter apply to any taxes or fees or persons subject to taxes or fees imposed by this Act, chapters 10-39, 10-39A, 10-39B, 10-43, 10-45, 10-46, 10-46A, 10-46B, 10-47B, 10-52, 10-60, 32-3, 32-5, 32-5B, 32-9, 32-10, and 34A-13 and § § 22-25-48, 50-4-13 to 50-4-17, inclusive, and the provisions of chapter 10-45B. Section 26. Any telecommunications company subject to the tax imposed pursuant to § 10- 33-17 may claim a credit against the tax levied by section 3 of this Act or § 10-33-21 and applied to the tax liability. No carryover may be accumulated as a tax credit from one year to the next year. The amount of tax imposed pursuant to § 10-33-17 shall be certified on forms provided by the Department of Revenue. Section 27. That § 10-33-21 be amended to read as follows: 10-33-21. All persons, corporations, cooperatives, and associations engaged in furnishing and providing telephone and exchange service comprising rental and toll service by means of wired circuits and otherwise and whose annual gross receipts are less than twenty-five million dollars shall be taxed on the basis of gross receipts, according to one of the two following schedules. Whichever schedule provides the lesser percentage of tax shall be applied by the Department of Revenue: SCHEDULE A SCHEDULE B However, no telephone company operating in this state shall be taxed less than an amount equal to fifty cents per year per telephone serviced. Companies that provide personal communications and cellular shall be taxed under schedule B. Section 28. That § 10-33-26 be amended to read as follows: 10-33-26. The tax imposed by § 10-33-21 shall be in lieu of all taxes levied by the state, counties, municipalities, townships, school districts, or other political subdivisions of the state on the personal and real property of the company which is used or intended for use in the furnishing and providing telephone and exchange service, rental and toll service the tax imposed by section 3 of this Act , but shall may not be in lieu of the retail occupational sales and use tax, and this chapter shall may in no manner exempt such companies from the payment of such the retail occupational sales and use tax. Section 29. That § 10-33-28 be repealed. 10-33-28. The county treasurer shall allocate and transmit the taxes imposed by § 10-33-21 and collected from each such company to the school treasurers of each school district in which such company operates on the basis of the gross receipts received by such company from its operations within each such school district within the county. Section 30. That § 10-33-30 be repealed. 10-33-30. This chapter shall have no application to a telephone utility owned and operated by a municipality. Section 31. The money received by the secretary of revenue from the tax imposed by section 3 of this Act and § 10-33-21 shall be credited by the secretary to the state general fund."}, {"bill_id": 12912, "bill_version_id": 73492, "bill_version": "House State Affairs Engrossed", "bill_version_date": "1997-02-19T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a telecommunications gross receipts tax, provide certain credits, revise certain tax rates on gross receipts, and revise certain exemptions to taxes levied on property. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Department,\" the South Dakota Department of Revenue; (2) \"Engaging in business,\" carrying on or causing to be carried on any activity with the purpose of direct or indirect benefit; (3) \"Mobile service,\" as defined pursuant to 47 USC § 153; (4) \"Secretary,\" the secretary of the Department of Revenue; (5) \"Selling public telecommunications services,\" the provision of telecommunications services by a telecommunications company to a purchaser within the state for consideration; (6) \"Telecommunications company,\" any person, municipal corporation, trustee, lessee, or receiver owning, operating, managing, or controlling in whole or in part, any telecommunications line, system, or exchange in this state, directly or indirectly, for public use; (7) \"Telecommunications service,\" the transmission of signs, signals, writings, images, sounds, messages, data, or other information of any nature by wire, radio, light waves, electromagnetic means, or other similar means. The term does not include the provision of terminal equipment used to originate or terminate such service, broadcast transmission by radio and television stations regulated by the Federal Communications Commission. The term includes satellite and one-way cable television services, radio common carrier services, mobile services, and radio paging; (8) \"Telecommunications gross receipts tax,\" the gross receipts tax imposed by this Act; (9) \"Wide-area telephone service,\" a fixed rate service allowing customers to make or receive long-distance calls without being charged for each call. Section 2. For the purposes of this Act, the term, sales price, means the total amount of money or the value of other consideration charged by a telecommunications company for the sale of telecommunications services in the state, including amounts charged for interstate telecommunications services. The term does not include: (1) Cash discounts allowed and taken; (2) Any tax collected pursuant to Chapter 10-45; (3) Any tax collected pursuant to Chapter 10-52; (4) Any gross receipts or sales tax imposed by an Indian nation or tribe; (5) Any federal communications excise tax; (6) Any 911 emergency surcharge imposed pursuant to chapter 34-45; or (7) Any telecommunications access fee imposed pursuant to § 49-31-51. Section 3. The seller of any telecommunications service shall pay a gross receipts tax on the sale of telecommunication services at the rate of four percent of the sales price. Section 4. Telecommunications companies subject to the tax imposed on gross receipts pursuant to § 10-33-21 are exempt from the tax imposed by section 3 of this Act. Section 5. For the purposes of this Act, to prevent evasion of the gross receipts tax and to aid in its administration, all sales of any telecommunications company engaged in the business of selling telecommunications are deemed subject to the telecommunications gross receipts tax. Section 6. The telecommunications gross receipts tax does not apply to the sales price of any wide area telephone service or private communications service originating or terminating in this state. Section 7. The telecommunications gross receipts tax does not apply to the sales price of any telecommunications service by another telecommunications company which will be resold to another telecommunications company. The telecommunication company purchasing the telecommunications service with the intent to resell the service shall certify that fact to the telecommunications company selling the service at the time of the sale by the means of a resale certificate. The Department of Revenue shall, by rules promulgated pursuant to chapter 1-26, establish the form and procedures for the resale certificate. Section 8. The telecommunications gross receipts tax does not apply to the sales price of any telecommunications service that is provided by one member of a controlled group. Section 9. Any refund or allowance made by any telecommunication service or any amount written off the books of a telecommunications company reporting financial information on an accrual basis may be reported as an uncollectible debt and deducted from the sales price of any telecommunications service. If any uncollectible debt is subsequently collected, the amount is subject to the telecommunications gross receipts tax and shall be reported to the Department of Revenue in the month of collection. Section 10. The telecommunications gross receipts tax shall be in addition to all other taxes imposed by the State of South Dakota, or by any municipal corporation or political subdivision thereof, unless otherwise specifically exempted by this Act. Section 11. The secretary of revenue shall establish, by rules promulgated pursuant to chapter 1-26, schedules for the collection of the telecommunications gross receipts tax. The schedules established shall spread the tax proportionately on fractions of dollars. Section 12. Any telecommunications company engaging in a business in this state whose sales are subject to the telecommunications gross receipts tax shall file with the Department of Revenue, an application for a telecommunications gross receipts tax license. An application for a license shall be made upon a form prescribed by the secretary of revenue and shall set forth the name under which the applicant transacts or intends to transact business, the location of the place of business, and such other information as the secretary of revenue may require. The application shall be signed by the owner, if a natural person; in the case of an association or partnership, by a member or partner thereof; or in the case of a corporation, by an executive officer thereof or some person specifically authorized by the corporation to sign the application, to which shall be attached the written evidence of the person's authority. Section 13. The secretary of revenue shall grant and issue to each applicant a telecommunications gross receipts tax license. A license is not assignable and is valid only for the telecommunications company to which it was issued. Any license issued is valid and effective without further payment of fees until canceled or revoked. Section 14. The secretary of revenue may refuse to issue a telecommunications gross receipts tax license to any person who is delinquent in payment of other taxes levied by the State of South Dakota. The secretary may also require an applicant to furnish a bond to the state, or other adequate security, as security for payment of any gross receipts tax that may become due, or require a bond or security as a condition precedent to remaining in business as a telecommunications company. Section 15. Any person who is the holder of a telecommunications gross receipts tax license or is a telecommunications company whose receipts are subject to telecommunications gross receipts tax in this state shall file a return and remit the tax on or before the twentieth day of the month following each monthly period. If the telecommunications company files the return and remits the tax by electronic transfer to the state, the telecommunications company shall file the return and remit the tax on or before the last day of the month following each monthly period. The secretary of revenue may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 16. Any telecommunications company that is the holder of a telecommunications gross receipts tax license and that has failed to file a return, or that has filed a return and has failed to pay the tax due the state under this law on or before the fifteenth of the second month following the reporting period authorized, may no longer continue as a telecommunications company and its telecommunications gross receipts tax license is hereby revoked and canceled. Section 17. Appeals from decisions of the secretary of revenue in contested cases may be taken in accordance with chapter 1-26. Section 18. The secretary of revenue may not reinstate the license of a telecommunications company, which has been canceled or revoked as provided in section 16 of this Act, until all the telecommunications gross receipts tax due the state and a ten dollar reinstatement fee has been paid. The secretary may also require the telecommunications company to file a bond as security for any future liability. Section 19. Any telecommunications company subject to the telecommunications gross receipts tax shall keep records of all receipts and telecommunications service sales. The records shall, at all times during business hours of the day, be subject to inspection by the Department of Revenue to determine the amount of tax due. The records shall be preserved for a period of three years unless the secretary of revenue, in writing, authorized their destruction or disposal at an earlier date. Section 20. The secretary of revenue may promulgate rules pursuant to chapter 1-26 concerning: (1) Telecommunications tax licensing, including bonding and filing license applications; (2) The filing of returns and payment of the tax; (3) Determining the application of the telecommunications tax and exemptions; (4) Taxpayer record-keeping requirements; (5) Determining auditing methods; (6) Requirements necessary to qualify for tax credits; (7) Procedures for filing for tax credits. Section 21. Any person who: (1) Makes any false or fraudulent return in attempting to defeat or evade the telecommunications gross receipts tax is guilty of a Class 6 felony; (2) Fails to pay the telecommunications gross receipts tax due under this Act within thirty days from the date the tax becomes due is guilty of a Class 1 misdemeanor; (3) Fails to keep the records required by section 19 of this Act or refuses to exhibit these records to the Department of Revenue for the purpose of examination is guilty of a Class 1 misdemeanor; (4) Fails to file a return required by this chapter within thirty days from the date the return is due is guilty of a Class 1 misdemeanor; (5) Engages in business as a telecommunications company under this Act without obtaining a telecommunications gross receipts tax license is guilty of a Class 1 misdemeanor; (6) Engages in business as a telecommunications company under this Act after the company's telecommunications gross receipts tax license has been revoked or canceled by the secretary of revenue is guilty of a Class 6 felony; (7) Willfully violates any rule of the secretary of revenue for the administration and enforcement of the provisions of this Act is guilty of a Class 1 misdemeanor; (8) Violates either subdivision (2) or subdivision (4) two or more times in any twelve-month period is guilty of a Class 6 felony; (9) Engages in business as a telecommunications company under this Act without obtaining a telecommunications gross receipts tax license after having been notified in writing by the secretary of revenue that the telecommunications company is subject to the provisions of this Act is guilty of a Class 6 felony. It is not a violation of this subdivision if the telecommunications company providing any telecommunications service files an application for a telecommunications gross receipts tax license and meets all lawful prerequisites for obtaining such license within three days from receipt of written notice from the secretary. For purposes of this section, the term, telecommunications company, includes corporate officers having control, supervision of or charged with the responsibility for making tax returns or payments pursuant to section 22 of this Act. Section 22. If a corporation subject to the gross receipts tax under this Act fails for any reason to file the required returns or to pay the tax due, any of its officers having control, or supervision of, or charged with the responsibility for making such returns and payments are personally liable for such failure. The dissolution of a corporation does not discharge an officer's liability for a prior failure of the corporation to make a return or remit the tax due. The sum due for such a liability may be assessed and collected as provided by law. If the corporate officers elect not to be personally liable for the failure to file the required returns or to pay the tax due, the corporation shall provide the Department of Revenue with a surety bond or certificate of deposit as security for payment of any tax that may become due. The bond or certificate of deposit provided for in this section shall be in an amount equal to the estimated annual gross receipts multiplied by the applicable sales or gross receipts tax rate. This section does not apply to elected or appointed officials of a municipality if they are bonded pursuant to § § 9-14-6 and 9-14-6.1. Section 23. That § 10-59-1 be amended to read as follows: 10-59-1. The provisions of this chapter apply to any taxes or fees or persons subject to taxes or fees imposed by this Act, chapters 10-39, 10-39A, 10-39B, 10-43, 10-45, 10-46, 10-46A, 10-46B, 10-47B, 10-52, 10-60, 32-3, 32-5, 32-5B, 32-9, 32-10, and 34A-13 and § § 22-25-48, 50-4-13 to 50-4-17, inclusive, and the provisions of chapter 10-45B. Section 24. Any telecommunications company subject to the tax imposed pursuant to § 10- 33-17 may claim a credit against the tax levied by section 3 of this Act or § 10-33-21 and applied to the tax liability. No carryover may be accumulated as a tax credit from one year to the next year. The amount of tax imposed pursuant to § 10-33-17 shall be certified on forms provided by the Department of Revenue. Section 26A. That § 10-33-17 be amended to read as follows: 10-33-17. All telephone property so assessed by the Department of Revenue shall be taxed in the following manner: (1) Property within corporate limits shall be subject to all taxes that taxation in the same manner as is all other property within the same corporate limits is subject to for the current year; (2) Property without corporate limits shall be subject to a rate of taxation which shall be equal to the average rate of taxation borne by other property outside the corporate limits for the current year, which rate shall be the average rate of all state, county, school, municipal, road, bridge, and other local taxes on other property, which tax so levied and extended shall be in lieu of all other taxes jurisdiction is subject to taxation . Section 25. That § 10-33-21 be amended to read as follows: 10-33-21. All persons, corporations, cooperatives, and associations engaged in furnishing and providing telephone and exchange service comprising rental and toll service by means of wired circuits and otherwise and whose annual gross receipts are less than twenty-five million dollars shall be taxed on the basis of gross receipts, according to one of the two following schedules. Whichever schedule provides the lesser percentage of tax shall be applied by the Department of Revenue: SCHEDULE A SCHEDULE B However, no telephone company operating in this state shall be taxed less than an amount equal to fifty cents per year per telephone serviced. Companies that provide mobile service shall be taxed under schedule B. Section 26. That § 10-33-26 be amended to read as follows: 10-33-26. The tax imposed by § 10-33-21 shall be in lieu of all taxes levied by the state, counties, municipalities, townships, school districts, or other political subdivisions of the state on the personal and real property of the company which is used or intended for use in the furnishing and providing telephone and exchange service, rental and toll service the tax imposed by section 3 of this Act , but shall may not be in lieu of the retail occupational sales and use tax, and this chapter shall may in no manner exempt such companies from the payment of such the retail occupational sales and use tax. Section 27. That § 10-33-28 be repealed. 10-33-28. The county treasurer shall allocate and transmit the taxes imposed by § 10-33-21 and collected from each such company to the school treasurers of each school district in which such company operates on the basis of the gross receipts received by such company from its operations within each such school district within the county. Section 28. That § 10-33-30 be repealed. 10-33-30. This chapter shall have no application to a telephone utility owned and operated by a municipality. Section 29. The money received by the secretary of revenue from the tax imposed by section 3 of this Act and § 10-33-21 shall be credited by the secretary to the state general fund. Section 30. That chapter 10-33 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter only, the term, telephone company, means any company selling telecommunication services including satellite and one-way cable television services, radio common carrier services, mobile services, and radio paging. BILL HISTORY 2/3/97 First read in House and referred to State Affairs. H.J. 263 2/10/97 Scheduled for Committee hearing on this date. 2/14/97 Deferred to another day. H.J. 482 2/19/97 Scheduled for Committee hearing on this date. 2/19/97 State Affairs Do Pass Amended, Passed, AYES 12, NAYS 1."}, {"bill_id": 12912, "bill_version_id": 73491, "bill_version": "House Engrossed", "bill_version_date": "1997-02-25T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a telecommunications gross receipts tax, provide certain credits, revise certain tax rates on gross receipts, and revise certain exemptions to taxes levied on property. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Department,\" the South Dakota Department of Revenue; (2) \"Engaging in business,\" carrying on or causing to be carried on any activity with the purpose of direct or indirect benefit; (3) \"Mobile service,\" as defined pursuant to 47 USC § 153; (4) \"Private communications service,\" any service provided to a customer pursuant to a contractual arrangement where the customer pays a charge on a per minute basis for dedicated telecommunications services through transmission devices which permit such services to originate or terminate in this state; (5) \"Secretary,\" the secretary of the Department of Revenue; (6) \"Telecommunications company,\" any person, municipal corporation, trustee, lessee, or receiver owning, operating, managing, or controlling in whole or in part, any telecommunications line, system, or exchange in this state, directly or indirectly, for public use; (7) \"Telecommunications service,\" the transmission of signs, signals, writings, images, sounds, messages, data, or other information of any nature by wire, radio, light waves, electromagnetic means, or other similar means. The term does not include the provision of terminal equipment used to originate or terminate such service or broadcast transmission by radio, television, and satellite stations regulated by the Federal Communications Commission and one-way cable television services. The term includes radio common carrier services, mobile services, and radio paging; (8) \"Telecommunications gross receipts tax,\" the gross receipts tax imposed by this Act; (9) \"Wide-area telephone service,\" a fixed rate service allowing customers to make or receive long-distance calls without being charged for each call. Section 2. The term, gross receipts, as used in this Act is defined in § 10-33-2. Section 3. There is hereby imposed a tax of four percent on the gross receipts of any telecommunications company providing telecommunications service. Section 4. Telecommunications companies subject to the tax imposed on gross receipts pursuant to § 10-33-21 are exempt from the tax imposed by section 3 of this Act. Section 5. For the purposes of this Act, to prevent evasion of the gross receipts tax and to aid in its administration, all gross receipts of any telecommunications company engaged in the business of providing telecommunications service are deemed subject to the telecommunications gross receipts tax. Section 6. The telecommunications gross receipts tax does not apply to the gross receipts from any wide area telephone service or private communications service originating or terminating in this state. Section 7. No telecommunications company may list the tax imposed by section 3 of this Act or § 10-33-21 as a separate line item on any contract or bill. Section 8. That chapter 10-33 be amended by adding thereto a NEW SECTION to read as follows: Any property of a company providing radio common carrier services, mobile services, and radio paging services shall be assessed and taxed in the same manner as telephone company property is assessed and taxed pursuant to chapter 10-33. Section 9. Any refund or allowance made by any telecommunication service or any amount written off the books of a telecommunications company reporting financial information on an accrual basis may be reported as an uncollectible debt and deducted from the gross receipts of any telecommunications service. If any uncollectible debt is subsequently collected, the amount is subject to the telecommunications gross receipts tax and shall be reported to the Department of Revenue in the month of collection. Section 10. The telecommunications gross receipts tax shall be in addition to all other taxes imposed by the State of South Dakota, or by any municipal corporation or political subdivision thereof, unless otherwise specifically exempted by this Act. Section 11. The secretary of revenue shall establish, by rules promulgated pursuant to chapter 1-26, schedules for the collection of the telecommunications gross receipts tax. The schedules established shall spread the tax proportionately on fractions of dollars. Section 12. Any telecommunications company engaging in a business in this state whose gross receipts are subject to the telecommunications gross receipts tax shall file with the Department of Revenue, an application for a telecommunications gross receipts tax license. An application for a license shall be made upon a form prescribed by the secretary of revenue and shall set forth the name under which the applicant transacts or intends to transact business, the location of the place of business, and such other information as the secretary of revenue may require. The application shall be signed by the owner, if a natural person; in the case of an association or partnership, by a member or partner thereof; or in the case of a corporation, by an executive officer thereof or some person specifically authorized by the corporation to sign the application, to which shall be attached the written evidence of the person's authority. Section 13. The secretary of revenue shall grant and issue to each applicant a telecommunications gross receipts tax license. A license is not assignable and is valid only for the telecommunications company to which it was issued. Any license issued is valid and effective without further payment of fees until canceled or revoked. Section 14. The secretary of revenue may refuse to issue a telecommunications gross receipts tax license to any person who is delinquent in payment of other taxes levied by the State of South Dakota. The secretary may also require an applicant to furnish a bond to the state, or other adequate security, as security for payment of any gross receipts tax that may become due, or require a bond or security as a condition precedent to remaining in business as a telecommunications company. Section 15. Any person who is the holder of a telecommunications gross receipts tax license or is a telecommunications company whose receipts are subject to telecommunications gross receipts tax in this state shall file a return and remit the tax on or before the twentieth day of the month following each monthly period. If the telecommunications company files the return and remits the tax by electronic transfer to the state, the telecommunications company shall file the return and remit the tax on or before the last day of the month following each monthly period. The secretary of revenue may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 16. Any telecommunications company that is the holder of a telecommunications gross receipts tax license and that has failed to file a return, or that has filed a return and has failed to pay the tax due the state under this law on or before the fifteenth of the second month following the reporting period authorized, may no longer continue as a telecommunications company and its telecommunications gross receipts tax license is hereby revoked and canceled. Section 17. Appeals from decisions of the secretary of revenue in contested cases may be taken in accordance with chapter 1-26. Section 18. The secretary of revenue may not reinstate the license of a telecommunications company, which has been canceled or revoked as provided in section 16 of this Act, until all the telecommunications gross receipts tax due the state and a ten dollar reinstatement fee has been paid. The secretary may also require the telecommunications company to file a bond as security for any future liability. Section 19. Any telecommunications company subject to the telecommunications gross receipts tax shall keep records of all receipts and telecommunications service sales. The records shall, at all times during business hours of the day, be subject to inspection by the Department of Revenue to determine the amount of tax due. The records shall be preserved for a period of three years unless the secretary of revenue, in writing, authorized their destruction or disposal at an earlier date. Section 20. The secretary of revenue may promulgate rules pursuant to chapter 1-26 concerning: (1) Telecommunications tax licensing, including bonding and filing license applications; (2) The filing of returns and payment of the tax; (3) Determining the application of the telecommunications tax and exemptions; (4) Taxpayer record-keeping requirements; (5) Determining auditing methods; (6) Requirements necessary to qualify for tax credits; (7) Procedures for filing for tax credits. Section 21. Any person who: (1) Makes any false or fraudulent return in attempting to defeat or evade the telecommunications gross receipts tax is guilty of a Class 6 felony; (2) Fails to pay the telecommunications gross receipts tax due under this Act within thirty days from the date the tax becomes due is guilty of a Class 1 misdemeanor; (3) Fails to keep the records required by section 19 of this Act or refuses to exhibit these records to the Department of Revenue for the purpose of examination is guilty of a Class 1 misdemeanor; (4) Fails to file a return required by this chapter within thirty days from the date the return is due is guilty of a Class 1 misdemeanor; (5) Engages in business as a telecommunications company under this Act without obtaining a telecommunications gross receipts tax license is guilty of a Class 1 misdemeanor; (6) Engages in business as a telecommunications company under this Act after the company's telecommunications gross receipts tax license has been revoked or canceled by the secretary of revenue is guilty of a Class 6 felony; (7) Willfully violates any rule of the secretary of revenue for the administration and enforcement of the provisions of this Act is guilty of a Class 1 misdemeanor; (8) Violates either subdivision (2) or subdivision (4) two or more times in any twelve-month period is guilty of a Class 6 felony; (9) Engages in business as a telecommunications company under this Act without obtaining a telecommunications gross receipts tax license after having been notified in writing by the secretary of revenue that the telecommunications company is subject to the provisions of this Act is guilty of a Class 6 felony. It is not a violation of this subdivision if the telecommunications company providing any telecommunications service files an application for a telecommunications gross receipts tax license and meets all lawful prerequisites for obtaining such license within three days from receipt of written notice from the secretary. For purposes of this section, the term, telecommunications company, includes corporate officers having control, supervision of or charged with the responsibility for making tax returns or payments pursuant to section 22 of this Act. Section 22. If a corporation subject to the gross receipts tax under this Act fails for any reason to file the required returns or to pay the tax due, any of its officers having control, or supervision of, or charged with the responsibility for making such returns and payments are personally liable for such failure. The dissolution of a corporation does not discharge an officer's liability for a prior failure of the corporation to make a return or remit the tax due. The sum due for such a liability may be assessed and collected as provided by law. If the corporate officers elect not to be personally liable for the failure to file the required returns or to pay the tax due, the corporation shall provide the Department of Revenue with a surety bond or certificate of deposit as security for payment of any tax that may become due. The bond or certificate of deposit provided for in this section shall be in an amount equal to the estimated annual gross receipts multiplied by the applicable sales or gross receipts tax rate. This section does not apply to elected or appointed officials of a municipality if they are bonded pursuant to § § 9-14-6 and 9-14-6.1. Section 23. That § 10-59-1 be amended to read as follows: 10-59-1. The provisions of this chapter apply to any taxes or fees or persons subject to taxes or fees imposed by this Act, chapters 10-39, 10-39A, 10-39B, 10-43, 10-45, 10-46, 10-46A, 10-46B, 10-47B, 10-52, 10-60, 32-3, 32-5, 32-5B, 32-9, 32-10, and 34A-13 and § § 22-25-48, 50-4-13 to 50-4-17, inclusive, and the provisions of chapter 10-45B. Section 24. Any telecommunications company subject to the tax imposed pursuant to § 10- 33-16 may claim a credit against the tax levied by section 3 of this Act. The tax credit shall be applied to the tax liability the year the taxes are imposed by § 10-33-16 are paid. No carryover may be accumulated as a tax credit from one year to the next year. The amount of tax imposed pursuant to § 10-33-16 shall be certified on forms provided by the Department of Revenue. Section 25. That § 10-33-21 be amended to read as follows: 10-33-21. All persons, corporations, cooperatives, and associations engaged in furnishing and providing telephone and exchange service comprising rental and toll service by means of wired circuits and otherwise and whose annual gross receipts are less than twenty-five million dollars shall be taxed on the basis of gross receipts, according to one of the two following schedules. Whichever schedule provides the lesser percentage of tax shall be applied by the Department of Revenue: SCHEDULE A SCHEDULE B However, no telephone company operating in this state shall be taxed less than an amount equal to fifty cents per year per telephone serviced. Companies that provide mobile service shall be taxed under schedule B. Section 26. That § 10-33-30 be repealed. 10-33-30. This chapter shall have no application to a telephone utility owned and operated by a municipality. Section 27. The money received by the secretary of revenue from the tax imposed by section 3 of this Act shall be credited by the secretary to the property tax reduction fund. Section 28. That chapter 10-33 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter only, the term, telephone company, means any company selling telecommunication services including satellite and one-way cable television services, radio common carrier services, mobile services, and radio paging. Section 29. That § 10-33-10 be amended to read as follows: 10-33-10. All property, real and personal, which is actually and necessarily used in the operation and maintenance of telephone lines in this state, and which belongs to any telephone company in this state which is not subject to the provisions of § § 10-33-21 and 10-33-22 with annual gross receipts in excess of twenty-five million dollars shall be assessed for the purpose of taxation by the Department of Revenue, and not otherwise. Section 30. That § 10-33-16 be amended to read as follows: 10-33-16. After such date of hearing, and on or before the fourth Monday of August, the Department of Revenue shall finally equalize the assessments and notify each company thereof by mail. The Department of Revenue shall certify the value finally determined to the county auditor of each county in which the company assessed owns property. The value shall be entered on the tax lists of the county and levies shall be extended on the property in the same manner as other property is taxed. Section 31. That § 10-33-17 be repealed. 10-33-17. All telephone property so assessed by the department of revenue shall be taxed in the following manner: (1) Property within corporate limits shall be subject to all taxes that other property within the same corporate limits is subject to for the current year; (2) Property without corporate limits shall be subject to a rate of taxation which shall be equal to the average rate of taxation borne by other property outside the corporate limits for the current year, which rate shall be the average rate of all state, county, school, municipal, road, bridge, and other local taxes on other property, which tax so levied and extended shall be in lieu of all other taxes. Section 32. That § 10-33-20 be repealed. 10-33-20. When taxes on telephone property located within a municipality are collected, the amount due each municipality, or school district shall be paid over by the county treasurer to the treasurer of such municipality, or school district and the treasurer shall credit the remainder to the several state and county funds. When collecting taxes on property located without the corporate limits of any municipality, the treasurer shall use a tax receipt to be called the \"telephone tax receipt,\" and shall credit the proper amount to the state funds and the balance to the county general fund. Section 33. The county may increase the revenue payable from taxes on real property above limitations provided in § 10-13-35 by the amount of revenue that is lost by the county as a result of this Act for taxes payable in calendar year 1998. BILL HISTORY 2/3/97 First read in House and referred to State Affairs. H.J. 263 2/10/97 Scheduled for Committee hearing on this date. 2/14/97 Deferred to another day. H.J. 482 2/19/97 Scheduled for Committee hearing on this date. 2/19/97 State Affairs Do Pass Amended, Passed, AYES 12, NAYS 1. H.J. 562 2/24/97 Motion to Amend,. H.J. 649 2/24/97 House of Representatives Placed on Calendar. H.J. 652 2/24/97 Motion to Amend, Passed. H.J. 653 2/24/97 Motion to Amend, Passed. H.J. 654 2/24/97 House of Representatives Do Pass Amended, Passed, AYES 55, NAYS 14. H.J. 654"}, {"bill_id": 12912, "bill_version_id": 73494, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "1997-03-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a telecommunications gross receipts tax, provide certain credits, revise certain tax rates on gross receipts, and revise certain exemptions to taxes levied on property. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Department,\" the South Dakota Department of Revenue; (2) \"Engaging in business,\" carrying on or causing to be carried on any activity with the purpose of direct or indirect benefit; (3) \"Mobile service,\" as defined pursuant to 47 USC § 153; (4) \"Private communications service,\" any service provided to a customer pursuant to a contractual arrangement where the customer pays a charge on a per minute basis for dedicated telecommunications services through transmission devices which permit such services to originate or terminate in this state; (5) \"Secretary,\" the secretary of the Department of Revenue; (6) \"Telecommunications company,\" any person, municipal corporation, trustee, lessee, or receiver owning, operating, managing, or controlling in whole or in part, any telecommunications line, system, or exchange in this state, directly or indirectly, for public use; (7) \"Telecommunications service,\" the transmission of signs, signals, writings, images, sounds, messages, data, or other information of any nature by wire, radio, light waves, electromagnetic means, or other similar means. The term does not include the provision of terminal equipment used to originate or terminate such service or broadcast transmission by radio, television, and satellite stations regulated by the Federal Communications Commission and one-way cable television services. The term includes radio common carrier services, mobile services, and radio paging; (8) \"Telecommunications gross receipts tax,\" the gross receipts tax imposed by this Act; (9) \"Wide-area telephone service,\" a fixed rate service allowing customers to make or receive long-distance calls without being charged for each call. Section 2. The term, gross receipts, as used in this Act is defined in § 10-33-2. Section 3. There is hereby imposed a tax of four percent on the gross receipts of any telecommunications company providing telecommunications service. Section 4. Telecommunications companies subject to the tax imposed on gross receipts pursuant to § 10-33-21 are exempt from the tax imposed by section 3 of this Act. Section 5. For the purposes of this Act, to prevent evasion of the gross receipts tax and to aid in its administration, all gross receipts of any telecommunications company engaged in the business of providing telecommunications service are deemed subject to the telecommunications gross receipts tax. Section 6. The telecommunications gross receipts tax does not apply to the gross receipts from any wide area telephone service or private communications service originating or terminating in this state. Section 7. No telecommunications company may list the tax imposed by section 3 of this Act or § 10-33-21 as a separate line item on any contract or bill. Section 8. That chapter 10-33 be amended by adding thereto a NEW SECTION to read as follows: Any company providing radio common carrier services, mobile services, and radio paging services shall be assessed and taxed in the same manner as any telephone company is taxed pursuant to this Act and chapter 10-33. Section 9. Any refund or allowance made by any telecommunication service or any amount written off the books of a telecommunications company reporting financial information on an accrual basis may be reported as an uncollectible debt and deducted from the gross receipts of any telecommunications service. If any uncollectible debt is subsequently collected, the amount is subject to the telecommunications gross receipts tax and shall be reported to the Department of Revenue in the month of collection. Section 10. The telecommunications gross receipts tax shall be in addition to all other taxes imposed by the State of South Dakota, or by any municipal corporation or political subdivision thereof, unless otherwise specifically exempted by this Act. Section 11. The secretary of revenue shall establish, by rules promulgated pursuant to chapter 1-26, schedules for the collection of the telecommunications gross receipts tax. The schedules established shall spread the tax proportionately on fractions of dollars. Section 12. Any telecommunications company engaging in a business in this state whose gross receipts are subject to the telecommunications gross receipts tax shall file with the Department of Revenue, an application for a telecommunications gross receipts tax license. An application for a license shall be made upon a form prescribed by the secretary of revenue and shall set forth the name under which the applicant transacts or intends to transact business, the location of the place of business, and such other information as the secretary of revenue may require. The application shall be signed by the owner, if a natural person; in the case of an association or partnership, by a member or partner thereof; or in the case of a corporation, by an executive officer thereof or some person specifically authorized by the corporation to sign the application, to which shall be attached the written evidence of the person's authority. Section 13. The secretary of revenue shall grant and issue to each applicant a telecommunications gross receipts tax license. A license is not assignable and is valid only for the telecommunications company to which it was issued. Any license issued is valid and effective without further payment of fees until canceled or revoked. Section 14. The secretary of revenue may refuse to issue a telecommunications gross receipts tax license to any person who is delinquent in payment of other taxes levied by the State of South Dakota. The secretary may also require an applicant to furnish a bond to the state, or other adequate security, as security for payment of any gross receipts tax that may become due, or require a bond or security as a condition precedent to remaining in business as a telecommunications company. Section 15. Any person who is the holder of a telecommunications gross receipts tax license or is a telecommunications company whose receipts are subject to telecommunications gross receipts tax in this state shall file a return and remit the tax on or before the twentieth day of the month following each monthly period. If the telecommunications company files the return and remits the tax by electronic transfer to the state, the telecommunications company shall file the return and remit the tax on or before the last day of the month following each monthly period. The secretary of revenue may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 16. Any telecommunications company that is the holder of a telecommunications gross receipts tax license and that has failed to file a return, or that has filed a return and has failed to pay the tax due the state under this law on or before the fifteenth of the second month following the reporting period authorized, may no longer continue as a telecommunications company and its telecommunications gross receipts tax license is hereby revoked and canceled. Section 17. Appeals from decisions of the secretary of revenue in contested cases may be taken in accordance with chapter 1-26. Section 18. The secretary of revenue may not reinstate the license of a telecommunications company, which has been canceled or revoked as provided in section 16 of this Act, until all the telecommunications gross receipts tax due the state and a ten dollar reinstatement fee has been paid. The secretary may also require the telecommunications company to file a bond as security for any future liability. Section 19. Any telecommunications company subject to the telecommunications gross receipts tax shall keep records of all receipts and telecommunications service sales. The records shall, at all times during business hours of the day, be subject to inspection by the Department of Revenue to determine the amount of tax due. The records shall be preserved for a period of three years unless the secretary of revenue, in writing, authorized their destruction or disposal at an earlier date. Section 20. The secretary of revenue may promulgate rules pursuant to chapter 1-26 concerning: (1) Telecommunications tax licensing, including bonding and filing license applications; (2) The filing of returns and payment of the tax; (3) Determining the application of the telecommunications tax and exemptions; (4) Taxpayer record-keeping requirements; (5) Determining auditing methods; (6) Requirements necessary to qualify for tax credits; (7) Procedures for filing for tax credits. Section 21. Any person who: (1) Makes any false or fraudulent return in attempting to defeat or evade the telecommunications gross receipts tax is guilty of a Class 6 felony; (2) Fails to pay the telecommunications gross receipts tax due under this Act within thirty days from the date the tax becomes due is guilty of a Class 1 misdemeanor; (3) Fails to keep the records required by section 19 of this Act or refuses to exhibit these records to the Department of Revenue for the purpose of examination is guilty of a Class 1 misdemeanor; (4) Fails to file a return required by this chapter within thirty days from the date the return is due is guilty of a Class 1 misdemeanor; (5) Engages in business as a telecommunications company under this Act without obtaining a telecommunications gross receipts tax license is guilty of a Class 1 misdemeanor; (6) Engages in business as a telecommunications company under this Act after the company's telecommunications gross receipts tax license has been revoked or canceled by the secretary of revenue is guilty of a Class 6 felony; (7) Willfully violates any rule of the secretary of revenue for the administration and enforcement of the provisions of this Act is guilty of a Class 1 misdemeanor; (8) Violates either subdivision (2) or subdivision (4) two or more times in any twelve-month period is guilty of a Class 6 felony; (9) Engages in business as a telecommunications company under this Act without obtaining a telecommunications gross receipts tax license after having been notified in writing by the secretary of revenue that the telecommunications company is subject to the provisions of this Act is guilty of a Class 6 felony. It is not a violation of this subdivision if the telecommunications company providing any telecommunications service files an application for a telecommunications gross receipts tax license and meets all lawful prerequisites for obtaining such license within three days from receipt of written notice from the secretary. For purposes of this section, the term, telecommunications company, includes corporate officers having control, supervision of or charged with the responsibility for making tax returns or payments pursuant to section 22 of this Act. Section 22. If a corporation subject to the gross receipts tax under this Act fails for any reason to file the required returns or to pay the tax due, any of its officers having control, or supervision of, or charged with the responsibility for making such returns and payments are personally liable for such failure. The dissolution of a corporation does not discharge an officer's liability for a prior failure of the corporation to make a return or remit the tax due. The sum due for such a liability may be assessed and collected as provided by law. If the corporate officers elect not to be personally liable for the failure to file the required returns or to pay the tax due, the corporation shall provide the Department of Revenue with a surety bond or certificate of deposit as security for payment of any tax that may become due. The bond or certificate of deposit provided for in this section shall be in an amount equal to the estimated annual gross receipts multiplied by the applicable sales or gross receipts tax rate. This section does not apply to elected or appointed officials of a municipality if they are bonded pursuant to § § 9-14-6 and 9-14-6.1. Section 23. That § 10-59-1 be amended to read as follows: 10-59-1. The provisions of this chapter apply to any taxes or fees or persons subject to taxes or fees imposed by this Act, chapters 10-39, 10-39A, 10-39B, 10-43, 10-45, 10-46, 10-46A, 10-46B, 10-47B, 10-52, 10-60, 32-3, 32-5, 32-5B, 32-9, 32-10, and 34A-13 and § § 22-25-48, 50-4-13 to 50-4-17, inclusive, and the provisions of chapter 10-45B. Section 24. Any telecommunications company subject to the tax imposed pursuant to § 10- 33-16 may claim a credit against the tax levied by section 3 of this Act. The tax credit shall be applied to the tax liability the year the taxes are imposed by § 10-33-16 are paid. No carryover may be accumulated as a tax credit from one year to the next year. The amount of tax imposed pursuant to § 10-33-16 shall be certified on forms provided by the Department of Revenue. Section 25. That § 10-33-21 be amended to read as follows: 10-33-21. All persons, corporations, municipal corporations, cooperatives, and associations engaged in furnishing and providing telephone and exchange service comprising rental and toll service by means of wired circuits and otherwise and whose annual gross receipts are less than twenty-five million dollars shall be taxed on the basis of gross receipts, according to one of the two following schedules. Whichever schedule provides the lesser percentage of tax shall be applied by the Department of Revenue: SCHEDULE A SCHEDULE B However, no telephone company operating in this state shall be taxed less than an amount equal to fifty cents per year per telephone serviced. Companies that provide mobile service shall be taxed under schedule B. Section 26. That § 10-33-30 be repealed. 10-33-30. This chapter shall have no application to a telephone utility owned and operated by a municipality. Section 27. The money received by the secretary of revenue from the tax imposed by section 3 of this Act shall be credited by the secretary to the property tax reduction fund. Section 28. That § 10-33-10 be amended to read as follows: 10-33-10. All property, real and personal, which is actually and necessarily used in the operation and maintenance of telephone lines in this state, and which belongs to any telephone company in this state which is not subject to the provisions of § § 10-33-21 and 10-33-22 with annual gross receipts in excess of twenty-five million dollars shall be assessed for the purpose of taxation by the Department of Revenue, and not otherwise. Section 29. That § 10-33-16 be amended to read as follows: 10-33-16. After such date of hearing, and on or before the fourth Monday of August, the Department of Revenue shall finally equalize the assessments and notify each company thereof by mail. The Department of Revenue shall certify the value finally determined to the county auditor of each county in which the company assessed owns property. The value shall be entered on the tax lists of the county and levies shall be extended on the property in the same manner as other property is taxed. Section 30. That § 10-33-17 be repealed. 10-33-17. All telephone property so assessed by the department of revenue shall be taxed in the following manner: (1) Property within corporate limits shall be subject to all taxes that other property within the same corporate limits is subject to for the current year; (2) Property without corporate limits shall be subject to a rate of taxation which shall be equal to the average rate of taxation borne by other property outside the corporate limits for the current year, which rate shall be the average rate of all state, county, school, municipal, road, bridge, and other local taxes on other property, which tax so levied and extended shall be in lieu of all other taxes. Section 31. That § 10-33-20 be repealed. 10-33-20. When taxes on telephone property located within a municipality are collected, the amount due each municipality, or school district shall be paid over by the county treasurer to the treasurer of such municipality, or school district and the treasurer shall credit the remainder to the several state and county funds. When collecting taxes on property located without the corporate limits of any municipality, the treasurer shall use a tax receipt to be called the \"telephone tax receipt,\" and shall credit the proper amount to the state funds and the balance to the county general fund. Section 32. The county may increase the revenue payable from taxes on real property above limitations provided in § 10-13-35 by the amount of revenue that is lost by the county as a result of this Act for taxes payable in calendar year 1998. Section 33. After the tax imposed by § 10-33-16 is levied in 1997 for taxes payable in 1998, no additional taxes shall be levied pursuant to § 10-33-16. Section 34. That § 10-33-3 be repealed. 10-33-3. Each company as herein defined, shall keep on file with the county auditor of each county through or into which its line or lines run, a map or blueprints showing correctly the location of its line or lines in such county and in each government subdivision thereof. Section 35. That § 10-33-4 be repealed. 10-33-4. It shall be the duty of the president, secretary, general manager, or superintendent of every telephone company doing business in this state, to furnish to the Department of Revenue on or before April fifteenth, each year, a report under oath, on the forms furnished and according to the instructions issued by the Department of Revenue, with reference to the property owned, leased, or controlled on December thirty-first of the preceding calendar year. Section 36. That § 10-33-5 be repealed. 10-33-5. With reference to property without the limits of municipalities, exclusive of all exchanges or central office equipment, the statement required by § 10-33-4 shall show the following items: (1) The counties of this state in which the company making the report owns or operates any line or lines, arranged in alphabetical order; (2) The number of miles of pole lines, whether rural or toll or both and with a detailed description of the construction of such lines, and the cost of construction, together with the present or depreciated value of such line or lines in each county. Section 37. That § 10-33-6 be repealed. 10-33-6. The report required by § 10-33-4 shall give the following items of information concerning any and all exchanges owned or operated by the reporting company: (1) The location of all exchanges in each county, with the names of the municipalities in each county and the counties arranged in alphabetical order; (2) A description in detail of the construction and equipment of each exchange, with the cost of construction and equipment, and the present or depreciated value; (3) A description of each tract or parcel of real estate and any and all buildings thereon, owned and used exclusively for telephone purposes, with the present cash value of each tract and improvements thereon; (4) The present cash value of any and all franchises or permits under which the reporting company does business in any municipality; (5) All other property used exclusively in the operation and maintenance of the telephone business of the reporting company. Section 38. That § 10-33-7 be repealed. 10-33-7. The report required by § 10-33-4 shall show the following details concerning the financial organization and operation of the company: (1) The amount of capital stock authorized and the amount issued as preferred stock or as common stock, with the present actual cash value of the same; (2) All assets and liabilities; (3) All receipts and disbursements. Section 39. That § 10-33-8 be repealed. 10-33-8. The statement required by § 10-33-4 shall include such other facts and information as the Department of Revenue may require. Section 40. That § 10-33-9 be repealed. 10-33-9. In case any telephone company fails to make the report required by § 10-33-4, on or before April fifteenth of each year, the Department of Revenue in its discretion may add twenty-five percent to the assessable value of the property of such company. Section 41. That § 10-33-10 be repealed. 10-33-10. All property, real and personal, which is actually and necessarily used in the operation and maintenance of telephone lines in this state, and which belongs to any telephone company in this state which is not subject to the provisions of § § 10-33-21 and 10-33-22 shall be assessed for the purpose of taxation by the Department of Revenue, and not otherwise. Section 42. That § 10-33-11 be repealed. 10-33-11. The Department of Revenue shall assess the property of all telephone companies on the fifth day of July of each year. In making the assessment, the department shall consider all the reports, facts, information filed, with any other information obtainable, concerning the value of the property of all telephone companies and may add any property omitted from the return of the companies. In making the assessment, which shall be with reference to value and ownership on January first of the year for which the assessment is made, the department shall take into consideration, among other things, the amount of gross earnings and net incomes, and the value to each telephone company of its franchises, rights, and privileges, granted under the laws of this state to do business in this state. In making the assessment the department shall fix a value on all the property of each company which is situated within the limits of any city or incorporated town, and any and all exchanges maintained by the company. Section 43. That § 10-33-12 be repealed. 10-33-12. The Department of Revenue shall also fix the assessed valuation per mile of each class of the pole line or lines of each company in each county in the state, which valuation shall be the average value of each class of lines of the company in such county, without corporate limits. Section 44. That § 10-33-14 be repealed. 10-33-14. For the purpose of aiding the Department of Revenue in making an assessment of the property of telephone companies, it is hereby made the duty of the Public Utilities Commission to collect information and facts concerning the value of property of each telephone company in this state, including the value of the franchises, if any, and to make an estimate of the value thereof, and to make and file with the Department of Revenue, on or before the first day of June of each year, a written and detailed report of such facts, information, and estimate, and for the purpose of securing facts and information such commission is authorized to inspect the books, records, and property of such companies, and employ an expert when deemed necessary, whose compensation shall first be fixed by such public utilities commission. Failure to furnish such report, however, shall in no manner invalidate the assessment or tax. Section 45. That § 10-33-14.1 be repealed. 10-33-14.1. For the purpose of determining the true and full value of the property of any telephone company, the Department of Revenue shall take into consideration the cost approach, the market approach, and the income approach to appraisal. In the market approach, the department shall consider the actual or market value of the shares of stock outstanding, the actual or market value of all bonds outstanding, and all other indebtedness as shall be applicable for operating the company. In the income approach, the department may consider the company's growth rate and the rate of inflation in determining the capitalization rate. The Department of Revenue may take into consideration any other information or data of any kind or nature which the department may deem material in arriving at the true and full value of the property. Section 46. That § 10-33-15 be repealed. 10-33-15. After the assessment is made, the Department of Revenue shall give notice by mail to the officers of each telephone company making return to the Department of Revenue, setting out the assessment and fixing a date at least ten days in advance when the representatives of any telephone company, so desiring, may appear before the secretary of revenue and be heard in all matters relating to the correctness of the assessment of the property of the company. The secretary of revenue may promulgate rules pursuant to chapter 1-26 concerning the conduct of the hearings. Section 47. That § 10-33-16 be repealed. 10-33-16. After such date of hearing, and on or before the fourth Monday of August, the Department of Revenue shall finally equalize the assessments and notify each company thereof by mail. The Department of Revenue shall certify the value finally determined to the county auditor of each county in which the company assessed owns property. Section 48. That § 10-33-18 be repealed. 10-33-18. The county auditor shall extend the above-mentioned taxes against the assessment certified to him by the department of revenue in a book to be called \"the telephone tax book,\" and shall make and deliver a duplicate of such telephone book to the county treasurer and the county treasurer shall be charged with the collection of such telephone tax. Section 49. That § 10-33-19 be repealed. 10-33-19. All laws relating to the enforcement of the payment of delinquent taxes shall be applicable to all taxes levied under the provisions of this chapter. Whenever any taxes levied under the provisions of this chapter shall become delinquent, the county treasurer having control of such delinquent taxes may proceed to collect the same in the same manner and with the same right and power as the sheriff under execution, except that no process shall be necessary to authorize him to sell any property belonging to any telephone company for the collection of such taxes. Section 50. That § 10-33-29 be repealed. 10-33-29. All property of such telephone company, both real and personal, not actually and necessarily used in the operation and maintenance of its lines in this state shall be considered \"nonoperating property,\" and nothing in this chapter shall be so construed as to prevent local assessment and taxation of such \"nonoperating property.\" Section 51. That § 10-33-26 be amended to read as follows: 10-33-26. The tax imposed by § 10-33-21 shall be and section 3 of this Act is in lieu of all taxes levied by the state, counties, municipalities, townships, school districts, or other political subdivisions of the state on the personal and real property of the company which is used or intended for use in the furnishing and providing telephone and exchange service, rental and toll service, but shall not be is not in lieu of the retail occupational sales and use tax, and this chapter shall in no manner does not exempt such companies from the payment of such the retail occupational sales and use tax. Section 52. The effective date of sections 34 to 51, inclusive of this Act, shall be July 1, 1998. BILL HISTORY 2/3/97 First read in House and referred to State Affairs. H.J. 263 2/10/97 Scheduled for Committee hearing on this date. 2/14/97 State Affairs Deferred to another day. H.J. 482 2/19/97 Scheduled for Committee hearing on this date. 2/19/97 State Affairs Do Pass Amended, Passed, AYES 12, NAYS 1. H.J. 562 2/24/97 Motion to Amend,. H.J. 649 2/24/97 House of Representatives Placed on Calendar. H.J. 652 2/24/97 Motion to Amend, Passed. H.J. 653 2/24/97 Motion to Amend, Passed. H.J. 654 2/24/97 House of Representatives Do Pass Amended, Passed, AYES 55, NAYS 14. H.J. 654 2/25/97 First read in Senate and referred to State Affairs. S.J. 631 2/28/97 Scheduled for Committee hearing on this date. 2/28/97 State Affairs Deferred to another day. S.J. 705 3/3/97 Scheduled for Committee hearing on this date. 3/3/97 State Affairs Do Pass Amended, Passed, AYES 8, NAYS 1. S.J. 719"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12912, "action_date": "1997-02-03T14:00:00-06:00", "document_id": 72894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72894.pdf", "status_text": "First read in House and referred to", "journal_page": 263, "committee_id_action": 544, "committee_id_assigned": 539, "result": "N", "vote": {}}, {"bill_id": 12912, "action_date": "1997-02-10T10:00:00-06:00", "document_id": 72319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72319.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 539, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12912, "action_date": "1997-02-14T10:00:00-06:00", "document_id": 72368, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72368.pdf", "status_text": "Deferred to another day", "journal_page": 482, "committee_id_action": 539, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12912, "action_date": "1997-02-19T10:00:00-06:00", "document_id": 72406, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72406.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 539, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12912, "action_date": "1997-02-19T10:00:00-06:00", "document_id": 72406, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72406.pdf", "status_text": "Do Pass Amended,", "journal_page": 562, "committee_id_action": 539, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35587, "president_vote": null, "Yea": [1890, 1900, 1904, 1924, 1931, 1936, 1926, 1940, 1949, 1970, 1961, 1921], "Nay": [1967]}}, {"bill_id": 12912, "action_date": "1997-02-24T14:00:00-06:00", "document_id": 72924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72924.pdf", "status_text": "Motion to Amend,", "journal_page": 649, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12912, "action_date": "1997-02-24T14:00:00-06:00", "document_id": 72924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72924.pdf", "status_text": "Motion to Amend,", "journal_page": 653, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12912, "action_date": "1997-02-24T14:00:00-06:00", "document_id": 72924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72924.pdf", "status_text": "Motion to Amend,", "journal_page": 653, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12912, "action_date": "1997-02-24T14:00:00-06:00", "document_id": 72924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72924.pdf", "status_text": "Motion to Amend,", "journal_page": 654, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12912, "action_date": "1997-02-24T14:00:00-06:00", "document_id": 72924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72924.pdf", "status_text": "Do Pass Amended,", "journal_page": 654, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36607, "president_vote": null, "Yea": [1886, 1888, 1890, 1891, 1892, 1894, 1895, 1896, 1897, 1899, 1900, 1903, 1904, 1907, 1909, 1910, 1913, 1914, 1916, 1917, 1918, 1921, 1922, 1923, 1926, 1931, 1933, 1934, 1936, 1937, 1941, 1942, 1943, 1944, 1947, 1949, 1950, 1951, 1952, 1953, 1957, 1961, 1962, 1963, 1964, 1966, 1967, 1968, 1970, 1973, 1980, 1984, 1985, 1987, 1924], "Nay": [1887, 1898, 1902, 1906, 1929, 1948, 1954, 1958, 1971, 1974, 1975, 1982, 1983, 1988], "Excused": [1940]}}, {"bill_id": 12912, "action_date": "1997-02-25T14:00:00-06:00", "document_id": 72927, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72927.pdf", "status_text": "First read in Senate and referred to", "journal_page": 631, "committee_id_action": 545, "committee_id_assigned": 527, "result": "N", "vote": {}}, {"bill_id": 12912, "action_date": "1997-02-28T07:45:00-06:00", "document_id": 72469, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72469.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 527, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12912, "action_date": "1997-02-28T07:45:00-06:00", "document_id": 72469, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72469.pdf", "status_text": "Deferred to another day", "journal_page": 705, "committee_id_action": 527, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12912, "action_date": "1997-03-03T07:45:00-06:00", "document_id": 72479, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72479.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 527, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12912, "action_date": "1997-03-03T07:45:00-06:00", "document_id": 72479, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72479.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 527, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12912, "action_date": "1997-03-03T07:45:00-06:00", "document_id": 72479, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72479.pdf", "status_text": "Do Pass Amended,", "journal_page": 719, "committee_id_action": 527, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35411, "president_vote": null, "Yea": [1911, 1915, 1956, 1930, 1946, 1986, 1969, 1927], "Nay": [1912]}}, {"bill_id": 12912, "action_date": "1997-03-04T14:00:00-06:00", "document_id": 72937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72937.pdf", "status_text": "Do Pass Amended,", "journal_page": 772, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36976, "president_vote": null, "Nay": [1884, 1905, 1912, 1919, 1932, 1939, 1946, 1955, 1976, 1978], "Yea": [1885, 1889, 1893, 1901, 1908, 1911, 1915, 1920, 1925, 1927, 1928, 1930, 1935, 1938, 1945, 1956, 1959, 1960, 1965, 1969, 1972, 1977, 1979, 1981, 1986]}}, {"bill_id": 12912, "action_date": "1997-03-05T14:00:00-06:00", "document_id": 72939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72939.pdf", "status_text": "Conference Committee appointments", "journal_page": 811, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}]}