{"session_id": 24, "bill_id": 6914, "bill_type": "House Bill", "bill_number": 1006, "bill_title": "authorize counties to impose sales and use taxes.", "sponsors": [{"legislator_profile_id": 1014, "is_prime": true}, {"legislator_profile_id": 1036, "is_prime": true}, {"legislator_profile_id": 995, "is_prime": false}, {"legislator_profile_id": 980, "is_prime": false}, {"legislator_profile_id": 1055, "is_prime": false}, {"legislator_profile_id": 1007, "is_prime": false}], "keywords": ["Counties", "Sales Tax", "Tax"], "audio": [{"meeting_datetime": "2016-01-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst06.mp3", "start_seconds": 2475.0}, {"meeting_datetime": "2016-01-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst06.mp3", "start_seconds": 2475.0}, {"meeting_datetime": "2016-01-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hst06.mp3", "start_seconds": 2475.0}], "bill_versions": [{"bill_id": 6914, "bill_version_id": 37279, "bill_version": "Introduced", "bill_version_date": "2015-12-24T08:59:03.197-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize counties to impose sales and use taxes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: The board of county commissioners may, by ordinance, impose a non-ad valorem tax at a rate not to exceed one percent in accordance with the provisions of this Act. The tax shall be levied on the sale, use, storage, and consumption of items taxed under chapters 10-45 and 10-46 within the county, and shall conform in all respects to the state tax on such items with the exception of the rate. Section 2. That the code be amended by adding a NEW SECTION to read: Any tax imposed under section 1 of this Act may be referred to a vote of the people for its approval or disapproval in the same manner as provided in chapter 7-18A. Section 3. That the code be amended by adding a NEW SECTION to read: Notwithstanding § 7-18A-8, any new ordinance or amendment to an ordinance enacted under the authority of this Act, and any tax rate affected thereby, may be effective only on January first or July first of a calendar year. The ordinance or amendment shall be effective on the earlier of January first or July first following at least ninety days notification by the county to the secretary of revenue that the ordinance or amendment has been enacted unless the ordinance or amendment is suspended by operation of a referendum. If an ordinance or amendment enacted under this Act is referred and the referred ordinance or amendment is approved, the effective date shall be the earlier of January first or July first following at least ninety days notification by the county to the secretary of revenue that the ordinance or amendment has been approved notwithstanding § 7-18A-14. Notification of the enactment or approval of the ordinance shall be in writing and mailed, along with a copy of the ordinance or amendment, by registered or certified mail to the secretary of revenue. Section 4. That the code be amended by adding a NEW SECTION to read: The exemption, definition, administrative, collection, and enforcement provisions of chapters 10-45 and 10-46 apply to any tax imposed under this Act, where applicable. Section 5. That the code be amended by adding a NEW SECTION to read: Notwithstanding any other provision of law, gross receipts as defined in this Act do not include any tax imposed by chapters 10-45, 10-45D, 10-46, 10-52, and 10-52A. Section 6. That the code be amended by adding a NEW SECTION to read: The Department of Revenue shall administer any tax imposed under this Act. The department shall keep full and accurate records of all moneys received and distributed under this Act. Section 7. That the code be amended by adding a NEW SECTION to read: Each person subjected to any tax under this Act shall keep records and books of all receipts and sales, together with invoices, bills of lading, copies of bills of sale, and other pertinent papers and documents. The books, records, papers, and documents are, at all times during business hours of the day, subject to inspection by the secretary of revenue or the secretary's agents and employees to determine the amount of tax due. The books and records shall be preserved for a period of three years unless the secretary of revenue, in writing, authorized the books and records destruction or disposal at an earlier date. Section 8. That the code be amended by adding a NEW SECTION to read: All moneys received and collected on behalf of a county by the Department of Revenue under this Act shall be distributed to the counties after deducting the amount of refunds made, the amounts necessary to defray the cost of collecting the tax, and the administrative expenses incident thereto, the balance shall be paid within thirty days after collection to the county entitled to the payment. Section 9. That the code be amended by adding a NEW SECTION to read: The secretary of revenue may promulgate rules, pursuant to chapter 1-26, concerning: (1) Licensing, including bonding and filing license applications; (2) The filing of returns and the payment of the tax; (3) The application of the tax and exemptions; (4) Taxpayer record-keeping requirements; and (5) Determining audits. Section 10. That the code be amended by adding a NEW SECTION to read: Each county imposing a non-ad valorem tax pursuant to this Act may issue county non-ad valorem tax revenue bonds pursuant to this section and chapter 6-8B in anticipation of the collection of the taxes. The bonds shall be payable solely from the collections of the tax imposed by the county under this Act, as determined by the board of county commissioners. The board of county commissioners shall, in the resolution or ordinance authorizing the bonds, agree that the county will continue to impose and collect the taxes so long as the bonds are outstanding. The board of county commissioners shall also pledge so much of the collections of the taxes as may be necessary to pay the principal premium and interest on the bonds and to maintain any debt service reserve established for the bonds. The proceeds of the bonds may be used for land acquisition, capital improvements, and capital asset acquisition, to establish a debt service reserve fund for the bonds, and to pay not more than one year's capitalized interest on the bonds. No election is required to authorize the issuance of county non-ad valorem tax revenue bonds. The bonds shall be issued and sold as provided in chapter 6-8B. Section 11. That the code be amended by adding a NEW SECTION to read: No tax increase may be levied on materials incorporated in construction work pursuant to construction contracts bid or entered into on or before the effective date of any tax imposed pursuant to this Act. Section 12. That the code be amended by adding a NEW SECTION to read: Any person who holds a license pursuant to this Act or who is a person whose receipts are subject to the tax imposed by this Act shall, except as otherwise provided in this section, file a return and pay any tax due to the Department of Revenue on or before the twentieth day of the month following each monthly period. The return shall be filed on forms prescribed and furnished by the department. If the person remits the tax by electronic transfer to the state, the person shall file the return by electronic means on or before the twenty-third day of the month following each monthly period and remit the tax on or before the second to the last day of the month following each monthly period. The secretary of revenue may require or allow a person to file a return and pay any tax due on a basis other than monthly. The return and remittance is due the last day of the month following the reporting period, or at a time otherwise determined by the secretary. The secretary may grant an extension of not more than five days for filing a return and remittance. Unless an extension is granted, penalty or interest under § 10-59-6 shall be paid if a return or remittance is not made on time. Section 13. That § 10-59-1 be amended to read: 10-59-1. The provisions of this chapter may only apply to proceedings commenced under this chapter concerning the taxes, the fees, the surcharges, or the persons subject to the taxes, fees, or surcharges imposed by, or any civil or criminal investigation authorized by, chapters 10-33A, 10-39, 10-39A, 10-39B, 10-43, 10-45, 10-45D, 10-46, 10-46A, 10-46B, 10-46E, 10-47B, 10-52, 10-52A, 32-3, 32-3A, 32-5, 32-5B, 32-6B, 32-9, 32-10, 34-45, and 34A-13 and §§ 22-25-48, 49-31-51, 50-4-13 to 50-4-17, inclusive, sections 1 to 12, inclusive, of this Act, and the provisions of chapter 10-45B."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6914, "action_date": "2016-01-12T12:00:00-06:00", "document_id": 37509, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37509.pdf", "status_text": "First Reading House", "journal_page": 16, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6914, "action_date": "2016-01-13T13:00:00-06:00", "document_id": 37539, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37539.pdf", "status_text": "Referred to", "journal_page": 35, "committee_id_action": 325, "committee_id_assigned": 317, "result": "N", "vote": {}}, {"bill_id": 6914, "action_date": "2016-01-20T08:30:00-06:00", "document_id": 37709, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37709.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 317, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6914, "action_date": "2016-01-20T08:30:00-06:00", "document_id": 37752, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/37752.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 66, "committee_id_action": 317, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20115, "president_vote": null, "Nay": [1042, 990], "Yea": [983, 1022, 1002, 1044, 1003, 981, 1029, 989, 1025, 976], "Excused": [1024]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6914"}