{"session_id": 48, "bill_id": 14625, "bill_type": "House Bill", "bill_number": 1215, "bill_title": "provide for the continuation at the state level of certain federal commodity checkoff programs and to allow certain state checkoff programs to temporarily suspend the collection of checkoff assessments.", "sponsors": [{"legislator_profile_id": 2213, "is_prime": true}, {"legislator_profile_id": 2292, "is_prime": true}, {"legislator_profile_id": 2234, "is_prime": false}, {"legislator_profile_id": 2249, "is_prime": false}, {"legislator_profile_id": 2258, "is_prime": false}], "keywords": ["Commodity Check-off Programs"], "audio": [], "bill_versions": [{"bill_id": 14625, "bill_version_id": 81089, "bill_version": "Introduced", "bill_version_date": "1999-01-27T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the continuation at the state level of certain federal commodity checkoff programs and to allow certain state checkoff programs to temporarily suspend the collection of checkoff assessments. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. If the operations of the federal beef research and promotion program, established pursuant to 7 CFR, Part 1260; the federal pork promotion, research, and consumer information program established pursuant to 7 CFR, Part 1230; the federal dairy promotion program, established pursuant to 7 CFR, Part 1150; or the federal soybean promotion and research program established pursuant to 7CFR, Part 1220, are terminated or suspended as a result of a referendum of producers of such commodities or products, a corresponding state promotion and development council for the affected or product commodity is hereby established. The secretary of the Department of Agriculture shall designate the name of the council and shall initiate procedures for the selection of the council's initial directors as provided in this Act. Section 2. Terms used in sections 1 to 26, inclusive, of this Act mean: (1) \"Council,\" the promotion and development council established pursuant to section 1 of this Act; (2) \"Designated commodity,\" the commodity to be subject to the promotion and development program pursuant to section 1 of this Act; (3) \"First purchaser,\" any person who buys, accepts for shipment, or otherwise acquires a designated commodity from a grower or producer, except any mortgagee, pledgee, lienor or other person having a claim against a grower or producer if actual or constructive possession of such commodity is taken as partial payment or in satisfaction of such mortgage, pledge, lien or claim. However, first purchaser does not include sales between growers or producers not for resale; (4) \"Grower or producer,\" any person who plants, raises, harvests, or produces a designated commodity; (5) \"Participating grower or producer,\" a grower or producer who has not requested a refund from the payment of assessments on designated commodity production under this Act for a particular year, and any person who owns or operates an agricultural producing or growing facility for a designated commodity and shares in the profits and risks of loss from such operation, and who produces a designated commodity in South Dakota during the current or preceding marketing year; (6) \"Secretary,\" the secretary of the South Dakota Department of Agriculture. Section 3. Any council established pursuant to this Act shall be composed of fifteen directors who shall be participating growers or producers. The directors shall be elected by participating growers or producers. The secretary is an ex officio, nonvoting director of any such council. Section 4. The initial directors shall be elected by the participating growers or producers from each district pursuant to procedures established by this Act. Section 5. An election shall be held in each district in which a director's term is to expire. The election date and time shall be determined by the council but shall be between January first to February fifteenth, inclusive, closest to the pending vacancy's expiration date. The election shall be by official ballot, which shall be made available at the polling location. The council shall designate at least one polling location in each county within the district. The principal polling location in the county shall be at the county office of the Cooperative Extension Service of South Dakota State University, if available, or at a place specified by the council. If only one candidate is nominated in a district, no election is required in the district, and the council shall declare the nominee as elected and shall provide the nominee with a certificate of election. Section 6. If voting at the designated time and place would cause a hardship on any eligible voter, the council shall allow for absentee voting on forms, and in a manner, prescribed in rule by the council. Absentee ballots shall be returned either to the council office no later than five calendar days before the day of the election or to the polling location before the close of the polls. The council shall ensure that any absentee ballot it has received within the deadline specified in this section is delivered to the appropriate polling place before the close of the polls. No absentee ballot that is received at the polling place after the close of the polls may be counted in the election results. Section 7. To be eligible to vote in a district election, a participating grower or producer shall sign a participating grower or producer affidavit at the time of voting. A husband and wife, a landlord and tenant, and a landowner and purchaser under a contract for deed which is of record in the office of the register of deeds in the county where the real property is situated are each entitled to vote for director, if they meet the requirements of section 2 of this Act. No individual, landlord, tenant, partnership, limited liability company, corporation, cooperative, association or fiduciary may cast more than one vote per election even if operations are carried on in more than one council district. A participating grower or producer may vote only in the council district in which the participating grower or producer resides. A partnership, limited liability company, corporation, cooperative or association resides in the council district where its principal place of business is located. A partnership, limited liability company, corporation, cooperative or association shall attach a written authorization to the participating grower or producer affidavit which indicates that the person casting the vote has been authorized to do so. Section 8. For the initial council, the secretary shall nominate two candidates for each position as director. Additional candidates may be nominated by written petition of fifty growers. Procedures governing the time and place of filing petitions shall be established and publicized by the secretary. Any candidate shall be a resident grower or producer of the district from which the candidate is nominated. Upon the termination or suspension of a federal program as provided in section 1 of this Act, the secretary shall publish at least once, in at least one newspaper of general circulation in each council district, a notice stating that the council has been established, that nomination petitions for director candidates may be filed and the filing deadline for nominating petitions, and that an election to select directors for the council will be held on s specified date. The notice shall be published at least twenty-one days, but no more than forty days, before the deadline for filing nominating petitions. The notice shall specify how nominating petition forms may be obtained, the time and place for filing nominating petitions and the time and place of the election. The secretary shall receive the nominations and shall call an election for initial directors of the council within ninety days of the formation of a council pursuant to this Act. Section 9. Notice of the election for the initial directors of the council shall be given by the secretary by publication in a newspaper of general circulation in each district at least five days before the date of the election and in any other reasonable manner as may be determined by the secretary. The notice shall set forth the period of time for voting, voting places, and such other information as the secretary may deem necessary. Section 10. Notice of subsequent elections for directors of the council in a district shall be given by the council by publication in a newspaper of general circulation in the district and in any other reasonable manner as may be determined by the council. More than one notice may be published, but at least one notice shall be published at least seven days, but no more than twenty-one days before the election. Any notice shall set forth the period of time for voting, voting places, provision for absentee balloting and such other information as the council deems necessary. Section 11. The council shall publish at least once, in at least one newspaper of general circulation in each council district in which a director is to be elected, a notice of the pending expiration of the director's term. The notice shall be published at least twenty-one days, but no more than forty days, before the deadline for filing nominating petitions. The notice shall specify how nominating petition forms may be obtained, the time and place for filing nominating petitions and the time and place of the election. Section 12. In any election held pursuant to this Act, the candidate receiving the highest number of votes in the district is elected. Director terms are for three years and no director of the council may serve for more than two complete consecutive terms. The terms of office for the initial directors are determined by lot. One-third of the initial directors shall serve for one year, one-third of the initial directors shall serve for two years, and one-third of the initial directors shall serve for three years. Directors shall take office on March first of the year of the election. Section 13. After election of the initial directors, the council shall administer subsequent elections for directors of the council with the assistance of the secretary. The council shall appoint in each county of the district a committee of three persons to serve as election judges. If the council is unable to appoint a full committee of election judges, the secretary shall appoint the judges. One of the election judges shall be the South Dakota State University Cooperative Extension Service agent, or acting agent, for the county, if available. The election judges are responsible for ballot security and count and shall deliver the ballots, the election results, and a completed certification of election form to the council office or a designated representative. The election judges are also responsible for certifying that all who vote are eligible voters. The council shall canvass the results of the election within fifteen days after certification and shall declare elected the person receiving the highest number of votes for each office. The council shall provide a certificate of election to each person declared elected. Section 14. One director shall be elected from each of the following districts: District Number Counties Comprising District I Clay, Union, Yankton II Lincoln, Turner III McCook, Minnehaha IV Lake, Moody V Brookings, Kingsbury VI Codington, Deuel, Grant, Hamlin VII Day, Marshall, Roberts VIII Beadle, Clark, Spink IX Davison, Hanson, Miner, Sanborn X Bon Homme, Charles Mix, Douglas, Hutchinson XI Aurora, Brule, Buffalo, Jerauld, Lyman XII Faulk, Hand, Hyde XIII Campbell, Corson, Dewey, Hughes, Potter, Stanley, Sully, Walworth XIV Brown, Edmunds, McPherson XV Bennett, Butte, Custer, Fall River, Gregory, Haakon, Harding, Jackson, Jones, Lawrence, Meade, Mellette, Pennington, Perkins, Shannon, Todd, Tripp, Ziebach Section 15. If a director of the council ceases to be a participating grower or producer, dies, or resigns from office before the expiration of the term, the council shall appoint, subject to approval by the secretary, a participating grower or producer from the district for the balance of the unexpired term. Section 16. The council shall annually elect a president and such other officers as are necessary to administer the council. A majority of voting directors constitutes a quorum. All meetings of the council shall be called by the president. However, special meetings may be called by five directors of the council. The council shall adopt procedures for the calling of special meetings. Section 17. Moneys collected from checkoff fees shall be deposited in a special revolving fund created in the state treasury and are continuously appropriated to the council. Expenditures of these funds shall be made in accordance with the provisions of Title 4. Section 18. The council may: (1) Contract and cooperate with any person, organization or with any governmental department or agency for market maintenance and expansion, research, education, transportation and for the prevention, modification or elimination of trade barriers which obstruct the free flow of the commodity and products made from the commodity to market; (2) Expend the funds collected pursuant to this chapter and appropriated for its administration; (3) Appoint, discharge, fix compensation for and prescribe the duties of such personnel as it deems necessary; (4) Accept donations of funds, property, services or other assistance from public or private sources for the purpose of furthering the objectives of the council. Section 19. The secretary shall promulgate rules pursuant to chapter 1-26 concerning: (1) The procedures for obtaining a declaratory ruling; (2) The procedures for assessments collected for the designated commodity sold to a first purchaser; (3) The procedures for obtaining a refund of the assessment; (4) The procedures for collecting delinquent assessments and assessing penalties; (5) The record keeping and reporting requirements of first purchasers; and (6) Procedures, forms, public notices and other requirements for nominating director candidates and for conducting and certifying elections. Section 20. A refundable assessment at one-half the assessment rate that was in effect for the corresponding national promotion and development council at the time of its termination or suspension is imposed by the council upon the designated commodity marketed to a first purchaser within the state. The assessment is due upon any identifiable lot or quantity of the designated commodity. No assessment may be made until rules promulgated pursuant to sections 19 and 23 of this Act are in effect. Section 21. Every first purchaser of the designated commodity shall collect the assessment imposed by this Act by deducting the assessment from the purchase price of the designated commodity subject to the assessment and purchased by the first purchaser. Section 22. Any first purchaser of the designated commodity shall file an application with the council on forms prescribed and furnished by the council which shall contain the name under which the first purchaser is transacting business within the state, place of business, and the location of loading places of the first purchaser. Section 23. Any first purchaser shall keep as a part of its permanent records a record of all purchases of the designated commodity, which may be examined by the council at any reasonable time. Every first purchaser shall report to the council stating the quantity of the designated commodity received by the first purchaser. The report and remittance of the assessment shall be made at the times and in the manner prescribed by the council pursuant to administrative rules promulgated pursuant to chapter 1-26. Section 24. If a first purchaser fails to remit the assessment provided under this Act, the council may enforce collection in any appropriate court within this state. Section 25. Any grower subject to the assessment provided in this Act may, within sixty days following such assessment, make application to the council for a refund of the assessment. Upon the return of the refund application, accompanied by a record of the assessment by the first purchaser, the grower or producer shall, within sixty days, be refunded the net amount of the assessment collected. However, a grower or producer who has paid the assessment more than once on the same designated commodity is entitled to a refund of the overpayment. Section 26. The council shall develop and disseminate information and instructions relating to the purpose of the assessment and the manner in which refunds may be claimed, and to this extent shall cooperate with governmental agencies, state and federal, and private businesses engaged in the purchase of the designated commodity. Section 27. That chapter 38-10 be amended by adding thereto a NEW SECTION to read as follows: The commission may temporarily suspend the levy and collection of the promotional fee established pursuant to § 38-10-22 for a period specified by the commission, not to exceed one year for any such suspension period. At the end of the suspension period, the levy and collection of the fee shall resume. The number of times that the commission may suspend the levy and collection of the fee is not limited. Section 28. That chapter 38-27 be amended by adding thereto a NEW SECTION to read as follows: The council may temporarily suspend the levy and collection of the assessment established pursuant to § 38-27-11 for a period specified by the council, not to exceed one year for any such suspension period. At the end of the suspension period, the levy and collection of the assessment shall resume. The number of times that the council may suspend the levy and collection of the assessment is not limited. Section 29. That chapter 38-29 be amended by adding thereto a NEW SECTION to read as follows: The council may temporarily suspend the levy and collection of the assessment established pursuant to § 38-29-8 for a period specified by the council, not to exceed one year for any such suspension period. At the end of the suspension period, the levy and collection of the assessment shall resume. The number of times that the council may suspend the levy and collection of the assessment is not limited. Section 30. That chapter 38-32 be amended by adding thereto a NEW SECTION to read as follows: The council may temporarily suspend the levy and collection of the assessment established pursuant to § 38-32-15 for a period specified by the council, not to exceed one year for any such suspension period. At the end of the suspension period, the levy and collection of the assessment shall resume. The number of times that the council may suspend the levy and collection of the assessment is not limited. Section 31. That chapter 40-31 be amended by adding thereto a NEW SECTION to read as follows: The association may temporarily suspend the levy and collection of the assessment established pursuant to § 40-31-9 for a period specified by the association, not to exceed one year for any such suspension period. At the end of the suspension period, the levy and collection of the assessment shall resume. The number of times that the association may suspend the levy and collection of the assessment is not limited."}, {"bill_id": 14625, "bill_version_id": 81088, "bill_version": "House Agriculture and Natural Resources Engrossed", "bill_version_date": "1999-02-16T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the continuation at the state level of certain federal commodity checkoff programs and to allow certain state checkoff programs to temporarily suspend the collection of checkoff assessments. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. If the operations of the federal beef research and promotion program, established pursuant to 7 CFR, Part 1260, or the federal pork promotion, research, and consumer information program established pursuant to 7 CFR, Part 1230, are terminated or suspended as a result of a referendum of producers of such commodities or products, a corresponding state promotion and development council for the affected or product commodity is hereby established. The secretary of the Department of Agriculture shall designate the name of the council and shall initiate procedures for the selection of the council's initial directors as provided in this Act. Section 2. Terms used in sections 1 to 23, inclusive, of this Act mean: (1) \"Council,\" the promotion and development council established pursuant to section 1 of this Act; (2) \"Designated commodity,\" the commodity to be subject to the promotion and development program pursuant to section 1 of this Act; (3) \"Grower or producer,\" any person who plants, raises, harvests, or produces a designated commodity; (4) \"Participating grower or producer,\" a grower or producer who has not requested a refund from the payment of assessments on designated commodity production under this Act for a particular year, and any person who owns or operates an agricultural producing or growing facility for a designated commodity and shares in the profits and risks of loss from such operation, and who produces a designated commodity in South Dakota during the current or preceding marketing year; (5) \"Secretary,\" the secretary of the South Dakota Department of Agriculture. Section 3. Any council established pursuant to this Act shall be composed of an odd number of directors, which shall be at least nine but not greater than fifteen directors who shall be participating growers or producers. The secretary shall designate the number of directors for the council and shall designate the boundaries of the districts to be represented by each such director. The directors shall be elected by participating growers or producers so that one director is elected from each district. The secretary is an ex officio, nonvoting director of any such council. Section 4. The initial directors shall be elected by the participating growers or producers from each district pursuant to procedures established by this Act. Section 5. An election shall be held in each district in which a director's term is to expire. The election date and time shall be determined by the council but shall be between January first to February fifteenth, inclusive, closest to the pending vacancy's expiration date. The election shall be by official ballot, which shall be made available at the polling location. The council shall designate at least one polling location in each county within the district. The principal polling location in the county shall be at the county office of the Cooperative Extension Service of South Dakota State University, if available, or at a place specified by the council. If only one candidate is nominated in a district, no election is required in the district, and the council shall declare the nominee as elected and shall provide the nominee with a certificate of election. Section 6. If voting at the designated time and place would cause a hardship on any eligible voter, the council shall allow for absentee voting on forms, and in a manner, prescribed in rule by the council. Absentee ballots shall be returned either to the council office no later than five calendar days before the day of the election or to the polling location before the close of the polls. The council shall ensure that any absentee ballot it has received within the deadline specified in this section is delivered to the appropriate polling place before the close of the polls. No absentee ballot that is received at the polling place after the close of the polls may be counted in the election results. Section 7. To be eligible to vote in a district election, a participating grower or producer shall sign a participating grower or producer affidavit at the time of voting. A husband and wife, a landlord and tenant, and a landowner and purchaser under a contract for deed which is of record in the office of the register of deeds in the county where the real property is situated are each entitled to vote for director, if they meet the requirements of section 2 of this Act. No individual, landlord, tenant, partnership, limited liability company, corporation, cooperative, association or fiduciary may cast more than one vote per election even if operations are carried on in more than one council district. A participating grower or producer may vote only in the council district in which the participating grower or producer resides. A partnership, limited liability company, corporation, cooperative or association resides in the council district where its principal place of business is located. A partnership, limited liability company, corporation, cooperative or association shall attach a written authorization to the participating grower or producer affidavit which indicates that the person casting the vote has been authorized to do so. Section 8. For the initial council, the secretary shall nominate two candidates for each position as director. Additional candidates may be nominated by written petition of fifty growers. Procedures governing the time and place of filing petitions shall be established and publicized by the secretary. Any candidate shall be a resident grower or producer of the district from which the candidate is nominated. Upon the termination or suspension of a federal program as provided in section 1 of this Act, the secretary shall publish at least once, in at least one newspaper of general circulation in each council district, a notice stating that the council has been established, that nomination petitions for director candidates may be filed and the filing deadline for nominating petitions, and that an election to select directors for the council will be held on s specified date. The notice shall be published at least twenty-one days, but no more than forty days, before the deadline for filing nominating petitions. The notice shall specify how nominating petition forms may be obtained, the time and place for filing nominating petitions and the time and place of the election. The secretary shall receive the nominations and shall call an election for initial directors of the council within ninety days of the formation of a council pursuant to this Act. Section 9. Notice of the election for the initial directors of the council shall be given by the secretary by publication in a newspaper of general circulation in each district at least five days before the date of the election and in any other reasonable manner as may be determined by the secretary. The notice shall set forth the period of time for voting, voting places, and such other information as the secretary may deem necessary. Section 10. Notice of subsequent elections for directors of the council in a district shall be given by the council by publication in a newspaper of general circulation in the district and in any other reasonable manner as may be determined by the council. More than one notice may be published, but at least one notice shall be published at least seven days, but no more than twenty-one days before the election. Any notice shall set forth the period of time for voting, voting places, provision for absentee balloting and such other information as the council deems necessary. Section 11. The council shall publish at least once, in at least one newspaper of general circulation in each council district in which a director is to be elected, a notice of the pending expiration of the director's term. The notice shall be published at least twenty-one days, but no more than forty days, before the deadline for filing nominating petitions. The notice shall specify how nominating petition forms may be obtained, the time and place for filing nominating petitions and the time and place of the election. Section 12. In any election held pursuant to this Act, the candidate receiving the highest number of votes in the district is elected. Director terms are for three years and no director of the council may serve for more than two complete consecutive terms. The terms of office for the initial directors are determined by lot. One-third of the initial directors shall serve for one year, one-third of the initial directors shall serve for two years, and one-third of the initial directors shall serve for three years. Directors shall take office on March first of the year of the election. Section 13. After election of the initial directors, the council shall administer subsequent elections for directors of the council with the assistance of the secretary. The council shall appoint in each county of the district a committee of three persons to serve as election judges. If the council is unable to appoint a full committee of election judges, the secretary shall appoint the judges. One of the election judges shall be the South Dakota State University Cooperative Extension Service agent, or acting agent, for the county, if available. The election judges are responsible for ballot security and count and shall deliver the ballots, the election results, and a completed certification of election form to the council office or a designated representative. The election judges are also responsible for certifying that all who vote are eligible voters. The council shall canvass the results of the election within fifteen days after certification and shall declare elected the person receiving the highest number of votes for each office. The council shall provide a certificate of election to each person declared elected. Section 14. If a director of the council ceases to be a participating grower or producer, dies, or resigns from office before the expiration of the term, the council shall appoint, subject to approval by the secretary, a participating grower or producer from the district for the balance of the unexpired term. Section 15. The council shall annually elect a president and such other officers as are necessary to administer the council. A majority of voting directors constitutes a quorum. All meetings of the council shall be called by the president. However, special meetings may be called by five directors of the council. The council shall adopt procedures for the calling of special meetings. Section 16. Moneys collected from checkoff fees shall be deposited in a special revolving fund created in the state treasury and are continuously appropriated to the council. Expenditures of these funds shall be made in accordance with the provisions of Title 4. Section 17. The council may: (1) Contract and cooperate with any person, organization or with any governmental department or agency for market maintenance and expansion, research, education, transportation and for the prevention, modification or elimination of trade barriers which obstruct the free flow of the commodity and products made from the commodity to market; (2) Expend the funds collected pursuant to this chapter and appropriated for its administration; (3) Appoint, discharge, fix compensation for and prescribe the duties of such personnel as it deems necessary; (4) Accept donations of funds, property, services or other assistance from public or private sources for the purpose of furthering the objectives of the council. Section 18. The secretary shall promulgate rules pursuant to chapter 1-26 concerning: (1) The procedures for obtaining a declaratory ruling; (2) The procedures for the payment and collection of assessments for the designated commodity or product in accordance with the requirements of section 20 of this Act; (3) The procedures for obtaining a refund of the assessment; (4) The procedures for collecting delinquent assessments and assessing penalties; (5) The record keeping and reporting requirements of first purchasers; and (6) Procedures, forms, public notices and other requirements for nominating director candidates and for conducting and certifying elections. Section 19. A refundable assessment at one-half the assessment rate that was in effect for the corresponding national promotion and development council at the time of its termination or suspension is imposed by the council upon the designated commodity marketed to a first purchaser within the state. The assessment is due upon any identifiable lot or quantity of the designated commodity. No assessment may be made until rules promulgated pursuant to section 18 of this Act are in effect. Section 20. The assessment imposed by this Act on pork or on beef shall be collected using payment requirements and collection procedures that are substantially similar to the payment requirements and collection procedures established for pork in 7 CFR, Part 1230 and for beef in 7 CFR, Part 1260, respectively. Section 21. If a first purchaser fails to remit the assessment provided under this Act, the council may enforce collection in any appropriate court within this state. Section 22. Any grower or producer subject to the assessment provided in this Act may, within sixty days following such assessment, make application to the council for a refund of the assessment. Upon the return of the refund application, accompanied by a record of the assessment by the first purchaser, the grower or producer shall, within sixty days, be refunded the net amount of the assessment collected. However, a grower or producer who has paid the assessment more than once on the same designated commodity is entitled to a refund of the overpayment. Section 23. The council shall develop and disseminate information and instructions relating to the purpose of the assessment and the manner in which refunds may be claimed, and to this extent shall cooperate with governmental agencies, state and federal, and private businesses engaged in the purchase of the designated commodity. Section 24. That chapter 38-10 be amended by adding thereto a NEW SECTION to read as follows: The commission may temporarily reduce or suspend the levy and collection of the promotional fee established pursuant to § 38-10-22 for a period specified by the commission, not to exceed one year. At the end of the period, the levy and collection of the fee shall resume. The number of times that the commission may reduce or suspend the levy and collection of the fee is not limited. Section 25. That chapter 38-27 be amended by adding thereto a NEW SECTION to read as follows: The council may temporarily reduce or suspend the levy and collection of the assessment established pursuant to § 38-27-11 for a period specified by the council, not to exceed one year. At the end of the period, the levy and collection of the assessment shall resume. The number of times that the council may reduce or suspend the levy and collection of the assessment is not limited. Section 26. That chapter 38-29 be amended by adding thereto a NEW SECTION to read as follows: The council may temporarily reduce or suspend the levy and collection of the assessment established pursuant to § 38-29-8 for a period specified by the council, not to exceed one year. At the end of the period, the levy and collection of the assessment shall resume. The number of times that the council may reduce or suspend the levy and collection of the assessment is not limited. If the operations of the federal soybean promotion and research program established pursuant to 7 CFR, Part 1220, are terminated or suspended as a result of a referendum of producers, the rate of the assessment established pursuant to § 38-29-8 shall be reduced by one- half until the operations of the federal program resume. Section 27. That chapter 38-32 be amended by adding thereto a NEW SECTION to read as follows: The council may temporarily reduce or suspend the levy and collection of the assessment established pursuant to § 38-32-15 for a period specified by the council, not to exceed one year. At the end of the period, the levy and collection of the assessment shall resume. The number of times that the council may reduce or suspend the levy and collection of the assessment is not limited. Section 28. That chapter 40-31 be amended by adding thereto a NEW SECTION to read as follows: The association may temporarily reduce or suspend the levy and collection of the assessment established pursuant to § 40-31-9 for a period specified by the association, not to exceed one year. At the end of the period, the levy and collection of the assessment shall resume. The number of times that the association may reduce or suspend the levy and collection of the assessment is not limited. If the operations of the federal dairy promotion program established pursuant to 7 CFR, Part 1150, are terminated or suspended as a result of a referendum of producers, collection of the assessment established pursuant to § 41-31-9 shall continue as provided in § 41-31-9. BILL HISTORY 1/27/99 First read in House and referred to committee assignment waived. H.J. 215 1/28/99 Referred to Agriculture and Natural Resources. H.J. 240 2/4/99 Scheduled for Committee hearing on this date. 2/9/99 Scheduled for Committee hearing on this date. 2/9/99 Scheduled for Committee hearing on this date. 2/16/99 Scheduled for Committee hearing on this date. 2/16/99 Agriculture and Natural Resources Do Pass Amended, Passed, AYES 12, NAYS 0. H.J. 533"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14625, "action_date": "1999-01-27T14:00:00-06:00", "document_id": 82120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82120.pdf", "status_text": "First read in House and referred to", "journal_page": 215, "committee_id_action": 628, "committee_id_assigned": 614, "result": "N", "vote": {}}, {"bill_id": 14625, "action_date": "1999-02-04T07:45:00-06:00", "document_id": 81867, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81867.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 614, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14625, "action_date": "1999-02-09T07:45:00-06:00", "document_id": 81868, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81868.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 614, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14625, "action_date": "1999-02-09T19:30:00-06:00", "document_id": 81869, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81869.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 614, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14625, "action_date": "1999-02-16T07:45:00-06:00", "document_id": 81871, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81871.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 614, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14625, "action_date": "1999-02-16T07:45:00-06:00", "document_id": 81871, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81871.pdf", "status_text": "Do Pass Amended,", "journal_page": 533, "committee_id_action": 614, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41458, "president_vote": null, "Yea": [2204, 2211, 2213, 2222, 2236, 2248, 2249, 2260, 2261, 2284, 2286, 2297], "Excused": [2298]}}, {"bill_id": 14625, "action_date": "1999-02-16T19:00:00-06:00", "document_id": 81872, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81872.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 614, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14625, "action_date": "1999-02-18T14:00:00-06:00", "document_id": 81762, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81762.pdf", "status_text": "Do Pass Amended,", "journal_page": 626, "committee_id_action": 628, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 43456, "president_vote": null, "Yea": [2200, 2207, 2208, 2210, 2211, 2213, 2220, 2240, 2243, 2244, 2249, 2254, 2255, 2256, 2262, 2265, 2272, 2282, 2290, 2295, 2297], "Nay": [2203, 2204, 2209, 2212, 2214, 2216, 2218, 2219, 2222, 2227, 2228, 2229, 2231, 2232, 2233, 2236, 2237, 2238, 2247, 2248, 2250, 2253, 2257, 2260, 2261, 2264, 2266, 2267, 2268, 2271, 2273, 2276, 2277, 2278, 2279, 2281, 2284, 2286, 2287, 2288, 2291, 2296, 2298, 2300, 2301, 2302, 2303, 2245], "Excused": [2223]}}]}