{"session_id": 53, "bill_id": 17423, "bill_type": "House Bill", "bill_number": 1284, "bill_title": "establish a comprehensive health insurance risk pool and to make an appropriation therefor.", "sponsors": [{"legislator_profile_id": 2728, "is_prime": true}, {"legislator_profile_id": 2802, "is_prime": true}, {"legislator_profile_id": 2819, "is_prime": false}, {"legislator_profile_id": 2820, "is_prime": false}], "keywords": ["Administrative  Rules", "Appropriation", "Health Insurance", "Special Appropriation"], "audio": [{"meeting_datetime": "2002-01-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hhe14hb1284a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-26T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hhe14hb1284a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17423, "bill_version_id": 92474, "bill_version": "Introduced", "bill_version_date": "2002-01-22T09:10:53-06:00", "bill_text": "SEVENTY-SEVENTH SESSION LEGISLATIVE ASSEMBLY, 2002 FOR AN ACT ENTITLED, An Act to establish a comprehensive health insurance risk pool and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Benefits plan,\" the coverages to be offered by the pool to eligible individuals meeting the requirements of section 9 of this Act; (2) \"Board,\" the board of directors of the pool; (3) \"Church plan,\" a plan as defined under 29 U.S.C. 1002; (4) \"Division,\" the Division of Insurance; (5) \"Director,\" the director of insurance; (6) \"Governmental plan,\" a plan as defined under 29 U.S.C. 1002 and any plan maintained for its employees by the United States government or by any agency or instrumentality of the United States government; (7) \"Group health plan,\" an employee welfare benefit plan as defined by 29 U.S.C. 1002 to the extent that the plan provides any hospital, surgical, or medical expense benefits to employees or their dependents, as defined under the terms of the plan, directly or through insurance, reimbursement, or otherwise; (8) \"Health insurance,\" any hospital, surgical, or medical expense-incurred policy or health maintenance organization contract. Health insurance does not include accident- only, disability income, hospital confinement indemnity, dental, or credit insurance; coverage issued as a supplement to liability insurance; medicare or insurance provided as a supplement to medicare; insurance arising from workers' compensation provisions; automobile medical payment insurance; any other specific limited coverage; or insurance under which benefits are payable with or without regard to fault and which is statutorily required to be contained in any liability insurance policy; (9) \"Insurance producer,\" any person licensed as an insurance producer by the division and duly appointed and authorized by an insurer to solicit applications for insurance and to discharge such other duties as may be vested in or required of the producer by the insurer; (10) \"Insurer,\" any person that provides health insurance in the state, including an insurance company, a prepaid hospital or medical service plan, a health maintenance organization, a multiple employer welfare arrangement, and any other entity providing a plan of health insurance or health benefits subject to state insurance regulation; (11) \"Medicare,\" coverage under parts A and B of Title XVIII of the Social Security Act, 42 U.S.C. 1395 et seq.; (12) \"Member,\" any insurer participating in the pool; (13) \"Net loss,\" the excess of incurred claims plus expenses over the sum of written and renewed premiums and other appropriate revenue; (14) \"Plan of operation,\" the plan of operation of the pool, including articles, bylaws, and operating rules, submitted by the board pursuant to section 6 of this Act; (15) \"Pool,\" the Comprehensive Health Insurance Pool; (16) \"Resident,\" an individual who is legally domiciled in this state. Section 2. For the purposes of this Act, creditable coverage means, with respect to an individual, coverage of the individual under any of the following: (1) A group health plan; (2) Health insurance coverage; (3) Medicare; (4) Title XIX of the Social Security Act, 42 U.S.C. 1396 et seq., other than coverage consisting solely of benefits under section 1928 of the act, 42 U.S.C. 1396s; (5) 10 U.S.C. 5501 et seq.; (6) A medical care program of the Indian Health Service or of a tribal organization; (7) A state health benefits risk pool; (8) A health plan offered under 5 U.S.C. 8901 et seq.; (9) A public health plan as defined under regulations promulgated by the federal Secretary of Health and Human Services; and (10) A health benefit plan under 22 U.S.C. 2504. Creditable coverage does not include any coverage that occurs before a significant break in coverage. For purposes of this section, a significant break in coverage means any period of sixty- three consecutive days during all of which the individual does not have any creditable coverage, except that neither a waiting period nor an affiliation period shall be taken into account in determining a significant break in coverage. Creditable coverage does not include coverage consisting solely of coverage of excepted benefits as that term is defined in the federal Health Insurance Portability and Accountability Act of 1996, 29 U.S.C. 1191b, and regulations adopted pursuant to the Act and in effect on January 1, 2002. Section 3. There is created a nonprofit entity to be known as the Comprehensive Health Insurance Pool. Any insurer authorized to issue or provide health insurance in this state shall be a member of the pool. Prior to January 1, 2003, the pool shall be managed by a board of directors composed of nine directors whose terms shall expire on December 31, 2002. The board shall at all times, to the extent possible, include at least two representatives of domestic insurance companies, one representative of a health maintenance organization, one representative of a health agency which is involved in advocating for individuals with special health care needs, and one representative of the general public. The director shall promulgate rules, pursuant to chapter 1-26, to establish eligibility and selection criteria for the representative of the general public and for the representative of the health agency. On and after January 1, 2003, the pool shall be managed by a board of directors composed of seven directors. Such board shall be selected by the director and shall be composed of four representatives of domestic insurers, one representative of health agencies which are involved in advocating for individuals with special health care needs, one representative of individuals eligible for pool coverage, and one representative of the general public. With regard to the board as it is composed on and after January 1, 2003: (1) The representative of health agencies may not be a member of the board of directors, an officer, or an employee of an insurer; (2) The representative of individuals eligible for pool coverage may not be a member of the board of directors, an officer, or an employee of an insurer, and shall be an individual who is eligible for pool coverage or who would be eligible for pool coverage if the individual was not otherwise eligible for other health coverage, or the spouse, parent, adult child, or guardian of such individual; and (3) The representative of the general public may not be a member of the board of directors, an officer, or an employee of an insurer or of a health agency which is involved in advocating for individuals with special health care needs, and may not be an individual who is qualified for selection as the representative of individuals eligible for pool coverage as provided in subdivision (2) of this section. Section 4. Recommendations of individuals for selection to the board as it is composed on and after January 1, 2003, may be submitted to the director: (1) From domestic insurers in the case of the representatives of domestic insurers; (2) From health agencies which are involved in advocating for individuals with special health care needs in the case of the representative of health agencies; and (3) From individuals eligible for pool coverage and from organizations which are involved in advocating for individuals eligible for pool coverage in the case of the representative of individuals eligible for pool coverage. Section 5. The members shall select the board as it is composed prior to January 1, 2003, except the representative of the general public and the representative of the health agency who shall be appointed by the director. The director shall select the board as it is composed on and after January 1, 2003. The board shall select one or more insurers to serve as administering insurer pursuant to section 11 of this Act. The selection of the board as it is composed prior to January 1, 2003, and the selection of the administering insurer by the board prior to January 1, 2003, is subject to the approval of the director. Section 6. The board shall submit to the division a plan of operation for the pool and any amendments necessary or suitable to assure the fair, reasonable, and equitable administration of the pool. The director shall, after notice and hearing, approve the plan of operation if the plan assures the fair, reasonable, and equitable administration of the pool. The plan of operation shall become effective upon approval in writing by the director consistent with the date on which the coverage under the Comprehensive Health Insurance Pool Act is required to be made available. If the board fails to submit an acceptable plan of operation or fails to submit acceptable amendments to the plan, the director shall, after notice and hearing, promulgate rules, pursuant to chapter 1-26, to effectuate the Comprehensive Health Insurance Pool Act. Such rules shall continue in force until modified by the director or superseded by a plan submitted by the board and approved by the director. Section 7. In its plan of operation, the board shall: (1) Establish procedures for the handling and accounting of assets and funds of the pool; (2) Select an administering insurer in accordance with section 11 of this Act; (3) Establish procedures for the selection, replacement, term of office, and qualifications of the directors of the board and rules of procedures for the operation of the board; and (4) Develop and implement a program to publicize the existence of the pool, the eligibility requirements, and the procedures for enrollment and to maintain public awareness of the pool. Section 8. The board shall have the general powers and authority granted under the laws of this state to insurance companies licensed to transact the business of health insurance and, in addition, the power to carry out the provisions and purposes of this Act, including the specific authority to: (1) Enter into contracts as are necessary or proper, including the authority, with the approval of the director, to enter into contracts with similar pools from other states for the joint performance of common administrative functions or with persons or other organizations for the performance of administrative functions; (2) Enter into contracts, with the approval of the director, with any physician, hospital, or other person licensed or otherwise authorized in this state to furnish health care services for participating in an insurance arrangement; (3) Sue or be sued, including taking any legal actions necessary or proper for recovery of any assessments for, on behalf of, or against members; (4) Take such legal action as necessary to avoid the improper issuance of pool coverage; (5) Subject to the requirements of section 18 of this Act, establish appropriate rates and rate schedules, expense allowances, insurance producers' solicitation and referral fees, claim reserves and formulas, and any other actuarial functions appropriate to the operation of the pool; (6) Issue policies of insurance in accordance with the requirements of the plan of operation and this Act and, with the approval of the director, refuse to renew all policy forms for a class of contract and offer a conversion privilege to any covered individual; (7) Appoint from among members appropriate legal, actuarial, and other committees as necessary to provide technical assistance in the operation of the pool, the policy and other contract design, and any other function within the authority of the pool; (8) Borrow money to effectuate the purposes of this Act. Any notes or other evidence of indebtedness of the pool not in default shall be legal investment for insurers and may be carried as admitted assets; and (9) Enter into reinsurance agreements and establish rules, conditions, and procedures for reinsuring risks under this Act. Section 9. To be eligible to purchase health insurance coverage from the pool, an individual shall: (1) Be a resident of the state for a period of at least six months and shall: (a) Have received, within six months prior to application to the pool, a rejection in writing, for reasons of health, from an insurer; (b) Currently have, or have been offered within six months prior to application to the pool, health insurance coverage by an insurer which includes a restrictive rider which limits insurance coverage for a preexisting medical condition; or (c) Have been refused health insurance coverage comparable to the pool, or have been offered such coverage at a rate exceeding the premium rate for pool coverage, within six months prior to application to the pool; or (2) Be a resident of the state for any length of time and be an individual: (a) For whom, as of the date the individual seeks pool coverage under this section, the aggregate of the periods of creditable coverage is eighteen or more months and whose most recent prior creditable coverage was under a group health plan, governmental plan, or church plan; (b) Who is not eligible for coverage under a group health plan, medicare, or medical assistance pursuant to chapter 28-6, or any successor program, and who does not have any other health insurance coverage; (c) With respect to whom the most recent prior creditable coverage, was not terminated for factors relating to nonpayment of premiums or fraud; and (d) Who, if such individual was offered the option of continuation coverage under COBRA or under a similar program, both elected such continuation coverage and exhausted such continuation coverage or who had been offered the option of continuation coverage under COBRA or under a similar program at a premium rate higher than that available from the pool. The board may adopt, by rules promulgated pursuant to chapter 1-26, a list of medical or health conditions for which an individual would be eligible for pool coverage without applying for health insurance coverage pursuant to subdivision (1) of this section. Any individual who can demonstrate the existence or history of any medical or health condition on the list adopted by the board is eligible to apply directly to the pool for health insurance coverage. Section 10. An individual is not be eligible for initial or continued pool coverage if: (1) The individual is eligible for medicare benefits by reason of age or medical assistance established pursuant to chapter 28-6; (2) The individual is a resident or inmate of a correctional facility, except that this subdivision does not apply if such individual is eligible for pool coverage under subdivision (2) of section 9 of this Act; (3) The individual has terminated pool coverage unless twelve months have elapsed since such termination, except that this subdivision does not apply if such individual has received and became ineligible for medical assistance pursuant to chapter 28-6 during the immediately preceding twelve months, if such individual is eligible for pool coverage under subdivision (2) of section 9 of this Act, or if such individual is eligible for waiver of any waiting period or preexisting condition exclusions pursuant to section 19 of this Act; (4) The pool has paid out one million dollars in claims for the individual; or (5) The individual is no longer a resident of the state. Pool coverage terminates for any individual on the date the individual becomes ineligible under this section. Section 11. The board shall select an insurer or insurers through a competitive bidding process to administer the pool. The board shall evaluate bids submitted on the basis of criteria established by the board which shall include: (1) The insurer's proven ability to handle individual sickness and accident insurance; (2) The efficiency of the insurer's claim-paying procedures; (3) The insurer's estimate of total charges for administering the pool; and (4) The insurer's ability to administer the pool in a cost-effective manner. The administering insurer shall serve for a period of three years subject to removal for cause. At least one year prior to the expiration of each three-year period of service by an administering insurer, the board shall invite all insurers, including the current administering insurer, to submit bids to serve as the administering insurer for the succeeding three-year period. Selection of the administering insurer for the succeeding period shall be made at least six months prior to the end of the current three-year period. Section 12. The administering insurer shall: (1) Perform all eligibility verification functions relating to the pool; (2) Establish a premium billing procedure for collection of premiums from covered individuals on a periodic basis as determined by the board; (3) Perform all necessary functions to assure timely payment of benefits to covered individuals, including: (a) Making available information relating to the proper manner of submitting a claim for benefits to the pool and distributing forms upon which submission shall be made; and (b) Evaluating the eligibility of each claim for payment by the pool; (4) Submit regular reports to the board regarding the operation of the pool. The frequency, content, and form of the reports shall be determined by the board; (5) Following the close of each calendar year, report such income and expense items as directed by the board to the board and the division on a form prescribed by the director; and (6) Be paid as provided in the plan of operation for its expenses incurred in the performance of its services to the pool. Section 13. Following the close of each calendar year, the board shall report the board's determination of the paid and incurred losses for the year, taking into account investment income and other appropriate gains and losses. The board shall distribute copies of the report to the director, the Governor, and each member of the Legislature. Section 14. There is hereby established in the state treasury the comprehensive health insurance pool fund, which is continuously appropriated. The board shall make periodic estimates of the amount needed from the fund for payment of losses resulting from claims, including a reasonable reserve, and administrative, organizational, and interim operating expenses and shall notify the director of the amount needed and the justification of the board for the request. The revenue in the comprehensive health insurance pool fund shall be used by the board in addition to premiums to cover the losses and expenses. Section 15. There is hereby appropriated from the general fund the sum of ten million dollars ($10,000,000), or so much thereof as may be necessary, to the comprehensive health insurance pool fund. Section 16. The director of the Division of Insurance shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 17. The pool shall offer major medical expense coverage to every eligible individual. The pool coverage, its schedule of benefits, and exclusions and other limitations shall be established through rules promulgated by the director, pursuant to chapter 1-26, taking into consideration the advice and recommendations of the members. In establishing the pool coverage, the director shall take into consideration the levels of individual health insurance coverage provided in the state and such medical economic factors as may be deemed appropriate and shall determine benefit levels, deductibles, coinsurance and stop- loss factors, exclusions, and limitations determined to be generally reflective of and commensurate with individual health insurance coverage provided by the five insurers writing the largest amount of individual health insurance coverage in the state. Pool coverage established under this section shall provide both an appropriate high and low deductible to be selected by the pool applicant. The deductibles and coinsurance and stop-loss factors may be adjusted annually according to the medical component of the Consumer Price Index. Section 18. Rates and rate schedules may be adjusted for appropriate risk factors such as age, sex, and area variation in claim costs in accordance with established actuarial and underwriting practices. Special rates shall be provided for children under eighteen years of age. The pool, with the assistance of an independent actuary, shall determine the standard risk rate by calculating the average individual rate charged by the five insurers writing the largest amount of individual health insurance coverage in the state actuarially adjusted to be comparable with the pool coverage, except that such five insurers may not include any insurer which has not been writing individual health insurance coverage in this state in at least the three preceding calendar years. The selection of the independent actuary is subject to the approval of the director. In the event five insurers do not offer comparable coverage, the standard risk rate shall be established using reasonable actuarial techniques and shall reflect anticipated risk experience and expenses for such coverage. The annual premium rate established for pool coverage shall be one hundred thirty-five percent of rates established as applicable for individual standard risks, except that the annual premium rate established for pool coverage for children under eighteen years of age shall be sixty-seven and five-tenths percent of rates established as applicable for individual standard risks. The board may not adjust or increase pool rates more than one time during any calendar year. All rates and rate schedules shall be submitted to the director for approval. The director shall hold a public hearing, pursuant to chapter 1-26, prior to approving an adjustment to or increase in pool rates. Section 19. Pool coverage shall exclude charges or expenses incurred during the first six months following the effective date of pool coverage as to any condition: (1) Which had manifested itself during the six-month period immediately preceding the effective date of pool coverage in such a manner as would cause an ordinarily prudent person to seek diagnosis, care, or treatment; or (2) For which medical advice, care, or treatment was recommended or received during the six-month period immediately preceding the effective date of pool coverage. This section does not apply to an individual who has received medical assistance pursuant to chapter 28-6 or an organ transplant recipient terminated from coverage under medicare during the six-month period immediately preceding the effective date of coverage. Section 20. Any individual whose health coverage is involuntarily terminated and who is not eligible for a conversion policy or a continuation-of-coverage policy or contract available under state or federal law may apply for pool coverage but shall submit proof of eligibility pursuant to subdivision (1) of section 9 of this Act. If such proof is supplied and if pool coverage is applied for under this Act within sixty days after the involuntary termination and if premiums are paid to the pool for the entire coverage period, any waiting period or preexisting condition exclusions provided for under the pool coverage shall be waived to the extent similar exclusions, if any, under the previous health coverage have been satisfied, and the effective date of the pool coverage shall be the day following termination of the previous health coverage. The board may assess an additional premium for pool coverage provided pursuant to this section notwithstanding the premium limitations stated in section 18 of this Act. For purposes of this section, an individual whose health coverage is involuntarily terminated means an individual whose health insurance or health plan is terminated by reason of the withdrawal by the insurer from this state, bankruptcy or insolvency of the employer or employer trust fund, or cessation by the employer of providing any group health plan for all of its employees. Section 21. Any individual whose health coverage under a continuation-of-coverage policy or contract available under state or federal law terminates or is involuntarily terminated for any reasons other than nonpayment of premium may apply for pool coverage but shall submit proof of eligibility applied for within ninety days after the termination or involuntary termination. If premiums are paid to the pool for the entire coverage period, the effective date of the pool coverage shall be the day following termination of the previous coverage under the continuation- of-coverage policy or contract. Any waiting period or preexisting condition exclusions provided for under the pool shall be waived to the extent similar exclusions, if any, under any prior health coverage have been satisfied. Section 22. Any waiting period or preexisting condition shall be waived for an individual eligible for pool coverage under subdivision (2) of section 9 of this Act. Section 23. Benefits otherwise payable under pool coverage shall be reduced by all amounts paid or payable through any other health insurance or insurance arrangement and by all hospital and medical expense benefits paid or payable under any workers' compensation coverage, automobile medical payment or liability insurance whether provided on the basis of fault or nonfault, or any state or federal law or program. Section 24. The pool has a cause of action against a covered individual for the recovery of the amount of benefits paid which are not for covered expenses. Benefits due from the pool may be reduced or refused as a setoff against any amount recoverable under this section. The pool has a right of subrogation to any payments made to a covered individual by another person or his or her insurer on account of an injury caused by such other person's wrongful act or negligence. Section 25. Participation in the pool as members, the establishment of rates, forms, or procedures, or any other joint or collective action required by this Act may not be the basis of any cause of action, criminal or civil liability, or penalty against the pool or any of its members or the board. Section 26. The pool is exempt from any taxes assessed by the state. Section 27. Every insurer shall include a notice of the existence of the pool in any rejection of an application for health insurance coverage for reasons of the health of the applicant and any restrictive health insurance rider issued on or after January 1, 2003."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17423, "action_date": "2002-01-22T14:00:00-06:00", "document_id": 92568, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92568.pdf", "status_text": "First read in House and referred to", "journal_page": 218, "committee_id_action": 768, "committee_id_assigned": 759, "result": "N", "vote": {}}, {"bill_id": 17423, "action_date": "2002-01-25T07:45:00-06:00", "document_id": 92848, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92848.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 759, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17423, "action_date": "2002-01-26T07:45:00-06:00", "document_id": 92935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92935.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 300, "committee_id_action": 759, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53539, "president_vote": null, "Yea": [2724, 2755, 2771, 2790, 2807, 2824, 2825, 2817, 2766], "Nay": [2731, 2741, 2770, 2800]}}, {"bill_id": 17423, "action_date": "2002-01-26T07:45:00-06:00", "document_id": 92935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92935.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 300, "committee_id_action": 759, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53539, "president_vote": null, "Yea": [2724, 2755, 2771, 2790, 2807, 2824, 2825, 2817, 2766], "Nay": [2731, 2741, 2770, 2800]}}]}