{"session_id": 21, "bill_id": 6174, "bill_type": "Senate Bill", "bill_number": 117, "bill_title": "further protect the privacy of certain student information.", "sponsors": [{"legislator_profile_id": 929, "is_prime": true}, {"legislator_profile_id": 901, "is_prime": true}, {"legislator_profile_id": 883, "is_prime": false}, {"legislator_profile_id": 884, "is_prime": false}, {"legislator_profile_id": 888, "is_prime": false}, {"legislator_profile_id": 928, "is_prime": false}, {"legislator_profile_id": 925, "is_prime": false}, {"legislator_profile_id": 941, "is_prime": false}, {"legislator_profile_id": 859, "is_prime": false}, {"legislator_profile_id": 889, "is_prime": false}, {"legislator_profile_id": 947, "is_prime": false}, {"legislator_profile_id": 909, "is_prime": false}, {"legislator_profile_id": 946, "is_prime": false}, {"legislator_profile_id": 885, "is_prime": false}, {"legislator_profile_id": 905, "is_prime": false}, {"legislator_profile_id": 936, "is_prime": false}, {"legislator_profile_id": 920, "is_prime": false}, {"legislator_profile_id": 898, "is_prime": false}, {"legislator_profile_id": 894, "is_prime": false}, {"legislator_profile_id": 900, "is_prime": false}, {"legislator_profile_id": 942, "is_prime": false}, {"legislator_profile_id": 916, "is_prime": false}, {"legislator_profile_id": 911, "is_prime": false}, {"legislator_profile_id": 922, "is_prime": false}, {"legislator_profile_id": 950, "is_prime": false}, {"legislator_profile_id": 873, "is_prime": false}, {"legislator_profile_id": 921, "is_prime": false}, {"legislator_profile_id": 957, "is_prime": false}], "keywords": ["Education ", "Parent Child", "School Districts", "Students"], "audio": [{"meeting_datetime": "2015-02-03T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sed14.mp3", "start_seconds": 1330.0}, {"meeting_datetime": "2015-02-03T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sed14.mp3", "start_seconds": 1330.0}, {"meeting_datetime": "2015-02-03T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sed14.mp3", "start_seconds": 1330.0}, {"meeting_datetime": "2015-02-03T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sed14.mp3", "start_seconds": 1330.0}, {"meeting_datetime": "2015-02-03T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sed14.mp3", "start_seconds": 1330.0}, {"meeting_datetime": "2015-02-03T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sed14.mp3", "start_seconds": 6450.0}], "bill_versions": [{"bill_id": 6174, "bill_version_id": 33825, "bill_version": "Introduced", "bill_version_date": "2015-01-27T11:50:03.173-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to further protect the privacy of certain student information. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-3-51.2 be amended to read as follows: 13-3-51.2. No elementary school or secondary school student shall may be required to submit to a survey, analysis, or evaluation that reveals the following information concerning: (1) Political affiliations or beliefs of the student or the student's parent; (2) Mental or psychological problems or aspects of the student or the student's family; (3) Sex behavior or attitudes of the student or the student's family; (4) Illegal, anti-social, self-incriminating, or demeaning behavior; (5) Critical appraisals of other individuals with whom respondents have close family relationships; (6) Legally recognized privileged or analogous relationships, such as those of lawyers, physicians, and ministers; (7) Religious practices, affiliations, or beliefs of the student or student's parent; (8) Personal or family gun ownership; or (9) Income (other than that required by law to determine eligibility for participation in a program or for receiving financial assistance under such program); (10) Biometric information; (11) Social security number; (12) Home internet protocol address; or (13) External digital identity; without the prior consent of the student (if the student is an adult or emancipated minor), or in the case of an unemancipated minor, without the prior written consent of the parent. The list of information in subdivisions (1) to (9) (13), inclusive, is not an exclusive list. The secretary of the Department of Education may add to the list of information in subdivisions (1) to (9) (13), inclusive, other data, facts, or information that is of a similar nature that a student may not be required to disclose. The term, parent, for purposes of this section, includes a legal guardian or other person standing in loco parentis. Nothing in this section is intended to supersede or modify any other state law or any provision in 20 U.S.C. § 1232h or 34 C.F.R. Part 98, as amended to January 1, 2014. Section 2. No school district employee may provide personally identifiable student information to any member of the school board of the school district, any other person, or to any other public or private entity unless: (1) The personally identifiable student information is provided solely for the purpose of satisfying state or federal reporting requirements or in accordance with applicable state and federal laws or regulations; (2) The personally identifiable student information is provided to the Department of Education for the purpose of satisfying state and federal assessment, auditing, funding, monitoring, program administration, or state accountability requirements, and enough personally identifiable information has been removed that the remaining information does not identify a student, and there is no basis to believe that the information alone can be used to identify a student. No employee of the Department of Education may share this information with any person or public or private entity located outside of South Dakota, other than for purposes of academic analysis of assessments; (3) The personally identifiable student information is provided to a person authorized by the state, including the auditor-general of the state, to audit processes including student enrollment counts; (4) The personally identifiable student information regarding a particular student is provided to another school district due to the transfer of the student from one school district to another; or (5) The personally identifiable information regarding a particular student is provided to any person or public or private entity if the sharing of the particular information with the particular recipient of the information has been authorized in writing by the parent or legal guardian of the student, or by a student who has reached the age of majority or is an emancipated minor. Any person to whom personally identifiable student information is provided pursuant to this section shall maintain the confidentiality of this information. Any person who knowingly and willingly fails to maintain the confidentiality of this information is guilty of a Class 1 misdemeanor. Section 3. Except as provided in this section and in section 4 of this Act, no person or public or private entity may access a school district computer system on which student information is stored. The following persons may access a school district computer system on which student information for students at a particular school is stored: (1) A student who has reached the age of majority or is an emancipated minor and the parent or legal guardian of a student who has not reached the age of majority and is not an emancipated minor may only access information about that particular student and they may also authorize, in writing, another person to access the information about that particular student; (2) A teacher of record may access information about the teacher's current students; (3) The school principal; (4) A school district employee employed at that school and designated by the principal to access only that information necessary for the employee to perform the employee's assigned duties; (5) A person authorized by the superintendent of the school district to maintain or repair the computer system or to provide services that the school district would otherwise provide; and (6) A person authorized by the state to audit student records. Section 4. The following persons may access a school district computer system on which student information for students from throughout the school district is stored: (1) The school district superintendent; (2) A school district employee designated by the superintendent to access only that information necessary for the employee to perform the employee's assigned duties; (3) A person authorized by the superintendent to maintain or repair the computer system or to provide services that the school district would otherwise provide; and (4) A person authorized by the state to audit student records. Section 5. Any person who is authorized in sections 3 or 4 of this Act to access a school district computer system, except a parent or guardian, shall maintain the confidentiality of any student information to which the person has access. Any person who knowingly and willingly fails to maintain the confidentiality of such information is guilty of a Class 1 misdemeanor. Section 6. The school board of a school district may contract with a private entity for student and other education services, and pursuant to this contract, may provide for the transfer of student information, including personally identifiable information and cumulative records, to computers operated and maintained by the private entity if the transfer of student information is necessary to fulfill the terms of the contract. No contractor pursuant to this section may allow access to, release, or allow the release of student information to any person or entity except as specified in the contract. Any contractor who knowingly and willingly violates the provisions of this section is guilty of a Class 1 misdemeanor. Section 7. Any contract established pursuant to section 6 of this Act shall include requirements regarding the protection of student information including the following: (1) Guidelines for authorizing access to computer systems on which student information is stored including guidelines for authentication of authorized access; (2) Privacy compliance standards; (3) Privacy and security audits performed under the direction of the school district superintendent; (4) Breach planning, notification, and remediation procedures; (5) Information storage, retention, and disposition policies; and (6) Disposal of all information from the servers of the contractor upon termination of the contract, unless otherwise directed by an applicable legal requirement or otherwise specified in the contract and subject to the privacy protection provisions established in the contract pursuant to this section. Upon termination of the contract, all information removed from the contractor's servers shall be returned to the school district. Section 8. No school district, local or state governmental agency, public or private entity, or any person with access to personally identifiable student information may sell, transfer, share, or process any student data for use in commercial advertising or marketing, or any other commercial purpose, unless otherwise stipulated in a contract for services as provided in section 6 of this Act. However, the provisions of this section do not apply to a student's parent or legal guardian, or to a student who has reached the age of majority or is an emancipated minor."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6174, "action_date": "2015-01-27T14:00:00-06:00", "document_id": 33870, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33870.pdf", "status_text": "First read in Senate and referred to", "journal_page": 192, "committee_id_action": 284, "committee_id_assigned": 263, "result": "N", "vote": {}}, {"bill_id": 6174, "action_date": "2015-02-03T07:45:00-06:00", "document_id": 34198, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34198.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 263, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6174, "action_date": "2015-02-03T07:45:00-06:00", "document_id": 34357, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34357.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 263, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6174, "action_date": "2015-02-03T07:45:00-06:00", "document_id": 34357, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34357.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 263, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 18070, "president_vote": null, "Yea": [943, 889, 896], "Nay": [860, 880, 868, 877]}}, {"bill_id": 6174, "action_date": "2015-02-03T07:45:00-06:00", "document_id": 34357, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34357.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 258, "committee_id_action": 263, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18072, "president_vote": null, "Nay": [943, 889, 896], "Yea": [860, 880, 868, 877]}}]}