{"session_id": 69, "bill_id": 25054, "bill_type": "House Joint Resolution", "bill_number": 5003, "bill_title": "Proposing and submitting to the voters at the next general election, an amendment to the Constitution of the State of South Dakota, to limit the placement of restrictions on the right to bear arms.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25054", "sponsors": [{"legislator_profile_id": 4533, "is_prime": true}, {"legislator_profile_id": 4502, "is_prime": false}, {"legislator_profile_id": 4511, "is_prime": false}, {"legislator_profile_id": 4519, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}], "keywords": ["Ballot Measures", "Constitutional Amendments", "Firearms"], "audio": [], "bill_versions": [{"bill_id": 25054, "bill_version_id": 264023, "bill_version": "Introduced", "bill_version_date": "2024-01-31T10:16:16.217-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the voters at the next general election, an amendment to the Constitution of the State of South Dakota, to limit the placement of restrictions on the right to bear arms. Be it resolved by the Legislature of the State of South Dakota: Section 1. That at the next general election held in the state, the following amendment to Article VI of the Constitution of the State of South Dakota, as set forth in section 2 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article VI, § 24 of the Constitution of the State of South Dakota, be AMENDED: § 24. The right of the citizens to bear arms in defense of themselves, their family members, their real and personal property, and the state shall not be denied, nor shall a permit, license, registration, fee, or tax be required as a condition of acquiring, possessing, or carrying arms. Any restriction on this right is subject to strict scrutiny."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 25054, "action_date": "2024-01-31T14:30:00-06:00", "document_id": 263721, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/263721.pdf", "status_text": "First read in House and referred to", "journal_page": 213, "committee_id_action": 1197, "committee_id_assigned": 1203, "result": "N", "vote": {}}]}