{"session_id": 27, "bill_id": 7746, "bill_type": "House Bill", "bill_number": 1022, "bill_title": "revise and repeal certain provisions relating to education service agencies.", "sponsors": [], "keywords": ["Conflict of Interest", "Education", "Education Service Agency", "Public Officers and Employees", "School District"], "audio": [{"meeting_datetime": "2017-01-13T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hed04.mp3", "start_seconds": 5270.0}, {"meeting_datetime": "2017-01-13T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hed04.mp3", "start_seconds": 5270.0}, {"meeting_datetime": "2017-01-13T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hed04.mp3", "start_seconds": 5270.0}, {"meeting_datetime": "2017-01-18T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou06.mp3", "start_seconds": 670.0}, {"meeting_datetime": "2017-01-18T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou06.mp3", "start_seconds": 670.0}, {"meeting_datetime": "2017-01-18T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou06.mp3", "start_seconds": 670.0}, {"meeting_datetime": "2017-02-02T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sed15.mp3", "start_seconds": 1650.0}, {"meeting_datetime": "2017-02-02T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sed15.mp3", "start_seconds": 1650.0}, {"meeting_datetime": "2017-02-02T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sed15.mp3", "start_seconds": 1650.0}, {"meeting_datetime": "2017-02-02T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sed15.mp3", "start_seconds": 1650.0}], "bill_versions": [{"bill_id": 7746, "bill_version_id": 42338, "bill_version": "Introduced", "bill_version_date": "2017-01-06T08:15:04.327-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and repeal certain provisions relating to education service agencies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 3-23-6 be amended to read: 3-23-6. No board member, fiscal agent, officer, or executive of a local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity that receives money from or through the state may have an interest in a contract nor receive a direct benefit from a contract that the local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity is a party to the contract except as provided in § 3-23-8. Section 2. That § 3-23-8 be amended to read: 3-23-8. A local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity may authorize a board member, fiscal agent, officer, or executive to have an interest in a contract or derive a direct benefit from a contract if: (1) The person has provided full written disclosure to the agency, district, or unit governing board; (2) The governing board has reviewed the essential terms of the transaction or contract and the person's role in the contract or transaction; and (3) The transaction or the terms of the contract are fair, reasonable, and not contrary to the public interest. No member of a local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity may participate in or vote upon a decision of a local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity relating to a matter in which the member has an interest or derives a direct benefit. The authorization shall be in writing. Any authorization given pursuant to this section is a public record. Each authorization shall be filed with the auditor-general. The auditor-general shall compile the authorizations and present them annually for review by the Government Operations and Audit Committee. A board member, fiscal agent, officer, or executive of a local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity may comply with this section if: the local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity puts on its regular meeting agenda an inquiry for conflicts disclosure prior to the consideration of any substantive matters; the person subject to this chapter publicly discloses his or her interest in a contract, direct benefit, or other conflict with any matter on the agenda; the person is excused from discussion and consideration of such matters; the board determines the matter underlying the conflict is fair, reasonable, and not contrary to the public interest; and the disclosure is included in the minutes which are publicly available. Section 3. That § 3-23-9 be amended to read: 3-23-9. Any person who knowingly violates §§ 3-23-6 to 3-23-8, inclusive, shall be removed from office or employment and is guilty of a Class 1 misdemeanor. Any benefit to a person derived from the person's knowing violation of §§ 3-23-6 to 3-23-8, inclusive, is subject to forfeiture. Any contract made in violation of §§ 3-23-6 to 3-23-8, inclusive, is voidable by the governing body of the local service agency, school district, cooperative education service unit, education service agency, nonprofit education service agency, or jointly governed education service entity. Section 4. That § 3-23-11 be repealed. 3-23-11. Any entity established pursuant to § 13-3-76 to 13-3-81 not subject to an audit requirement under § 13-5-33.2 shall be audited annually. Each audit required under state law shall be done to confirm compliance with §§ 3-23-3 and 3-23-8 according to guidelines established by the auditor-general. Section 5. That § 13-3-76 be repealed. 13-3-76. The secretary of the Department of Education shall establish seven education service agencies to provide services and leadership to school districts on a regional basis. Each education service agency shall serve the school districts in a particular region of the state as determined by the secretary of education, and the secretary shall ensure that every school district is served by an education service agency. Each education service agency may be incorporated in the State of South Dakota as a nonprofit corporation organized under chapters 47-22 to 47-28, inclusive, which is exempt from taxation pursuant to 501(a) of the Internal Revenue Code, 26 U.S.C. Section 501(a), and may be listed as an exempt organization in Section 501(c) of the Internal Revenue Code, 26 U.S.C. Section 501(c), or an education service agency may be directed by an educational cooperative. Section 6. That § 13-3-77 be repealed. 13-3-77. Education service agencies are hereby authorized and empowered to develop, manage, and provide support services and programs as determined by the needs of the local school districts and as approved by the secretary of education. An education service agency may: (1) Act primarily as a service agency in providing services and programs as identified and requested by the school districts it serves, including professional development, instructional materials, educational technology, curriculum development, and alternative educational programs; (2) Provide for economy, efficiency, and cost effectiveness in the cooperative delivery and purchase or lease of educational services, materials, and products; the services may include purchasing cooperatives, insurance cooperatives, business management services, auditing and accounting services, school safety and risk prevention training, data processing, and assistance with student records; (3) Provide administrative services such as communications and public relations services, employee background checks, grants management services, printing and publication services, and internship services; (4) Provide educational services through leadership and research and development in elementary and secondary education; (5) Work cooperatively with the Department of Education, institutions of higher education, local school districts, and other educational organizations to support, develop, and implement long-range plans and strategic goals for the enhancement of educational opportunities in elementary and secondary education; and (6) Serve, when appropriate and if funds are available, as a repository, clearinghouse, and administrator of federal, state, local, and private funds on behalf of school districts that may participate in special programs, projects, or grants in order to enhance the quality of education in South Dakota schools. Section 7. That § 13-3-78 be repealed. 13-3-78. Each education service agency shall have an advisory board. The advisory board shall meet at least twice a year, and its membership shall include the superintendent or a designee of the superintendent from every school district served by the agency. The advisory board shall provide guidance to the agency relative to the needs of the school districts and how the education service agency might address those needs. Section 8. That § 13-3-79 be repealed. 13-3-79. Beginning in 2008, the advisory board for each education service agency shall, upon receiving the approval of the secretary of education, appoint a fiscal agent to oversee the daily operations of the education service agency. Once appointed, the fiscal agent shall serve at the pleasure of the board. However, a board's decision to rescind a fiscal agent's appointment shall be approved by the secretary of education. Section 9. That § 13-3-80 be repealed. 13-3-80. A statewide leadership board, composed of the fiscal agent from each education service agency and a representative from the Department of Education, shall be created to establish uniform policies among the education service agencies and to allow for communication and the exchange of ideas. Section 10. That § 13-3-81 be repealed. 13-3-81. Upon receiving approval from the Department of Education, each education service agency, with input from both the advisory board and the statewide leadership board, may, as funding permits, contract with other entities to provide services to the school districts it serves. Section 11. That § 13-3-82 be repealed. 13-3-82. Each year, the Department of Education shall conduct an assessment and a performance evaluation of each education service agency and submit its findings in writing to the Legislature. Section 12. That § 13-3-83 be repealed. 13-3-83. The South Dakota Board of Education shall promulgate rules pursuant to chapter 1-26 establishing the evaluation process and the criteria and performance measures the department will use to evaluate the education service agencies."}, {"bill_id": 7746, "bill_version_id": 43899, "bill_version": "Enrolled", "bill_version_date": "2017-02-06T09:26:56.073-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7746, "action_date": "2017-01-10T12:00:00-06:00", "document_id": 42448, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42448.pdf", "status_text": "First read in House and referred to", "journal_page": 21, "committee_id_action": 361, "committee_id_assigned": 349, "result": "N", "vote": {}}, {"bill_id": 7746, "action_date": "2017-01-13T07:45:00-06:00", "document_id": 42547, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42547.pdf", "status_text": "Do Pass", "journal_page": 49, "committee_id_action": 349, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22263, "president_vote": null, "Yea": [1204, 1150, 1203, 1156, 1195, 1185, 1198, 1180, 1128, 1201, 1118, 1158, 1176, 1181, 1120]}}, {"bill_id": 7746, "action_date": "2017-01-13T07:45:00-06:00", "document_id": 42465, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42465.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 349, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7746, "action_date": "2017-01-17T14:00:00-06:00", "document_id": 42655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42655.pdf", "status_text": "Deferred to another day", "journal_page": 72, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7746, "action_date": "2017-01-18T14:00:00-06:00", "document_id": 42711, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42711.pdf", "status_text": "Do Pass", "journal_page": 75, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22338, "president_vote": null, "Yea": [1138, 1168, 1153, 1186, 1166, 1147, 1118, 1180, 1112, 1197, 1190, 1173, 1183, 1114, 1201, 1198, 1116, 1129, 1143, 1142, 1136, 1139, 1181, 1204, 1159, 1192, 1196, 1120, 1205, 1130, 1191, 1185, 1117, 1133, 1125, 1206, 1124, 1110, 1203, 1184, 1134, 1160, 1193, 1199, 1165, 1155, 1188, 1119, 1156, 1115, 1113, 1123, 1161, 1195, 1152, 1140, 1158, 1176, 1128, 1121, 1145, 1111, 1187, 1149], "Excused": [1122, 1179, 1202, 1150], "Nay": [1200, 1170]}}, {"bill_id": 7746, "action_date": "2017-01-19T14:00:00-06:00", "document_id": 42769, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42769.pdf", "status_text": "First read in Senate and referred to", "journal_page": 134, "committee_id_action": 360, "committee_id_assigned": 333, "result": "N", "vote": {}}, {"bill_id": 7746, "action_date": "2017-02-02T07:45:00-06:00", "document_id": 43407, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43407.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 333, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7746, "action_date": "2017-02-02T07:45:00-06:00", "document_id": 43671, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43671.pdf", "status_text": "Do Pass", "journal_page": 267, "committee_id_action": 333, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22763, "president_vote": null, "Yea": [1105, 1175, 1164, 1104, 1151, 1174, 1154]}}, {"bill_id": 7746, "action_date": "2017-02-02T07:45:00-06:00", "document_id": 43671, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43671.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 333, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7746, "action_date": "2017-02-03T13:00:00-06:00", "document_id": 43866, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43866.pdf", "status_text": "Do Pass", "journal_page": 300, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22857, "president_vote": null, "Yea": [1154, 1171, 1103, 1148, 1108, 1096, 1097, 1109, 1105, 1175, 1100, 1106, 1164, 1194, 1169, 1107, 1104, 1163, 1144, 1131, 1135, 1178, 1157, 1172, 1151, 1174, 1146, 1102, 1098, 1137, 1167, 1132, 1189], "Excused": [1099, 1141]}}, {"bill_id": 7746, "action_date": "2017-02-06T14:00:00-06:00", "document_id": 43960, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43960.pdf", "status_text": "Signed by the Speaker", "journal_page": 314, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7746, "action_date": "2017-02-07T14:00:00-06:00", "document_id": 44041, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44041.pdf", "status_text": "Signed by the President", "journal_page": 333, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7746, "action_date": "2017-02-08T14:00:00-06:00", "document_id": 44138, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44138.pdf", "status_text": "Delivered to the Governor", "journal_page": 352, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7746, "action_date": "2017-02-09T13:00:00-06:00", "document_id": 44224, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44224.pdf", "status_text": "Signed by the Governor", "journal_page": 364, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6356}