{"session_id": 43, "bill_id": 11898, "bill_type": "House Bill", "bill_number": 1136, "bill_title": "provide for the licensure and regulation of practitioners of acupuncture and Oriental medicine and to establish the Acupuncture Licensing Board and acupuncture regulation fund.", "sponsors": [{"legislator_profile_id": 1696, "is_prime": true}, {"legislator_profile_id": 1654, "is_prime": false}, {"legislator_profile_id": 1670, "is_prime": false}, {"legislator_profile_id": 1668, "is_prime": false}, {"legislator_profile_id": 1659, "is_prime": false}, {"legislator_profile_id": 1717, "is_prime": false}, {"legislator_profile_id": 1703, "is_prime": false}, {"legislator_profile_id": 1749, "is_prime": false}, {"legislator_profile_id": 1698, "is_prime": false}, {"legislator_profile_id": 1688, "is_prime": false}, {"legislator_profile_id": 1692, "is_prime": false}, {"legislator_profile_id": 1687, "is_prime": false}], "keywords": ["Acupuncture", "Delayed Effective Date", "Fees", "Fund", "Professions and Occupations", "Promulgation of Rules"], "audio": [{"meeting_datetime": "2020-02-18T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe21.mp3", "start_seconds": 6084.0}, {"meeting_datetime": "2020-02-18T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe21.mp3", "start_seconds": 6084.0}, {"meeting_datetime": "2020-02-18T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe21.mp3", "start_seconds": 6084.0}, {"meeting_datetime": "2020-02-18T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe21.mp3", "start_seconds": 6084.0}, {"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou25.mp3", "start_seconds": 5647.0}, {"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou25.mp3", "start_seconds": 5647.0}, {"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou25.mp3", "start_seconds": 5647.0}, {"meeting_datetime": "2020-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou25.mp3", "start_seconds": 5647.0}], "bill_versions": [{"bill_id": 11898, "bill_version_id": 65182, "bill_version": "Introduced", "bill_version_date": "2020-01-29T16:25:37.21-06:00", "bill_text": "An Act to provide for the licensure and regulation of practitioners of acupuncture and Oriental medicine and to establish the acupuncture regulation fund. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 36-39-1. Definitions. Terms used in this Act mean: (1) \"Acupressure,\" the applications of pressure to acupuncture points; (2) \"Acupuncture needle,\" a sterile single-use needle designed exclusively for acupuncture purposes with a solid core and a tapered point, being constructed of stainless steel, gold, silver, or other materials approved by the board with or without the use of electrical stimulation; (3) \"Acupuncture points,\" specific anatomical locations used in the practice of acupuncture; (4) \"Asian Bodywork Therapy,\" pressure or manipulation of the body, primarily with the hands, along meridians or acupuncture points; external application of medicinal plants or food; and exercise suggestions; (5) \"Board,\" the Acupuncture Licensing Board established in § 36-39-2; (6) \"Electrical stimulation,\" a method of stimulating acupuncture points with an electrical current that may be performed by attaching a device to an acupuncture needle or may be performed transcutaneously without penetrating the skin; (7) \"Licensed acupuncturist,\" any person licensed to practice acupuncture pursuant to this chapter; (8) \"NCCAOM,\" the National Certification Commission for Acupuncture and Oriental Medicine, a not-for-profit corporation granting certification to a person who has met the standards of competence established for either NCCAOM certification in acupuncture or NCCAOM certification in Oriental medicine and is current with the required continuing education; (9) \"Oriental dietary and lifestyle therapy,\" utilizing herbs, foods, food concentrated, food supplements, or dietary supplements, while advising a patient regarding lifestyle modifications according to the principles of Oriental medicine; (10) \"Oriental medicine,\" a system of healing arts using well-established Oriental medical therapies and procedures for the purpose of normalizing physiological functions including pain control; the promotion, maintenance and restoration of health and well-being; strengthening the body; and improving energy balance. Treatment of the patient is achieved through specialized methods, diagnosing imbalances within the body and treating the body with acupuncture and other related Oriental medicine therapies and techniques. Section 2. That a NEW SECTION be added: 36-39-2. Board--Membership--Terms of service--Meetings. The board consists of five members appointed by the Governor. Three members shall be licensed acupuncturists, one member shall be a licensed health care professional certified to perform acupuncture, and one member shall represent the consumer. Each member shall serve a three-year term and may serve no more than three consecutive three-year terms. The board shall meet up to twice a year to determine and finalize any refusal to grant a license or cancellation, revocation, or suspension of a license. Board members shall serve without compensation, but shall be reimbursed for per diem and travel for up to two meetings per year. Section 3. That a NEW SECTION be added: 36-39-3. Acupuncture and Oriental medicine--Defined. For the purposes of this chapter, acupuncture and Oriental medical practice is a comprehensive system of health care using traditional and modern Oriental medical theory and its unique methods of diagnosis and treatment. The treatment techniques of acupuncture practice include the insertion of acupuncture needles through the skin and the use of other biophysical methods of acupuncture point stimulation, including the use of heat or cold, Asian bodywork therapy techniques, Oriental medicine, electrical stimulation, Oriental dietary and lifestyle therapies, breathing techniques, and exercise based on Oriental medicine principles. Section 4. That a NEW SECTION be added: 36-39-4. Acupuncture and Oriental medicine--Practices and diagnostic techniques. The practice of acupuncture and Oriental medicine shall include the following practices and diagnostic techniques: (1) Acupuncture, the invasive and noninvasive stimulation of anatomical locations of the body, alone and in combination, including the practice of: (a) Auricular, hand, nose, face, foot or scalp microsystem therapy; (b) Stimulation of points, areas of the body, substances topically applied to the body, and channels by the use of any of the following: (i) Needles, lancets, moxibustion, Qi Gong, thermal methods, heat, cold, herbal preparations, laser, light, sound, vibration, pressure, magnetism, electricity, suction, water, or other devices or means; (ii) Manual therapy including massage, acupressure, acupuncture, trigger point dry needling, reflexology, shiatsu, mobilization, manipulation, tui-na and acutotement or stimulation that does not pierce the skin; and (iii) Injection therapy including the injection of inert substances which include injectable saline, vitamin B12, and homeopathics for the purpose of the stimulation of acupuncture points, including painful trigger points. Injection therapy of any of the substances mentioned above is limited by training approved by the National Certification Commission for Acupuncture and Oriental Medicine and subject to federal regulation; (2) Diagnostic techniques including: (a) The use of observation, listening, smelling, inquiring, palpation, electrodermal screenings, and thermography; (b) Diagnostic examination, testing and procedures as limited by training; and (c) The use of routine functional testing, either physical or laboratory tests, may be employed; and (3) Adjunct therapies including: (a) Dietary and nutritional counseling and the prescription or administration of food, beverages, dietary supplements, and herbal medicines therapeutically; (b) Recommendation of breathing techniques and therapeutic exercises; and (c) Lifestyle, behavioral, and stress counseling. Section 5. That a NEW SECTION be added: 36-39-5. Acupuncture practice--Persons not requiring a license. The following persons, within the person's scope of practice, may practice acupuncture without a license under § 36-39-2: (1) A physician or osteopath licensed under chapter 36-4; (2) A chiropractor licensed under chapter 36-5; (3) Any acupuncturist licensed to practice in another state or country who is in the state for the sole purpose of providing a tutorial or workshop not to exceed thirty days in one calendar year; and (4) Any acupuncturist licensed to practice in another state or country may practice acupuncture in this state without a license if the acupuncturist is conducting treatment in relation to disaster relief for a period of time not to exceed three consecutive months. Section 6. That a NEW SECTION be added: 36-39-6. Authorized titles. Only a person licensed or otherwise authorized under this chapter may use the title acupuncturist, licensed acupuncturist, doctor of acupuncture and Oriental medicine, or Oriental medicine practitioner. Section 7. That a NEW SECTION be added: 36-39-7. Requirements for licensure--Fees. Each applicant for licensure under this chapter shall: (1) Have successfully completed a graduate level educational program that is offered by an institution of higher education and accredited by a national or regional agency recognized by the United States Department of Education, or another equivalent program approved by the board. In the case of an applicant who has completed education and training outside of the United States, the applicant shall document education and clinical experience that meets the standard established in this section in a manner determined by the board; (2) Pass a nationally recognized examination approved by the board or have current active status as a Diplomate of Chinese Herbology, Diplomate of Oriental Medicine, or Diplomate of Acupuncture of the NCCAOM; (3) Pass a nationally recognized ethics course administered or approved by the NCCAOM; (4) Meet the NCCAOM professional development activity requirements to maintain NCCAOM certification, or equivalent certification. The NCCAOM shall serve as a verifying entity, providing to the board the proof of continuing education and recertification of all acupuncturists licensed in the state, as well as any reported ethical or criminal disciplinary actions involving any applicant; (5) Complete an application for licensure provided by the board; and (6) Submit the required fee for licensure established by the board in rules promulgated under § 36-39-11. Section 8. That a NEW SECTION be added: 36-39-8. License renewal. Each licensee shall renew the acupuncture license every two years, prior to the date established by the board, by submitting the following: (1) The completed application for license renewal provided by the board; (2) Proof of NCCAOM recertification compliance; and (3) The required fee for license renewal, established by the board in rules promulgated under § 36-39-11. The board may require proof of continuing education or other proof of competency as a requirement for renewal. A licensed acupuncturist who provides the board with false information or makes a false statement to the board shall be subject to disciplinary actions, including denial, suspension, or revocation of licensure. Section 9. That a NEW SECTION be added: 36-39-9. License renewal--Sixty-day grace period. Any licensee who fails to renew the license prior to the end of the licensing period may, within sixty days, renew the license by submitting the following: (1) The completed application for licensure renewal form provided by the board; (2) The required fee for annual license renewal, and (3) Proof of NCCAOM recertification compliance; and (4) The required late fee established by the board in rules promulgated under § 36-39-11. Any license not renewed at the end of the sixty-day grace period is expired and the licensee is not eligible to practice within the state. For reinstatement of an expired license within one year of the date of renewal, the board may establish requirements or fees in addition to the fee for license renewal and may require the former licensee to reapply as a new applicant. Section 10. That a NEW SECTION be added: 36-39-10. Sterilized equipment required. An acupuncturist shall use sterilized equipment that has been sterilized under standards of the National Centers for Disease Control and Prevention. Section 11. That a NEW SECTION be added: 36-39-11. Promulgation of rules. The board may promulgate rules pursuant to chapter 1-26 to establish: (1) The application form and other requirements for license application and renewal; (2) The amount of license fees and license renewal fees, neither of which may exceed a maximum of one thousand two hundred dollars; and (3) Any additional requirements or conditions for the reinstatement of an expired license. Section 12. That a NEW SECTION be added: 36-39-12. Proceedings--Right to appeal. Any proceeding relative to the cancellation, revocation, or suspension of a license shall conform to the procedures set forth in chapter 1-26. Any party who is aggrieved by an act, ruling, or decision of the Acupuncture Licensing Board relating to refusal to grant a license or cancellation, revocation, or suspension of a license may appeal pursuant to chapter 1-26. Section 13. That a NEW SECTION be added: 36-39-13. Acupuncture regulation fund--Establishment--Continuous appropriation. There is hereby established in the state treasury the acupuncture regulation fund. All fees received by the board shall be forwarded to the state treasurer for deposit into the acupuncture regulation fund. Any money in the fund is continuously appropriated to the board for the purposes of the operation of the board and the implementation and administration of this chapter. The total expenses incurred by the board may not exceed the total amount of funds collected. Section 14. This Act is effective January 1, 2022."}, {"bill_id": 11898, "bill_version_id": 67919, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "2020-02-19T09:02:39.207-06:00", "bill_text": "An Act to provide for the licensure and regulation of practitioners of acupuncture and Oriental medicine and to establish the Acupuncture Licensing Board and acupuncture regulation fund. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 36-39-1. Definitions. Terms used in this Act mean: (1) \"Acupressure,\" the applications of pressure to acupuncture points; (2) \"Acupuncture needle,\" a sterile single-use needle designed exclusively for acupuncture purposes with a solid core and a tapered point, being constructed of stainless steel, gold, silver, or other materials approved by the board with or without the use of electrical stimulation; (3) \"Acupuncture points,\" specific anatomical locations used in the practice of acupuncture; (4) \"Asian Bodywork Therapy,\" pressure or manipulation of the body, primarily with the hands, along meridians or acupuncture points; external application of medicinal plants or food; and exercise suggestions; (5) \"Board,\" the Acupuncture Licensing Board established in § 36-39-2; (6) \"Electrical stimulation,\" a method of stimulating acupuncture points with an electrical current that may be performed by attaching a device to an acupuncture needle or may be performed transcutaneously without penetrating the skin; (7) \"Licensed acupuncturist,\" any person licensed to practice acupuncture pursuant to this chapter; (8) \"NCCAOM,\" the National Certification Commission for Acupuncture and Oriental Medicine, a not-for-profit corporation granting certification to a person who has met the standards of competence established for either NCCAOM certification in acupuncture or NCCAOM certification in Oriental medicine and is current with the required continuing education; (9) \"Oriental dietary and lifestyle therapy,\" utilizing herbs, foods, food concentrated, food supplements, or dietary supplements, while advising a patient regarding lifestyle modifications according to the principles of Oriental medicine; (10) \"Oriental medicine,\" a system of healing arts using well-established Oriental medical therapies and procedures for the purpose of normalizing physiological functions including pain control; the promotion, maintenance and restoration of health and well-being; strengthening the body; and improving energy balance. Treatment of the patient is achieved through specialized methods, diagnosing imbalances within the body and treating the body with acupuncture and other related Oriental medicine therapies and techniques. Section 2. That a NEW SECTION be added: 36-39-2. Board--Membership--Terms of service--Duties--Meetings. There is hereby established the Acupuncture Licensing Board within the Department of Health. The board shall submit records, information, and reports in the form and as required by the secretary of health. The board shall report at least annually to the Department of Health. The board consists of five members appointed by the Governor. Three members shall be licensed acupuncturists, one member shall be a licensed health care professional certified to perform acupuncture, and one member shall represent the consumer. Each member shall serve a three-year term and may serve no more than three consecutive three-year terms. The board shall meet up to twice a year to: (1) Determine and finalize any refusal to grant a license or cancellation, revocation, or suspension of a license; and (2) Conduct any business that may properly come before the board. Board members shall serve without compensation, but shall be reimbursed for per diem and travel for up to two meetings per year. At the expiration of a term, or if a vacancy occurs, the Governor shall appoint a new board member. The Governor may stagger the terms to enable the board to have different terms expire each year. The Governor may remove any member from the board for neglect of any duty required by law or for incompetency or unprofessional or dishonorable conduct. Section 3. That a NEW SECTION be added: 36-39-3. Officers of the board--Bond of secretary-treasurer. The board shall organize annually by electing a president, vice-president, and secretary-treasurer. The secretary-treasurer of the board may be required to give a bond in any sum and with any conditions as the board directs. Section 4. That a NEW SECTION be added: 36-39-4. Acupuncture and Oriental medicine--Definition. For the purposes of this chapter, acupuncture and Oriental medical practice is a comprehensive system of health care using traditional and modern Oriental medical theory and its unique methods of diagnosis and treatment. The treatment techniques of acupuncture practice include the insertion of acupuncture needles through the skin and the use of other biophysical methods of acupuncture point stimulation, including the use of heat or cold, Asian bodywork therapy techniques, Oriental medicine, electrical stimulation, Oriental dietary and lifestyle therapies, breathing techniques, and exercise based on Oriental medicine principles. Section 5. That a NEW SECTION be added: 36-39-5. Acupuncture and Oriental medicine--Practices and diagnostic techniques. The practice of acupuncture and Oriental medicine shall include the following practices and diagnostic techniques: (1) Acupuncture, the invasive and noninvasive stimulation of anatomical locations of the body, alone and in combination, including the practice of: (a) Auricular, hand, nose, face, foot or scalp microsystem therapy; (b) Stimulation of points, areas of the body, substances topically applied to the body, and channels by the use of any of the following: (i) Needles, lancets, moxibustion, Qi Gong, thermal methods, heat, cold, herbal preparations, laser, light, sound, vibration, pressure, magnetism, electricity, suction, water, or other devices or means; and (ii) Manual therapy including massage, acupressure, acupuncture, trigger point dry needling, reflexology, shiatsu, mobilization, tui-na and acutotement or stimulation that does not pierce the skin; (2) Diagnostic techniques including: (a) The use of observation, listening, smelling, inquiring, palpation, electrodermal screenings, and thermography; (b) Diagnostic examination, testing and procedures as limited by training; and (c) The use of routine functional testing, either physical or laboratory tests, may be employed; and (3) Adjunct therapies including: (a) Dietary and nutritional counseling and the prescription or administration of food, beverages, dietary supplements, and herbal medicines therapeutically; (b) Recommendation of breathing techniques and therapeutic exercises; and (c) Lifestyle, behavioral, and stress counseling. Section 6. That a NEW SECTION be added: 36-39-6. Acupuncture practice--Persons not requiring a license. The following persons, within the person's scope of practice, may practice acupuncture without a license under § 36-39-2: (1) A physician or osteopath licensed under chapter 36-4; (2) Any person otherwise licensed under title 36; and (3) Any acupuncturist licensed to practice in another state or country who is in the state for the sole purpose of providing a tutorial or workshop not to exceed thirty days in one calendar year. Section 7. That a NEW SECTION be added: 36-39-7. Advertising or practicing without valid license--Violation as misdemeanor. Any person who advertises, practices, or attempts to practice acupuncture or who uses the title, acupuncturist, or any other authorized title as provided in § 36-39-8 to induce any person to believe that the person is an acupuncturist without having a valid license or renewal certificate is guilty of a Class 1 misdemeanor. Section 8. That a NEW SECTION be added: 36-39-8. Authorized titles. Only a person licensed or otherwise authorized under this chapter may use the title acupuncturist, licensed acupuncturist, or Oriental medicine practitioner. Section 9. That a NEW SECTION be added: 36-39-9. Requirements for licensure--Fees. Each applicant for licensure under this chapter shall: (1) Have successfully completed a graduate level educational program that is offered by an institution of higher education and accredited by a national or regional agency recognized by the United States Department of Education, or another equivalent program approved by the board. In the case of an applicant who has completed education and training outside of the United States, the applicant shall document education and clinical experience that meets the standard established in this section in a manner determined by the board; (2) Pass a nationally recognized examination approved by the board or have current active status as a Diplomate of Oriental Medicine or Diplomate of Acupuncture of the NCCAOM; (3) Pass a nationally recognized ethics course administered or approved by the NCCAOM; (4) Meet the NCCAOM professional development activity requirements to maintain NCCAOM certification, or equivalent certification. The NCCAOM shall serve as a verifying entity, providing to the board the proof of continuing education and recertification of all acupuncturists licensed in the state; (5) Complete an application for licensure provided by the board; and (6) Submit the required fee for licensure established by the board in rules promulgated under § 36-39-13. Section 10. That a NEW SECTION be added: 36-39-10. License renewal. Each licensee shall renew the acupuncture license every two years, in the even-numbered years, prior to the date established by the board, by submitting the following: (1) The completed application for license renewal provided by the board; (2) Proof of NCCAOM recertification compliance; and (3) The required fee for license renewal, established by the board in rules promulgated under § 36-39-13. The board shall require proof of continuing education as a requirement for renewal. A licensed acupuncturist who provides the board with false information or makes a false statement to the board shall be subject to disciplinary actions, including denial, suspension, or revocation of licensure. Each person licensed under this chapter who wants to renew the license shall obtain a renewal of license from the secretary-treasurer of the board on or before the thirty-first day of December of each odd-numbered year. The secretary-treasurer shall issue the renewal upon payment of the fee established in rules promulgated by the board under § 36-39-13. The renewal license shall be in the form of a receipt acknowledging payment of the required fee and signed by the secretary-treasurer. Section 11. That a NEW SECTION be added: 36-39-11. License renewal--Sixty-day grace period. Any licensee who fails to renew the license prior to the end of the licensing period may, within sixty days, renew the license by submitting the following: (1) The completed application for licensure renewal form provided by the board; (2) The required fee for annual license renewal, and (3) Proof of NCCAOM recertification compliance; and (4) The required late fee established by the board in rules promulgated under § 36-39-11. Any license not renewed at the end of the sixty-day grace period is expired and the licensee is not eligible to practice within the state. For reinstatement of an expired license within one year of the date of renewal, the board may establish requirements or fees in addition to the fee for license renewal and may require the former licensee to reapply as a new applicant. Section 12. That a NEW SECTION be added: 36-39-12. Sterilized equipment required. An acupuncturist shall use sterilized equipment that has been sterilized under standards of the National Centers for Disease Control and Prevention. Section 13. That a NEW SECTION be added: 36-39-13. Promulgation of rules. The board may promulgate rules pursuant to chapter 1-26 to establish: (1) The application form and other requirements for license application and renewal; (2) The amount of license fees and license renewal fees, neither of which may exceed a maximum of one thousand five hundred dollars; and (3) Any additional requirements or conditions for the reinstatement of an expired license. Section 14. That a NEW SECTION be added: 36-39-14. Proceedings--Right to appeal. Any proceeding relative to the cancellation, revocation, or suspension of a license shall conform to the procedures set forth in chapter 1-26. Any party who is aggrieved by an act, ruling, or decision of the Acupuncture Licensing Board relating to refusal to grant a license or cancellation, revocation, or suspension of a license may appeal pursuant to chapter 1-26. Section 15. That a NEW SECTION be added: 36-39-15. Acupuncture regulation fund--Establishment--Continuous appropriation. There is hereby established in the state treasury the acupuncture regulation fund. All fees received by the board shall be forwarded to the state treasurer for deposit into the acupuncture regulation fund. Any money in the fund is continuously appropriated to the board for the purposes of the operation of the board and the implementation and administration of this chapter. The total expenses incurred by the board may not exceed the total amount of funds collected. Section 16. That a NEW SECTION be added: 36-39-16. License signatures and seal--Display of license. A license to practice acupuncture shall be signed by two members of the board and authenticated by the seal of the board. The license and renewal certificate shall be conspicuously displayed at the office of the practitioner. Section 17. That a NEW SECTION be added: 36-39-17. Grounds for license refusal or revocation--Promulgation of rules. The board may, in compliance with chapter 1-26, refuse to grant a license to any person otherwise qualified, and may revoke the license of any acupuncturist who is not of good moral character; who solicits professional patronage by agents; who is guilty of unprofessional conduct, incompetency, habitual intoxication, the use of narcotics, fraud, or deception; who is convicted of a felony; or who practices contrary to the provisions of this chapter or the rules of the board. The board shall define by rule, pursuant to chapter 1-26, the grounds for refusing to license or for license revocation. Section 18. That a NEW SECTION be added: 36-39-18. Required state and federal criminal background check. Each applicant for licensure shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the board shall submit completed fingerprint cards to the Division of Criminal Investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the board all information obtained as a result of the criminal background check. This information shall be obtained prior to the permanent licensure of any applicant. The board may require a state and federal criminal background check for any licensee who is the subject of a disciplinary investigation by the board. Failure to submit to or cooperate with the criminal background investigation is grounds for denial of an application or may result in revocation of a license. The applicant shall pay for any fees charged for the cost of fingerprinting or the criminal background investigation. Section 19. This Act is effective January 1, 2022."}], "amendments": [{"bill_id": 11898, "document_id": 68403, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68403.pdf", "legislator_profile_id": 1696, "document_id_instructions": 68409, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/68409.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 11898, "action_date": "2020-01-30T13:00:00-06:00", "document_id": 65199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65199.pdf", "status_text": "First read in House and referred to", "journal_page": 105, "committee_id_action": 480, "committee_id_assigned": 466, "result": "N", "vote": {}}, {"bill_id": 11898, "action_date": "2020-02-18T07:45:00-06:00", "document_id": 67650, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67650.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 466, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11898, "action_date": "2020-02-18T07:45:00-06:00", "document_id": 67651, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67651.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 466, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11898, "action_date": "2020-02-18T07:45:00-06:00", "document_id": 67651, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67651.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 466, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33135, "president_vote": null, "Yea": [1670, 1699, 1740, 1675, 1679, 1698, 1656, 1696, 1662, 1755], "Nay": [1709, 1712, 1731]}}, {"bill_id": 11898, "action_date": "2020-02-21T13:00:00-06:00", "document_id": 68191, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68191.pdf", "status_text": "Deferred to another day", "journal_page": 352, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11898, "action_date": "2020-02-24T14:00:00-06:00", "document_id": 68331, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68331.pdf", "status_text": "Motion to amend", "journal_page": 365, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11898, "action_date": "2020-02-24T14:00:00-06:00", "document_id": 68331, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68331.pdf", "status_text": "Do Pass Amended", "journal_page": 365, "committee_id_action": 480, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 33652, "president_vote": null, "Nay": [1754, 1700, 1689, 1723, 1654, 1751, 1665, 1711, 1656, 1743, 1740, 1681, 1744, 1736, 1728, 1702, 1682, 1662, 1748, 1684, 1731, 1738, 1690, 1678, 1747, 1655, 1722, 1675, 1673, 1671, 1729, 1765, 1677, 1733, 1745, 1701, 1674, 1727, 1683, 1709, 1653, 1661, 1762, 1697, 1755, 1691, 1712], "Yea": [1670, 1710, 1668, 1672, 1680, 1676, 1669, 1739, 1667, 1737, 1679, 1698, 1666, 1725, 1688, 1664, 1660, 1696, 1692, 1687, 1734], "Excused": [1699, 1657]}}]}