{"session_id": 68, "bill_id": 23676, "bill_type": "Senate Bill", "bill_number": 124, "bill_title": "update maintenance and verification requirements for voter registration files.", "sponsors": [{"legislator_profile_id": 4360, "is_prime": true}, {"legislator_profile_id": 4375, "is_prime": false}], "keywords": ["Election Verification", "Elections", "Voting"], "audio": [], "bill_versions": [{"bill_id": 23676, "bill_version_id": 246346, "bill_version": "Introduced", "bill_version_date": "2023-01-25T14:48:59.493-06:00", "bill_text": "An Act to update maintenance and verification requirements for voter registration files. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 12-4-9 be AMENDED: 12-4-9. The county auditor shall maintain and safeguard a file of voters in computer format that contains the information of each person registered in each voting precinct within the county. This file shall be known as the master registration file and shall and must be, at all times during office hours, open to public inspection. However, public access to social security numbers, driver license numbers, and dates of birth contained in the master registration file is prohibited. The master registration file shall contain contains all information from each voter's registration card. The master registration file shall alsoinclude includes the date of the last election in which the voter has voted in and when the voter's information was last updated. The master registration file may also contain additional voter history information. Any The county auditor shall maintain any voter registration form for a purged or unregistered voter shall be kept for twenty-two months. No purged or unregistered voter may be included in the master registration file. Each county auditor shall update the county's file twice each year, including no less than sixty days before a general election. Section 2. That chapter 12-4 be amended with a NEW SECTION: Each county auditor shall compare the address listed or described on each new voter registration application with county tax records to ensure that the address provided in the voter registration application is confirmed as a residence and not a commercial or industrial address, an undeveloped lot, or the address of property owned by a local government, state government, or the federal government. Each county auditor shall check the master registration file against the information available from county tax records to verify the number of individuals, if any, who are registered at the residence address listed or described on each voter registration application to identify any anomalies. Each county auditor shall verify the accuracy of a voter registration application for an individual who lives at the same address of another registered individual with a similar name to ensure that the individual registration application does not represent multiple registrations by the same individual. The county auditor shall transmit any duplicate voter registration information to the secretary of state. Section 3. That chapter 12-4 be amended with a NEW SECTION: If a county auditor has evidence that an individual no longer resides at the individual's registered address, the auditor shall mail a notice to that individual requesting confirmation that the individual still resides at the address. The county auditor shall remove the individual from the master registration file if the individual fails to: (1) Respond to the notice and vote in the registered precinct at least once during a period of four consecutive years covering two general elections; or (2) Update the voter's registration with the auditor and vote at least once during a period of four consecutive years covering two general elections. The secretary of state, pursuant to chapter 1-26, shall prescribe by rule the procedures to remove a person from the master registration list pursuant to this section and create the confirmation notice that is sent to a registered voter before removal. Section 4. That § 12-4-37 be AMENDED: 12-4-37. The secretary of state shall establish a secure computerized system for maintaining and utilizing the voter registration file and transmitting voter registration information from each county auditor to the Office of the Secretary of State. Each county auditor shall transmit any changes to the master registration file or the absentee voter log to the secretary of state on a daily basis. The county auditor shall transmit updated information contained in the county voter registration system, including voter registration information and voter election history information, to the Office of the Secretary of State not later than July fifteenth after each primary election and December fifteenth after each general election. Section 5. That chapter 12-4 be amended with a NEW SECTION: By July 1, 2024, the secretary of state shall ensure that the statewide voter registration file database is able to electronically communicate with other state agency databases to allow exchanges and comparisons of information. Upon completion of any necessary updates to the statewide voter registration file database as required by this section, the secretary of state, in coordination with the secretaries of the departments of human services, public safety, and social services, shall make monthly comparison reports of the statewide voter registration file with the databases maintained by the departments of human services, public safety, and social services, to locate address-change information or information on citizenship status. If a comparison report identifies a change of address for a registered voter or an update to a registered voter's citizenship status information, the applicable departmental secretary shall ensure that the secretary of state has the voter's name, address, date of birth, and if available, the last four digits of the individual's Social Security number. If the secretary of state is made aware under this section of an individual's change of address or an update to an individual's citizenship information, the secretary of state shall refer the information to the applicable county auditor. Upon receiving change of address information for an individual pursuant to this section, a county auditor shall take the address verification steps provided under section 3 of this Act. Upon receiving information on a registered voter not being a citizen, the county auditor shall send notice of that fact to the county's state's attorney. At least quarterly, the secretary of state shall utilize the United States Postal Service’s National Change of Address system to identify any individual registered to vote in South Dakota who has moved, to ensure the individual is not registered in more than one state. The registration of any voter must be verified pursuant to section 3 of this Act, if any notice sent to a registered voter is returned by the United States Postal Service as undeliverable or if election officials receive other information showing that the voter has moved, died, or is otherwise ineligible to vote. Section 6. That chapter 12-4 be amended with a NEW SECTION: The secretary of state is authorized to cooperate with any other state to compare voter lists to identify individuals who are registered to vote in more than one state. The secretary of state and each county auditor is authorized to contract with commercial data companies, including credit reporting agencies, to verify and audit information in voter registration lists, including citizenship status and residence."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23676, "action_date": "2023-01-26T13:00:00-06:00", "document_id": 246354, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246354.pdf", "status_text": "First read in Senate and referred to", "journal_page": 124, "committee_id_action": 1183, "committee_id_assigned": 1184, "result": "N", "vote": {}}, {"bill_id": 23676, "action_date": "2023-02-15T10:00:00-06:00", "document_id": 249124, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249124.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1184, "committee_id_assigned": null, "result": "N", "vote": {}}]}