{"session_id": 51, "bill_id": 15839, "bill_type": "House Bill", "bill_number": 1228, "bill_title": "provide for the suspension of driving privileges of certain students who are truant or who have been suspended or expelled from school.", "sponsors": [{"legislator_profile_id": 2579, "is_prime": true}, {"legislator_profile_id": 2558, "is_prime": false}], "keywords": ["Department of Commerce and Regulation", "Drivers License", "Education", "Rule-making Authority", "School"], "audio": [{"meeting_datetime": "2001-02-12T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hju24hb1228a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-02-12T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/hju24hb1228a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 15839, "bill_version_id": 88672, "bill_version": "Introduced", "bill_version_date": "2001-01-26T10:05:37-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the suspension of driving privileges of certain students who are truant or who have been suspended or expelled from school. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-27 be amended by adding thereto a NEW SECTION to read as follows: The driver's license or driving privileges of any student who is truant may be revoked as provided in this section. If a student is absent from school without a valid excuse from the student's parent or guardian for five or more days in the same school year, the superintendent of schools or the chief administrator of the school shall notify the student and the student's parent or guardian that the student's driver's license or driving privileges will be revoked if the student is absent without valid excuse from the parent or guardian for more than five days during the remainder of the school year. The notification shall be by mail to the last known address of the student and the parent or guardian. If the student is again absent without valid excuse after receipt of the first notification, the superintendent or chief administrative officer shall notify the student and the student's parent or guardian that the student's driver's license or driving privileges will be revoked. The second notice shall be mailed to the last known address of the student and the parent or guardian and shall advise the student and parent or guardian of the school or school district's intent to seek administrative revocation of the driver's license for truancy as provided in this section. The second notice shall advise the licensee of all administrative due process rights, including the right to request a fair hearing pursuant to chapter 1-26 within ten days following service of the notice. If the student or the parent or guardian fails to request a hearing within ten days of service of the second notice, the superintendent or chief administrative officer of the school shall request the Department of Commerce and Regulation to revoke the student's drivers license or driving privileges. If a student or parent or guardian makes a timely request for a hearing, a hearing shall be provided pursuant to chapter 1-26. Upon receipt of a request from the superintendent or chief administrative officer pursuant to this section or upon entry of an administrative decision that determines that the student has been truant as provided in this section, the Department of Commerce and Regulation shall enter an order revoking the student's driver's license or driving privileges. Revocation of a driver's license or driving privileges under this section is for a period of ninety days for the first occurrence and one year for subsequent occurrences. The South Dakota Board of Education shall promulgate rules pursuant to chapter 1-26 to implement the provisions of this section as they pertain to the functions of the school or school district. The Department of Commerce and Regulation shall promulgate rules pursuant to chapter 1-26 to implement the provisions of this section as they pertain to the functions of the Department of Commerce and Regulation. Section 2. That chapter 13-32 be amended by adding thereto a NEW SECTION to read as follows: The driver's license or driving privileges of any student who is suspended or expelled pursuant to this chapter may be revoked as provided in this section. If a student is suspended or expelled pursuant to this chapter, the superintendent of schools or the chief administrator of the school shall notify the student and the student's parent or guardian that the school district intends to seek administrative revocation of student's driver's license or driving privileges pursuant to this Act as a result of the student's suspension or expulsion. The notification shall be by mail to the last known address of the student and the parent or guardian. The notice shall advise the licensee of all administrative due process rights, including the right to request a fair hearing pursuant to chapter 1-26 within ten days following service of the notice. If the student or the parent or guardian fails to request a hearing within ten days of service of the notice, the superintendent or chief administrative officer of the school shall request the Department of Commerce and Regulation to revoke the student's drivers license or driving privileges. If a student or parent or guardian makes a timely request for a hearing, a hearing shall be provided pursuant to chapter 1-26. Upon receipt of a request from the superintendent or chief administrative officer pursuant to this section or upon entry of an administrative decision that determines that the student has been suspended or expelled in accordance with the provisions of this chapter, the Department of Commerce and Regulation shall enter an order revoking the student's driver's license or driving privileges. Revocation of a driver's license or driving privileges under this section is for a period of at least thirty days but not to exceed ninety days for the first occurrence and one year for subsequent occurrences. The South Dakota Board of Education shall promulgate rules pursuant to chapter 1-26 to implement the provisions of this section as they pertain to the functions of the school or school district. The Department of Commerce and Regulation shall promulgate rules pursuant to chapter 1-26 to implement the provisions of this section as they pertain to the functions of the Department of Commerce and Regulation."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15839, "action_date": "2001-01-26T14:00:00-06:00", "document_id": 88711, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88711.pdf", "status_text": "First read in House and referred to", "journal_page": 225, "committee_id_action": 712, "committee_id_assigned": 701, "result": "N", "vote": {}}, {"bill_id": 15839, "action_date": "2001-02-08T10:00:00-06:00", "document_id": 89609, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89609.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 701, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15839, "action_date": "2001-02-08T10:00:00-06:00", "document_id": 89609, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89609.pdf", "status_text": "Referred to", "journal_page": 423, "committee_id_action": 701, "committee_id_assigned": 710, "result": "P", "vote": {}}, {"bill_id": 15839, "action_date": "2001-02-09T14:00:00-06:00", "document_id": 89737, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89737.pdf", "status_text": "Re-referred to", "journal_page": 424, "committee_id_action": 712, "committee_id_assigned": 710, "result": "P", "vote": {}}, {"bill_id": 15839, "action_date": "2001-02-12T07:45:00-06:00", "document_id": 89777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89777.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 710, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15839, "action_date": "2001-02-12T07:45:00-06:00", "document_id": 89777, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/89777.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 458, "committee_id_action": 710, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 49312, "president_vote": null, "Yea": [2518, 2558, 2564, 2577, 2578, 2583, 2586, 2587, 2611, 2525], "Absent": [2547], "Excused": [2601], "Nay": [2582]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15839"}