{"session_id": 15, "bill_id": 3360, "bill_type": "Senate Bill", "bill_number": 94, "bill_title": "establish a pilot uninsured motorist identification database program and to make an appropriation therefor.", "sponsors": [{"legislator_profile_id": 293, "is_prime": true}, {"legislator_profile_id": 220, "is_prime": true}, {"legislator_profile_id": 222, "is_prime": false}, {"legislator_profile_id": 227, "is_prime": false}, {"legislator_profile_id": 251, "is_prime": false}, {"legislator_profile_id": 242, "is_prime": false}, {"legislator_profile_id": 281, "is_prime": false}, {"legislator_profile_id": 269, "is_prime": false}, {"legislator_profile_id": 296, "is_prime": false}, {"legislator_profile_id": 314, "is_prime": false}, {"legislator_profile_id": 268, "is_prime": false}, {"legislator_profile_id": 245, "is_prime": false}, {"legislator_profile_id": 313, "is_prime": false}, {"legislator_profile_id": 247, "is_prime": false}, {"legislator_profile_id": 297, "is_prime": false}, {"legislator_profile_id": 285, "is_prime": false}, {"legislator_profile_id": 233, "is_prime": false}, {"legislator_profile_id": 248, "is_prime": false}, {"legislator_profile_id": 280, "is_prime": false}, {"legislator_profile_id": 291, "is_prime": false}, {"legislator_profile_id": 264, "is_prime": false}, {"legislator_profile_id": 237, "is_prime": false}, {"legislator_profile_id": 292, "is_prime": false}, {"legislator_profile_id": 240, "is_prime": false}, {"legislator_profile_id": 267, "is_prime": false}, {"legislator_profile_id": 294, "is_prime": false}, {"legislator_profile_id": 252, "is_prime": false}, {"legislator_profile_id": 214, "is_prime": false}, {"legislator_profile_id": 241, "is_prime": false}, {"legislator_profile_id": 219, "is_prime": false}, {"legislator_profile_id": 311, "is_prime": false}, {"legislator_profile_id": 290, "is_prime": false}, {"legislator_profile_id": 215, "is_prime": false}, {"legislator_profile_id": 243, "is_prime": false}, {"legislator_profile_id": 277, "is_prime": false}, {"legislator_profile_id": 261, "is_prime": false}, {"legislator_profile_id": 259, "is_prime": false}, {"legislator_profile_id": 216, "is_prime": false}, {"legislator_profile_id": 289, "is_prime": false}, {"legislator_profile_id": 218, "is_prime": false}, {"legislator_profile_id": 244, "is_prime": false}, {"legislator_profile_id": 309, "is_prime": false}, {"legislator_profile_id": 298, "is_prime": false}], "keywords": ["Appropriation", "Insurance", "Motor Vehicles"], "audio": [{"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sco18.mp3", "start_seconds": 825.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sco18.mp3", "start_seconds": 825.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sco18.mp3", "start_seconds": 825.0}, {"meeting_datetime": "2012-02-09T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sco18.mp3", "start_seconds": 825.0}], "bill_versions": [{"bill_id": 3360, "bill_version_id": 19742, "bill_version": "Introduced", "bill_version_date": "2012-01-23T08:41:16.393-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a pilot uninsured motorist identification database program and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Database,\" the uninsured motorist identification database created by this Act; (2) \"Designated agent,\" the third party the department contracts with pursuant to section 4 of this Act; (3) \"Division,\" the Division of Motor Vehicles; (4) \"Motor vehicle,\" a noncommercial motor vehicle for which license fees are determined pursuant to §§ 32-5-6, 32-5-6.1, 32-5-6.3, and 32-5-9 and a commercial motor vehicle for which license fees are determined pursuant to chapter 32-9; and (5) \"Program,\" the uninsured motorist identification database program created by this Act. Section 2. There is created the uninsured motorist identification database program to: (1) Establish an uninsured motorist identification database to verify compliance with financial responsibility as defined by §§ 32-35-115 and 32-35-119; (2) Assist in reducing the number of uninsured motor vehicles on the highways of the state; (3) Assist in increasing compliance with motor vehicle registration laws; (4) Assist in protecting a financial institution's bona fide security interest in a motor vehicle; and (5) Assist in the identification and prevention of identity theft and other crimes. Section 3. The program shall be administered by the division with the assistance of the designated agent. Section 4. The division shall contract in accordance with chapter 5-18A with a third party to establish and maintain an uninsured motorist identification database for the purposes established in section 2 of this Act. No such contract may obligate the division to pay the third party more moneys than are available in the fund created pursuant to section 26 of this Act. Section 5. The third party under contract pursuant to section 4 of this Act is the division's designated agent and shall develop and maintain a computer database from the information provided by: (1) Insurers pursuant to sections 29 and 30 of this Act; (2) The Department of Public Safety pursuant to section 9 of this Act; and (3) The division pursuant to section 11 of this Act. Section 6. The database shall be developed and maintained in accordance with guidelines established by the division so that state and local law enforcement agencies and financial institutions may efficiently access the records of the database, including reports useful for the implementation of the provisions of this Act. Section 7. The reports shall be in a form and contain information approved by the division. The reports may be made available through the internet or through other electronic medium, if the division determines that sufficient security is provided to ensure compliance with this Act regarding limitations on disclosure of information in the database. Section 8. With information provided by the division, the designated agent shall, at least monthly for submissions pursuant to section 30 of this Act for commercial motor vehicles or at least twice a month for submissions pursuant to section 30 of this Act for noncommercial motor vehicles: (1) Update the database with the motor vehicle insurance information provided by the insurers in accordance with section 30 of this Act; and (2) Compare all current motor vehicle registrations against the database. Section 9. The Department of Public Safety shall provide the designated agent with the name, date of birth, address, and driver license number of all persons on the driver license database. Section 10. The Department of Revenue shall promulgate rules pursuant to chapter 1-26 in cooperation with the Department of Public Safety to use the driver license database for the purpose of administering this Act. Section 11. The division shall provide the designated agent with a record of the registration of each motor vehicle as defined by this Act. The record shall be provide to the designated agent before the seventh and the twenty-first day of each calendar month. Section 12. The designated agent shall archive computer data files at least semi-annually for auditing purposes. The Department of Revenue shall audit the designated agent at least once every three years. The audit shall include verification of the billings made by the designated agent and of the accuracy of the designated agent's matching of vehicle registration with insurance data. Section 13. If the comparison pursuant to section 8 of this Act shows that a motor vehicle is not insured for three consecutive months, the division shall direct the designated agent to notify the owner of the motor vehicle that the owner has fifteen days to provide evidence of financial responsibility as defined by §§ 32-35-115 and 32-35-119. Section 14. If an owner of a motor vehicle fails to provide satisfactory evidence of financial responsibility to the designated agent, the designated agent shall: (1) Provide a second notice to the owner of the motor vehicle that the owner now has fifteen days to provide evidence of financial responsibility as defined by §§ 32-35-115 and 32-35-119; (2) For each notice provided, indicate information relating to the owner's failure to provide evidence of financial responsibility in the database; and (3) Provide this information to state and local law enforcement agencies as requested pursuant to section 19 of this Act. Section 15. The division shall revoke the registration of the vehicle upon receiving notification from the designated agent that the owner of a motor vehicle has failed to provide satisfactory proof of financial responsibility after the second notice or provided a false or fraudulent statement to the designated agent. The division shall provide appropriate notices of the revocation, the legal consequences of operating a vehicle with revoked registration and without financial responsibility, and instructions on how to get the registration reinstated. The division may direct the designated agent to provide the notices required by this section. Section 16. Any action by the division to revoke the registration of a motor vehicle pursuant to this Act may be in addition to any action by a law enforcement agency pursuant to chapter 32-35. Section 17. No person may provide a false or fraudulent statement to the division or the designated agent. A violation of this section is a Class 2 misdemeanor. Section 18. If a comparison pursuant to section 8 of this Act shows that a motor vehicle may not be in compliance with motor vehicle registration laws, the division may direct the designated agent to provide notice to the owner of a motor vehicle that information exists that indicates the possible violation. Section 19. No information may be disclosed from the database established pursuant to section 2 of this Act except as follows: (1) For the purpose of investigating, litigating, or enforcing the financial responsibility requirement of § 32-35-113, the designated agent shall verify insurance information through the state computer network for a state or local government agency or court; (2) For the purpose of investigating, litigating, or enforcing the financial responsibility requirement of § 32-35-113, the designated agent shall, upon request, issue to any state or local government agency or court a certificate documenting the insurance information, according to the database, of a specific person or motor vehicle for the time period designated by the government agency; (3) Upon request, the division or its designated agent shall disclose whether or not a person is an insured person and the insurance company name to: (a) That person or, if that person is deceased, any interested person of that person; (b) The parent or legal guardian of that person if the person is an unemancipated minor; (c) The legal guardian of that person if the person is legally incapacitated; (d) A person who has power of attorney from the insured person; (e) A person who submits a notarized release from the insured person dated no more than ninety days before the date the request is made; or (f) A person suffering loss or injury in a motor vehicle accident in which the insured person is involved, but only as part of an accident report; (4) For the purpose of investigating, enforcing, or prosecuting laws or issuing citations by state or local law enforcement agencies related to the: (a) Registration and renewal of registration of a motor vehicle pursuant to chapter 32-5; and (b) Maintenance of financial responsibility required by § 32-35-113; (5) Upon request of a law enforcement officer acting in an official capacity upon the provisions of subdivision (4) of this section, the department or the designated agent shall, upon request, disclose relevant information for investigation, enforcement, or prosecution; (6) For the purpose of the state auditor or the auditor general, or other auditor of the state conducting audits of the program; (7) Upon request of a financial institution for the purpose of protecting the financial institution's bona fide security interest in a motor vehicle; and (8) Upon the request of a state or local law enforcement agency for the purpose of investigating and prosecuting identity theft and other crimes. Section 20. The division may allow the designated agent to prepare and deliver upon request, a report on the insurance information of a person or motor vehicle in accordance with section 19 of this Act. Section 21. The report may be in the form of: (1) A certified copy that is considered admissible in any court proceeding in the same manner as the original; or (2) Information accessible through the Internet or through other electronic medium if the division determines that sufficient security is provided to ensure compliance with section 19 of this Act. Section 22. The division may allow the designated agent to charge a fee for the copies and records generated pursuant to section 20 of this Act. Any fee shall be established by the Department of Revenue by rules promulgated pursuant to chapter 1-26 for each: (1) Document authenticated, including each certified copy; (2) Record accessed by the Internet or by other electronic medium; and (3) Record provided to a financial institution pursuant to section 19 of this Act. Section 23. Any person who knowingly releases or discloses information from the database for a purpose other than those authorized by this Act or to a person who is not entitled to it is guilty of a Class 1 misdemeanor. Section 24. An insurer is not liable to any person for complying with section 29 or 30 of this Act. Section 25. Neither the state nor the department's designated agent is liable to any person for gathering, managing, or using the information in the database. Section 26. There is created in the state treasury the uninsured motorist identification fund. The fund consists of money appropriated by the Legislature. All interest earned by the fund shall be deposited into the fund. Section 27. Moneys shall be appropriated from the fund by the Legislature to the division to: (1) Fund the contract with the designated agent; (2) Offset the costs to state and local law enforcement agencies using the information for the purposes authorized by this Act; (3) Offset the costs of revoking and reinstating vehicle registrations pursuant to this Act. The secretary of the Department of Revenue shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized pursuant to this section. Section 28. For the purposes of this Act, the term, commercial motor vehicle insurance coverage, means an insurance policy that includes motor vehicle liability coverage, uninsured motorist coverage, underinsured motorist coverage, or personal injury coverage. The Department of Revenue may promulgate rules pursuant to chapter 1-26 to further define commercial motor vehicle insurance coverage for the purposes of implementing this Act. Section 29. Each insurer that issues a policy that includes motor vehicle liability coverage, uninsured motorist coverage, underinsured motorist coverage or personal injury coverage on a motor vehicle shall before the seventh and the twenty-first day of each calendar month provide to the designated agent a record of each motor vehicle insurance policy in effect for vehicles registered or garaged in the state as of the previous submission that was issued by the insurer. Section 30. A record provided by an insurer pursuant to the provisions of section 29 of this Act shall include: (1) The name, date of birth, driver license number, if the insured provides a driver license number to the insurer, of each insured owner or operator, and the address of the named insured; (2) The make, year, and vehicle identification number of each insured vehicle; and (3) The policy number, effective date, and expiration date of each policy. Each insurer shall provide this information by an electronic means or by another form the designated agent agrees to accept. Section 31. The secretary of the Department of Revenue may assess a civil penalty of up to two hundred fifty dollars for each day the insurer fails to comply with section 29 of this Act. Any civil penalty collected pursuant to this section shall be deposited in a fund created by section 26 of this Act. If any issuer shows that the failure to comply with section 29 of this Act was inadvertent, accidental, or the result of excusable neglect, the secretary shall excuse the fine. Section 32. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: At the time application is made for registration or renewal of registration of a motor vehicle as defined by section 1 of this Act, the applicant shall pay an uninsured motorist identification fee of one dollar on each motor vehicle. Section 33. At the time application is made for reinstatement or renewal of registration of a motor vehicle after revocation of the registration pursuant to section 15 of this Act, the applicant shall pay a registration reinstatement fee of one hundred dollars. Section 34. The provisions of this Act are repealed on July 1, 2014. Section 35. There is hereby appropriated from the general fund the sum of six hundred thousand dollars ($600,000) or so much thereof as may be necessary, to the uninsured motorist identification fund created by section 26 of this Act. Any funds appropriated by this section and not lawfully expended or obligated by July 1, 2014, shall revert to the general fund on July 1, 2014."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3360, "action_date": "2012-01-23T14:00:00-06:00", "document_id": 19958, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19958.pdf", "status_text": "First read in Senate and referred to", "journal_page": 126, "committee_id_action": 171, "committee_id_assigned": 148, "result": "N", "vote": {}}, {"bill_id": 3360, "action_date": "2012-02-08T07:00:00-06:00", "document_id": 20789, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20789.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 148, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3360, "action_date": "2012-02-08T07:00:00-06:00", "document_id": 21020, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21020.pdf", "status_text": "Hoghoused", "journal_page": 0, "committee_id_action": 148, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3360, "action_date": "2012-02-09T10:00:00-06:00", "document_id": 20981, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20981.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 148, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3360, "action_date": "2012-02-09T10:00:00-06:00", "document_id": 21098, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21098.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 333, "committee_id_action": 148, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11321, "president_vote": null, "Yea": [253, 286, 264, 226], "Nay": [288, 236, 252]}}]}