{"session_id": 48, "bill_id": 14139, "bill_type": "House Bill", "bill_number": 1021, "bill_title": "provide a diversion program within the office of the state's attorney for restitution on insufficient funds checks.", "sponsors": [{"legislator_profile_id": 2199, "is_prime": true}, {"legislator_profile_id": 2207, "is_prime": true}, {"legislator_profile_id": 2200, "is_prime": false}, {"legislator_profile_id": 2223, "is_prime": false}, {"legislator_profile_id": 2233, "is_prime": false}, {"legislator_profile_id": 2269, "is_prime": false}, {"legislator_profile_id": 2299, "is_prime": false}], "keywords": ["Criminal Procedure", "Deferred Prosecution", "Fees", "State's Attorney"], "audio": [], "bill_versions": [{"bill_id": 14139, "bill_version_id": 80665, "bill_version": "Introduced", "bill_version_date": "1999-01-06T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide a diversion program within the office of the state's attorney for restitution on insufficient funds checks. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 22-41 be amended by adding thereto a NEW SECTION to read as follows: Each state's attorney may create within the office of the state's attorney a deferred prosecution program for insufficient funds checks. A state's attorney may refer an insufficient funds check case to the insufficient funds check deferred prosecution program. Section 2. That chapter 22-41 be amended by adding thereto a NEW SECTION to read as follows: Upon receipt of an insufficient funds check case, the state's attorney shall determine if the case is one which is appropriate to be referred to the insufficient funds check deferred prosecution program. In determining whether to refer a case to the deferred prosecution program, the state's attorney shall consider the following: (1) The amount of the check; (2) The prior criminal record of the person passing the check; (3) The number of complaints involving checks against the person passing the check; (4) Whether or not there is any other insufficient funds check complaint currently pending against the person; and (5) The strength of the evidence of intent to defraud the victim. Section 3. That chapter 22-41 be amended by adding thereto a NEW SECTION to read as follows: Upon referral of a complaint to the insufficient funds check deferred prosecution program, state's attorney shall mail a notice of the action to the person passing the check. The notice shall contain the following: (1) The date and amount of the check; (2) The name of the payee; (3) The date before which the defendant must contact the office of the state's attorney concerning the check; and (4) A statement of the penalties which may result from a conviction for the issuance of an insufficient funds check. Section 4. That chapter 22-41 be amended by adding thereto a NEW SECTION to read as follows: Any person charged with an offense under this chapter may make restitution for the value of any check. Restitution shall be made through the office of the state's attorney if the office initiates collection and processing through a bad check deferred prosecution program. Restitution shall be in an amount not less than the total of the face amount of the check, the fee provided in section 5 of this Act, and a sum equal to the liquidated costs provided by § 23-3-52. The fact that restitution has been made is a mitigating factor in the imposition of a sentence for a violation of this chapter but is not a defense. Upon sentencing, the court may require any person convicted under this chapter to make restitution together with all applicable costs and fees, in addition to any other punishment imposed under this chapter. Section 5. That chapter 22-41 be amended by adding thereto a NEW SECTION to read as follows: A state's attorney may collect a fee if the office of the state's attorney processes a check and receipts restitution under a deferred prosecution program and if the check was passed in a manner which violates § 22-41-1. The amount of the fee shall be as follows: (1) Upon checks the aggregate face amount of which does not exceed one hundred dollars, a fee of twenty-five dollars; (2) Upon checks the aggregate face amount of which is greater than one hundred dollars but less than five hundred dollars, a fee of fifty dollars; and (3) Upon checks the aggregate face amount of which is greater than five hundred dollars, a fee of seventy-five dollars. Section 6. That chapter 22-41 be amended by adding thereto a NEW SECTION to read as follows: The state's attorney may enter into a written agreement with the person passing the insufficient funds check to defer prosecution for a period to be determined by the state's attorney, not to exceed one hundred eighty days, pending: (1) Completion of an insufficient funds check deferred prosecution treatment program conducted by the state's attorney or a private entity under contract with the office of the state's attorney; (2) Full restitution as provided in section 4 of this Act; and (3) Full payment of liquidated costs due under § 23-3-52. Section 7. That chapter 22-41 be amended by adding thereto a NEW SECTION to read as follows: All fees collected under section 5 of this Act shall be deposited in the county treasury in a special fund to be administered by the office of the state's attorney. The money in such fund may be used only for expenditures associated with the investigation, prosecution, and deferred prosecution of offenses pursuant to this chapter and for travel and training expenditures incurred relative to the official duties of the office of the state's attorney. Restitution of sums equal to the fee provided by § 23-3-52 shall be deposited with the office of the clerk of courts and transmitted and disposed of in the same manner as is provided in § 23-3-53."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14139, "action_date": "1999-01-12T14:00:00-06:00", "document_id": 81755, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81755.pdf", "status_text": "First read in House and referred to", "journal_page": 35, "committee_id_action": 628, "committee_id_assigned": 626, "result": "N", "vote": {}}, {"bill_id": 14139, "action_date": "1999-01-16T08:30:00-06:00", "document_id": 81922, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81922.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 626, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14139, "action_date": "1999-01-20T07:45:00-06:00", "document_id": 81923, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81923.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 626, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14139, "action_date": "1999-01-22T07:45:00-06:00", "document_id": 81924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81924.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 626, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14139, "action_date": "1999-01-25T07:45:00-06:00", "document_id": 81925, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81925.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 626, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14139, "action_date": "1999-01-25T07:45:00-06:00", "document_id": 81925, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81925.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 169, "committee_id_action": 626, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42511, "president_vote": null, "Yea": [2223, 2227, 2265, 2267, 2272, 2286, 2295, 2300, 2303, 2245, 2207], "Nay": [2233, 2253]}}, {"bill_id": 14139, "action_date": "1999-01-25T07:45:00-06:00", "document_id": 81925, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81925.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 626, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 42512, "president_vote": null, "Nay": [2223, 2227, 2253, 2265, 2267, 2272, 2286, 2300, 2303, 2245, 2207], "Yea": [2233, 2295]}}, {"bill_id": 14139, "action_date": "1999-01-25T07:45:00-06:00", "document_id": 81925, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81925.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 626, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 42512, "president_vote": null, "Nay": [2223, 2227, 2253, 2265, 2267, 2272, 2286, 2300, 2303, 2245, 2207], "Yea": [2233, 2295]}}]}