{"session_id": 45, "bill_id": 12352, "bill_type": "Senate Bill", "bill_number": 16, "bill_title": "to provide for the sunset of certain mandatory minimum sentences.", "sponsors": [{"legislator_profile_id": 1904, "is_prime": true}, {"legislator_profile_id": 1986, "is_prime": true}, {"legislator_profile_id": 1888, "is_prime": false}, {"legislator_profile_id": 1926, "is_prime": false}, {"legislator_profile_id": 1940, "is_prime": false}], "keywords": ["Criminal Procedure", "Sunset Legislation"], "audio": [], "bill_versions": [{"bill_id": 12352, "bill_version_id": 73748, "bill_version": "Introduced", "bill_version_date": "1997-01-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the sunset of certain mandatory minimum sentences. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 22-14-12 be amended to read as follows: 22-14-12. Any person who commits or attempts to commit any felony when armed with a firearm, including a machine gun or short shotgun, is guilty of a Class 2 felony for the first conviction. A second or subsequent conviction is a Class 1 felony. The sentence imposed for a first conviction under this section shall carry a minimum sentence of imprisonment in the state penitentiary of five years. In case of a second or subsequent conviction under this section such person shall be sentenced to a minimum imprisonment of ten years in the penitentiary. Any sentence imposed under this section shall be consecutive to any other sentences imposed for a violation of the principal felony. Notwithstanding any other provision of law, the court shall not place on probation, suspend the execution of the sentence, or suspend the imposition of the sentence of any person convicted of a violation of this section. Section 2. That § 22-14-13.1 be amended to read as follows: 22-14-13.1. Any person who commits or attempts to commit any felony when armed with a stun gun is guilty of a Class 5 felony for the first conviction. A second or subsequent conviction is a Class 3 felony. Any sentence imposed under this section shall be consecutive to any other sentences imposed for a violation of the principal felony. Section 3. That § 22-6-1 be amended to read as follows: 22-6-1. Except as otherwise provided by law, felonies are divided into the following eight classes which are distinguished from each other by the respective maximum penalties hereinafter set forth which are authorized upon conviction: (1) Class A felony: death or life imprisonment in the state penitentiary. A lesser sentence than death or life imprisonment may not be given for a Class A felony In addition, a fine of two hundred fifty thousand dollars may be imposed ; (2) Class B felony: life imprisonment in the state penitentiary. A lesser sentence may not be given for a Class B felony In addition, a fine of one hundred thousand dollars may be imposed ; (3) Class 1 felony: life seventy-five years imprisonment in the state penitentiary. In addition, a fine of twenty-five fifty thousand dollars may be imposed; (4) Class 2 felony: twenty-five years imprisonment in the state penitentiary. In addition, a fine of twenty-five thousand dollars may be imposed; (5) Class 3 felony: fifteen years imprisonment in the state penitentiary. In addition, a fine of fifteen thousand dollars may be imposed; (6) Class 4 felony: ten years imprisonment in the state penitentiary. In addition, a fine of ten thousand dollars may be imposed; (7) Class 5 felony: five years imprisonment in the state penitentiary. In addition, a fine of five thousand dollars may be imposed; and (8) Class 6 felony: two years imprisonment in the state penitentiary or a fine of two thousand dollars, or both. The court, in imposing sentence on a defendant who has been found guilty of a felony, may order in addition to the sentence that is imposed pursuant to the provisions of this section, that the defendant make restitution to any victim in accordance with the provisions of chapter 23A-28. Nothing in this section shall limit limits increased sentences for habitual criminals under § § 22-7-7 and 22-7-8. Except in cases where punishment is prescribed by law, every offense declared to be a felony and not otherwise classified is a Class 6 felony. Section 4. That § 22-22-30.1 be amended to read as follows: 22-22-30.1. Criminal pedophilia is any act of sexual penetration accomplished with a victim less than thirteen years of age by any person twenty-six years of age or older under any circumstances not constituting incest as defined in subdivision 22-22-1(6). Criminal pedophilia is a Class 1 felony. If any person is convicted of criminal pedophilia, the court shall impose a minimum sentence of twenty-five years. Section 5. That § 22-42-2 be amended to read as follows: 22-42-2. Except as authorized by this chapter or chapter 34-20B, no person may manufacture, distribute , or dispense a substance listed in Schedules I or II; possess with intent to manufacture, distribute , or dispense , a substance listed in Schedules I or II; create or distribute a counterfeit substance listed in Schedules I or II; or possess with intent to distribute a counterfeit substance listed in Schedules I or II. A violation of this section is a Class 4 felony. However, the distribution of a substance listed in Schedules I or II to a minor is a Class 2 felony. A first conviction under this section shall be punished by a mandatory sentence in the state penitentiary of at least one year, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence may not form the basis for reducing the mandatory time of incarceration required by this section. A second or subsequent conviction under this section shall be punished by a mandatory sentence in the state penitentiary of at least ten years, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence may not form the basis for reducing the mandatory time of incarceration required by this section. However, a first conviction for distribution to a minor under this section shall be punished by a mandatory sentence in the state penitentiary of at least five years, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence may not form the basis for reducing the mandatory time of incarceration required by this section. A second or subsequent conviction for distribution to a minor under this section shall be punished by a mandatory sentence in the state penitentiary of at least fifteen years, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence, may not form the basis for reducing the mandatory time of incarceration required by this section. A civil penalty may be imposed, in addition to any criminal penalty, upon a conviction of a violation of this section not to exceed ten thousand dollars. A conviction for the purposes of the mandatory sentence provisions of this chapter is the acceptance by a court of any plea, other than not guilty, including nolo contendere, or a finding of guilt by a jury or court. Section 6. That § 22-42-3 be amended to read as follows: 22-42-3. Except as authorized by this chapter or chapter 34-20B, no person may manufacture, distribute , or dispense a substance listed in Schedule III; possess with intent to manufacture, distribute , or dispense , a substance listed in Schedule III; create or distribute a counterfeit substance listed in Schedule III; or possess with intent to distribute a counterfeit substance listed in Schedule III. A violation of this section is a Class 5 felony. However, the distribution of a substance listed in Schedule III to a minor is a Class 3 felony. A first conviction under this section shall be punished by a mandatory sentence in the state penitentiary or county jail of at least thirty days, which sentence may not be suspended. A second or subsequent conviction under this section shall be punished by a mandatory penitentiary or county jail sentence of at least one year, which sentence may not be suspended. However, a first conviction for distribution to a minor under this section shall be punished by a mandatory sentence in the state penitentiary or county jail of at least ninety days, which sentence may not be suspended. A second or subsequent conviction for distribution to a minor under this section shall be punished by a mandatory sentence in the state penitentiary of at least two years, which sentence may not be suspended. A civil penalty may be imposed, in addition to any criminal penalty, upon a conviction of a violation of this section not to exceed ten thousand dollars. Section 7. That § 22-42-4 be amended to read as follows: 22-42-4. Except as authorized by this chapter or chapter 34-20B, no person may manufacture, distribute , or dispense a substance listed in Schedule IV; possess with intent to manufacture, distribute , or dispense , a substance listed in Schedule IV; create or distribute a counterfeit substance listed in Schedule IV; or possess with intent to distribute a counterfeit substance listed in Schedule IV. A violation of this section is a Class 6 felony. However, the distribution of a substance listed in Schedule IV to a minor is a Class 4 felony. A first conviction under this section shall be punished by a mandatory sentence in the state penitentiary or county jail of at least thirty days, which sentence may not be suspended. A second or subsequent conviction under this section shall be punished by a mandatory penitentiary or county jail sentence of at least one year, which sentence may not be suspended. A civil penalty may be imposed, in addition to any criminal penalty, upon a conviction of a violation of this section not to exceed ten thousand dollars. Section 8. That § 22-42-7 be amended to read as follows: 22-42-7. The distribution of less than one-half ounce of marijuana without consideration is a Class 2 misdemeanor; otherwise, the distribution of one ounce or less of marijuana is a Class 1 misdemeanor. The distribution of more than one ounce but less than one-half pound of marijuana is a Class 6 felony. The distribution of one-half pound but less than one pound of marijuana is a Class 5 felony. The distribution of one pound or more of marijuana is a Class 4 felony. However, the distribution of any amount of marijuana to a minor is a Class 5 felony. A first conviction of a felony under this section shall be punished by a mandatory sentence in the state penitentiary or county jail of at least thirty days, which sentence may not be suspended. A second or subsequent conviction of a felony under this section shall be punished by a mandatory sentence of at least one year. Conviction of a Class 1 misdemeanor under this section shall be punished by a mandatory sentence in county jail of not less than fifteen days, which sentence may not be suspended. A civil penalty may be imposed, in addition to any criminal penalty, upon a conviction of a felony violation of this section not to exceed ten thousand dollars. Section 9. That § 22-42-19 be amended to read as follows: 22-42-19. Any person who commits a violation of § 22-42-2, 22-42-3 , or 22-42-4, or a felony violation of § 22-42-7, if such activity has taken place: (1) In, on or within five hundred feet of real property comprising a public or private elementary or secondary school or a playground; or (2) In, on or within one hundred feet of real property comprising a public or private youth center, public swimming pool or video arcade facility; is guilty of a Class 4 felony. The sentence imposed for a conviction under this section shall carry a minimum sentence of imprisonment in the state penitentiary of five years. Any sentence imposed under this section shall be consecutive to any other sentence imposed for the principal felony. The court may not place on probation, suspend the execution of the sentence or suspend the imposition of the sentence of any person convicted of a violation of this section. However, the sentencing court may impose a sentence other than that specified in this section if the court finds that mitigating circumstances exist which require a departure from the mandatory sentence provided for in this section. The court's finding of mitigating circumstances allowed by this section and the factual basis relied upon by the court shall be in writing. It is not a defense to the provisions of this section that the defendant did not know the distance involved. It is not a defense to the provisions of this section that school was not in session. Section 10. That § 32-23-4 be amended to read as follows: 32-23-4. If conviction for a violation of § 32-23-1 is for a third offense, the person is guilty of a Class 6 felony, and the court, in pronouncing sentence, shall unconditionally revoke the defendant's driving privileges for such period of time as may be determined by the court, but in no event less than one year from the date sentence is imposed or one year from the date of discharge from incarceration, whichever is later. If the person is convicted of driving without a license during that period, he shall be sentenced to the county jail for not less than ten days, which sentence may not be suspended. Section 11. That § 32-23-4.6 be amended to read as follows: 32-23-4.6. If conviction for a violation of § 32-23-1 is for a fourth offense, or subsequent offenses thereafter, and the person has previously been convicted of a felony under § 32-23-4, the person is guilty of a Class 5 felony, and the court, in pronouncing sentence, shall unconditionally revoke the defendant's driving privileges for such period of time as may be determined by the court, but in no event less than two years from the date sentence is imposed or two years from the date of discharge from incarceration, whichever is later. If the person is convicted of driving without a license during that period, he shall be sentenced to the county jail for not less than twenty days, which sentence may not be suspended. Section 12. That § 41-8-18 be amended to read as follows: 41-8-18. A violation of § 41-8-2, 41-8-6, 41-8-15 , or 41-8-17 is a Class 1 misdemeanor for each prohibited act or each big game animal or any part thereof, taken, caught, killed, sold, offered , or exposed for sale, in possession or in possession with intent to sell, shipped by common carrier, or transported to any point inside or outside the state in violation of law. Upon conviction of any person for hunting or taking big game, except wild turkey, during the nighttime, during a closed season or without a license, the court shall revoke that person's hunting privileges for a period of one year, and impose a fine of not less than two hundred fifty dollars for each animal involved and that person shall be required to serve a minimum of three days in the county jail . A second or subsequent conviction of any person for hunting or taking big game, except wild turkey, during the nighttime, during a closed season, or without a license is a Class 6 felony. In addition, the court shall revoke that person's hunting privileges for a period of five years. Section 13. That § 22-22-1.2 be repealed. 22-22-1.2. If any adult is convicted of any of the following violations, the court shall impose the following minimum sentences: (1) For a violation of subdivision 22-22-1(1), ten years for a first offense and twenty years for a subsequent offense; and (2) For a violation of § 22-22-7 if the victim is less than ten years of age, five years for a first offense and ten years for a subsequent offense. Section 14. The effective date of this Act is July 1, 1999."}, {"bill_id": 12352, "bill_version_id": 73749, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "1997-01-29T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the sunset of certain mandatory minimum sentences. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 22-14-12 be amended to read as follows: 22-14-12. Any person who commits or attempts to commit any felony when armed with a firearm, including a machine gun or short shotgun, is guilty of a Class 2 felony for the first conviction. A second or subsequent conviction is a Class 1 felony. The sentence imposed for a first conviction under this section shall carry a minimum sentence of imprisonment in the state penitentiary of five years. In case of a second or subsequent conviction under this section such person shall be sentenced to a minimum imprisonment of ten years in the penitentiary. Any sentence imposed under this section shall be consecutive to any other sentences imposed for a violation of the principal felony. Notwithstanding any other provision of law, the court shall not place on probation, suspend the execution of the sentence, or suspend the imposition of the sentence of any person convicted of a violation of this section. Section 2. That § 22-14-13.1 be amended to read as follows: 22-14-13.1. Any person who commits or attempts to commit any felony when armed with a stun gun is guilty of a Class 5 felony for the first conviction. A second or subsequent conviction is a Class 3 felony. Any sentence imposed under this section shall be consecutive to any other sentences imposed for a violation of the principal felony. Section 3. That § 22-6-1 be amended to read as follows: 22-6-1. Except as otherwise provided by law, felonies are divided into the following eight classes which are distinguished from each other by the respective maximum penalties hereinafter set forth which are authorized upon conviction: (1) Class A felony: death or life imprisonment in the state penitentiary. A lesser sentence than death or life imprisonment may not be given for a Class A felony In addition, a fine of two hundred fifty thousand dollars may be imposed ; (2) Class B felony: life imprisonment in the state penitentiary. A lesser sentence may not be given for a Class B felony In addition, a fine of one hundred thousand dollars may be imposed ; (3) Class 1 felony: life seventy-five years imprisonment in the state penitentiary. In addition, a fine of twenty-five fifty thousand dollars may be imposed; (4) Class 2 felony: twenty-five years imprisonment in the state penitentiary. In addition, a fine of twenty-five thousand dollars may be imposed; (5) Class 3 felony: fifteen years imprisonment in the state penitentiary. In addition, a fine of fifteen thousand dollars may be imposed; (6) Class 4 felony: ten years imprisonment in the state penitentiary. In addition, a fine of ten thousand dollars may be imposed; (7) Class 5 felony: five years imprisonment in the state penitentiary. In addition, a fine of five thousand dollars may be imposed; and (8) Class 6 felony: two years imprisonment in the state penitentiary or a fine of two thousand dollars, or both. The court, in imposing sentence on a defendant who has been found guilty of a felony, may order in addition to the sentence that is imposed pursuant to the provisions of this section, that the defendant make restitution to any victim in accordance with the provisions of chapter 23A-28. Nothing in this section shall limit limits increased sentences for habitual criminals under § § 22-7-7 and 22-7-8. Except in cases where punishment is prescribed by law, every offense declared to be a felony and not otherwise classified is a Class 6 felony. Section 4. That § 22-42-2 be amended to read as follows: 22-42-2. Except as authorized by this chapter or chapter 34-20B, no person may manufacture, distribute , or dispense a substance listed in Schedules I or II; possess with intent to manufacture, distribute , or dispense , a substance listed in Schedules I or II; create or distribute a counterfeit substance listed in Schedules I or II; or possess with intent to distribute a counterfeit substance listed in Schedules I or II. A violation of this section is a Class 4 felony. However, the distribution of a substance listed in Schedules I or II to a minor is a Class 2 felony. A first conviction under this section shall be punished by a mandatory sentence in the state penitentiary of at least one year, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence may not form the basis for reducing the mandatory time of incarceration required by this section. A second or subsequent conviction under this section shall be punished by a mandatory sentence in the state penitentiary of at least ten years, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence may not form the basis for reducing the mandatory time of incarceration required by this section. However, a first conviction for distribution to a minor under this section shall be punished by a mandatory sentence in the state penitentiary of at least five years, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence may not form the basis for reducing the mandatory time of incarceration required by this section. A second or subsequent conviction for distribution to a minor under this section shall be punished by a mandatory sentence in the state penitentiary of at least fifteen years, which sentence may not be suspended. Probation, suspended imposition of sentence, or suspended execution of sentence, may not form the basis for reducing the mandatory time of incarceration required by this section. A civil penalty may be imposed, in addition to any criminal penalty, upon a conviction of a violation of this section not to exceed ten thousand dollars. A conviction for the purposes of the mandatory sentence provisions of this chapter is the acceptance by a court of any plea, other than not guilty, including nolo contendere, or a finding of guilt by a jury or court. Section 5. That § 22-42-3 be amended to read as follows: 22-42-3. Except as authorized by this chapter or chapter 34-20B, no person may manufacture, distribute , or dispense a substance listed in Schedule III; possess with intent to manufacture, distribute , or dispense , a substance listed in Schedule III; create or distribute a counterfeit substance listed in Schedule III; or possess with intent to distribute a counterfeit substance listed in Schedule III. A violation of this section is a Class 5 felony. However, the distribution of a substance listed in Schedule III to a minor is a Class 3 felony. A first conviction under this section shall be punished by a mandatory sentence in the state penitentiary or county jail of at least thirty days, which sentence may not be suspended. A second or subsequent conviction under this section shall be punished by a mandatory penitentiary or county jail sentence of at least one year, which sentence may not be suspended. However, a first conviction for distribution to a minor under this section shall be punished by a mandatory sentence in the state penitentiary or county jail of at least ninety days, which sentence may not be suspended. A second or subsequent conviction for distribution to a minor under this section shall be punished by a mandatory sentence in the state penitentiary of at least two years, which sentence may not be suspended. A civil penalty may be imposed, in addition to any criminal penalty, upon a conviction of a violation of this section not to exceed ten thousand dollars. Section 6. That § 22-42-4 be amended to read as follows: 22-42-4. Except as authorized by this chapter or chapter 34-20B, no person may manufacture, distribute , or dispense a substance listed in Schedule IV; possess with intent to manufacture, distribute , or dispense , a substance listed in Schedule IV; create or distribute a counterfeit substance listed in Schedule IV; or possess with intent to distribute a counterfeit substance listed in Schedule IV. A violation of this section is a Class 6 felony. However, the distribution of a substance listed in Schedule IV to a minor is a Class 4 felony. A first conviction under this section shall be punished by a mandatory sentence in the state penitentiary or county jail of at least thirty days, which sentence may not be suspended. A second or subsequent conviction under this section shall be punished by a mandatory penitentiary or county jail sentence of at least one year, which sentence may not be suspended. However, a first conviction for distribution to a minor under this section shall be punished by a mandatory sentence in the state penitentiary or county jail of at least ninety days, which sentence may not be suspended. A second or subsequent conviction for distribution to a minor under this section shall be punished by a mandatory sentence in the state penitentiary of at least two years, which sentence may not be suspended. A civil penalty may be imposed, in addition to any criminal penalty, upon a conviction of a violation of this section not to exceed ten thousand dollars. Section 7. That § 22-42-7 be amended to read as follows: 22-42-7. The distribution of less than one-half ounce of marijuana without consideration is a Class 2 misdemeanor; otherwise, the distribution of one ounce or less of marijuana is a Class 1 misdemeanor. The distribution of more than one ounce but less than one-half pound of marijuana is a Class 6 felony. The distribution of one-half pound but less than one pound of marijuana is a Class 5 felony. The distribution of one pound or more of marijuana is a Class 4 felony. However, the distribution of any amount of marijuana to a minor is a Class 5 felony. A first conviction of a felony under this section shall be punished by a mandatory sentence in the state penitentiary or county jail of at least thirty days, which sentence may not be suspended. A second or subsequent conviction of a felony under this section shall be punished by a mandatory sentence of at least one year. Conviction of a Class 1 misdemeanor under this section shall be punished by a mandatory sentence in county jail of not less than fifteen days, which sentence may not be suspended. However, a first conviction for distribution to a minor under this section shall be punished by a mandatory sentence in the state penitentiary or county jail of at least ninety days, which sentence may not be suspended. A second or subsequent conviction for distribution to a minor under this section shall be punished by a mandatory sentence in the state penitentiary of at least two years, which sentence may not be suspended. A civil penalty may be imposed, in addition to any criminal penalty, upon a conviction of a felony violation of this section not to exceed ten thousand dollars. Section 8. That § 32-23-4 be amended to read as follows: 32-23-4. If conviction for a violation of § 32-23-1 is for a third offense, the person is guilty of a Class 6 felony, and the court, in pronouncing sentence, shall unconditionally revoke the defendant's driving privileges for such period of time as may be determined by the court, but in no event less than one year from the date sentence is imposed or one year from the date of discharge from incarceration, whichever is later. If the person is convicted of driving without a license during that period, he shall be sentenced to the county jail for not less than ten days, which sentence may not be suspended. Section 9. That § 32-23-4.6 be amended to read as follows: 32-23-4.6. If conviction for a violation of § 32-23-1 is for a fourth offense, or subsequent offenses thereafter, and the person has previously been convicted of a felony under § 32-23-4, the person is guilty of a Class 5 felony, and the court, in pronouncing sentence, shall unconditionally revoke the defendant's driving privileges for such period of time as may be determined by the court, but in no event less than two years from the date sentence is imposed or two years from the date of discharge from incarceration, whichever is later. If the person is convicted of driving without a license during that period, he shall be sentenced to the county jail for not less than twenty days, which sentence may not be suspended. Section 10. That § 41-8-18 be amended to read as follows: 41-8-18. A violation of § 41-8-2, 41-8-6, 41-8-15 , or 41-8-17 is a Class 1 misdemeanor for each prohibited act or each big game animal or any part thereof, taken, caught, killed, sold, offered , or exposed for sale, in possession or in possession with intent to sell, shipped by common carrier, or transported to any point inside or outside the state in violation of law. Upon conviction of any person for hunting or taking big game, except wild turkey, during the nighttime, during a closed season or without a license, the court shall revoke that person's hunting privileges for a period of one year, and impose a fine of not less than two hundred fifty dollars for each animal involved and that person shall be required to serve a minimum of three days in the county jail . A second or subsequent conviction of any person for hunting or taking big game, except wild turkey, during the nighttime, during a closed season, or without a license is a Class 6 felony. In addition, the court shall revoke that person's hunting privileges for a period of five years. Section 11. The effective date of this Act is July 1, 1999. BILL HISTORY January 14 - First read in Senate and referred to Judiciary. S.J. 14 January 27 - Scheduled for hearing. January 27 - Passed as amended, AYES 5, NAYS 2. S.J. 185"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12352, "action_date": "1997-01-14T14:00:00-06:00", "document_id": 72867, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72867.pdf", "status_text": "First read in Senate and referred to", "journal_page": 14, "committee_id_action": 545, "committee_id_assigned": 523, "result": "N", "vote": {}}, {"bill_id": 12352, "action_date": "1997-01-27T10:00:00-06:00", "document_id": 72222, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72222.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 523, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12352, "action_date": "1997-01-27T10:00:00-06:00", "document_id": 72222, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72222.pdf", "status_text": "Do Pass Amended,", "journal_page": 185, "committee_id_action": 523, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35951, "president_vote": null, "Nay": [1884, 1901], "Yea": [1912, 1919, 1979, 1956, 1986]}}, {"bill_id": 12352, "action_date": "1997-01-30T14:00:00-06:00", "document_id": 72891, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72891.pdf", "status_text": "Do Pass Amended,", "journal_page": 247, "committee_id_action": 545, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 36162, "president_vote": null, "Nay": [1884, 1885, 1893, 1901, 1908, 1912, 1920, 1925, 1927, 1939, 1955, 1959, 1969, 1976, 1977, 1978, 1981], "Yea": [1889, 1905, 1919, 1928, 1930, 1932, 1935, 1938, 1945, 1946, 1956, 1960, 1965, 1972, 1986], "Excused": [1911, 1915], "Not Voting": [1979]}}, {"bill_id": 12352, "action_date": "1997-01-30T14:00:00-06:00", "document_id": 72891, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72891.pdf", "status_text": "Intent to reconsider", "journal_page": 247, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12352, "action_date": "1997-01-31T14:00:00-06:00", "document_id": 72893, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72893.pdf", "status_text": "Reconsidered", "journal_page": 259, "committee_id_action": 545, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 37903, "president_vote": null, "Not Voting": [1884, 1885, 1889, 1893, 1901, 1905, 1908, 1911, 1912, 1915, 1919, 1920, 1925, 1927, 1928, 1930, 1932, 1935, 1938, 1939, 1945, 1946, 1955, 1956, 1959, 1960, 1965, 1969, 1972, 1976, 1977, 1978, 1979, 1981, 1986]}}, {"bill_id": 12352, "action_date": "1997-01-31T14:00:00-06:00", "document_id": 72893, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72893.pdf", "status_text": "Deferred to another day", "journal_page": 259, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12352, "action_date": "1997-02-05T14:00:00-06:00", "document_id": 72899, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72899.pdf", "status_text": "Do Pass Amended,", "journal_page": 323, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37692, "president_vote": null, "Yea": [1884, 1889, 1893, 1911, 1915, 1919, 1928, 1930, 1932, 1938, 1939, 1945, 1946, 1956, 1960, 1965, 1972, 1979, 1986], "Nay": [1885, 1901, 1905, 1908, 1912, 1920, 1925, 1927, 1935, 1955, 1959, 1969, 1976, 1977, 1978, 1981]}}, {"bill_id": 12352, "action_date": "1997-02-06T14:00:00-06:00", "document_id": 72900, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72900.pdf", "status_text": "First read in House and referred to", "journal_page": 353, "committee_id_action": 544, "committee_id_assigned": 542, "result": "N", "vote": {}}, {"bill_id": 12352, "action_date": "1997-02-24T07:45:00-06:00", "document_id": 72427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72427.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 542, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12352, "action_date": "1997-02-24T07:45:00-06:00", "document_id": 72427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72427.pdf", "status_text": "Do Pass,", "journal_page": 645, "committee_id_action": 542, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35410, "president_vote": null, "Nay": [1931, 1892, 1910, 1918, 1951], "Yea": [1924, 1894, 1903, 1968, 1898, 1922, 1954, 1982]}}, {"bill_id": 12352, "action_date": "1997-02-24T07:45:00-06:00", "document_id": 72427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72427.pdf", "status_text": "Do Pass,", "journal_page": 645, "committee_id_action": 542, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35410, "president_vote": null, "Nay": [1931, 1892, 1910, 1918, 1951], "Yea": [1924, 1894, 1903, 1968, 1898, 1922, 1954, 1982]}}, {"bill_id": 12352, "action_date": "1997-02-25T14:00:00-06:00", "document_id": 72926, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72926.pdf", "status_text": "Deferred to another day", "journal_page": 705, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12352, "action_date": "1997-02-26T14:00:00-06:00", "document_id": 72928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72928.pdf", "status_text": "Motion to Amend,", "journal_page": 720, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37222, "president_vote": null, "Yea": [1886, 1887, 1888, 1890, 1891, 1892, 1894, 1895, 1896, 1898, 1899, 1900, 1907, 1910, 1913, 1914, 1916, 1917, 1918, 1921, 1923, 1929, 1931, 1933, 1934, 1936, 1937, 1941, 1943, 1944, 1947, 1948, 1950, 1952, 1953, 1954, 1957, 1961, 1962, 1963, 1964, 1966, 1967, 1968, 1971, 1974, 1975, 1980, 1982, 1983, 1985, 1988], "Nay": [1897, 1902, 1903, 1904, 1906, 1909, 1922, 1926, 1942, 1949, 1951, 1958, 1970, 1973, 1984, 1924], "Excused": [1940, 1987]}}, {"bill_id": 12352, "action_date": "1997-02-26T14:00:00-06:00", "document_id": 72928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72928.pdf", "status_text": "Do Pass Amended,", "journal_page": 721, "committee_id_action": 544, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 35937, "president_vote": null, "Nay": [1886, 1890, 1891, 1892, 1895, 1899, 1900, 1906, 1907, 1909, 1910, 1916, 1917, 1918, 1929, 1931, 1936, 1943, 1950, 1951, 1953, 1957, 1958, 1961, 1962, 1964, 1966, 1967, 1970, 1973, 1980, 1985], "Yea": [1887, 1888, 1894, 1896, 1897, 1898, 1902, 1903, 1904, 1913, 1914, 1921, 1922, 1923, 1926, 1933, 1934, 1937, 1941, 1942, 1944, 1947, 1948, 1949, 1954, 1963, 1968, 1971, 1974, 1975, 1982, 1983, 1984, 1988, 1924], "Excused": [1940, 1987], "Absent": [1952]}}, {"bill_id": 12352, "action_date": "1997-02-26T14:00:00-06:00", "document_id": 72928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72928.pdf", "status_text": "Intent to reconsider", "journal_page": 722, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}]}