{"session_id": 69, "bill_id": 24744, "bill_type": "House Bill", "bill_number": 1031, "bill_title": "update the development and implementation of conservation district standards.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24744", "sponsors": [], "keywords": ["Agriculture and Horticulture", "Boards and Commissions", "Executive/Judiciary Request", "Promulgation of Rules"], "audio": [], "bill_versions": [{"bill_id": 24744, "bill_version_id": 257749, "bill_version": "Introduced", "bill_version_date": "2023-12-29T17:08:32.083-06:00", "bill_text": "An Act to update the development and implementation of conservation district standards. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 38-8A-3 be AMENDED: 38-8A-3. The State Conservation Commission commission shall develop comprehensive state erosion and sediment control guidelines before July 1, 1977. These guidelines are to be developed with full opportunity for citizen participation in accordance with chapter 1-26. Section 2. That § 38-8A-6 be AMENDED: 38-8A-6. The conservation district supervisors of each district in the state, in cooperation and consultation with counties, municipalities, and other affected units of local government shall, within twelve months after the adoption of the state guidelines, develop proposed district conservation standards. These standards may designate, as \"fragile land\" fragile land, any area of the district which is that: (1) Is Class IVe, VI, VII, or VIII, according to the United States Department of Agriculture classification system, as described in \"Land Capability Classification\", Agricultural Handbook 210, Soil Conservation Service, United States Department of Agriculture, issued September, 1961, and in effect on January 1, 1984; Title 430, National Soil Survey Handbook, Part 622 Interpretive Groups, Land Capability Classification, (June 2020); and is: (2) Is so erosive as to cause a public hazard when converted to cropland use. Section 3. That § 38-8A-23 be AMENDED: 38-8A-23. If the board of supervisors of any conservation district is advised, in writing a written or electronic form, that soil is blowing from any land, or if any land in the county, roads, or public property, is being damaged, as the result of blowing soil, the board shall must inspect the land. If the board finds soil is blowing from the land, in excess of local conservation district standards, to the point that it is injurious to other land, roads, or public property, the board shall must determine what can be done to prevent or lessen the blowing of soil from the land. If the board finds, after consulting with the State Conservation Commission commission, if appropriate, that the blowing can be prevented or lessened by treatment of the soil, the board shall must issue an order to the owner of record, and to the operator, if known to the board, stating the treatment required, and the date the treatment is to be started and completed."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24744, "action_date": "2024-01-09T12:00:00-06:00", "document_id": 256993, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/256993.pdf", "status_text": "First read in House and referred to", "journal_page": 16, "committee_id_action": 1197, "committee_id_assigned": 1191, "result": "N", "vote": {}}, {"bill_id": 24744, "action_date": "2024-01-11T07:45:00-06:00", "document_id": 257849, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/257849.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1191, "committee_id_assigned": null, "result": "N", "vote": {}}]}