{"session_id": 4, "bill_id": 208, "bill_type": "House Bill", "bill_number": 1184, "bill_title": "create a renewable energy property tax incentive program.", "sponsors": [{"legislator_profile_id": 553, "is_prime": true}, {"legislator_profile_id": 574, "is_prime": true}, {"legislator_profile_id": 602, "is_prime": false}, {"legislator_profile_id": 614, "is_prime": false}, {"legislator_profile_id": 593, "is_prime": false}, {"legislator_profile_id": 570, "is_prime": false}, {"legislator_profile_id": 560, "is_prime": false}, {"legislator_profile_id": 552, "is_prime": false}, {"legislator_profile_id": 575, "is_prime": false}, {"legislator_profile_id": 598, "is_prime": false}, {"legislator_profile_id": 595, "is_prime": false}, {"legislator_profile_id": 529, "is_prime": false}, {"legislator_profile_id": 592, "is_prime": false}, {"legislator_profile_id": 530, "is_prime": false}, {"legislator_profile_id": 594, "is_prime": false}, {"legislator_profile_id": 567, "is_prime": false}, {"legislator_profile_id": 556, "is_prime": false}, {"legislator_profile_id": 584, "is_prime": false}, {"legislator_profile_id": 558, "is_prime": false}, {"legislator_profile_id": 605, "is_prime": false}, {"legislator_profile_id": 581, "is_prime": false}, {"legislator_profile_id": 577, "is_prime": false}, {"legislator_profile_id": 546, "is_prime": false}, {"legislator_profile_id": 588, "is_prime": false}, {"legislator_profile_id": 551, "is_prime": false}, {"legislator_profile_id": 554, "is_prime": false}, {"legislator_profile_id": 539, "is_prime": false}, {"legislator_profile_id": 538, "is_prime": false}, {"legislator_profile_id": 603, "is_prime": false}, {"legislator_profile_id": 615, "is_prime": false}, {"legislator_profile_id": 531, "is_prime": false}, {"legislator_profile_id": 540, "is_prime": false}, {"legislator_profile_id": 550, "is_prime": false}, {"legislator_profile_id": 606, "is_prime": false}, {"legislator_profile_id": 587, "is_prime": false}], "keywords": ["Counties", "Energy", "Property Taxes", "Taxes"], "audio": [{"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst19.mp3", "start_seconds": 1043.0}, {"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst19.mp3", "start_seconds": 1043.0}, {"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst19.mp3", "start_seconds": 1043.0}], "bill_versions": [{"bill_id": 208, "bill_version_id": 1087, "bill_version": "Introduced", "bill_version_date": "2008-01-16T08:34:55.657-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a renewable energy property tax incentive program. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Board,\" the board of county commissioners of each county in which an eligible renewable energy tax incentive project is located; (2) \"Eligible infrastructure project costs,\" any expenditures made for electric facilities needed to deliver the power generated to the bulk transmission grid, including collector facilities and transmission and substation facilities, within the renewable energy tax incentive project and associated with the renewable energy project, plus any costs incidental thereto; (3) \"Renewable energy project,\" a renewable energy project that meets the criteria provided in section 3 of this Act; (4) \"Renewable energy tax incentive project (RETI),\" a contiguous geographic area within the State of South Dakota and created by the board; (5) \"Taxable property,\" all taxable real property located in a RETI; (6) \"RETI valuation,\" the aggregate assessed value of all taxable real property within a RETI on the date the RETI is created, plus the estimated value of the total infrastructure included in the project plan. Section 2. The board is authorized to create a RETI, and to define its boundaries, for eligible renewable energy projects, in accordance with the procedures established in sections 3 and 4 of this Act. The board shall create a RETI within sixty days of application for a project that is determined eligible pursuant to section 3 of this Act. Section 3. Any person that intends to construct a renewable energy project in the state of South Dakota may file a written application with the board of each county in which the project will be located. The project shall be declared by the board to be an eligible renewable energy project if the facility to be constructed will produce electricity generated from one of the following sources: (1) Wind that uses wind as the source of energy to produce electricity; (2) Solar that uses the sun as the source of energy to produce electricity; (3) Hydroelectric that uses water as the source of energy to produce electricity; (4) Hydrogen that is generated from one of the sources listed in this section; (5) Biomass that uses agricultural crops and agricultural wastes and residues, wood and wood wastes and residues, animal and other degradable organic wastes, or landfill gas as the fuel to produce electricity; (6) Geothermal that uses energy contained in heat that continuously flows outward from the earth as the source of energy to produce electricity; or (7) Recycled energy systems that produce electricity from currently unused waste heat resulting from combustion or other processes and which do not use an additional combustion process. The term does not include any system whose primary purpose is the generation of electricity. Section 4. The board shall give notice of the eligibility of the renewable energy project to be published at least two times in the legal newspaper of the county. Not less than five percent of the residents of any county in which the RETI is located may, within thirty days of the initial publication date, petition the board for a formal hearing on the determination that the application satisfies the criteria of an eligible renewable energy project. The applicant shall pay for the county's publication costs. Section 5. Any project declared by the board to be an eligible renewable energy project shall be within the RETI as created by the board. The RETI is automatically entitled to receive the tax incentives as provided in section 8 of this Act. Section 6. Following the creation of the RETI, the applicant shall prepare and submit to the board of each affected county a project plan, that includes: (1) A description of the entire project to be constructed within the RETI; (2) A description of the eligible infrastructure within the project, as defined in subdivision (2) of section 1 of this Act, including the kind, number, and location of electric collector facilities and the transmission and substation facilities included within the RETI; (3) A list of total estimated eligible infrastructure project costs; (4) A fiscal impact statement which shows the impact of the RETI, both until and after repayment, upon each taxing district levying taxes upon property in the RETI; (5) A list of estimated costs of the eligible infrastructure; and (6) A description of the methods of financing the eligible infrastructure project costs and the time when related costs or monetary obligations are to be incurred. Section 7. Each county and taxing district that levies taxes on the property within the RETI shall annually impose and collect the appropriate taxes on the RETI based upon the RETI's assessed valuation. Section 8. Based upon the notices of taxes collected each year by the taxing districts involved, the county auditor in each affected county shall annually deposit into a special fund created for the RETI applicant or its successor, an amount equal to fifty percent of all property taxes collected by the taxing districts from the RETI, based upon the RETI's taxable valuation of the property of the RETI located within that county. Upon completion of the project, the county auditor in each affected county shall, on or before December thirty-first of each year, issue on an annual basis to the RETI applicant or its successor a tax refund from the special fund created an amount equal to fifty percent of the total property taxes collected. These refund payments shall continue for a total period of ten years. In no event, however, may the total of all refunds exceed the eligible infrastructure project costs. Section 9. On an annual basis, the REDI applicant or its successor shall report to the county auditor of each affected county the aggregate tax refund received by the RETI applicant or its successor to date. The RETI shall terminate when positive tax incentives are no longer allowable to the project pursuant to section 8 of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 208, "action_date": "2008-01-16T14:00:00-06:00", "document_id": 1254, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1254.pdf", "status_text": "First read in House and referred to", "journal_page": 146, "committee_id_action": 27, "committee_id_assigned": 22, "result": "N", "vote": {}}, {"bill_id": 208, "action_date": "2008-02-06T10:00:00-06:00", "document_id": 2412, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2412.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 22, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 208, "action_date": "2008-02-06T10:00:00-06:00", "document_id": 2637, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2637.pdf", "status_text": "Tabled", "journal_page": 446, "committee_id_action": 22, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1345, "president_vote": null, "Yea": [614, 570, 591, 574, 542, 575, 594, 558, 571, 581, 603, 619, 615]}}]}