{"session_id": 43, "bill_id": 10270, "bill_type": "Senate Bill", "bill_number": 101, "bill_title": "prohibit internet service providers from selling certain customer data without consent.", "sponsors": [{"legislator_profile_id": 1651, "is_prime": true}, {"legislator_profile_id": 1654, "is_prime": false}, {"legislator_profile_id": 1656, "is_prime": false}, {"legislator_profile_id": 1663, "is_prime": false}, {"legislator_profile_id": 1657, "is_prime": false}, {"legislator_profile_id": 1660, "is_prime": false}, {"legislator_profile_id": 1653, "is_prime": false}], "keywords": ["Broadband", "Public Utilities and Carriers", "Trade Regulation"], "audio": [{"meeting_datetime": "2020-02-13T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sco20.mp3", "start_seconds": 736.0}, {"meeting_datetime": "2020-02-13T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sco20.mp3", "start_seconds": 736.0}, {"meeting_datetime": "2020-02-13T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sco20.mp3", "start_seconds": 736.0}], "bill_versions": [{"bill_id": 10270, "bill_version_id": 64844, "bill_version": "Introduced", "bill_version_date": "2020-01-29T09:45:02.88-06:00", "bill_text": "An Act to prohibit internet service providers from selling certain customer data without consent. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 49-31A-1. Definitions. Terms used in this chapter mean: (1) \"Broadband internet access service,\" a mass-market retail service by wire or radio that provides the capability to transmit data to and receive data from all or substantially all internet endpoints, including any capabilities that are incidental to and enable the operation of the service, excluding dial-up internet; (2) \"Customer,\" an applicant for or a current or former subscriber of broadband internet; (3) \"Provider,\" a person who provides broadband internet access service. Section 2. That a NEW SECTION be added: 49-31A-2. Personal information determined. For the purposes of this chapter, the term, personal information, means personally identifying information about a customer, including the customer's name, billing information, social security number, billing address, and demographic data. It also includes information from a customer's use of broadband internet access service, including: (1) The customer's web browsing history; (2) The customer's application usage history; (3) The customer's precise geolocation information; (4) The customer's financial information; (5) The customer's health information; (6) Information pertaining to the customer's children; (7) The customer's device identifier, such as a media access control address, international mobile equipment identity or internet protocol address; (8) The content of the customer's communications; and (9) The origin and destination internet protocol addresses. Section 3. That a NEW SECTION be added: 49-31A-3. Customer personal information--Prohibitions. A provider may not use, disclose, sell, or permit access to customer personal information except as provided in §§ 49-31A-4 and 49-31A-5, chapter 23A-35A, chapter 55-19, and 18 United States Code, Section 2703 as of January 1, 2020. Section 4. That a NEW SECTION be added: 49-31A-4. Customer personal information--Consent--Revocation. A provider may use, disclose, sell, or permit access to a customer's customer personal information if the customer gives the provider express, affirmative consent to such use, disclosure, sale, or access. A customer may revoke the customer's consent under this section at any time. A provider may not refuse to serve a customer who does not provide consent under this section or charge a customer a penalty or offer a customer a discount based on the customer's decision to provide or not provide consent under this section. Section 5. That a NEW SECTION be added: 49-31A-5. Information pertaining to customers--Permissions--Exception. A provider may use, disclose, sell, or permit access to information the provider collects pertaining to a customer that is not customer personal information, except upon written notice from the customer notifying the provider that the customer does not permit the provider to use, disclose, sell, or permit access to that information. Section 6. That a NEW SECTION be added: 49-31A-6. Exceptions to permitted use. Notwithstanding the provisions of §§ 49-31A-3 and 49-31A-4, a provider may collect, retain, use, disclose, sell, and permit access to customer personal information without customer approval to: (1) Provide the service from which such information is derived or for the services necessary to the provision of such service; (2) Advertise or market the provider's communications-related services to the customer; (3) Comply with a lawful court order; (4) Initiate, render, bill for and collect payment for broadband internet access service; (5) Protect users of the provider's or other providers' services from fraudulent, abusive or unlawful use of or subscription to such services; and (6) Provide geolocation information concerning the customer for the purpose of responding to a customer's call for emergency services, to a public safety answering point; a provider of emergency medical or emergency dispatch services; a public safety, fire service or law enforcement official; or a hospital emergency or trauma care facility, or to a provider of information or database management services solely for the purpose of assisting in the delivery of emergency services in response to an emergency. Section 7. That a NEW SECTION be added: 49-31A-7. Protection of customer personal information. A provider shall take reasonable measures to protect customer personal information from unauthorized use, disclosure, or access in implementing security measures required by this section. A provider shall take into account each of the following factors: (1) The nature and scope of the provider's activities; (2) The sensitivity of the data the provider collects; (3) The size of the provider; and (4) The technical feasibility of the security measures. A provider may employ any lawful measure that allows the provider to comply with the requirements of this section. Section 8. That a NEW SECTION be added: 49-31A-8. Notice requirement. A provider shall provide to each of the provider's customers a clear, conspicuous, and nondeceptive notice at the point of sale and on the provider's publicly accessible website of the provider's obligations and a customer's rights under this chapter. Section 9. That a NEW SECTION be added: 49-31A-9. Applicability of chapter. The requirements of this chapter apply to any provider operating within the state if providing broadband internet access service to customers that are physically located and billed for service received in the state."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 10270, "action_date": "2020-01-29T14:00:00-06:00", "document_id": 64469, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/64469.pdf", "status_text": "First Reading Senate", "journal_page": 109, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10270, "action_date": "2020-01-30T13:00:00-06:00", "document_id": 65050, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65050.pdf", "status_text": "Referred to", "journal_page": 121, "committee_id_action": 447, "committee_id_assigned": 456, "result": "N", "vote": {}}, {"bill_id": 10270, "action_date": "2020-02-13T10:00:00-06:00", "document_id": 67405, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67405.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 456, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10270, "action_date": "2020-02-13T10:00:00-06:00", "document_id": 67428, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67428.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 456, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33045, "president_vote": null, "Excused": [1707], "Yea": [1715, 1703, 1730, 1752, 1716], "Nay": [1663]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/10270"}