{"session_id": 32, "bill_id": 8738, "bill_type": "Senate Bill", "bill_number": 180, "bill_title": "authorize the establishment of pretrial diversion programs.", "sponsors": [{"legislator_profile_id": 1222, "is_prime": true}, {"legislator_profile_id": 1220, "is_prime": true}, {"legislator_profile_id": 1424, "is_prime": false}, {"legislator_profile_id": 1273, "is_prime": false}, {"legislator_profile_id": 1238, "is_prime": false}, {"legislator_profile_id": 1265, "is_prime": false}, {"legislator_profile_id": 1281, "is_prime": false}, {"legislator_profile_id": 1221, "is_prime": false}, {"legislator_profile_id": 1299, "is_prime": false}, {"legislator_profile_id": 1305, "is_prime": false}, {"legislator_profile_id": 1242, "is_prime": false}, {"legislator_profile_id": 1276, "is_prime": false}], "keywords": ["Counties", "Courts and Judiciary", "Crimes", "Criminal Procedure", "Law Enforcement", "Local Government", "Minors", "Motor Vehicles", "Municipal Government"], "audio": [{"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/slo23.mp3", "start_seconds": 83.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/slo23.mp3", "start_seconds": 83.0}, {"meeting_datetime": "2018-02-14T00:00:00-06:00", "committee": "SLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/slo23.mp3", "start_seconds": 83.0}], "bill_versions": [{"bill_id": 8738, "bill_version_id": 48233, "bill_version": "Introduced", "bill_version_date": "2018-01-31T09:08:46.52-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the establishment of pretrial diversion programs. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: The state's attorney of any county may establish a pretrial diversion program with the concurrence of the board of county commissioners. Any city attorney may establish a pretrial diversion program with the concurrence of the governing body of the municipality, pursuant to sections 2 and 4 to 8, inclusive, of this Act. Section 2. That the code be amended by adding a NEW SECTION to read: A pretrial diversion plan for criminal offenses shall include: (1) Formal eligibility guidelines established following consultation with criminal justice officials and program representatives. The guidelines shall be written and made available and routinely disseminated to all interested parties; (2) A maximum time limit for any defendant's participation in a diversion program, beyond which no defendant shall be required or permitted to participate. The term shall be long enough to effect sufficient change in participants to deter them from criminal activity, but not so long as to prejudice the prosecution or defense of the case should the participant be returned to the ordinary course of prosecution; (3) The opportunity for eligible defendants to review, with their counsel present, a copy of general diversion program requirements including average program duration and possible outcome, prior to making the decision to enter a diversion program; (4) Dismissal of the diverted case upon completion of the program; (5) A provision that participants shall be able to withdraw at any time before the program is completed and be remanded to the court process without prejudice to them during the ordinary course of prosecution; (6) Enrollment may not be conditioned on a plea of guilty; and (7) Defendants who are denied enrollment in a diversion program shall be afforded an administrative review of the decision and written reasons for denial. Section 3. That the code be amended by adding a NEW SECTION to read: No person charged with any violation under chapter 32-23 is eligible for pretrial diversion under a program established pursuant to sections 2 and 4 to 8, inclusive, of this Act. Section 4. That the code be amended by adding a NEW SECTION to read: For purposes of sections 5 to 8, inclusive, of this Act, the term, department, refers to the Department of Public Safety and the term, minor traffic violation, does not include any of the following violations: (1) Failure to stop at the scene of an accident, as defined in chapter 32-34; (2) Driving under the influence, as defined in chapter 32-23; (3) Reckless or unsafe driving, as defined in chapter 32-24; (4) Racing on a highway, as prohibited in § 32-25-23 and defined in § 32-25-25; (5) Failure to stop at the signal of law enforcement officer, as set forth in § 32-33-18; (6) Refusal to submit to a withdrawal and chemical analysis, as set forth in § 32-23-11; (7) Driving on a suspended or revoked operator's license, under § 32-12-65 or 32-12A-8; (8) Speeding twenty or more miles per hour over the speed limit; or (9) Failure to maintain financial responsibility on a motor vehicle, under § 32-35-113. Section 5. That the code be amended by adding a NEW SECTION to read: A pretrial diversion plan for minor traffic violations shall consist of a driver's safety training program. A driver's safety training program shall: (1) Provide a curriculum of driver's safety training, as approved by the department, that is designed to educate persons committing minor traffic violations and to deter future violations; and (2) Require payment of a fee approved by the department that is reasonable and appropriate to defray the cost of the presentation of the program. A jurisdiction shall charge a uniform fee for participation in a driver's safety training program regardless of the traffic violation for which the applicant was cited. Fees received by a jurisdiction offering a driver's safety training program may be utilized by the jurisdiction to pay for the costs of administering and operating the program, to promote driver safety, and to pay for the costs of administering and operating other safety and educational programs within the jurisdiction. The program administrator of each driver's safety training program shall keep a record of attendees and shall be responsible for determining eligibility. A report of attendees at all driver's safety training programs in the state shall be shared only with similar programs throughout the state. All procedures for sharing records of attendees among the programs shall conform with the rules promulgated by the department to assure that no person takes the approved course more than once within any three-year period. The record of attendees and any related records is not a public record pursuant to chapter 1-27. The department shall approve the curriculum and fees of each program and shall promulgate rules, pursuant to chapter 1-26, governing the programs including guidelines for fees, curriculum, instructor certification, and any other rules necessary for the administration or operation of the programs. Section 6. That the code be amended by adding a NEW SECTION to read: Any organization or governmental entity desiring to offer a driver's safety training program shall first obtain a certificate from the department, to be renewed annually. The certificate fee and the annual renewal fee shall each be fifty dollars. The fee collected by the department from the organization or governmental entity shall be deposited in the state motor vehicle fund. Section 7. That the code be amended by adding a NEW SECTION to read: Any driver holding a commercial driver license or commercial learner's permit issued pursuant to chapter 32-12A is not eligible to participate in a program under sections 4 to 8, inclusive, of this Act, if the participation would be in noncompliance with any federal law or regulation and subject the state to possible loss of federal funds. Section 8. That the code be amended by adding a NEW SECTION to read: Sections 4 to 8, inclusive, of this Act do not apply to programs of pretrial diversion for offenses other than minor traffic violations."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8738, "action_date": "2018-01-31T14:00:00-06:00", "document_id": 48333, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48333.pdf", "status_text": "First Reading Senate", "journal_page": 292, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8738, "action_date": "2018-02-05T14:00:00-06:00", "document_id": 48695, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48695.pdf", "status_text": "Referred to", "journal_page": 367, "committee_id_action": 395, "committee_id_assigned": 374, "result": "N", "vote": {}}, {"bill_id": 8738, "action_date": "2018-02-14T09:00:00-06:00", "document_id": 49043, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49043.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 374, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8738, "action_date": "2018-02-14T09:00:00-06:00", "document_id": 49231, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49231.pdf", "status_text": "Tabled", "journal_page": 460, "committee_id_action": 374, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25790, "president_vote": null, "Yea": [1264, 1246, 1232, 1243, 1300, 1270], "Excused": [1224]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8738"}