{"session_id": 36, "bill_id": 9820, "bill_type": "House Bill", "bill_number": 1231, "bill_title": "revise certain provisions regarding emergency commitment.", "sponsors": [{"legislator_profile_id": 1608, "is_prime": true}, {"legislator_profile_id": 1573, "is_prime": true}, {"legislator_profile_id": 1602, "is_prime": false}, {"legislator_profile_id": 1643, "is_prime": false}, {"legislator_profile_id": 1579, "is_prime": false}, {"legislator_profile_id": 1605, "is_prime": false}, {"legislator_profile_id": 1434, "is_prime": false}, {"legislator_profile_id": 1588, "is_prime": false}, {"legislator_profile_id": 1604, "is_prime": false}, {"legislator_profile_id": 1600, "is_prime": false}, {"legislator_profile_id": 1639, "is_prime": false}, {"legislator_profile_id": 1583, "is_prime": false}, {"legislator_profile_id": 1586, "is_prime": false}, {"legislator_profile_id": 1610, "is_prime": false}, {"legislator_profile_id": 1611, "is_prime": false}], "keywords": ["Civil Procedure", "Controlled Substances", "Drugs", "Mentally Ill Persons"], "audio": [], "bill_versions": [{"bill_id": 9820, "bill_version_id": 52807, "bill_version": "Introduced", "bill_version_date": "2019-01-30T10:55:20.82-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding emergency commitment. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 27A-1-1 be amended to read: 27A-1-1. Terms used in this title mean: (1) \"Administrator,\" that person designated by the secretary of social services to discharge the administrative functions of the Human Services Center including the delegation of responsibilities to the appropriate Human Services Center staff; (2) \"Appropriate regional facility,\" a facility designated by the department for the prehearing custody of an individual apprehended under authority of this title which that is as close as possible in the immediate area to where the apprehension occurred; and is no more restrictive of mental, social, or physical freedom than necessary to protect the individual or others from physical injury. In determining the least restrictive facility, considerations shall include the preferences of the individual, the environmental restrictiveness of the setting, the proximity of the facility to the patient's residence, and the availability of family, legal and other community resources and support; (3) \"Center,\" the South Dakota Human Services Center; (4) \"Chronic disability,\" a condition evidenced by a reasonable expectation, based on the person's psychiatric or substance abuse disorder history, that the person is incapable of making an informed medical decision because of a severe mental illness or substance abuse disorder, is unlikely to comply with treatment as shown by a failure to comply with a prescribed course of treatment outside of an inpatient setting on two or more occasions within any continuous twelve month period, and, as a consequence, the person's current condition is likely to deteriorate until it is probable that the person will be a danger to self or others; (5) \"Co-occurring substance use disorder,\" refers to persons who have at least one mental disorder as well as an alcohol or drug use disorder; (6) \"Danger to others,\" a reasonable expectation that the person will inflict serious physical injury upon another person in the near future, due to a severe mental illness or substance abuse disorder, as evidenced by the person's treatment history and the person's recent acts or omissions which that constitute a danger of serious physical injury for another individual. Such acts Acts may include a recently expressed threat if the threat is such that, if considered in the light of its context or in light of the person's recent previous acts or omissions, it is substantially supportive of an expectation that the threat will be carried out; (7) \"Danger to self,\" (a) A reasonable expectation that the person will inflict serious physical injury upon himself or herself in the near future, due to a severe mental illness or substance abuse disorder, as evidenced by the person's treatment history and the person's recent acts or omissions which constitute a danger of suicide or self-inflicted serious physical injury. Such acts Acts may include a recently expressed threat if the threat is such that, if considered in the light of its context or in light of the person's recent previous acts or omissions, it is substantially supportive of an expectation that the threat will be carried out; or (b) A reasonable expectation of danger of serious personal harm in the near future, due to a severe mental illness or substance abuse, as evidenced by the person's treatment history and the person's recent acts or omissions which demonstrate an inability to provide for some basic human needs such as food, clothing, shelter, essential medical care, or personal safety, or by arrests for criminal behavior which occur as a result of the worsening of the person's severe mental illness; (8) \"Department,\" the Department of Social Services; (9) \"Essential medical care,\" medical care, that in its absence, a person cannot improve or a person's condition may deteriorate, or the person may improve but only at a significantly slower rate; (10) \"Facility director,\" that person designated to discharge the administrative functions of an inpatient psychiatric facility, other than the center, including the delegation of responsibilities to the appropriate facility staff; (10A) \"Health care,\" any care, treatment, service, or procedure to maintain, diagnose, or treat a person's physical or mental condition; (11) \"Incapacitated by the effects of alcohol or drugs,\" that a person, as a result of the use of alcohol or drugs, is unconscious or the person's judgment is otherwise so impaired that the person is incapable of realizing and making a rational decision with respect to the need for treatment; (12) \"Informed consent,\" consent voluntarily, knowingly, and competently given without any element of force, fraud, deceit, duress, threat, or other form of coercion after conscientious explanation of all information that a reasonable person would consider significant to the decision in a manner reasonably comprehensible to general lay understanding; (13) \"Inpatient psychiatric facility,\" a public or private facility or unit thereof which provides mental health diagnosis, observation, evaluation, care, treatment, or rehabilitation when the individual resides on the premises including a hospital, institution, clinic, mental health center or facility, or satellite thereof. An inpatient psychiatric facility may not include a residential facility which functions primarily to provide housing and other such supportive services when so designated by the department; (14) \"Inpatient treatment,\" mental health or substance abuse diagnosis, observation, evaluation, care, treatment, or rehabilitation rendered inside or on the premises of an inpatient psychiatric or substance abuse disorder facility when the individual resides on the premises; (15) \"Least restrictive treatment alternative,\" the treatment and conditions of treatment which, separately and in combination, are no more intrusive or restrictive of mental, social, or physical freedom than necessary to achieve a reasonably adequate therapeutic benefit. In determining the least restrictive alternative, considerations shall include the values and preferences of the patient, the environmental restrictiveness of treatment settings, the duration of treatment, the physical safety of the patient and others, the psychological and physical restrictiveness of treatments, the relative risks and benefits of treatments to the patient, the proximity of the treatment program to the patient's residence, and the availability of family and community resources and support; (16) \"Mental health center,\" any private nonprofit organization which receives financial assistance from the state or its political subdivisions and which is established or organized for the purpose of conducting a program approved by the department for the diagnosis and treatment, or both, of persons with mental and emotional disorders; (17) \"Next of kin,\" for the purposes of this title, the person's next of kin, in order of priority stated, is the person's spouse if not legally separated, adult son or daughter, either parent or adult brother or sister; (18) \"Outpatient commitment order,\" an order by the board committing a person to outpatient treatment, either following a commitment hearing or upon a stipulation of the parties represented by counsel; (19) \"Outpatient treatment,\" mental health or substance abuse diagnosis, observation, evaluation, care, treatment or rehabilitation rendered inside or outside the premises of an outpatient program for the treatment of persons with mental, emotional, or substance use disorders; (20) \"Physician,\" any person licensed by the state to practice medicine or osteopathy or employed by a federal facility within the State of South Dakota to practice medicine or osteopathy; (21) \"Program director,\" the person designated to discharge the administrative functions of an outpatient program for treatment of persons with mental, emotional, or substance use disorders; (22) \"Resident,\" \"patient,\" or \"recipient,\" any person voluntarily receiving or ordered by a board or court to undergo evaluation or treatment; (23) \"Secretary,\" the secretary of the Department of Social Services; (24) \"Severe mental illness,\" substantial organic or psychiatric disorder of thought, mood, perception, orientation, or memory which significantly impairs judgment, behavior, or ability to cope with the basic demands of life. Intellectual disability, epilepsy, other developmental disability, alcohol or substance abuse, or brief periods of intoxication, or criminal behavior do not, alone, constitute severe mental illness; (25) \"Substance abuse disorder,\" a medical condition in that the use of one or more substances to the extent that the person's health is substantially impaired or endangered or that the person's social or economic function is substantially disrupted; (26) \"Treatment,\" a mental health diagnosis, observation, evaluation, care, and medical treatment as may be necessary for the treatment of the person's mental illness, substance abuse disorder, or rehabilitation; (26)(27) \"Treatment order,\" an order by the board of mental illness, as part of an inpatient or outpatient commitment order, or as a separate order by the circuit court or board after an inpatient or outpatient commitment ordered by the board, that requires a program of treatment as specified in this title. Section 2. That § 27A-1-2 be amended to read: 27A-1-2. A person is subject to involuntary commitment if: (1) The person has a severe mental illness or substance abuse disorder issue; (2) Due to the severe mental illness, the person is a danger to self or others including an unborn child in the case of a pregnant mother, is incapacitated by the effects of alcohol or drugs, or has a chronic disability; and (3) The person needs and is likely to benefit from treatment. Section 3. That § 27A-10-1 be amended to read: 27A-10-1. If any person is alleged to be severely mentally ill and in such a condition that immediate intervention is necessary for the protection from physical harm to self or others, any person, eighteen years of age or older, may complete a petition stating the factual basis for concluding that such the person is severely mentally ill and in immediate need of intervention. The petition shall be upon a form and be verified by affidavit. The petition shall include the following: (1) A statement by the petitioner that the petitioner believes, on the basis of personal knowledge, that such the person is, as a result of severe mental illness or substance abuse disorder, a danger to self or others, including an unborn child in the case of a pregnant mother; (2) The specific nature of the danger; (3) A summary of the information upon which the statement of danger is based; (4) A statement of facts which caused the person to come to the petitioner's attention; (5) The address and signature of the petitioner and a statement of the petitioner's interest in the case; and (6) The name of the person to be evaluated; the address, age, marital status, and occupation of the person and the name and address of the person's nearest relative. The state's attorney or other person designated by the board of county commissioners shall assist the petitioner in completing the petition. No designee may be a member of the county board of mental illness. Upon completion of the petition, the petition shall be forthwith submitted to the chair of the county board of mental illness where such the severely mentally ill person is found. The term, forthwith, means that the petition shall be completed and submitted to the chair at the earliest possible time during normal waking hours. If a petition is not filed with the chair within twenty-four hours of the apprehension of the person, the person shall be released. If the person is released, the referring county shall provide the person with transportation to the county where the person was taken into custody if the person so chooses. If the county where the person was apprehended is served by a board other than the board serving the county where the facility to which the person is transported is located, a copy of the petition shall also be forthwith filed with the chair of such board."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9820, "action_date": "2019-01-30T14:00:00-06:00", "document_id": 52890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52890.pdf", "status_text": "First Reading House", "journal_page": 259, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9820, "action_date": "2019-01-31T13:30:00-06:00", "document_id": 52970, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52970.pdf", "status_text": "Referred to", "journal_page": 280, "committee_id_action": 408, "committee_id_assigned": 429, "result": "N", "vote": {}}, {"bill_id": 9820, "action_date": "2019-02-21T07:45:00-06:00", "document_id": 53820, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53820.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 429, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9820, "action_date": "2019-02-21T14:00:00-06:00", "document_id": 54040, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54040.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 462, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9820"}