{"session_id": 19, "bill_id": 4482, "bill_type": "House Commemoration", "bill_number": 1093, "bill_title": "Commending and honoring Kari Heck on her outstanding 2012 track and field season for Sioux Falls Washington High School.", "sponsors": [{"legislator_profile_id": 324, "is_prime": true}, {"legislator_profile_id": 386, "is_prime": true}, {"legislator_profile_id": 396, "is_prime": false}, {"legislator_profile_id": 372, "is_prime": false}, {"legislator_profile_id": 344, "is_prime": false}, {"legislator_profile_id": 403, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4482, "bill_version_id": 27227, "bill_version": "Introduced", "bill_version_date": "2013-03-06T09:55:07.413-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Kari Heck on her outstanding 2012 track and field season for Sioux Falls Washington High School. WHEREAS, Kari Heck has shown exemplary patience, dedication, and persistence in her track and field career while a member of the Washington High School Track Team; and WHEREAS, Kari won first place in four different State AA track events. She won first place at the State Track Meet in the 100 meter dash with a time of 12.52, the 200 meter dash with a time of 25.19, the 400 meter dash with a time of 55.91, and the long jump with a jump of nineteen feet nine inches, helping the Sioux Falls Washington High School to the Girls State AA Track and Field Championship; and WHEREAS, Kari Heck is only one of thirteen girls who have earned four state track and field championships in one year, and she earned a total of eleven titles in her high school career: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that the Legislature congratulates Kari Heck on her outstanding track and field season and career at Washington High School."}, {"bill_id": 4482, "bill_version_id": 27457, "bill_version": "Enrolled", "bill_version_date": "2013-03-08T17:43:57.593-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Kari Heck on her outstanding 2012 track and field season for Sioux Falls Washington High School. WHEREAS, Kari Heck has shown exemplary patience, dedication, and persistence in her track and field career while a member of the Washington High School Track Team; and WHEREAS, Kari won first place in four different State AA track events. She won first place at the State Track Meet in the 100 meter dash with a time of 12.52, the 200 meter dash with a time of 25.19, the 400 meter dash with a time of 55.91, and the long jump with a jump of nineteen feet nine inches, helping the Sioux Falls Washington High School to the Girls State AA Track and Field Championship; and WHEREAS, Kari Heck is only one of thirteen girls who have earned four state track and field championships in one year, and she earned a total of eleven titles in her high school career: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that the Legislature congratulates Kari Heck on her outstanding track and field season and career at Washington High School. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4482, "action_date": "2013-03-06T11:00:00-06:00", "document_id": 27246, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27246.pdf", "status_text": "", "journal_page": 786, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}]}