{"session_id": 15, "bill_id": 3479, "bill_type": "Senate Commemoration", "bill_number": 2, "bill_title": "Commending and honoring the Sioux Falls Christian Chargers Boys Soccer Team for its 2011 State A Soccer Championship.", "sponsors": [{"legislator_profile_id": 286, "is_prime": true}, {"legislator_profile_id": 300, "is_prime": true}, {"legislator_profile_id": 222, "is_prime": false}, {"legislator_profile_id": 262, "is_prime": false}, {"legislator_profile_id": 288, "is_prime": false}, {"legislator_profile_id": 249, "is_prime": false}, {"legislator_profile_id": 296, "is_prime": false}, {"legislator_profile_id": 313, "is_prime": false}, {"legislator_profile_id": 287, "is_prime": false}, {"legislator_profile_id": 297, "is_prime": false}, {"legislator_profile_id": 299, "is_prime": false}, {"legislator_profile_id": 263, "is_prime": false}, {"legislator_profile_id": 301, "is_prime": false}, {"legislator_profile_id": 303, "is_prime": false}, {"legislator_profile_id": 220, "is_prime": false}, {"legislator_profile_id": 261, "is_prime": false}, {"legislator_profile_id": 302, "is_prime": false}, {"legislator_profile_id": 298, "is_prime": false}], "keywords": ["Senate Commemoratives"], "audio": [], "bill_versions": [{"bill_id": 3479, "bill_version_id": 19759, "bill_version": "Introduced", "bill_version_date": "2012-01-23T09:02:37.347-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the Sioux Falls Christian Chargers Boys Soccer Team for its 2011 State A Soccer Championship. WHEREAS, the Sioux Falls Christian Chargers Boys Soccer Team, coached by Ryan Chase, Kendall Velgersdyk, and Mark Chase finished its season record with fifteen wins and no losses in 2011; and WHEREAS, the Sioux Falls Christian Chargers Boys Soccer Team formed a cohesive group with contributions from all of its players in 2011, including Collin Fligge, Lane Buwalda, Brandon Eide, Joseph Pietz, Carter Vliem, Matthew Scott, Mitchell McElroy, Carson Long, Lee Wynja, Elliot Blanksespoor, Nate Scovell, Nathan VanPeursem, Spencer Coulter, Shane Schaap, Cody VanHolland, Collin DeWitt, Alec Potts, Troy Davelaar, Jess Dirksen, and Hoon Ki Kim; and WHEREAS, six players from the Sioux Falls Christian Chargers Boys Soccer Team, Elliot Blankespoor, Collin DeWitt, Shane Schaap, Carson Long, Cody VanHolland, and Brandon Eide were selected to the 2011 First Team All-State Team: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that the Sioux Falls Christian Chargers Boys Soccer Team be commended and honored for winning the 2011 State A Boys Soccer Championship."}, {"bill_id": 3479, "bill_version_id": 20189, "bill_version": "Enrolled", "bill_version_date": "2012-01-25T15:56:53.893-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the Sioux Falls Christian Chargers Boys Soccer Team for its 2011 State A Soccer Championship. WHEREAS, the Sioux Falls Christian Chargers Boys Soccer Team, coached by Ryan Chase, Kendall Velgersdyk, and Mark Chase finished its season record with fifteen wins and no losses in 2011; and WHEREAS, the Sioux Falls Christian Chargers Boys Soccer Team formed a cohesive group with contributions from all of its players in 2011, including Collin Fligge, Lane Buwalda, Brandon Eide, Joseph Pietz, Carter Vliem, Matthew Scott, Mitchell McElroy, Carson Long, Lee Wynja, Elliot Blanksespoor, Nate Scovell, Nathan VanPeursem, Spencer Coulter, Shane Schaap, Cody VanHolland, Collin DeWitt, Alec Potts, Troy Davelaar, Jess Dirksen, and Hoon Ki Kim; and WHEREAS, six players from the Sioux Falls Christian Chargers Boys Soccer Team, Elliot Blankespoor, Collin DeWitt, Shane Schaap, Carson Long, Cody VanHolland, and Brandon Eide were selected to the 2011 First Team All-State Team: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-seventh Legislature of the State of South Dakota, that the Sioux Falls Christian Chargers Boys Soccer Team be commended and honored for winning the 2011 State A Boys Soccer Championship. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3479, "action_date": "2012-01-23T14:00:00-06:00", "document_id": 19958, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19958.pdf", "status_text": "", "journal_page": 146, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3479"}