{"session_id": 27, "bill_id": 7874, "bill_type": "Senate Bill", "bill_number": 56, "bill_title": "revise certain investment fee rates for employer contribution to the South Dakota future special revenue fund and certain procedures regarding employer contribution rates for the state unemployment compensation fund.", "sponsors": [{"legislator_profile_id": 1141, "is_prime": true}, {"legislator_profile_id": 1145, "is_prime": true}, {"legislator_profile_id": 1147, "is_prime": false}, {"legislator_profile_id": 1173, "is_prime": false}, {"legislator_profile_id": 1103, "is_prime": false}, {"legislator_profile_id": 1097, "is_prime": false}, {"legislator_profile_id": 1143, "is_prime": false}, {"legislator_profile_id": 1206, "is_prime": false}, {"legislator_profile_id": 1107, "is_prime": false}, {"legislator_profile_id": 1131, "is_prime": false}, {"legislator_profile_id": 1135, "is_prime": false}, {"legislator_profile_id": 1134, "is_prime": false}, {"legislator_profile_id": 1119, "is_prime": false}, {"legislator_profile_id": 1138, "is_prime": false}, {"legislator_profile_id": 1150, "is_prime": false}], "keywords": ["Unemployment Compensation"], "audio": [], "bill_versions": [{"bill_id": 7874, "bill_version_id": 42491, "bill_version": "Introduced", "bill_version_date": "2017-01-12T08:35:41.92-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain investment fee rates for employer contribution to the South Dakota future special revenue fund and certain procedures regarding employer contribution rates for the state unemployment compensation fund. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 61-5-24 be amended to read: 61-5-24. An employer subject to this title has a contribution rate of one and two tenths percent the first year and, if the employer has a positive account balance at the beginning of subsequent years, a contribution rate of one percent thereafter until the employer qualifies for experience rating. However, an employer subject to this title who is classified in construction services shall be assigned a rate of six percent the first year and, if the employer has a positive account balance at the beginning of subsequent years, a contribution rate of three percent thereafter until the employer qualifies for experience rating. Any employer classification prior to January 1, 2001, shall be assigned pursuant to Division C of the Standard Industrial Classification Manual of 1987 as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President. Any employer classification after December 31, 2000, shall be assigned pursuant to Sector 23 of the North American Industry Classification System Manual, which is prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President. An employer qualifies for experience rating for a year and is rated pursuant to § 61-5-25 if, as of the computation date applicable to that year, benefits have been chargeable to the employer's account throughout each of the two consecutive twelve-month periods immediately preceding the computation date. Section 2. That § 61-5-29 be amended to read: 61-5-29. Employers required by this title to pay contributions, except employers that pursuant to chapter 61-5A reimburse the unemployment compensation trust fund for benefits paid in lieu of contributions, shall also pay an employer's investment in South Dakota's future fee, hereinafter \"investment fee,\" on wages as defined by this title. The fee rate for employers not eligible for experience rating, as defined in § 61-5-24, shall be seventy hundredths percent through calendar year 2006 and fifty-five hundredths percent on and after January 1, 2007. If an employer is eligible for experience rating, the employer's reserve ratio shall be determined pursuant to § 61-5-25.2 and the employer's investment fee rate shall be the rate appearing in column \"A\" on the same line on which the employer's reserve ratio appears in column \"B\" of the following rate schedules. From January 1, 1993, to December 31, 2006, inclusive: From January 1, 2007, to December 31, 2007, inclusive: From January 1, 2008, to December 31, 2008, inclusive: From January 1, 2009, to December 31, 2009, inclusive: From January 1, 2010, to December 31, 2010, inclusive: Beginning January 1, 2011 From January 1, 2011, to December 31, 2017, inclusive: Beginning January 1, 2018: The terms and conditions of this title which apply to the payment and collection of contributions also apply to the payment and collection of the investment fee. Proceeds from the investment fee shall be deposited in the clearing account of the unemployment compensation fund for clearance only and may not become part of the fund. After clearance, the money derived from such payments, less refunds made pursuant to the provisions of this title, shall be deposited in the employer's investment in South Dakota's future special revenue fund as provided for in § 61-5-29.1. Investment fee payments may not be credited to the employer's experience rating account and may not be deducted in whole or in part by any employer from the wages of individuals in its employ. The investment fee rate may not be increased over the applicable 1987 investment fee rate for any employer with a positive balance in the employer's experience rating account on the computation date, as established in rules promulgated by the secretary of labor and regulation pursuant to chapter 1-26, for the current year and the year preceding the current year. The investment rates provided in this section apply to and are retroactive to taxable wages paid on and after January 1, 1993."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7874, "action_date": "2017-01-12T12:30:00-06:00", "document_id": 42519, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42519.pdf", "status_text": "First read in Senate and referred to", "journal_page": 59, "committee_id_action": 360, "committee_id_assigned": 332, "result": "N", "vote": {}}, {"bill_id": 7874, "action_date": "2017-01-26T10:00:00-06:00", "document_id": 43088, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43088.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 332, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7874, "action_date": "2017-02-08T14:00:00-06:00", "document_id": 44140, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44140.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 341, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}]}