{"session_id": 44, "bill_id": 21921, "bill_type": "Senate Bill", "bill_number": 98, "bill_title": "limit the application of the death penalty.", "sponsors": [{"legislator_profile_id": 3797, "is_prime": true}, {"legislator_profile_id": 1847, "is_prime": true}, {"legislator_profile_id": 3786, "is_prime": false}, {"legislator_profile_id": 3783, "is_prime": false}, {"legislator_profile_id": 1784, "is_prime": false}, {"legislator_profile_id": 1789, "is_prime": false}, {"legislator_profile_id": 1800, "is_prime": false}, {"legislator_profile_id": 1801, "is_prime": false}, {"legislator_profile_id": 1806, "is_prime": false}, {"legislator_profile_id": 3804, "is_prime": false}, {"legislator_profile_id": 1813, "is_prime": false}, {"legislator_profile_id": 1827, "is_prime": false}, {"legislator_profile_id": 1837, "is_prime": false}, {"legislator_profile_id": 1843, "is_prime": false}, {"legislator_profile_id": 3805, "is_prime": false}, {"legislator_profile_id": 1850, "is_prime": false}, {"legislator_profile_id": 1852, "is_prime": false}, {"legislator_profile_id": 1853, "is_prime": false}, {"legislator_profile_id": 1858, "is_prime": false}, {"legislator_profile_id": 3789, "is_prime": false}], "keywords": ["Capital Punishment", "Criminal Procedure", "Law Enforcement"], "audio": [{"meeting_datetime": "2021-02-02T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sju14.mp3", "start_seconds": 266.0}, {"meeting_datetime": "2021-02-04T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sju16.mp3", "start_seconds": 163.0}, {"meeting_datetime": "2021-02-04T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sju16.mp3", "start_seconds": 163.0}, {"meeting_datetime": "2021-02-04T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sju16.mp3", "start_seconds": 163.0}, {"meeting_datetime": "2021-02-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen18.mp3", "start_seconds": 2355.0}, {"meeting_datetime": "2021-02-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen18.mp3", "start_seconds": 2355.0}, {"meeting_datetime": "2021-02-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen18.mp3", "start_seconds": 2355.0}], "bill_versions": [{"bill_id": 21921, "bill_version_id": 212714, "bill_version": "Introduced", "bill_version_date": "2021-01-22T14:02:50.643-06:00", "bill_text": "An Act to limit the application of the death penalty. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 23A-27A-1 be AMENDED. 23A-27A-1. Mitigating circumstances and aggravating circumstance considered by judge or jury. Pursuant to §§ 23A-27A-2 to 23A-27A-6, inclusive, in all cases for which the death penalty may be authorized, the judge shall consider, or shall include in instructions to the jury for it to consider, evidence supporting any mitigating circumstances and any of the following or aggravating circumstances which may be supported by the evidence: (1) The offense was committed by a person with a prior record of conviction for a Class A or Class B felony, or the offense of murder was committed by a person who has a felony conviction for a crime of violence as defined in subdivision 22-1-2(9); (2) The defendant by the defendant's act knowingly created a great risk of death to more than one person in a public place by means of a weapon or device which would normally be hazardous to the lives of more than one person; (3) The defendant committed the offense for the benefit of the defendant or another, for the purpose of receiving money or any other thing of monetary value; (4) The defendant committed the offense on a judicial officer, former judicial officer, prosecutor, or former prosecutor while such prosecutor, former prosecutor, judicial officer, or former judicial officer was engaged in the performance of such person's official duties or where a major part of the motivation for the offense came from the official actions of such judicial officer, former judicial officer, prosecutor, or former prosecutor; (5) The defendant caused or directed another to commit murder or committed murder as an agent or employee of another person; (6) The offense was outrageously or wantonly vile, horrible, or inhuman in that it involved torture, depravity of mind, or an aggravated battery to the victim. Any murder is wantonly vile, horrible, and inhuman if the victim is less than thirteen years of age; (7) The offense was committed against a law enforcement officer, employee of a corrections institution, or firefighter while engaged in the performance of such person's official duties; (8) The offense was committed by a person in, or who has escaped from, the lawful custody of a law enforcement officer or place of lawful confinement; (9) The offense was committed for the purpose of avoiding, interfering with, or preventing a lawful arrest or custody in a place of lawful confinement, of the defendant or another; or (10) The offense was committed in the course of manufacturing, distributing, or dispensing substances listed in Schedules I and II in violation of § 22-42-2. For the purposes of this chapter, an aggravating circumstance occurs only when the defendant is the actual perpetrator, rather than an accomplice, aider, or abettor, of first degree premeditated murder under subdivision 22-16-4(1), of a law enforcement officer, employee of a corrections institution, or firefighter while the victim is engaged in the performance of such official duties. Section 2. That § 23A-27A-2 be AMENDED. 23A-27A-2. Presentence hearing required--Relevant evidence. In all cases in which the death penalty may be imposed and which are tried by a jury, upon a return of a verdict of guilty by the jury, the court shall resume the trial and conduct a presentence hearing before the jury. Such hearing shall be conducted to hear additional evidence in mitigation and aggravation of punishment. At such hearing the jury shall receive all relevant evidence, including: (1) Evidence supporting any of the aggravating circumstances listed under provided in § 23A-27A-1; (2) Testimony regarding the impact of the crime on the victim's family; (3) Any prior criminal or juvenile record of the defendant and such information about the defendant's characteristics, the defendant's financial condition, and the circumstances of the defendant's behavior as may be helpful in imposing sentence; (4) All evidence concerning any mitigating circumstances. Section 3. That § 23A-27A-4 be AMENDED. 23A-27A-4. Aggravating circumstance and recommendation of death penalty required for Class A felony death sentencing by jury--Life imprisonment. If, upon a trial by jury, a person is convicted of a Class A felony, a sentence of death shall may not be imposed unless the jury verdict at the presentence hearing includes a finding of at least one the aggravating circumstance provided under § 23A-27A-1 and a recommendation that such sentence be imposed. If an the aggravating circumstance is found and a recommendation of death is made, the court shall sentence the defendant to death. If a the aggravating circumstance is not found or a sentence of death is not recommended by the jury, the court shall sentence the defendant to life imprisonment. The provisions of this section shall not affect a sentence when the case is tried without a jury or when a court accepts a plea of guilty. Section 4. That § 23A-27A-5 be AMENDED. 23A-27A-5. Written designation of aggravating circumstance required. The jury, if its verdict is a recommendation of death, shall designate in writing, signed by the foreman of the jury, that the aggravating circumstance or circumstances which it provided under § 23A-27A-1 is found beyond a reasonable doubt. Upon the findings of the jury, the judge shall fix a sentence of death. Section 5. That § 23A-27A-6 be AMENDED. 23A-27A-6. Designation by judge in nonjury cases--Aggravating circumstance required for death penalty imposition. In nonjury cases the judge shall, after conducting the presentence hearing as provided in § 23A-27A-2, designate, in writing, that the aggravating circumstance or circumstances, if any, which he was found beyond a reasonable doubt or was not so found. Unless at least one of the statutory aggravating circumstances enumerated provided in § 23A-27A-1 is so found beyond a reasonable doubt, the death penalty shall may not be imposed. Section 6. That § 23A-27A-12 be AMENDED. 23A-27A-12. Factors reviewed by Supreme Court regarding sentence. With regard to Regarding the sentence, the Supreme Court shall determine: (1) Whether the sentence of death was imposed under the influence of passion, prejudice, or any other arbitrary factor; and (2) Whether the evidence supports the jury's or judge's finding of a the statutory aggravating circumstance as enumerated provided in § 23A-27A-1; and (3) Whether the sentence of death is excessive or disproportionate to the penalty imposed in similar cases, considering both the crime and the defendant."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21921, "action_date": "2021-01-25T14:00:00-06:00", "document_id": 212700, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212700.pdf", "status_text": "First read in Senate and referred to", "journal_page": 102, "committee_id_action": 514, "committee_id_assigned": 509, "result": "N", "vote": {}}, {"bill_id": 21921, "action_date": "2021-02-02T08:00:00-06:00", "document_id": 212893, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212893.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 509, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21921, "action_date": "2021-02-04T08:00:00-06:00", "document_id": 214685, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214685.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 509, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21921, "action_date": "2021-02-04T08:00:00-06:00", "document_id": 214687, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214687.pdf", "status_text": "Do Pass", "journal_page": 1, "committee_id_action": 509, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68362, "president_vote": null, "Nay": [1783], "Excused": [1785], "Yea": [1806, 1847, 1850, 3795, 3805]}}, {"bill_id": 21921, "action_date": "2021-02-05T13:00:00-06:00", "document_id": 216665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216665.pdf", "status_text": "Deferred to another day", "journal_page": 202, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21921, "action_date": "2021-02-08T14:00:00-06:00", "document_id": 216779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216779.pdf", "status_text": "Do Pass", "journal_page": 211, "committee_id_action": 514, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 68679, "president_vote": null, "Nay": [1771, 3798, 1775, 1776, 1881, 1783, 1786, 1790, 1794, 1808, 1811, 1812, 1819, 1828, 1831, 1856, 1860, 3803, 3796, 1865], "Excused": [1779, 1870], "Yea": [1785, 1789, 1801, 1803, 1806, 1827, 3805, 1847, 1850, 1851, 1853, 1858, 3795]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21921"}