{"session_id": 49, "bill_id": 15511, "bill_type": "House Bill", "bill_number": 1130, "bill_title": "provide for the titling of salvage, rebuilt, and flood damaged passenger motor vehicles.", "sponsors": [{"legislator_profile_id": 2400, "is_prime": true}, {"legislator_profile_id": 2404, "is_prime": true}, {"legislator_profile_id": 2339, "is_prime": false}, {"legislator_profile_id": 2401, "is_prime": false}], "keywords": ["Motor Vehicle", "Motor Vehicle Title"], "audio": [], "bill_versions": [{"bill_id": 15511, "bill_version_id": 86339, "bill_version": "Introduced", "bill_version_date": "2000-01-18T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the titling of salvage, rebuilt, and flood damaged passenger motor vehicles. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, flood vehicle, means any passenger motor vehicle which has been submerged or flooded above the bottom of the instrument panel or dashboard. Disclosure that a passenger motor vehicle has become a flood vehicle shall be made at the time of transfer of ownership and the next certificate of title issued after such transfer shall be branded with the word, Flood. Section 2. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, passenger motor vehicle, means any vehicle driven or drawn by mechanical power manufactured primarily for use on the highways that is nine model years old or less, with a gross vehicle weight rating of less than sixteen thousand pounds. The term does not include a motorcycle, trailer, snowmobile, or manufactured home. Section 3. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, rebuilt salvage title, means the passenger motor vehicle ownership document issued by the department to the owner of a rebuilt salvage vehicle. Ownership of a passenger motor vehicle may be transferred on a rebuilt salvage title. A vehicle for which a rebuilt salvage title has been issued may be registered for use on the highways. A rebuilt salvage title shall be branded with the words, Rebuilt Salvage. Section 4. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, rebuilt salvage vehicle, means any passenger motor vehicle which was previously issued a salvage title, was issued an affidavit that the vehicle was rebuilt to nationally recognized standards, and has a decal affixed to the driver's door jam stating, Rebuilt Salvage Vehicle. Any person failing to affix the required decal or any person removing a decal is guilty of a Class 2 misdemeanor. Section 5. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, salvage title, means a passenger motor vehicle ownership document issued by the department to the owner of a salvage vehicle. Ownership of a passenger motor vehicle may be transferred on a salvage title. However, no vehicle for which a salvage title has been issued may be registered for use on the highways until the vehicle has been issued a rebuilt salvage title. A salvage title shall be branded with the word, Salvage. Section 6. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this Act, the term, salvage vehicle, means any passenger motor vehicle which has been wrecked, destroyed, or damaged to the extent that the total cost of parts and labor to rebuild or reconstruct the vehicle to its pre-accident condition and for legal operation on the highways exceeds seventy-five percent of the retail value of the vehicle, as set forth in a current edition of any nationally recognized compilation, to include automated data bases, of retail values. The value of repair parts for purposes of this section shall be determined by using the current published retail cost of the repair parts to be used in the repair. If the retail value of labor has not been determined by a purchase in the ordinary course of business, the retail value of the labor is presumed to be the product of the repair time, as provided in a generally accepted auto body repair flat rate manual, multiplied by thirty-five dollars. The term also includes any passenger motor vehicle for which its owner chooses to obtain a salvage title, without regard to the extent of the vehicle's damage and repairs. Such a choice by the owner does not impose on the insurer of the vehicle or an insurer processing a claim made by or on behalf of the owner of the vehicle any obligations or liabilities. Section 7. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: For any passenger motor vehicle, the ownership of which is transferred on or after July 1, 2000, the department shall disclose in writing on the certificate of title if records readily available to the department indicate that the vehicle was salvage, junk, rebuilt salvage, or any other symbol or word of like kind or that it has been damaged by flood. Section 8. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: The department shall indicate on the face of the title or certificate for a passenger motor vehicle, as applicable, if the vehicle is a salvage vehicle, a rebuilt salvage vehicle, or a flood vehicle. Such information concerning a passenger motor vehicle's status shall also be conveyed on any subsequent South Dakota title, including a duplicate, replacement, or corrected title, for the vehicle issued by the original titling state or any other state. Once a title has been lawfully branded salvage, rebuilt salvage, or flood, it can never be changed. Section 9. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: No duplicate or replacement title may be issued by the department unless the word, duplicate, is clearly marked on the face of the title. Section 10. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: If an insurance company is not involved in a damage settlement involving a salvage vehicle, the passenger motor vehicle owner shall apply, within thirty days of the date the vehicle was damaged, for a salvage title before the vehicle is repaired or the ownership of the vehicle is transferred. A violation of this section is a Class 2 misdemeanor. Section 11. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: If an insurance company, pursuant to a damage settlement, acquires ownership of a passenger motor vehicle that has incurred damage requiring the vehicle to be titled as a salvage vehicle, junk vehicle, or flood vehicle, the insurance company shall apply for a salvage title, a flood title, or a junking certificate within thirty days after the title is properly assigned by the owner to the insurance company, and delivered to the insurance company with all liens released. A violation of this section is a Class 2 misdemeanor. Section 12. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: If an insurance company does not assume ownership of its insured's passenger motor vehicle that has incurred damage requiring the vehicle to be titled as a salvage vehicle, junk vehicle, or flood vehicle, the insurance company shall notify the insured of the insured's obligation to apply for a salvage title, a junking certificate, or a flood title for the passenger motor vehicle and notify the department that a salvage title, junking certificate, or flood title should be issued for the vehicle and withhold payment of the claim until the insured applies for a salvage title, or junking certificate, or flood title. A violation of this section is a Class 2 misdemeanor. Section 13. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: If a leased passenger motor vehicle incurs damage requiring the vehicle to be titled as a salvage vehicle, junk vehicle, or flood vehicle, the lessor shall apply for a salvage title, junking certificate, or flood title within thirty days after being notified by the lessee that the vehicle has been damaged. The lessee of the vehicle shall inform the lessor that the leased vehicle has been so damaged within fifteen days after the occurrence of the damage. A violation of this section is a Class 2 misdemeanor. Section 14. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: Any person acquiring ownership of a damaged passenger motor vehicle that meets the definition of a salvage vehicle, junk vehicle, or flood vehicle for which a salvage title, junking certificate, or a flood title has not been issued, shall apply for a salvage title, junking certificate, or flood title, whichever is applicable. This application shall be made within thirty days after ownership is acquired and before the vehicle is further transferred. A violation of this section is a Class 2 misdemeanor. Section 15. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: If a passenger motor vehicle has been flattened, baled, or shredded, the title or junking certificate for the vehicle shall be surrendered to the department within thirty days. If South Dakota is not the state of origin of the title or junking certificate, the department shall notify the state of origin of the surrender of the title or junking certificate and of the destruction of the vehicle. Failure to surrender a title or junking certificate as provided by this section is a Class 2 misdemeanor. Section 16. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: The owner of a passenger motor vehicle titled with a salvage title may obtain a rebuilt salvage title and vehicle registration by presenting to the department the salvage title, properly assigned along with an affidavit that the vehicle has been rebuilt to nationally recognized standards. With the proper documentation and upon request, the department shall issue a rebuilt salvage title and registration to the owner. If a rebuilt salvage title is issued, the department's records shall note the same. Section 17. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: A seller of a passenger motor vehicle that is a flood vehicle shall, at or prior to the time of transfer of ownership, give the buyer a written notice that the vehicle is a flood vehicle. At the time of the next title application for the vehicle, disclosure of the flood status shall be provided to the department with the properly assigned title and the word, flood, shall be branded on the front of the new title. A violation of this section is a Class 2 misdemeanor. Section 18. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: In the case of a leased passenger motor vehicle, the lessee, within fifteen days of the occurrence of the event that caused the vehicle to become a flood vehicle, shall give the lessor written disclosure that the vehicle is a flood vehicle. A violation of this section is a Class 2 misdemeanor. Section 19. That chapter 32-3 be amended by adding thereto a NEW SECTION to read as follows: The department may adopt rules, promulgated pursuant to chapter 1-26, to establish uniform procedures for the titling of salvage vehicles, rebuilt salvage vehicles, junk vehicles, and flood vehicles. Such rules may be adopted in the following areas: (1) Title application requirements for salvage vehicles, rebuilt salvage vehicles, junk vehicles, and flood vehicles; (2) Nationally recognized standards for rebuilding; (3) Nationally recognized compilations of passenger motor vehicle retail values; (4) Published retail cost of repair parts; and (5) Published flat rate labor manuals indicating repair time. Section 20. That § 32-3-51.5 be amended to read as follows: 32-3-51.5. Any motor vehicle, trailer, or semitrailer whose title has been marked by another state or jurisdiction, shall receive a title, which shall contain the damage disclosure information as set forth in § § 32-3-51.7 and 32-3-51.8 or, at the option of the owner or a salvage, rebuilt salvage, or flood brand, or a junking certificate. Section 21. That § 32-3-51.16 be repealed. 32-3-51.16. The department shall place the damage information pursuant to § 32-3-51.7 on the first South Dakota title and all subsequent titles issued for any motor vehicle which came into the state unrepaired and for which a salvage certificate of title was issued by another state unless the person applying for the South Dakota title maintains at his place of business proof that the vehicle did not sustain damage equivalent to the amount set forth in this chapter. The proof shall include two photographs showing all four sides of the motor vehicle and either an insurance adjuster's written report or a written repair estimate which details the parts, labor, paint, and frame work required to repair the motor vehicle. The photographs and other documents showing proof that the amount of damage is less than set forth in this chapter shall be maintained by the person applying for a title for at least two years."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15511, "action_date": "2000-01-18T14:00:00-06:00", "document_id": 85630, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85630.pdf", "status_text": "First read in House and referred to", "journal_page": 117, "committee_id_action": 656, "committee_id_assigned": 644, "result": "N", "vote": {}}, {"bill_id": 15511, "action_date": "2000-01-19T14:00:00-06:00", "document_id": 85632, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85632.pdf", "status_text": "Re-referred to", "journal_page": null, "committee_id_action": 656, "committee_id_assigned": 653, "result": "P", "vote": {}}, {"bill_id": 15511, "action_date": "2000-01-26T10:00:00-06:00", "document_id": 85785, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85785.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 653, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15511, "action_date": "2000-01-31T10:00:00-06:00", "document_id": 85819, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85819.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 653, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15511, "action_date": "2000-02-02T10:00:00-06:00", "document_id": 85843, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85843.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 653, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15511, "action_date": "2000-02-02T10:00:00-06:00", "document_id": 85843, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85843.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 365, "committee_id_action": 653, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45806, "president_vote": null, "Yea": [2305, 2324, 2325, 2327, 2343, 2355, 2379, 2308], "Nay": [2361, 2397, 2404], "Excused": [2362, 2401]}}, {"bill_id": 15511, "action_date": "2000-02-02T10:00:00-06:00", "document_id": 85843, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85843.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 365, "committee_id_action": 653, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45806, "president_vote": null, "Yea": [2305, 2324, 2325, 2327, 2343, 2355, 2379, 2308], "Nay": [2361, 2397, 2404], "Excused": [2362, 2401]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15511"}