{"session_id": 69, "bill_id": 24789, "bill_type": "House Bill", "bill_number": 1021, "bill_title": "merge the Professional Teachers Practices and Standards Commission and the Professional Administrators Practices and Standards Commission.", "sponsors": [], "keywords": ["Boards and Commissions", "Education", "Executive/Judiciary Request", "Licensure", "Teachers"], "audio": [], "bill_versions": [{"bill_id": 24789, "bill_version_id": 257358, "bill_version": "Introduced", "bill_version_date": "2023-12-22T14:58:37.607-06:00", "bill_text": "An Act to merge the Professional Teachers Practices and Standards Commission and the Professional Administrators Practices and Standards Commission. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 13-42-9 be AMENDED: 13-42-9. The secretary may refuse to issue or renew, or may revoke or, suspend, or refuse to issue or renew any certificate for: (1) Incompetency; (2) A determination by the Professional Teachers Practices and Standards Commission or the Professional Administrators Practices and Standards Commission that aA violation of the code of ethics established pursuant to § 13-43-25 or 13-43-45 exists, as determined by the Professional Educators Practices and Standards Commission; (3) Flagrant neglect of duty; (4) Failure to fulfill any requirement for certification imposed pursuant to this chapter or chapter 13-43 and rules promulgated thereto; (5) Moral turpitude, as defined in § 22-1-2; or (6) Any other cause specifically allowed by law. Section 2. That § 13-42-12 be AMENDED: 13-42-12. Except as provided in § 13-42-10, any person may initiate proceedings for the revocation or suspension of a certificate. A written complaint shall be filed with the Professional Teachers Educators Practices and Standards Commission or the Professional Administrators Practices and Standards Commission. The and the complaint shall specify generally the nature and character of the charges, and within five. The commission shall, within ten business days after filing, serve a copy of the complaint shall be served upon the certificate holder in person or by registered or certified mail addressed to the person's last known address. The certificate holder shall, within thirty days after the service of the complaint, file with the commission a written answer to the charges specified. The hearing shall be conducted consistent with the requirements of chapter 1-26. Each The commission may promulgate rules, pursuant to chapter 1-26, to further define the standards and procedures for conducting hearings and for filing, investigating, and resolving complaints. Section 3. That § 13-42-15 be AMENDED: 13-42-15. The secretary shall make a decision within thirty days from receipt of a complaint pursuant to § 13-43-28.1 or 13-43-49. In case of suspension or revocation, the secretary shall fix the date at which the suspension or revocation becomes effective and, in case of suspension, the duration of the suspension. The order and findings of fact and conclusions of law of the secretary shall be served upon the certificate holder, and, if applicable, upon the school which that last employed the certificate holder, the commission, and the complainant before the commission. Section 4. That § 13-42-17 be AMENDED: 13-42-17. Each complaint and answer referenced in § 13-42-12 and all other investigative information regarding potential discipline of an applicant or certificate holder in the possession of the department, and the Professional Teachers Educators Practices and Standards Commission, and the Professional Administrators Practices and Standards Commission is confidential. This information may be discovered and disclosed as part of a disciplinary proceeding initiated pursuant to chapter 13-42 or 13-43. In addition, if If the secretary or the commission impose disciplinary action is imposed by the secretary or a commission pursuant to chapter 13-42 or 13-43, this information may be disclosed to authorities within this state, another state, the District of Columbia, or a territory or country in which the applicant or certificate holder holds a certificate or has applied for a certificate. Section 5. That § 13-43-17 be AMENDED: 13-43-17. There is hereby created the South Dakota Professional Teachers Educators Practices and Standards Commission, which shall consist of seven members: (1) Six representativeThree members who are employed as full‑time teachers, at least four of whom shall be classroom teachers. None of the six representatives may be school administrators who each hold an active teaching certificate; and (2) Three members who each hold an active administrator certificate; and (3) One representative from the general public member who is neither teacher nor school board is not a certified teacher, administrator, or other educational professional, and who is either a member and who of a school board or is a parent of a pupil attending an approved twelve‑year program of education student in the South Dakota K-12 education system. Section 6. That § 13-43-17.1 be AMENDED: 13-43-17.1. The Professional Teachers Educators Practices and Standards Commission shall operate within the Department of Education, and shall retain all its prescribed functions, including administrative functions. The commission shall submit such the records, information, and reports in the form and at such times as the time required by the secretary of education, except that the commission shall report at least annually. Section 7. That § 13-43-18 be AMENDED: 13-43-18. The members of the Professional Teachers Educators Practices and Standards Commission shall be are appointed by the Governor in a manner to be designated by the Governor. The terms of no more than three members may expire in any one year. The terms of all members are three years and shall must terminate on December thirty‑one thirty-first or when a successor is appointed and qualified. No member of the commission may serve more than two consecutive terms, and subsequent appointments to the commission shall must be made in a manner to be designated by the Governor. Section 8. That § 13-43-19 be AMENDED: 13-43-19. Vacancies on the Professional Teachers Educators Practices and Standards Commission shall be filled by the Governor for the balance of any unexpired term. Members may be removed by the Governor for cause. Section 9. That § 13-43-20 be AMENDED: 13-43-20. The Professional Teachers Educators Practices and Standards Commission shall elect from its membership a chairperson, a vice chairperson, and other such officers as the commission determines and shall adopt rules to govern its proceedings. Section 10. That § 13-43-20.1 be AMENDED: 13-43-20.1. The Professional Teachers Educators Practices and Standards Commission may appoint an executive secretary and employ persons to provide such service services as the commission may require. Section 11. That § 13-43-21 be AMENDED: 13-43-21. The Professional Teachers Educators Practices and Standards Commission shall meet on call of the chairperson who, however, shall call a meeting upon request of four of the members The chairperson must call a meeting if requested by at least four members of the commission. Section 12. That § 13-43-23 be AMENDED: 13-43-23. Any expense incurred by the Professional Teachers Educators Practices and Standards Commission or the Professional Administrators Practices and Standards Commission in administering the provisions of §§ 13-43-16 to 13-43-49, inclusive, shall must be paid from the state institute fund pursuant to § 13-42-5.1. However, the annual expenses are limited to an amount not to exceed two-thirds of the annual amount collected for certification fees. Nothing in this section is intended to limit the ability to assess costs pursuant to § 13-42-17.2. Section 13. That § 13-43-25 be AMENDED: 13-43-25. The Professional Teachers Educators Practices and Standards Commission shall promulgate rules, pursuant to chapter 1-26, to carry out the provisions of §§ 13-43-16 to 13-43-28.1, inclusive. The commission shall adopt a code of professional ethics for the teaching profession in this state. The commission may make any recommendation to the South Dakota Board of Education Standards or to school boards which that will promote an improvement in the teaching profession. Section 14. That § 13-43-28 be AMENDED: 13-43-28. AfterIf, after notice and hearing as a contested case under the provisions of chapter 1-26, if the Professional Teachers Educators Practices and Standards Commission determines that a certificate holder has engaged in conduct referenced in § 13-42-9 or 13-42-10, the commission may issue a public or private reprimand or impose other appropriate disciplinary action which is in the best interests of the commission, the certificate holder, and the public. The commission does not have the authority to deny, not refuse to renew, suspend, or revoke a certificate. The commission has the powers conferred by §§ 1-26-19.1 and 1-26-19.2 and the certificate holder and the certificate holder's attorney also have available the provisions of those sections. The commission may promulgate rules, pursuant to chapter 1-26, to further define other appropriate disciplinary action referenced in this section. Any member reprimanded or disciplined by the commission pursuant to this section may appeal to circuit court as provided by chapter 1-26. Section 15. That § 13-43-28.1 be AMENDED: 13-43-28.1. If the Professional Teachers Educators Practices and Standards Commission determines that proceedings to revoke or suspend the certificate should be instituted initiated, the commission shall must file a written complaint, findings of fact and conclusions of law, and the hearing record with the secretary and serve a copy of the complaint and findings and conclusions upon the parties before the commission. The commission's complaint shall must specify the nature and character of the charges. The commission may impose discipline pursuant to § 13-43-28 and must file a complaint pursuant to this section. The secretary may base the revocation or suspension decision solely upon review of the commission's hearing record or may require additional evidence by affidavit, document, or testimony upon the secretary's own motion or upon the request of any party before the commission. The commission's determination to institute proceedings seeking revocation or suspension of a certificate pursuant to this section is not a final agency action and may not be appealed to court. The final decision of the secretary may be appealed to circuit court as provided in § 13-42-16. Section 16. That § 13-43-59 be AMENDED: 13-43-59. Any person individual employed in an administrative capacity as an administrator, teacher, or other educational professional as defined in § 13-42-1, but who does not hold a valid South Dakota certificate pursuant to chapter 13-42, is subject to the code of professional ethics as established under § 13-43-45 13-43-25. The procedures referenced in §§ 13-42-12 and 13-42-14 apply to complaints and hearings regarding an alleged violation of the code of professional ethics by the person individual. If the Professional Administrators Educators Practices and Standards Commission determines that the person individual has violated the code of professional ethics, then the commission may impose discipline referenced in § 13-43-48 13-43-28. Section 17. That § 13-43-38 be REPEALED: There is hereby created the South Dakota Professional Administrators Practices and Standards Commission, which shall consist of seven members, as follows: (1) Five representative members who are employed as full‑time administrators: two who are principals, two who are chief administrators of school districts offering an accredited twelve‑year program of education, and one who is employed in an administrative capacity other than previously listed; (2) One representative who is a school board member; and (3) One representative from the general public who is neither an administrator nor a school board member and who is a parent of a pupil attending an approved twelve‑year program of education. Section 18. That § 13-43-39 be REPEALED: The Professional Administrators Practices and Standards Commission shall operate within the Department of Education and shall retain all its prescribed functions, including administrative functions. The commission shall submit such records, information and reports in such form and at such times as required by the South Dakota Board of Education Standards, except that the commission shall report at least annually. Section 19. That § 13-43-40 be REPEALED: The members of the Professional Administrators Practices and Standards Commission shall be appointed by the Governor in a manner to be designated by the Governor. The terms of no more than five members may expire in any one year. The terms of all members shall be three years and shall terminate on December thirty‑first or when a successor is appointed and qualified. No member of the commission may succeed himself more than once and subsequent appointments to the commission shall be made in a manner to be designated by the Governor. Section 20. That § 13-43-41 be REPEALED: Vacancies on the Professional Administrators Practices and Standards Commission shall be filled by the Governor for the balance of any unexpired term. Members may be removed by the Governor for cause. Section 21. That § 13-43-42 be REPEALED: The Professional Administrators Practices and Standards Commission shall elect from its membership a chairperson, a vice chairperson and other such officers as the commission shall determine and shall adopt rules to govern its proceedings. Section 22. That § 13-43-43 be REPEALED: The Professional Administrators Practices and Standards Commission may appoint an executive secretary and employ persons to provide such service as the commission may require. Section 23. That § 13-43-44 be REPEALED: The Professional Administrators Practices and Standards Commission shall meet on call of the chairperson. However, he shall call a meeting upon request of four members. Section 24. That § 13-43-45 be REPEALED: The Professional Administrators Practices and Standards Commission may adopt rules in accordance with the provisions of chapter 1-26, to carry out the provisions of §§ 13-43-38 to 13-43-49, inclusive. The commission shall adopt a code of professional ethics for the administrator's profession in this state. The commission may make any recommendation to the South Dakota Board of Education Standards or to school boards which will promote an improvement in the administrator's profession. Section 25. That § 13-43-48 be REPEALED: After notice and hearing as a contested case under the provisions of chapter 1-26, if the Professional Administrators Practices and Standards Commission determines that an administrator has engaged in conduct referenced in § 13-42-9 or 13-42-10, the commission may issue a public or private reprimand or impose other appropriate disciplinary action which is in the best interests of the commission, the certificate holder, and the public. The commission does not have the authority to deny, not renew, suspend, or revoke a certificate. The commission has the powers conferred by §§ 1-26-19.1 and 1-26-19.2, and the certificate holder and the certificate holder's attorney also have available the provisions of those sections. The commission may promulgate rules, pursuant to chapter 1-26, to further define other appropriate disciplinary action referenced in this section. Any member reprimanded or disciplined by the commission pursuant to this section may appeal to circuit court as provided by chapter 1-26. Section 26. That § 13-43-49 be REPEALED: If the Professional Administrators Practices and Standards Commission determines that proceedings to revoke or suspend the certificate of an administrator should be instituted, the commission shall file a written complaint, findings of fact and conclusions of law, and the hearing record with the secretary and serve a copy of the complaint and findings and conclusions upon the parties before the commission. The commission's complaint shall specify the nature and character of the charges. The commission may impose discipline pursuant to § 13-43-48 and file a complaint pursuant to this section. The secretary may base the revocation or suspension decision solely upon review of the commission's hearing record or may require additional evidence by affidavit, document, or testimony upon the secretary's own motion or upon the request of any party before the commission. The commission's determination to institute proceedings seeking revocation or suspension of a certificate pursuant to this section is not a final agency action and may not be appealed to court. The final decision of the secretary may be appealed to circuit court as provided in § 13-42-16."}], "amendments": [], "fiscal_notes": [], "action_log": [], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24789"}