{"session_id": 56, "bill_id": 19021, "bill_type": "House Bill", "bill_number": 1174, "bill_title": "revise certain provisions regarding public records kept by state agencies.", "sponsors": [{"legislator_profile_id": 3124, "is_prime": true}, {"legislator_profile_id": 3132, "is_prime": true}, {"legislator_profile_id": 3059, "is_prime": false}, {"legislator_profile_id": 3077, "is_prime": false}, {"legislator_profile_id": 3092, "is_prime": false}, {"legislator_profile_id": 3106, "is_prime": false}, {"legislator_profile_id": 3113, "is_prime": false}, {"legislator_profile_id": 3121, "is_prime": false}, {"legislator_profile_id": 3137, "is_prime": false}, {"legislator_profile_id": 3139, "is_prime": false}], "keywords": ["Public Records", "State Affairs and Government"], "audio": [{"meeting_datetime": "2004-02-06T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hst18hb1174a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-06T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hst18hb1174a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2004-02-06T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2004/hst18hb1174a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19021, "bill_version_id": 99545, "bill_version": "Introduced", "bill_version_date": "2004-01-22T08:54:25-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding public records kept by state agencies. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-27-28 be amended to read as follows: 1-27-28. Terms used in § § 1-27-29 to 1-27-32, inclusive, mean: (1) \"Private entity,\" any person or entity that is not a public entity as defined by subdivision 3-21-1(2); (2) \"State agency,\" each any association, authority, board, commission, committee, council, department, division, state office, officer, task force, and their officers, legal representatives, consultants, or other agents or other agent of the state vested with the authority to exercise any portion of the state's sovereignty . The term does not include the Legislature, the Unified Judicial System, the Public Utilities Commission, the Department of Environment and Natural Resources, any law enforcement agency, or any unit of local government , or joint venture comprised of local governments; (3) \"Financial investigation, examination, or audit,\" any examination conducted by a state agency of a private entity's proprietary information or trade secret information; (4) \"Proprietary information,\" information on pricing, costs, revenue, taxes, market share, customers, and personnel held by private entities and used for that private entity's business purposes; (5) \"Trade secret,\" information, including a formula, pattern, compilation, program, device, method, technique or process, that: (a) Derives independent economic value, actual or potential, from not being generally known to, and not being readily ascertainable by proper means by, other persons who can obtain economic value from its disclosure or use; and (b) Is the subject of efforts that are reasonable under the circumstances to maintain its secrecy. Information, including a formula, pattern, compilation, program, device, method, technique or process proprietary, trade secret, formula, marketing plans, strategic planning information . Section 2. That § 1-27-29 be amended to read as follows: 1-27-29. A No state agency which is authorized by law to investigate, examine may disclose that it is conducting a financial investigation, examination , or audit the papers, books, records, financial condition, or other information held by or concerning of a private entity may not disclose that it is conducting such an investigation, examination, or audit while the financial investigation, examination, or audit is ongoing , except as provided by § § 1-27-28 to 1-27-32, inclusive. Section 3. That § 1-27-30 be amended to read as follows: 1-27-30. All proprietary or trade secret information obtained by a state agency from or concerning the a private entity by the state agency as a result of such an investigation, examination, or audit is confidential, except as provided by § § 1-27-28 to 1-27-32, inclusive. Section 4. That § 1-27-31 be amended to read as follows: 1-27-31. A state agency may not disclose that it is investigating, examining, or auditing conducting a financial investigation, examination, or audit of a private entity , and may only disclose the information obtained from such an investigation, examination, or audit as follows: (1) To the private entity being investigated, examined, or audited; (2) To those persons whom the private entity has authorized in writing to receive such information; (3) To the officers, employees, or legal representatives of any other state agency which requests the information in writing for the purpose of investigating and enforcing civil or criminal matters. The written request will specify the particular information desired and the purpose for which the information is requested; (4) To any administrative or judicial body if the information is directly related to the resolution of an issue in the proceeding, or pursuant to an administrative or judicial order . However, no person may use a subpoena, discovery, or other applicable statutes to obtain such information ; (5) To another state pursuant to an agreement between the State of South Dakota and the other state, but only if the other state agrees to keep the information confidential as set forth in § § 1-27-28 to 1-27-32, inclusive; (6) To the attorney general, state's attorney, or any state, federal, or local law enforcement officer; (7) To a federal agency pursuant to the provisions of federal law; (8) To the extent necessary to submit any final reports or filings which are otherwise required by law to be prepared or filed; (9) For investigations to protect the natural resources of the state; or (10) To comply with federal law, rules, or program delegation requirements ; or (11) To the extent necessary to protect the health or welfare of the citizens of this state or nation . Section 5. That § 1-27-32 be repealed. 1-27-32. Disclosure of information made confidential by § § 1-27-28 to 1-27-32, inclusive, except as provided in § 1-27-31, is a Class 6 felony."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19021, "action_date": "2004-01-22T14:00:00-06:00", "document_id": 99669, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/99669.pdf", "status_text": "First read in House and referred to", "journal_page": 156, "committee_id_action": 831, "committee_id_assigned": 826, "result": "N", "vote": {}}, {"bill_id": 19021, "action_date": "2004-02-06T10:00:00-06:00", "document_id": 100785, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100785.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 826, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19021, "action_date": "2004-02-06T10:00:00-06:00", "document_id": 100785, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/100785.pdf", "status_text": "Tabled", "journal_page": 430, "committee_id_action": 826, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 57125, "president_vote": null, "Yea": [3071, 3073, 3080, 3081, 3086, 3106, 3111, 3117, 3121, 3140, 3148, 3129, 3124]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/19021"}