{"session_id": 10, "bill_id": 2963, "bill_type": "House Commemoration", "bill_number": 1035, "bill_title": "Honoring and commemorating the success of the Sioux Falls Washington High School Competitive Dance Team for their 2010 State AA Championship season.", "sponsors": [{"legislator_profile_id": 40, "is_prime": true}, {"legislator_profile_id": 15, "is_prime": true}, {"legislator_profile_id": 87, "is_prime": false}, {"legislator_profile_id": 48, "is_prime": false}, {"legislator_profile_id": 84, "is_prime": false}, {"legislator_profile_id": 88, "is_prime": false}, {"legislator_profile_id": 62, "is_prime": false}, {"legislator_profile_id": 54, "is_prime": false}, {"legislator_profile_id": 10, "is_prime": false}, {"legislator_profile_id": 93, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 2963, "bill_version_id": 17824, "bill_version": "Introduced", "bill_version_date": "2011-03-03T10:14:23.95-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and commemorating the success of the Sioux Falls Washington High School Competitive Dance Team for their 2010 State AA Championship season. WHEREAS, the Sioux Falls Washington High School Competitive Dance Team won the 2010 State AA Championship on November 13, 2010; and WHEREAS, the talented performers on the 2010 roster included Alyssa Hustrulid, Amber Sigler, Andrea Loudenback, Anna Nieman, Ashley Muehl, Audra Steinbom, Cassandra Erickson, Danica Understock, Erin Willadsen, Jamie Withome, Jessa Nath, Jordan Speeks, Kelly Dressen, Kourtney Isaacson, Lakyn Muilenburg, Lauren Brudigan, Lauren Howell, McKayla O'Connor, Meghan Kelly, Rebecca Rice, Rebecca Wehrer, Sara Wallenberg, Shannon O'Connor, and Tiahna Nath; and WHEREAS, head coach Angela Nieman and assistant coach Megan Mydland led the team to a very successful competitive season: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-sixth Legislature of the State of South Dakota, that the Sioux Falls Washington High School Competitive Dance Team be honored and commemorated on their title-winning performance at the 2010 State AA Championship competition."}, {"bill_id": 2963, "bill_version_id": 18100, "bill_version": "Enrolled", "bill_version_date": "2011-03-08T17:39:51.237-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and commemorating the success of the Sioux Falls Washington High School Competitive Dance Team for their 2010 State AA Championship season. WHEREAS, the Sioux Falls Washington High School Competitive Dance Team won the 2010 State AA Championship on November 13, 2010; and WHEREAS, the talented performers on the 2010 roster included Alyssa Hustrulid, Amber Sigler, Andrea Loudenback, Anna Nieman, Ashley Muehl, Audra Steinbom, Cassandra Erickson, Danica Understock, Erin Willadsen, Jamie Withome, Jessa Nath, Jordan Speeks, Kelly Dressen, Kourtney Isaacson, Lakyn Muilenburg, Lauren Brudigan, Lauren Howell, McKayla O'Connor, Meghan Kelly, Rebecca Rice, Rebecca Wehrer, Sara Wallenberg, Shannon O'Connor, and Tiahna Nath; and WHEREAS, head coach Angela Nieman and assistant coach Megan Mydland led the team to a very successful competitive season: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-sixth Legislature of the State of South Dakota, that the Sioux Falls Washington High School Competitive Dance Team be honored and commemorated on their title-winning performance at the 2010 State AA Championship competition. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2963, "action_date": "2011-03-03T14:00:00-06:00", "document_id": 17865, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17865.pdf", "status_text": "", "journal_page": 629, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2963"}