{"session_id": 8, "bill_id": 1628, "bill_type": "House Bill", "bill_number": 1057, "bill_title": "revise and update certain provisions relating to dairy production and inspection.", "sponsors": [], "keywords": ["Department of Agriculture", "Food and Drugs"], "audio": [{"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hag21.mp3", "start_seconds": 3429.0}, {"meeting_datetime": "2010-02-18T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hag23.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2010-02-18T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hag23.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2010-02-18T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hag23.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2010-02-18T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hag23.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2010-02-18T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hag23.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2010-02-18T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hag23.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2010-02-18T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hag23.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2010-02-18T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hag23.mp3", "start_seconds": 80.0}, {"meeting_datetime": "2010-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou26.mp3", "start_seconds": 3182.0}, {"meeting_datetime": "2010-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou26.mp3", "start_seconds": 3182.0}, {"meeting_datetime": "2010-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou26.mp3", "start_seconds": 3182.0}, {"meeting_datetime": "2010-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou26.mp3", "start_seconds": 3182.0}, {"meeting_datetime": "2010-03-02T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sag30.mp3", "start_seconds": 3800.0}, {"meeting_datetime": "2010-03-02T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sag30.mp3", "start_seconds": 3800.0}, {"meeting_datetime": "2010-03-02T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sag30.mp3", "start_seconds": 3800.0}, {"meeting_datetime": "2010-03-02T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sag30.mp3", "start_seconds": 3800.0}, {"meeting_datetime": "2010-03-02T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sag30.mp3", "start_seconds": 3800.0}, {"meeting_datetime": "2010-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen33.mp3", "start_seconds": 2198.0}, {"meeting_datetime": "2010-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen33.mp3", "start_seconds": 2198.0}, {"meeting_datetime": "2010-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen33.mp3", "start_seconds": 2198.0}, {"meeting_datetime": "2010-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen33.mp3", "start_seconds": 2198.0}, {"meeting_datetime": "2010-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen33.mp3", "start_seconds": 2198.0}], "bill_versions": [{"bill_id": 1628, "bill_version_id": 10361, "bill_version": "Introduced", "bill_version_date": "2010-01-08T10:25:44.417-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and update certain provisions relating to dairy production and inspection. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 39-6-3 be amended to read as follows: 39-6-3. Section 39-6-2 shall The provisions of § 39-6-2 do not apply to milk, cream, skim milk, or goat milk occasionally secured or purchased for his personal use by any consumer at the place or farm where the milk is produced, and provided further, that § 39-6-2 shall not apply to any active farm producer of milk, selling and delivering his own production direct to consumers only if the place or farm where the milk is produced has a license or permit issued by the department pursuant to § 40-32-4 or 40-32-10.1. The containers in which any unpasteurized milk is sold shall be clearly labeled by the producer as \"raw milk.\" Failure to affix such label is a Class 2 misdemeanor. Section 2. That § 39-6-7 be repealed. 39-6-7. Any person desiring to use the Grade A label on milk or milk products shall make application for a permit to the secretary of agriculture on a form furnished and prescribed by the secretary. The permit shall be issued by the secretary when he has determined that the applicant has complied with the requirements of state law and regulation. Section 3. That § 39-6-8 be repealed. 39-6-8. Permits to use the Grade A label on milk or milk products shall not be transferable with respect to person or location and may be suspended or revoked as provided in §§ 39-6-15 and 39-6-16. Section 4. That § 39-6-10.1 be repealed. 39-6-10.1. No person importing milk or milk products into this state under a permit granted pursuant to § 39-6-10 may sell or offer for sale any milk or milk product in this state at a price less than he charges or is allowed to charge in his state of origin. Section 5. That § 39-6-12 be amended to read as follows: 39-6-12. All processors, except those under the supervision of recognized municipal inspections, Each processor shall provide adequate and continuous field service to assist the producers who sell their milk to their plants the processor's plant and to supervise the operations within the processing plants plant to attain and maintain compliance with Grade A requirements. Section 6. That § 39-6-17 be repealed. 39-6-17. Nothing in this chapter shall be construed as prohibiting any first or second class municipality from enacting and enforcing ordinances establishing a system of continuous inspection of dairy products and dairy products plants or from grading or degrading any dairy or dairy products or barring the same from sale within the municipality, provided that any such ordinance shall provide a system of inspection equal at least to the system of inspection of dairy products or dairy products plants established by the secretary of agriculture and the regulations promulgated under his authority, and that the grading of any dairy products or dairy products plants as provided by ordinance shall be at least equal to that employed by the Department of Agriculture. Section 7. That § 39-6-18 be repealed. 39-6-18. The Department of Agriculture shall survey not less than every two years nor oftener than every six months, the milk supply and the enforcement by a first or second class municipality having a system of inspection and grading to determine whether or not such system of inspection and grading is being enforced. In the case of interstate and intrastate shipments of Grade A milk and milk products, a survey rating of compliance shall be furnished by the department upon request. Section 8. That § 39-6-19 be repealed. 39-6-19. Whenever the Department of Agriculture shall find that a city system of inspection and grading is not being enforced or that the standards are not at least equal to those of the department, a written notice of such findings shall be given to the chief administrative officer of the first or second class municipality and a copy of such written notice shall be filed with the city auditor, clerk, or recorder as the case may be. If the department thereafter shall find, not less than thirty days after the date of such notice, that the system of inspection and grading is not being enforced or is not at least equal to that of the department, then the inspection and grading by the department shall become applicable to all persons and establishments theretofore operating under the municipal system until the deficiencies are corrected. Section 9. That § 39-6-20 be amended to read as follows: 39-6-20. Any person who sells, offers, or exposes It is a violation for any person to sell, offer, or expose for sale, any milk or milk products labeled Grade A, unless the milk or milk products have been produced and processed in accordance with the requirements of §§ 39-6-7 to 39-6-19, inclusive, and the rules promulgated by the secretary of agriculture in respect thereto, is guilty of a Class 2 misdemeanor. Section 10. That § 39-6-21 be repealed. 39-6-21. Any person owning milk or dairy cases may adopt and use a name or mark on the cases and register the name or mark with the Department of Agriculture. Unless authorized by the owner, no person may: (1) Use any milk case or dairy case for any purpose; (2) Sell or offer for sale any milk case or dairy case; (3) Deface, obliterate, destroy, cover up, or otherwise remove the name or mark on any milk case or dairy case. Section 11. That § 39-6-22 be repealed. 39-6-22. It is a violation of this section for any person to remove any milk case or dairy case from the premises or parking area of any processor, distributor, or retail establishment, unless legally authorized to do so. A violation of this section is a Class 2 misdemeanor. Section 12. That § 40-32-2 be amended to read as follows: 40-32-2. Terms as used in this chapter, mean: (1) \"Bulk milk pick-up tanker,\" any vehicle, including the truck, tank, and those appurtenances necessary for the tank's use, used by a bulk milk hauler or sampler to transport bulk raw milk for pasteurization from a dairy farm to a milk plant, receiving station, or transfer station; (2) \"Dairy farm,\" any place or premise where one or more cows, sheep, or goats are kept and from which a part or all of the milk or milk products are produced and sold, or offered for sale to a milk plant; (3) \"Dairy fieldman,\" a person employed by the milk plant to determine if a producer is maintaining satisfactory production requirements in accordance with this chapter and the rules adopted thereunder; (4) \"Department,\" the Department of Agriculture; (5) \"Grade A,\" any milk or milk product that complies with the standards set forth in any rules promulgated pursuant to § 39-6-9; (6) \"Manufacturing grade,\" any milk or milk product subject to the requirements of chapter 40-32 that is produced for processing and manufacturing into products for human consumption not subject to Grade A requirements stated in chapter 39-6; (7) \"Marketing organization,\" an entity established for the purpose of procuring farm produced milk and offering for sale that milk to a milk plant, receiving station, or transfer station; (8) \"Milk distributor,\" any person who purchases milk or milk products and transports them to a retail dealer or a consumer; (9) \"Milk plant,\" any place where milk or milk products are delivered or processed for commercial purposes; (10) \"Milk product,\" any product formulated by the addition of milk or a product derived from more than fifty percent milk if the milk or the product derived from more than fifty percent milk is greater than fifty percent of the product by weight or volume; (11) \"Milk transport tank,\" any vehicle, including the truck and tank, used by a bulk milk hauler or sampler to transport bulk shipments of milk and milk products, from a milk plant, receiving station, or transfer station to another milk plant, receiving station, or transfer station; (11)(12) \"Pasteurization,\" the process of heating every particle of milk or milk product in properly designed and operated equipment, to one of the temperatures given in the following table and held continuously at or above that temperature for at least the corresponding specified time: * If the fat content of the milk product is ten percent or more, or if it contains added sweeteners, the specified temperature shall be increased by 5°F (3°C). However, eggnog shall be heated to at least the following temperature and time specifications: Nothing in this definition bars any other pasteurization process which has been recognized by the Food and Drug Administration to be equally efficient and which is approved by the regulatory agency; (12)(13) \"Pasteurization unit,\" a unit of equipment that pasteurizes milk and milk products that meets the 3-A accepted practices for the sanitary construction, installation, testing, and operation of a pasteurizer; (13)(14) \"Producer,\" any person who operates a dairy farm and provides, sells, or offers milk for sale; (14)(15) \"Receiving station,\" any place, premise, or establishment where raw milk is received, collected, handled, stored, or cooled and prepared for further transporting; (15)(16) \"Secretary,\" the secretary of agriculture; (16)(17) \"Single-service article fabricating plant,\" any plant manufacturing single-service articles expected to be in contact with Grade A milk and milk products; (17)(18) \"Transfer station,\" any place, premise, or establishment where milk or milk products are transferred directly from one milk tank truck to another. Section 13. That § 40-32-10 be amended to read as follows: 40-32-10. It shall be the duty of the secretary of agriculture The secretary shall, upon evidence of repeated violations of the dairy statutes and regulations, to provisions of this chapter and chapters 39-6, 39-7, and 39-8, and any rules promulgated pursuant to those chapters, revoke or suspend any dairy products plant license; provided, however, that. However, no license shall may be revoked except on twenty days' notice to the licensee, his or its or the licensee's agent or manager, to. Any notice shall be served as summons is served in civil actions, specifying specify the substance of the complaint and the time and place at which evidence will be heard in support of the complaint, and that an opportunity will be offered to such the licensee complained about to submit evidence and proof in defense of such charges any charge. Section 14. That § 40-32-10.1 be amended to read as follows: 40-32-10.1. A producer engaged in the business of producing milk and offering for sale such milk to a milk plant for purposes other than Grade A milk as set forth in chapter 39-6 and before the milk is to be transported from the premises of the producer, shall obtain a permit from the secretary. Section 15. That § 40-32-10.4 be amended to read as follows: 40-32-10.4. The secretary of agriculture or his duly qualified representative department may suspend a producer's license or permit upon failure by the holder of the permit to comply with any of the terms of state law and regulation statute or promulgated rule or for interference with inspection. In addition to the administrative sanctions available to the department pursuant to this chapter and chapters 39-6, 39-7, and 39-8, any licensed or nonlicensed producer who commits any violation of this chapter or chapters 39-6, 39-7, or 39-8, may be assessed a civil penalty not to exceed five thousand dollars per violation by the circuit court. The department is not required to seek the administrative sanctions available under this section prior to commencing an action in circuit court against an alleged violator of this chapter or chapters 39-6, 39-7, or 39-8. Section 16. That § 40-32-23 be amended to read as follows: 40-32-23. The secretary of agriculture or his duly authorized representatives department shall have access, ingress, and egress to all places of business, factories, buildings, or related areas where any milk or milk products are produced, bought, manufactured, held, or stored, including any vehicles used for the transportation of milk or milk products, and. The department shall have access to all of the books and records of such places of business for the purpose of enforcing the provisions of this chapter. The secretary or his duly authorized representative shall have the authority to department may take any samples deemed necessary for the proper enforcement of this chapter."}, {"bill_id": 1628, "bill_version_id": 12560, "bill_version": "House Agriculture and Natural Resources Engrossed", "bill_version_date": "2010-02-18T13:52:30.637-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and update certain provisions relating to dairy production and inspection. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 39-6-3 be amended to read as follows: 39-6-3. Section 39-6-2 shall The provisions of § 39-6-2 do not apply to milk, cream, skim milk, or goat milk occasionally secured or purchased for his personal use by any consumer at the place or farm where the milk is produced, and provided further, that § 39-6-2 shall not apply to or to any active farm producer of milk, selling and delivering his the producer's own production direct to consumers only, if the place or farm where the milk is produced has a license or permit issued by the department pursuant to § 40-32-4 or 40-32-10.1. The containers in which any unpasteurized milk is sold shall be clearly labeled by the producer as \"raw milk.\" Failure to affix such label is a Class 2 misdemeanor. Section 2. That § 39-6-7 be repealed. 39-6-7. Any person desiring to use the Grade A label on milk or milk products shall make application for a permit to the secretary of agriculture on a form furnished and prescribed by the secretary. The permit shall be issued by the secretary when he has determined that the applicant has complied with the requirements of state law and regulation. Section 3. That § 39-6-8 be repealed. 39-6-8. Permits to use the Grade A label on milk or milk products shall not be transferable with respect to person or location and may be suspended or revoked as provided in §§ 39-6-15 and 39-6-16. Section 4. That § 39-6-10.1 be repealed. 39-6-10.1. No person importing milk or milk products into this state under a permit granted pursuant to § 39-6-10 may sell or offer for sale any milk or milk product in this state at a price less than he charges or is allowed to charge in his state of origin. Section 5. That § 39-6-12 be amended to read as follows: 39-6-12. All processors, except those under the supervision of recognized municipal inspections, Each processor shall provide adequate and continuous field service to assist the producers who sell their milk to their plants the processor's plant and to supervise the operations within the processing plants plant to attain and maintain compliance with Grade A requirements. Section 6. That § 39-6-17 be repealed. 39-6-17. Nothing in this chapter shall be construed as prohibiting any first or second class municipality from enacting and enforcing ordinances establishing a system of continuous inspection of dairy products and dairy products plants or from grading or degrading any dairy or dairy products or barring the same from sale within the municipality, provided that any such ordinance shall provide a system of inspection equal at least to the system of inspection of dairy products or dairy products plants established by the secretary of agriculture and the regulations promulgated under his authority, and that the grading of any dairy products or dairy products plants as provided by ordinance shall be at least equal to that employed by the Department of Agriculture. Section 7. That § 39-6-18 be repealed. 39-6-18. The Department of Agriculture shall survey not less than every two years nor oftener than every six months, the milk supply and the enforcement by a first or second class municipality having a system of inspection and grading to determine whether or not such system of inspection and grading is being enforced. In the case of interstate and intrastate shipments of Grade A milk and milk products, a survey rating of compliance shall be furnished by the department upon request. Section 8. That § 39-6-19 be repealed. 39-6-19. Whenever the Department of Agriculture shall find that a city system of inspection and grading is not being enforced or that the standards are not at least equal to those of the department, a written notice of such findings shall be given to the chief administrative officer of the first or second class municipality and a copy of such written notice shall be filed with the city auditor, clerk, or recorder as the case may be. If the department thereafter shall find, not less than thirty days after the date of such notice, that the system of inspection and grading is not being enforced or is not at least equal to that of the department, then the inspection and grading by the department shall become applicable to all persons and establishments theretofore operating under the municipal system until the deficiencies are corrected. Section 9. That § 39-6-20 be amended to read as follows: 39-6-20. Any person who sells, offers, or exposes It is a violation for any person to sell, offer, or expose for sale, any milk or milk products labeled Grade A, unless the milk or milk products have been produced and processed in accordance with the requirements of §§ 39-6-7 to 39-6-19, inclusive, and the rules promulgated by the secretary of agriculture in respect thereto, is guilty of a Class 2 misdemeanor. Section 10. That § 39-6-21 be repealed. 39-6-21. Any person owning milk or dairy cases may adopt and use a name or mark on the cases and register the name or mark with the Department of Agriculture. Unless authorized by the owner, no person may: (1) Use any milk case or dairy case for any purpose; (2) Sell or offer for sale any milk case or dairy case; (3) Deface, obliterate, destroy, cover up, or otherwise remove the name or mark on any milk case or dairy case. Section 11. That § 39-6-22 be repealed. 39-6-22. It is a violation of this section for any person to remove any milk case or dairy case from the premises or parking area of any processor, distributor, or retail establishment, unless legally authorized to do so. A violation of this section is a Class 2 misdemeanor. Section 12. That § 40-32-2 be amended to read as follows: 40-32-2. Terms as used in this chapter, mean: (1) \"Bulk milk pick-up tanker,\" any vehicle, including the truck, tank, and those appurtenances necessary for the tank's use, used by a bulk milk hauler or sampler to transport bulk raw milk for pasteurization from a dairy farm to a milk plant, receiving station, or transfer station; (2) \"Dairy farm,\" any place or premise where one or more cows, sheep, or goats are kept and from which a part or all of the milk or milk products are produced and sold, or offered for sale to a milk plant; (3) \"Dairy fieldman,\" a person employed by the milk plant to determine if a producer is maintaining satisfactory production requirements in accordance with this chapter and the rules adopted thereunder; (4) \"Department,\" the Department of Agriculture; (5) \"Grade A,\" any milk or milk product that complies with the standards set forth in any rules promulgated pursuant to § 39-6-9; (6) \"Manufacturing grade,\" any milk or milk product subject to the requirements of chapter 40-32 that is produced for processing and manufacturing into products for human consumption not subject to Grade A requirements stated in chapter 39-6; (7) \"Marketing organization,\" an entity established for the purpose of procuring farm produced milk and offering for sale that milk to a milk plant, receiving station, or transfer station; (8) \"Milk distributor,\" any person who purchases milk or milk products and transports them to a retail dealer or a consumer; (9) \"Milk plant,\" any place where milk or milk products are delivered or processed for commercial purposes; (10) \"Milk product,\" any product formulated by the addition of milk or a product derived from more than fifty percent milk if the milk or the product derived from more than fifty percent milk is greater than fifty percent of the product by weight or volume; (11) \"Milk transport tank,\" any vehicle, including the truck and tank, used by a bulk milk hauler or sampler to transport bulk shipments of milk and milk products, from a milk plant, receiving station, or transfer station to another milk plant, receiving station, or transfer station; (11)(12) \"Pasteurization,\" the process of heating every particle of milk or milk product in properly designed and operated equipment, to one of the temperatures given in the following table and held continuously at or above that temperature for at least the corresponding specified time: * If the fat content of the milk product is ten percent or more, or if it contains added sweeteners, the specified temperature shall be increased by 5°F (3°C). However, eggnog shall be heated to at least the following temperature and time specifications: Nothing in this definition bars any other pasteurization process which has been recognized by the Food and Drug Administration to be equally efficient and which is approved by the regulatory agency; (12)(13) \"Pasteurization unit,\" a unit of equipment that pasteurizes milk and milk products that meets the 3-A accepted practices for the sanitary construction, installation, testing, and operation of a pasteurizer; (13)(14) \"Producer,\" any person who operates a dairy farm and provides, sells, or offers milk for sale; (14)(15) \"Receiving station,\" any place, premise, or establishment where raw milk is received, collected, handled, stored, or cooled and prepared for further transporting; (15)(16) \"Secretary,\" the secretary of agriculture; (16)(17) \"Single-service article fabricating plant,\" any plant manufacturing single-service articles expected to be in contact with Grade A milk and milk products; (17)(18) \"Transfer station,\" any place, premise, or establishment where milk or milk products are transferred directly from one milk tank truck to another. Section 13. That § 40-32-10 be amended to read as follows: 40-32-10. It shall be the duty of the secretary of agriculture The secretary shall, upon evidence of repeated violations of the dairy statutes and regulations, to provisions of this chapter and chapters 39-6, 39-7, and 39-8, and any rules promulgated pursuant to those chapters, revoke or suspend any dairy products plant license; provided, however, that. However, no license shall may be revoked except on twenty days' notice to the licensee, his or its or the licensee's agent or manager, to. Any notice shall be served as summons is served in civil actions, specifying specify the substance of the complaint and the time and place at which evidence will be heard in support of the complaint, and that an opportunity will be offered to such the licensee complained about to submit evidence and proof in defense of such charges any charge. Section 14. That § 40-32-10.1 be amended to read as follows: 40-32-10.1. A producer engaged in the business of producing milk and offering for sale such milk to a milk plant for purposes other than Grade A milk as set forth in chapter 39-6 and before the milk is to be transported from the premises of the producer, shall obtain a permit from the secretary. Section 15. That § 40-32-10.4 be amended to read as follows: 40-32-10.4. The secretary of agriculture or his duly qualified representative department may suspend a producer's license or permit upon failure by the holder of the permit to comply with any of the terms of state law and regulation statute or promulgated rule or for interference with inspection. In addition to the administrative sanctions available to the department pursuant to this chapter and chapters 39-6, 39-7, and 39-8, any licensed or nonlicensed producer who commits any violation of this chapter or chapters 39-6, 39-7, or 39-8, may be assessed a civil penalty not to exceed five thousand dollars per violation or may be subject to injunctive and declaratory relief by the circuit court. The department is not required to seek the administrative sanctions available under this section prior to commencing an action in circuit court against an alleged violator of this chapter or chapters 39-6, 39-7, or 39-8. Section 16. That § 40-32-23 be amended to read as follows: 40-32-23. The secretary of agriculture or his duly authorized representatives department shall have access, ingress, and egress to all places of business, factories, buildings, or related areas where any milk or milk products are produced, bought, manufactured, held, or stored, including any vehicles used for the transportation of milk or milk products, and. The department shall have access to all of the books and records of such places of business for the purpose of enforcing the provisions of this chapter. The secretary or his duly authorized representative shall have the authority to department may take any samples deemed necessary for the proper enforcement of this chapter."}, {"bill_id": 1628, "bill_version_id": 13240, "bill_version": "Senate Agriculture and Natural Resources Engrossed", "bill_version_date": "2010-03-02T14:10:21.083-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and update certain provisions relating to dairy production and inspection. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 39-6-3 be amended to read as follows: 39-6-3. Section 39-6-2 shall The provisions of § 39-6-2 do not apply to milk, cream, skim milk, or goat milk occasionally secured or purchased for his personal use by any consumer at the place or farm where the milk is produced, and provided further, that § 39-6-2 shall not apply to or to any active farm producer of milk, selling and delivering his the producer's own production direct to consumers only, if the place or farm where the milk is produced has a license or permit issued by the department pursuant to § 40-32-4 or 40-32-10.1. The containers in which any unpasteurized milk is sold shall be clearly labeled by the producer as \"raw milk.\" Failure to affix such label is a Class 2 misdemeanor. Section 2. That § 39-6-7 be repealed. 39-6-7. Any person desiring to use the Grade A label on milk or milk products shall make application for a permit to the secretary of agriculture on a form furnished and prescribed by the secretary. The permit shall be issued by the secretary when he has determined that the applicant has complied with the requirements of state law and regulation. Section 3. That § 39-6-8 be repealed. 39-6-8. Permits to use the Grade A label on milk or milk products shall not be transferable with respect to person or location and may be suspended or revoked as provided in §§ 39-6-15 and 39-6-16. Section 4. That § 39-6-10.1 be repealed. 39-6-10.1. No person importing milk or milk products into this state under a permit granted pursuant to § 39-6-10 may sell or offer for sale any milk or milk product in this state at a price less than he charges or is allowed to charge in his state of origin. Section 5. That § 39-6-12 be amended to read as follows: 39-6-12. All processors, except those under the supervision of recognized municipal inspections, Each processor shall provide adequate and continuous field service to assist the producers who sell their milk to their plants the processor's plant and to supervise the operations within the processing plants plant to attain and maintain compliance with Grade A requirements. Section 6. That § 39-6-17 be repealed. 39-6-17. Nothing in this chapter shall be construed as prohibiting any first or second class municipality from enacting and enforcing ordinances establishing a system of continuous inspection of dairy products and dairy products plants or from grading or degrading any dairy or dairy products or barring the same from sale within the municipality, provided that any such ordinance shall provide a system of inspection equal at least to the system of inspection of dairy products or dairy products plants established by the secretary of agriculture and the regulations promulgated under his authority, and that the grading of any dairy products or dairy products plants as provided by ordinance shall be at least equal to that employed by the Department of Agriculture. Section 7. That § 39-6-18 be repealed. 39-6-18. The Department of Agriculture shall survey not less than every two years nor oftener than every six months, the milk supply and the enforcement by a first or second class municipality having a system of inspection and grading to determine whether or not such system of inspection and grading is being enforced. In the case of interstate and intrastate shipments of Grade A milk and milk products, a survey rating of compliance shall be furnished by the department upon request. Section 8. That § 39-6-19 be repealed. 39-6-19. Whenever the Department of Agriculture shall find that a city system of inspection and grading is not being enforced or that the standards are not at least equal to those of the department, a written notice of such findings shall be given to the chief administrative officer of the first or second class municipality and a copy of such written notice shall be filed with the city auditor, clerk, or recorder as the case may be. If the department thereafter shall find, not less than thirty days after the date of such notice, that the system of inspection and grading is not being enforced or is not at least equal to that of the department, then the inspection and grading by the department shall become applicable to all persons and establishments theretofore operating under the municipal system until the deficiencies are corrected. Section 9. That § 39-6-20 be amended to read as follows: 39-6-20. Any person who sells, offers, or exposes It is a violation for any person to sell, offer, or expose for sale, any milk or milk products labeled Grade A, unless the milk or milk products have been produced and processed in accordance with the requirements of §§ 39-6-7 to 39-6-19, inclusive, and the rules promulgated by the secretary of agriculture in respect thereto, is guilty of a Class 2 misdemeanor. Section 10. That § 39-6-21 be repealed. 39-6-21. Any person owning milk or dairy cases may adopt and use a name or mark on the cases and register the name or mark with the Department of Agriculture. Unless authorized by the owner, no person may: (1) Use any milk case or dairy case for any purpose; (2) Sell or offer for sale any milk case or dairy case; (3) Deface, obliterate, destroy, cover up, or otherwise remove the name or mark on any milk case or dairy case. Section 11. That § 39-6-22 be repealed. 39-6-22. It is a violation of this section for any person to remove any milk case or dairy case from the premises or parking area of any processor, distributor, or retail establishment, unless legally authorized to do so. A violation of this section is a Class 2 misdemeanor. Section 12. That § 40-32-2 be amended to read as follows: 40-32-2. Terms as used in this chapter, mean: (1) \"Bulk milk pick-up tanker,\" any vehicle, including the truck, tank, and those appurtenances necessary for the tank's use, used by a bulk milk hauler or sampler to transport bulk raw milk for pasteurization from a dairy farm to a milk plant, receiving station, or transfer station; (2) \"Dairy farm,\" any place or premise where one or more cows, sheep, or goats are kept and from which a part or all of the milk or milk products are produced and sold, or offered for sale to a milk plant; (3) \"Dairy fieldman,\" a person employed by the milk plant to determine if a producer is maintaining satisfactory production requirements in accordance with this chapter and the rules adopted thereunder; (4) \"Department,\" the Department of Agriculture; (5) \"Grade A,\" any milk or milk product that complies with the standards set forth in any rules promulgated pursuant to § 39-6-9; (6) \"Manufacturing grade,\" any milk or milk product subject to the requirements of chapter 40-32 that is produced for processing and manufacturing into products for human consumption not subject to Grade A requirements stated in chapter 39-6; (7) \"Marketing organization,\" an entity established for the purpose of procuring farm produced milk and offering for sale that milk to a milk plant, receiving station, or transfer station; (8) \"Milk distributor,\" any person who purchases milk or milk products and transports them to a retail dealer or a consumer; (9) \"Milk plant,\" any place where milk or milk products are delivered or processed for commercial purposes; (10) \"Milk product,\" any product formulated by the addition of milk or a product derived from more than fifty percent milk if the milk or the product derived from more than fifty percent milk is greater than fifty percent of the product by weight or volume; (11) \"Milk transport tank,\" any vehicle, including the truck and tank, used by a bulk milk hauler or sampler to transport bulk shipments of milk and milk products, from a milk plant, receiving station, or transfer station to another milk plant, receiving station, or transfer station; (11)(12) \"Pasteurization,\" the process of heating every particle of milk or milk product in properly designed and operated equipment, to one of the temperatures given in the following table and held continuously at or above that temperature for at least the corresponding specified time: * If the fat content of the milk product is ten percent or more, or if it contains added sweeteners, the specified temperature shall be increased by 5°F (3°C). However, eggnog shall be heated to at least the following temperature and time specifications: Nothing in this definition bars any other pasteurization process which has been recognized by the Food and Drug Administration to be equally efficient and which is approved by the regulatory agency; (12)(13) \"Pasteurization unit,\" a unit of equipment that pasteurizes milk and milk products that meets the 3-A accepted practices for the sanitary construction, installation, testing, and operation of a pasteurizer; (13)(14) \"Producer,\" any person who operates a dairy farm and provides, sells, or offers milk for sale; (14)(15) \"Receiving station,\" any place, premise, or establishment where raw milk is received, collected, handled, stored, or cooled and prepared for further transporting; (15)(16) \"Secretary,\" the secretary of agriculture; (16)(17) \"Single-service article fabricating plant,\" any plant manufacturing single-service articles expected to be in contact with Grade A milk and milk products; (17)(18) \"Transfer station,\" any place, premise, or establishment where milk or milk products are transferred directly from one milk tank truck to another. Section 13. That § 40-32-10 be amended to read as follows: 40-32-10. It shall be the duty of the secretary of agriculture The secretary shall, upon evidence of repeated violations of the dairy statutes and regulations, to provisions of this chapter and chapters 39-6, 39-7, and 39-8, and any rules promulgated pursuant to those chapters, revoke or suspend any dairy products plant license; provided, however, that. However, no license shall may be revoked except on twenty days' notice to the licensee, his or its or the licensee's agent or manager, to. Any notice shall be served as summons is served in civil actions, specifying specify the substance of the complaint and the time and place at which evidence will be heard in support of the complaint, and that an opportunity will be offered to such the licensee complained about to submit evidence and proof in defense of such charges any charge. Section 14. That § 40-32-10.1 be amended to read as follows: 40-32-10.1. A producer engaged in the business of producing milk and offering for sale such milk to a milk plant for purposes other than Grade A milk as set forth in chapter 39-6 and before the milk is to be transported from the premises of the producer, shall obtain a permit from the secretary. Section 15. That § 40-32-10.4 be amended to read as follows: 40-32-10.4. The secretary of agriculture or his duly qualified representative department may suspend a producer's license or permit upon failure by the holder of the permit to comply with any of the terms of state law and regulation statute or promulgated rule or for interference with inspection. In addition to the administrative sanctions available to the department pursuant to this chapter and chapters 39-6, 39-7, and 39-8, any licensed or nonlicensed producer who commits any violation of this chapter or chapters 39-6, 39-7, or 39-8, may be assessed a civil penalty not to exceed five thousand dollars per violation or may be subject to injunctive and declaratory relief by the circuit court. The department is not required to seek the administrative sanctions available under this section prior to commencing an action in circuit court against an alleged violator of this chapter or chapters 39-6, 39-7, or 39-8. Section 16. That § 40-32-23 be amended to read as follows: 40-32-23. The secretary of agriculture or his duly authorized representatives department shall have access, ingress, and egress to all places of business, factories, buildings, or related areas where any milk or milk products are produced, bought, manufactured, held, or stored, including any vehicles used for the transportation of milk or milk products, and. The department shall have access to all of the books and records of such places of business for the purpose of enforcing the provisions of this chapter. The secretary or his duly authorized representative shall have the authority to department may take any samples deemed necessary for the proper enforcement of this chapter."}, {"bill_id": 1628, "bill_version_id": 13607, "bill_version": "Senate Engrossed", "bill_version_date": "2010-03-08T15:05:13.163-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and update certain provisions relating to dairy production and inspection. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 39-6-3 be amended to read as follows: 39-6-3. Section 39-6-2 shall The provisions of § 39-6-2 do not apply to milk, cream, skim milk, or goat milk occasionally secured or purchased for his personal use by any consumer at the place or farm where the milk is produced, and provided further, that § 39-6-2 shall not apply to or to any active farm producer of milk, selling and delivering his the producer's own production direct to consumers only, if the place or farm where the milk is produced has a license or permit issued by the department pursuant to § 40-32-4 or 40-32-10.1. The containers in which any unpasteurized milk is sold shall be clearly labeled by the producer as \"raw milk.\" Failure to affix such label is a Class 2 misdemeanor. Section 2. That § 39-6-7 be repealed. 39-6-7. Any person desiring to use the Grade A label on milk or milk products shall make application for a permit to the secretary of agriculture on a form furnished and prescribed by the secretary. The permit shall be issued by the secretary when he has determined that the applicant has complied with the requirements of state law and regulation. Section 3. That § 39-6-8 be repealed. 39-6-8. Permits to use the Grade A label on milk or milk products shall not be transferable with respect to person or location and may be suspended or revoked as provided in §§ 39-6-15 and 39-6-16. Section 4. That § 39-6-10.1 be repealed. 39-6-10.1. No person importing milk or milk products into this state under a permit granted pursuant to § 39-6-10 may sell or offer for sale any milk or milk product in this state at a price less than he charges or is allowed to charge in his state of origin. Section 5. That § 39-6-12 be amended to read as follows: 39-6-12. All processors, except those under the supervision of recognized municipal inspections, Each processor shall provide adequate and continuous field service to assist the producers who sell their milk to their plants the processor's plant and to supervise the operations within the processing plants plant to attain and maintain compliance with Grade A requirements. Section 6. That § 39-6-17 be repealed. 39-6-17. Nothing in this chapter shall be construed as prohibiting any first or second class municipality from enacting and enforcing ordinances establishing a system of continuous inspection of dairy products and dairy products plants or from grading or degrading any dairy or dairy products or barring the same from sale within the municipality, provided that any such ordinance shall provide a system of inspection equal at least to the system of inspection of dairy products or dairy products plants established by the secretary of agriculture and the regulations promulgated under his authority, and that the grading of any dairy products or dairy products plants as provided by ordinance shall be at least equal to that employed by the Department of Agriculture. Section 7. That § 39-6-18 be repealed. 39-6-18. The Department of Agriculture shall survey not less than every two years nor oftener than every six months, the milk supply and the enforcement by a first or second class municipality having a system of inspection and grading to determine whether or not such system of inspection and grading is being enforced. In the case of interstate and intrastate shipments of Grade A milk and milk products, a survey rating of compliance shall be furnished by the department upon request. Section 8. That § 39-6-19 be repealed. 39-6-19. Whenever the Department of Agriculture shall find that a city system of inspection and grading is not being enforced or that the standards are not at least equal to those of the department, a written notice of such findings shall be given to the chief administrative officer of the first or second class municipality and a copy of such written notice shall be filed with the city auditor, clerk, or recorder as the case may be. If the department thereafter shall find, not less than thirty days after the date of such notice, that the system of inspection and grading is not being enforced or is not at least equal to that of the department, then the inspection and grading by the department shall become applicable to all persons and establishments theretofore operating under the municipal system until the deficiencies are corrected. Section 9. That § 39-6-20 be amended to read as follows: 39-6-20. Any person who sells, offers, or exposes It is a violation for any person to sell, offer, or expose for sale, any milk or milk products labeled Grade A, unless the milk or milk products have been produced and processed in accordance with the requirements of §§ 39-6-7 to 39-6-19, inclusive, and the rules promulgated by the secretary of agriculture in respect thereto, is guilty of a Class 2 misdemeanor. Section 10. That § 39-6-21 be repealed. 39-6-21. Any person owning milk or dairy cases may adopt and use a name or mark on the cases and register the name or mark with the Department of Agriculture. Unless authorized by the owner, no person may: (1) Use any milk case or dairy case for any purpose; (2) Sell or offer for sale any milk case or dairy case; (3) Deface, obliterate, destroy, cover up, or otherwise remove the name or mark on any milk case or dairy case. Section 11. That § 39-6-22 be repealed. 39-6-22. It is a violation of this section for any person to remove any milk case or dairy case from the premises or parking area of any processor, distributor, or retail establishment, unless legally authorized to do so. A violation of this section is a Class 2 misdemeanor. Section 12. That § 40-32-2 be amended to read as follows: 40-32-2. Terms as used in this chapter, mean: (1) \"Bulk milk pick-up tanker,\" any vehicle, including the truck, tank, and those appurtenances necessary for the tank's use, used by a bulk milk hauler or sampler to transport bulk raw milk for pasteurization from a dairy farm to a milk plant, receiving station, or transfer station; (2) \"Dairy farm,\" any place or premise where one or more cows, sheep, or goats are kept and from which a part or all of the milk or milk products are produced and sold, or offered for sale to a milk plant; (3) \"Dairy fieldman,\" a person employed by the milk plant to determine if a producer is maintaining satisfactory production requirements in accordance with this chapter and the rules adopted thereunder; (4) \"Department,\" the Department of Agriculture; (5) \"Grade A,\" any milk or milk product that complies with the standards set forth in any rules promulgated pursuant to § 39-6-9; (6) \"Manufacturing grade,\" any milk or milk product subject to the requirements of chapter 40-32 that is produced for processing and manufacturing into products for human consumption not subject to Grade A requirements stated in chapter 39-6; (7) \"Marketing organization,\" an entity established for the purpose of procuring farm produced milk and offering for sale that milk to a milk plant, receiving station, or transfer station; (8) \"Milk distributor,\" any person who purchases milk or milk products and transports them to a retail dealer or a consumer; (9) \"Milk plant,\" any place where milk or milk products are delivered or processed for commercial purposes; (10) \"Milk product,\" any product formulated by the addition of milk or a product derived from more than fifty percent milk if the milk or the product derived from more than fifty percent milk is greater than fifty percent of the product by weight or volume; (11) \"Milk transport tank,\" any vehicle, including the truck and tank, used by a bulk milk hauler or sampler to transport bulk shipments of milk and milk products, from a milk plant, receiving station, or transfer station to another milk plant, receiving station, or transfer station; (11)(12) \"Pasteurization,\" the process of heating every particle of milk or milk product in properly designed and operated equipment, to one of the temperatures given in the following table and held continuously at or above that temperature for at least the corresponding specified time: * If the fat content of the milk product is ten percent or more, or if it contains added sweeteners, the specified temperature shall be increased by 5°F (3°C). However, eggnog shall be heated to at least the following temperature and time specifications: Nothing in this definition bars any other pasteurization process which has been recognized by the Food and Drug Administration to be equally efficient and which is approved by the regulatory agency; (12)(13) \"Pasteurization unit,\" a unit of equipment that pasteurizes milk and milk products that meets the 3-A accepted practices for the sanitary construction, installation, testing, and operation of a pasteurizer; (13)(14) \"Producer,\" any person who operates a dairy farm and provides, sells, or offers milk for sale; (14)(15) \"Receiving station,\" any place, premise, or establishment where raw milk is received, collected, handled, stored, or cooled and prepared for further transporting; (15)(16) \"Secretary,\" the secretary of agriculture; (16)(17) \"Single-service article fabricating plant,\" any plant manufacturing single-service articles expected to be in contact with Grade A milk and milk products; (17)(18) \"Transfer station,\" any place, premise, or establishment where milk or milk products are transferred directly from one milk tank truck to another. Section 13. That § 40-32-10 be amended to read as follows: 40-32-10. It shall be the duty of the secretary of agriculture The secretary shall, upon evidence of repeated violations of the dairy statutes and regulations, to provisions of this chapter and chapters 39-6, 39-7, and 39-8, and any rules promulgated pursuant to those chapters, revoke or suspend any dairy products plant license; provided, however, that. However, no license shall may be revoked except on twenty days' notice to the licensee, his or its or the licensee's agent or manager, to. Any notice shall be served as summons is served in civil actions, specifying specify the substance of the complaint and the time and place at which evidence will be heard in support of the complaint, and that an opportunity will be offered to such the licensee complained about to submit evidence and proof in defense of such charges any charge. Section 14. That § 40-32-10.1 be amended to read as follows: 40-32-10.1. A producer engaged in the business of producing milk and offering for sale such milk to a milk plant for purposes other than Grade A milk as set forth in chapter 39-6 and before the milk is to be transported from the premises of the producer, shall obtain a permit from the secretary. Section 15. That § 40-32-10.4 be amended to read as follows: 40-32-10.4. The secretary of agriculture or his duly qualified representative department may suspend a producer's license or permit upon failure by the holder of the permit to comply with any of the terms of state law and regulation statute or promulgated rule or for interference with inspection. In addition to the administrative sanctions available to the department pursuant to this chapter and chapters 39-6, 39-7, and 39-8, any licensed or nonlicensed producer who commits any violation of this chapter or chapters 39-6, 39-7, or 39-8, may be assessed a fine, not to exceed five thousand dollars per violation, or may be subject to injunctive and declaratory relief by the circuit court. All fines collected pursuant to this section are subject to S.D. Const., Art. VIII, § 3. The department is not required to seek the administrative sanctions available under this section prior to commencing an action in circuit court against an alleged violator of this chapter or chapters 39-6, 39-7, or 39-8. Section 16. That § 40-32-23 be amended to read as follows: 40-32-23. The secretary of agriculture or his duly authorized representatives department shall have access, ingress, and egress to all places of business, factories, buildings, or related areas where any milk or milk products are produced, bought, manufactured, held, or stored, including any vehicles used for the transportation of milk or milk products, and. The department shall have access to all of the books and records of such places of business for the purpose of enforcing the provisions of this chapter. The secretary or his duly authorized representative shall have the authority to department may take any samples deemed necessary for the proper enforcement of this chapter."}, {"bill_id": 1628, "bill_version_id": 13805, "bill_version": "Enrolled", "bill_version_date": "2010-03-10T12:32:21.657-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1628, "action_date": "2010-01-12T12:00:00-06:00", "document_id": 10420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10420.pdf", "status_text": "First read in House and referred to", "journal_page": 29, "committee_id_action": 86, "committee_id_assigned": 87, "result": "N", "vote": {}}, {"bill_id": 1628, "action_date": "2010-02-16T11:00:00-06:00", "document_id": 12166, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12166.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 87, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1628, "action_date": "2010-02-18T07:45:00-06:00", "document_id": 12315, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12315.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 87, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1628, "action_date": "2010-02-18T07:45:00-06:00", "document_id": 12535, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12535.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 87, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6709, "president_vote": null, "Yea": [831, 843, 792, 836, 841, 746, 828, 838, 789, 793], "Excused": [811, 832], "Nay": [833]}}, {"bill_id": 1628, "action_date": "2010-02-18T07:45:00-06:00", "document_id": 12535, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12535.pdf", "status_text": "Do Pass Amended", "journal_page": 461, "committee_id_action": 87, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6711, "president_vote": null, "Yea": [831, 843, 841, 746, 838, 789, 793], "Excused": [811, 832], "Nay": [792, 836, 833, 828]}}, {"bill_id": 1628, "action_date": "2010-02-22T14:22:00-06:00", "document_id": 12760, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12760.pdf", "status_text": "Deferred to another day", "journal_page": 560, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1628, "action_date": "2010-02-23T10:30:00-06:00", "document_id": 12848, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12848.pdf", "status_text": "Do Pass Amended", "journal_page": 573, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7008, "president_vote": null, "Yea": [821, 825, 771, 793, 781, 775, 844, 831, 820, 804, 779, 740, 813, 756, 748, 817, 814, 765, 830, 798, 749, 829, 832, 826, 835, 842, 777, 834, 803, 822, 843, 759, 816, 824, 788, 800, 801, 827, 750, 742, 770, 792, 783, 755, 751, 744, 840, 784, 839, 819, 841, 818, 815, 833, 762, 746, 763, 752, 796, 828, 823, 789, 838, 837, 812, 786], "Nay": [811, 836], "Excused": [757, 773]}}, {"bill_id": 1628, "action_date": "2010-02-24T14:00:00-06:00", "document_id": 12956, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12956.pdf", "status_text": "First read in Senate and referred to", "journal_page": 460, "committee_id_action": 84, "committee_id_assigned": 60, "result": "N", "vote": {}}, {"bill_id": 1628, "action_date": "2010-03-02T10:00:00-06:00", "document_id": 13030, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13030.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 60, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1628, "action_date": "2010-03-02T10:00:00-06:00", "document_id": 13226, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13226.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 60, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1628, "action_date": "2010-03-02T10:00:00-06:00", "document_id": 13226, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13226.pdf", "status_text": "Do Pass Amended", "journal_page": 506, "committee_id_action": 60, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7289, "president_vote": null, "Yea": [790, 778, 780, 745, 776, 794], "Nay": [774, 791, 795]}}, {"bill_id": 1628, "action_date": "2010-03-04T13:00:00-06:00", "document_id": 13498, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13498.pdf", "status_text": "Deferred to another day", "journal_page": 573, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1628, "action_date": "2010-03-08T14:00:00-06:00", "document_id": 13604, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13604.pdf", "status_text": "Motion to amend", "journal_page": 591, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1628, "action_date": "2010-03-08T14:00:00-06:00", "document_id": 13604, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13604.pdf", "status_text": "Do Pass Amended", "journal_page": 592, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7557, "president_vote": null, "Excused": [758, 741], "Yea": [809, 785, 787, 790, 807, 754, 805, 760, 778, 768, 782, 780, 739, 764, 772, 761, 774, 766, 791, 806, 767, 808, 769, 753, 745, 794, 799, 810, 747, 776], "Nay": [802, 795, 743]}}, {"bill_id": 1628, "action_date": "2010-03-10T10:00:00-06:00", "document_id": 13783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13783.pdf", "status_text": "Concurred in amendments", "journal_page": 804, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7672, "president_vote": null, "Excused": [821, 844, 817, 749, 842, 822, 759, 816, 750, 742, 751, 784, 839, 815, 752, 828], "Yea": [825, 771, 793, 781, 775, 831, 820, 804, 779, 740, 813, 756, 748, 814, 765, 811, 830, 798, 829, 832, 826, 757, 835, 777, 834, 803, 843, 824, 800, 801, 827, 770, 792, 783, 755, 773, 744, 840, 819, 836, 841, 818, 833, 762, 746, 763, 796, 823, 789, 838, 837, 812, 786], "Nay": [788]}}, {"bill_id": 1628, "action_date": "2010-03-10T10:00:00-06:00", "document_id": 13783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13783.pdf", "status_text": "Signed by the Speaker", "journal_page": 817, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1628, "action_date": "2010-03-10T10:00:00-06:00", "document_id": 13782, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13782.pdf", "status_text": "Signed by the President", "journal_page": 644, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1628, "action_date": "2010-03-11T10:30:00-06:00", "document_id": 13884, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13884.pdf", "status_text": "Delivered to the Governor", "journal_page": 846, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1628, "action_date": "2010-03-29T10:00:00-05:00", "document_id": 13978, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13978.pdf", "status_text": "Signed by the Governor", "journal_page": 860, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4640}