{"session_id": 44, "bill_id": 22035, "bill_type": "House Bill", "bill_number": 1233, "bill_title": "require certain products contain digital blocking capability, establish a deactivation fee, and establish the human trafficking and child exploitation prevention fund.", "sponsors": [{"legislator_profile_id": 1841, "is_prime": true}, {"legislator_profile_id": 1790, "is_prime": false}, {"legislator_profile_id": 3797, "is_prime": false}, {"legislator_profile_id": 1805, "is_prime": false}, {"legislator_profile_id": 1834, "is_prime": false}, {"legislator_profile_id": 1847, "is_prime": false}], "keywords": ["Fund", "Obscenity and Public Indecency", "Telecommunications", "Trade Regulation"], "audio": [{"meeting_datetime": "2021-02-17T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hju23.mp3", "start_seconds": 2638.0}, {"meeting_datetime": "2021-02-17T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hju23.mp3", "start_seconds": 2638.0}, {"meeting_datetime": "2021-02-17T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hju23.mp3", "start_seconds": 2638.0}, {"meeting_datetime": "2021-02-17T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hju23.mp3", "start_seconds": 2638.0}, {"meeting_datetime": "2021-02-17T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hju23.mp3", "start_seconds": 2638.0}], "bill_versions": [{"bill_id": 22035, "bill_version_id": 216088, "bill_version": "Introduced", "bill_version_date": "2021-02-03T09:02:32.673-06:00", "bill_text": "An Act to require certain products contain digital blocking capability, establish a deactivation fee, and establish the human trafficking and child exploitation prevention fund. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 37-38-1. Definitions Terms used in this Act mean: (1) \"Consumer,\" a person who uses a distributor's product, unless the product was purchased for resale purposes; (2) \"Digital blocking capability,\" software preventing a product from accessing certain material on the internet; (3) \"Distributor,\" a person who manufactures, sells, offers for sale, leases, or distributes a product that makes content accessible on the internet; (4) \"Nonconsensual pornography,\" an image or video of a person engaged in sexual activity or that displays a person nude, as the term is defined in subdivision 11-12-1(10), if the image or video contains personal identification information of the depicted person without the depicted person's consent; (5) \"Obscene material,\" content, that the average person, applying contemporary community standards, would find that, when taken as a whole, has a dominant theme that appeals to prurient interests; portrays sexual conduct or sadomasochistic abuse in a patently offensive way; and lacks serious literary, artistic, political, or scientific value. Section 2. That a NEW SECTION be added: 37-38-2. Digital blocking capability required. A distributor may not manufacture, sell, offer for sale, lease, or distribute a product that makes content accessible to the internet unless the product contains a digital blocking capability that prohibits, by default, access to a website: (1) Displaying obscene material; (2) Displaying child pornography; (3) Facilitating prostitution; (4) Facilitating human trafficking; or (5) Displaying nonconsensual pornography. Section 3. That a NEW SECTION be added: 37-38-3. Distributor--Duties generally. The distributor shall: (1) Make reasonable and ongoing efforts to ensure that the digital content blocking capability functions properly; (2) Establish a reporting mechanism to allow a consumer to report unblocked websites displaying content described in § 37-38-2 or to report blocked websites that are not displaying content described in § 37-38-2; and (3) Report child pornography received through the reporting mechanism to the national center for missing and exploited children's cybertipline, to carry out the purposes of 18 U.S.C. § 2258A, as of January 1, 2021. Section 4. That a NEW SECTION be added: 37-38-4. Distributor--Prohibited conduct. A distributor may not block access to: (1) Social media websites that provide a means for the website's users to report obscene materials and have procedures for evaluating reports and removing obscene materials; (2) Websites that serve primarily as a search engine; or (3) Websites that display complete movies that are rated R and below by the Classification and Ratings Administration. Section 5. That a NEW SECTION be added: 37-38-5. Digital blocking capability--Deactivation--Digital access fee. A distributor shall deactivate a product's digital blocking capability after a consumer: (1) Requests that the capability be disabled; (2) Provides to the distributor an original or copy of a state-issued driver license, state-issued identification card, or passport that verifies the consumer is eighteen years of age or older; (3) Acknowledges receiving from the distributor a warning about the potential danger of deactivating the digital blocking capability. The attorney general shall prepare and make available to a distributor a form that includes all content that must be in the warning; and (4) Pays to the distributor a one-time, twenty-dollar digital access fee to be remitted to the state. Section 6. That a NEW SECTION be added: 37-38-6. Distributors--Deactivation fee. A distributor who manufactures, sells, offers for sale, leases, or distributes a product that makes content accessible on the internet may charge a reasonable, separate, opt-in fee to deactivate the digital blocking capability that the distributor may retain. Section 7. That a NEW SECTION be added: 37-38-7. Distributors--Disclosure of consumers who deactivate prohibited--Exception--Misdemeanor. A distributor may not disclose the name or personal identification information of a consumer who deactivates the digital blocking capability of a product that makes content accessible on the internet unless directed by court order. A violation of this section is a Class 2 misdemeanor. Section 8. That a NEW SECTION be added: 37-38-8. Distributors--Remit digital access fee. Each quarter, a distributor shall remit the fees collected under § 37-38-5 to the state treasury in the manner prescribed by the state treasurer. Section 9. That a NEW SECTION be added: 37-38-9. Human trafficking and child exploitation fund created. There is created within the state treasury the human trafficking and child exploitation prevention fund into which all fees under § 37-38-5, contributions, grants, payments ordered by the court, and other fees or revenue collected for the purpose of this Act shall be deposited, except for the fee retained by the distributor under § 37-38-6. All moneys in the fund created by this section shall be used for purposes of developing, expanding, and strengthening programs for victims of human trafficking and other sex-related crimes and for the purposes of upholding community standards of decency. Interest earned on money in the fund shall be deposited into the fund. Expenditures from the fund shall be appropriated through the normal budget process. Section 10. That a NEW SECTION be added: 37-38-10. Fund--Administration. The human trafficking and child exploitation prevention fund shall be administered by the attorney general. The attorney general may promulgate rules, pursuant to chapter 1-26, to: (1) Determine eligibility requirements for any grant awarded under § 37-38-12; (2) Require a grant recipient to offer minimum services for a period of time before receiving a grant and continue to offer minimum services during the grant period; and (3) Require a grant recipient to submit financial and programmatic reports. Section 11. That a NEW SECTION be added: 37-38-11. Fund--Expenditures. Expenditures authorized by this Act from the human trafficking and child exploitation prevention fund shall be paid on warrants drawn by the state auditor on vouchers approved by the attorney general. Section 12. That a NEW SECTION be added: 37-38-12. Fund--Purpose. The attorney general shall, as funding permits, distribute grants from the human trafficking and child exploitation prevention fund to prevent human trafficking and to develop, provide, or expand services to the victims of human trafficking or child exploitation. Grants may be awarded to the following government and nongovernment groups: (1) State agencies, for the purposes of conducting human trafficking enforcement programs, to support programs assisting victims of human trafficking or child exploitation, or for the purposes of conducting programs to uphold community standards of decency; (2) The Office of the Governor, to support human trafficking education and prosecution projects or for the purposes of conducting programs to uphold community standards of decency; or (3) Faith-based groups, school districts, county and municipal governments, or nonprofit organizations, for programs preventing human trafficking or child exploitation or for programs that seek to uphold community standards of decency. Section 13. That a NEW SECTION be added: 37-38-12.1. Annual report. The attorney general shall submit an annual report to the Legislature by no later than December first describing: (1) The amount of digital access fees received under § 37-38-5; (2) How funds were distributed under § 37-38-12; (3) How each entity receiving a grant used the grant money; and (4) Any recommendations for legislative action concerning the fund. Section 14. That a NEW SECTION be added: 37-38-13. Distributor--Duty to unblock--Judicial relief. If a digital blocking capability blocks a website that is not displaying content described in § 37-38-2 and the block is reported to a reporting mechanism, the distributor shall unblock the website within five business days after the block is first reported. A consumer may seek judicial relief in a civil action to unblock a website that should not be blocked. The prevailing party in the civil action may recover reasonable attorney's fees, court costs, and other forms of relief. Section 15. That a NEW SECTION be added: 37-38-14. Distributor--Report of obscene material--Duty to respond--Judicial relief. If a distributor is unresponsive to a report of a website displaying obscene material that has breached the digital blocking capability, the attorney general or a consumer may file a civil action. The attorney general or a consumer may seek damages of up to five hundred dollars for each website that was reported but not subsequently blocked. The prevailing party in the civil action may recover reasonable attorney's fees, court costs, and other forms of relief. Any award recovered by the attorney general shall be deposited into the human trafficking and child exploitation prevention fund created under § 37-38-9. Section 16. That a NEW SECTION be added: 37-38-15. Affirmative defense. It is an affirmative defense in a civil action to a charge of violating this Act that the dissemination of content described in § 37-38-2 was limited to institutions or organizations having scientific, educational, or other instructional purposes for displaying the content described in § 37-38-2. Section 17. That a NEW SECTION be added: 37-38-16. Distributor--Prohibited conduct--Misdemeanor. A distributor of a product that makes content accessible on the internet is guilty of a Class 2 misdemeanor if the distributor knowingly: (1) Sells a product that makes content accessible on the internet without digital blocking capability that attempts to render the content described in § 37-38-2 inaccessible by default; or (2) Provides the mechanism source code to deactivate the digital blocking capability to a minor or to an adult without complying with § 37-38-5. Section 18. That a NEW SECTION be added: 37-38-17. Circumstances not covered by this Act. This Act does not apply to: (1) An occasional sale of an internet-enabled product by a person that is not regularly engaged in the business of selling internet-enabled products; and (2) A product produced or sold before July 1, 2021."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22035, "action_date": "2021-02-03T14:00:00-06:00", "document_id": 215811, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215811.pdf", "status_text": "First read in House and referred to", "journal_page": 194, "committee_id_action": 492, "committee_id_assigned": 493, "result": "N", "vote": {}}, {"bill_id": 22035, "action_date": "2021-02-17T10:00:00-06:00", "document_id": 217313, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217313.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 493, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22035, "action_date": "2021-02-17T10:00:00-06:00", "document_id": 217314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217314.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 493, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69335, "president_vote": null, "Yea": [3786, 1768, 1780, 3784, 1839, 3799, 1855, 3790, 1798], "Nay": [1836, 3793], "Excused": [1837, 1844]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22035"}