{"session_id": 43, "bill_id": 11739, "bill_type": "Senate Bill", "bill_number": 153, "bill_title": "prohibit certain social media censorship.", "sponsors": [{"legislator_profile_id": 1715, "is_prime": true}, {"legislator_profile_id": 1728, "is_prime": false}, {"legislator_profile_id": 1742, "is_prime": false}], "keywords": ["Attorney's Fees", "Social Media", "Trade Regulation"], "audio": [{"meeting_datetime": "2020-02-18T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sco21.mp3", "start_seconds": 355.0}, {"meeting_datetime": "2020-02-18T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sco21.mp3", "start_seconds": 355.0}, {"meeting_datetime": "2020-02-18T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sco21.mp3", "start_seconds": 355.0}, {"meeting_datetime": "2020-02-18T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sco21.mp3", "start_seconds": 355.0}], "bill_versions": [{"bill_id": 11739, "bill_version_id": 66306, "bill_version": "Introduced", "bill_version_date": "2020-02-04T20:54:41.807-06:00", "bill_text": "An Act to prohibit certain social media censorship. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 37-38-1. Definitions. Terms used in this chapter mean: (1) \"Algorithm,\" a set of instructions designed to perform a specific task; (2) \"Hate speech,\" a phrase concerning content that a person arbitrarily finds offensive based on that person's personal moral code; (3) \"Obscene,\" content that to the average person, applying contemporary community standards, the dominant theme of the material taken as a whole appeals to prurient interest, and lacks serious literary, artistic, political, or scientific value; (4) \"Political speech,\" speech relating to the state, government, body politic, public administration, or government policymaking, including speech by the government or candidates for office, and any speech relating to social issues. The term does not include speech concerning the administration of or law relating to civil aspects of government; (5) \"Social media website,\" a website or application that: (i) Enables users to communicate with other users by posting information, comments, messages, or images; (ii) Is open to the public; (iii) Has more than seventy-five million users; and (iv) Has not been specifically affiliated with any one religion or political party from its inception. Section 2. That a NEW SECTION be added: 37-38-2. Social media website censorship or suppression of religious speech prohibited--Exceptions--Hate speech not a defense. A social media website user may bring a civil action against the owner or operator of a social media website with users in this state if the social media website purposely: (1) Censors a social media website user's religious or political speech; or (2) Uses an algorithm to suppress religious or political speech. A social media website may not be found liable under this section if the censored speech calls for immediate acts of violence, is obscene or pornographic in nature, was censored as a result of operational error, was censored as a result of a court order, came from an inauthentic source or involved false impersonation, enticed criminal conduct, involved minors bullying minors, or if the speech was censored by another social media website user. It is not a defense to a civil action under this section that the social media website user's speech was hate speech. Section 3. That a NEW SECTION be added: 37-38-3. Award of damages to social media website user—Attorney's fees allowed. A social media website user may be awarded damages under § 37-38-2, including civil damages of seventy-five thousand dollars for each purposeful censoring or suppression of the social media user's speech, actual damages, forms of equitable relief, and attorney's fees. Section 4. That a NEW SECTION be added: 37-38-4. Standing to enforce. Only social media users age eighteen or older have standing to enforce this chapter. Section 5. That a NEW SECTION be added: 37-38-5. Attorney general may bring civil action on behalf of social media website user. The Attorney General may bring a civil action under § 37-38-2 on behalf of a social media website user who resides in this state whose religious or political speech has been censored by a social media website. Section 6. That a NEW SECTION be added: 37-38-6. Venue. The venue for any civil action brought under § 37-38-2 shall be in this state."}], "amendments": [{"bill_id": 11739, "document_id": 67501, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67501.pdf", "legislator_profile_id": 1715, "document_id_instructions": 67502, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/67502.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 11739, "action_date": "2020-02-05T14:00:00-06:00", "document_id": 66204, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66204.pdf", "status_text": "First read in Senate and referred to", "journal_page": 140, "committee_id_action": 447, "committee_id_assigned": 456, "result": "N", "vote": {}}, {"bill_id": 11739, "action_date": "2020-02-18T10:00:00-06:00", "document_id": 67659, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67659.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 456, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11739, "action_date": "2020-02-18T10:00:00-06:00", "document_id": 67660, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67660.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 456, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11739, "action_date": "2020-02-18T10:00:00-06:00", "document_id": 67660, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67660.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 456, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33124, "president_vote": null, "Yea": [1707, 1703, 1730, 1663, 1752, 1716], "Nay": [1715]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/11739"}