{"session_id": 43, "bill_id": 12059, "bill_type": "Senate Bill", "bill_number": 172, "bill_title": "revise provisions regarding civil forfeiture.", "sponsors": [{"legislator_profile_id": 1726, "is_prime": true}, {"legislator_profile_id": 1671, "is_prime": false}], "keywords": ["Civil Forfeiture", "Criminal Procedure"], "audio": [{"meeting_datetime": "2020-02-25T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju26.mp3", "start_seconds": 3930.0}, {"meeting_datetime": "2020-02-25T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju26.mp3", "start_seconds": 3930.0}, {"meeting_datetime": "2020-02-25T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju26.mp3", "start_seconds": 3930.0}, {"meeting_datetime": "2020-02-25T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju26.mp3", "start_seconds": 3930.0}, {"meeting_datetime": "2020-02-25T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju26.mp3", "start_seconds": 3930.0}, {"meeting_datetime": "2020-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen28.mp3", "start_seconds": 3390.0}, {"meeting_datetime": "2020-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen28.mp3", "start_seconds": 3390.0}, {"meeting_datetime": "2020-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen28.mp3", "start_seconds": 3390.0}, {"meeting_datetime": "2020-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen28.mp3", "start_seconds": 3390.0}, {"meeting_datetime": "2020-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen28.mp3", "start_seconds": 3390.0}, {"meeting_datetime": "2020-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen28.mp3", "start_seconds": 3390.0}], "bill_versions": [{"bill_id": 12059, "bill_version_id": 66843, "bill_version": "Introduced", "bill_version_date": "2020-02-06T09:20:03.493-06:00", "bill_text": "An Act to revise provisions regarding civil forfeiture. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 23A-49-13 be REPEALED. 23A-49-13. Civil action--Standard of proof. Section 2. That a NEW SECTION be added: 23A-49-13.1. Property subject to forfeiture--Plea agreements. Property may only be forfeited if: (1) The criminal prosecution that is the basis for the forfeiture resulted in a conviction; and (2) The state establishes by clear and convincing evidence that the property: (a) Constitutes, or is derived directly from, proceeds of the underlying offense for which the person was convicted; or (b) Was used in any manner or part, to commit, or to facilitate the commission of the offense for which the person was convicted. Nothing in this chapter prevents property from being forfeited by plea agreement approved by the presiding court except that a plea agreement may not prevent the claims of any person who has a security interest under § 23A-49-12 or who is an owner under § 23A-49-5. Section 3. That § 23A-49-19 be AMENDED: 23A-49-19. Trial--Disposition of property by court. If a verified answer is filed, the forfeiture proceedings shall be set for a trial on a day not more than one hundred eighty days from the date of the filing. Any party may demand a trial by jury for the forfeiture proceedings pursuant to § 15-6-38(b). At the trial, the state shall establish probable cause for instituting the forfeiture action following which any owner, party in interest, or claimant who has filed a verified answer the state has the burden of proving that the property seized is not subject to forfeiture under this chapter. If the court or a jury finds that the property is not subject to forfeiture under this chapter, the court shall order the property released to the owner, party in interest, or claimant according to the person's right, title, or interest. The court shall order the property forfeited if the court or a jury determines that the property was subject to forfeiture. Section 4. That § 23A-49-5 be AMENDED: 23A-49-5. Interest in seized property--Establishment--Evidence of acts or omissions. A person, other than a defendant or a secured-interest holder, asserting an interest in the property seized shall establish by clear and convincing evidence that the person has an interest in the property seized. To the extent of the interest of established by an owner under this section, a thing of value is not subject to forfeiture under this chapter by reason of any act or omission that is established by the owner of the item to have been unless the state proves by clear and convincing evidence that the act or omission was committed or omitted without with the owner's knowledge or consent. Section 5. That a NEW SECTION be added: 23A-49-21. Seized property--Written report--Contents. For any property seized under this chapter, the law enforcement officer or agent of the Division of Criminal Investigation making the seizure, or for any seizure by an officer or agent who is not an officer or agent of the state, the officer or agent shall provide a written report of the seizure to the attorney general on a form prescribed by the attorney general. The report under this section shall include: (1) The date of the seizure; (2) The nature of the property seized; (3) A description of the property seized; (4) The address or location where the seizure occurred; (5) The reason or purpose of the seizure; (6) The disposition of the property seized; (7) The estimated value of the property seized; and (8) For any seizure under § 23A-49-8, the cause of the seizure. Section 6. That a NEW SECTION be added: 23A-49-22. Annual report to auditor general--Publication. Before February first of each year, the attorney general shall provide a report to the auditor general that includes the nature and extent of all seizures under this chapter during the previous calendar year. The auditor general shall publish on the website maintained by the Department of Legislative Audit the report provided under this section. Section 7. That § 23A-49-20 be AMENDED: 23A-49-20. Forfeited property--Disposition of property. If property is forfeited under this chapter, the attorney general may: (1) Retain the property for official use; (2) Sell any forfeited property which that is not required to be destroyed by law and which that is not harmful to the public, provided that the proceeds be disposed of for payment of all proper expenses of the proceedings for forfeiture and sale including expenses of seizure, maintenance of custody, advertising, and court costs. All money seized or remaining proceeds from the sale of any forfeited property shall be paid into the following funds: (a) If seized pursuant to a violation of chapters 34-20B or 22-42, proceeds shall go to the drug control fund; (b) If seized pursuant to a violation of chapters 22-24A, 22-23, 22-19A, 22-24B, 43-43B, or 23A-27, proceeds shall be used to reimburse the actual costs of the criminal investigation and prosecution, and any amount over those costs shall be used to satisfy any civil judgments received by the victims. All remaining proceeds shall be paid to the South Dakota internet crimes against children fund; and (c)(b) If not otherwise specified by this chapter, proceeds shall go to the general fund; or (3) If property is seized pursuant to a violation of chapters 34-20B or 22-42, the attorney general may forward it to the Division of Criminal Investigation for disposition. Such disposition may include delivery for medical or scientific use to any federal or state agency under regulations of the United States attorney general."}, {"bill_id": 12059, "bill_version_id": 68749, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2020-02-26T07:47:45.833-06:00", "bill_text": "An Act to revise provisions regarding civil forfeiture. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 23A-51-1. Civil forfeiture prohibited. Notwithstanding any other law, there may be no civil forfeiture under South Dakota law. Any forfeiture proceeding shall be held following the trial of the related criminal offense. Section 2. That a NEW SECTION be added: 23A-51-2. Forfeiture of property--State must establish by clear and convincing evidence. Property may be forfeited if the state establishes by clear and convincing evidence that the property: (1) Constitutes, or is derived from, proceeds of the underlying offense for which the person was convicted; or (2) Was used in any manner or part, to commit, or facilitate the commission of the offense for which the person was convicted. Nothing in this chapter prevents property from being forfeited by a plea agreement approved by the presiding court, except that a plea agreement may not prevent the claims of a person who has a security interest or is an owner under § 23A-51-6. Section 3. That a NEW SECTION be added: 23A-51-3. Certain provisions proceeded against under this chapter. Property forfeitable under § 22-24A-15 or 34-20B-70 shall be proceeded against under this chapter. Section 4. That a NEW SECTION be added: 23A-51-4. Victim's rights not affected. Nothing in this chapter may be construed to deprive a victim under S.D. Const., Art. VI, § 29 of the victim's right, upon request, to the prompt return of the victim's property when the property is no longer needed as evidence in the case. Section 5. That a NEW SECTION be added: 23A-51-5. Property taken deemed in custody of attorney general. Property taken or detained pursuant to this chapter is deemed to be in the custody of the attorney general, subject only to the orders and decrees of a court or official having jurisdiction over the property. Section 6. That a NEW SECTION be added: 23A-51-6. Person with interest in property--Proof of ownership--Proof of owner knowledge or consent. Any person, other than a defendant, asserting an interest in the property seized pursuant to this chapter, may petition the court at any time for the return of the person's property. To the extent that the person can establish by clear and convincing evidence that the person has an interest in the property seized, a thing of value is not subject to forfeiture under this chapter by reason of any act or omission, unless the state proves by clear and convincing evidence that the act was committed or the omission occurred with the owner's knowledge or consent. For property not subject to forfeiture, a court shall order the return of the property if the property is not reasonably required to be held for evidentiary reasons. Section 7. That a NEW SECTION be added: 23A-51-7. Notice of forfeiture proceeding. If the state determines to proceed with forfeiture of property, the state shall provide notice to the defendant and defendant's counsel before the trial for the underlying criminal proceeding. The notice shall provide that the state is seeking forfeiture of the property as an additional sanction related to the criminal violation and shall include: (1) A description of the property seized; (2) The date and place of the seizure; (3) A description of the property's use in the commission of a crime or derivation from the commission of a crime; and (4) The name and address of the agency responsible for the seizure. Section 8. That a NEW SECTION be added: 23A-51-8. Forfeiture following conviction--Reasonable expenses of law enforcement and state--Waiver of conviction requirement. If the state has provided notice under § 23A-51-7 and the underlying prosecution resulted in a conviction, following the trial for the underlying criminal prosecution, the property may be forfeited in a court proceeding if the state establishes by clear and convincing evidence that the property is subject to forfeiture based on evidence received at the criminal trial or additional evidence offered after conviction. In addition, the court shall determine the extent of reasonable expenses incurred by law enforcement and the state in investigating and prosecuting the underlying criminal case. The court may waive the conviction requirement and grant permanent title to the state if the prosecuting authority files a motion no fewer than one hundred eighty days after seizure and shows by clear and convincing evidence that, before conviction, the defendant: (1) Died; (2) Was deported by the United States government; (3) Is granted immunity or reduced punishment in exchange for testifying or assisting a law enforcement investigation or prosecution; (4) Fled the jurisdiction; or (5) Abandoned the property. Section 9. That a NEW SECTION be added: 23A-51-9. Sale and distribution of forfeited property. If property is forfeited under this chapter, the attorney general shall sell any forfeited property that is not required to be destroyed by law and that is not harmful to the public, and distribute the proceeds in the following order: (1) The payment of fines or costs ordered to be paid by the defendant; (2) The payment of restitution to any victims of the underlying crime; (3) The payment of reasonable expenses incurred by law enforcement and the state in investigating and prosecuting the underlying criminal case as determined by the court; and (4) Any remaining balance shall be treated in the same manner as fines and distributed to the schools in the manner prescribed in S.D. Const., Art. VIII, § 3. Section 10. That a NEW SECTION be added: 23A-51-10. Written report of property seized. For any property seized under this chapter, the law enforcement officer or agent of the Division of Criminal Investigation making the seizure, or for any seizure by an officer or agent who is not an officer or agent of the state, the officer or agent shall provide a written report of the seizure to the attorney general on a form prescribed by the attorney general. The report under this section shall include: (1) The date of the seizure; (2) The nature of the property seized; (3) A description of the property seized; (4) The address or location where the seizure occurred and, if seized during a traffic stop on an interstate or state highway, the direction of the traffic flow: eastbound, westbound, southbound, or northbound; (5) The reason or purpose of the seizure; (6) The criminal offense alleged that led to the seizure; (7) The disposition of the property seized; (8) The estimated value of the property seized; and (9) For property seized without court process, the cause of the seizure. Section 11. That a NEW SECTION be added: 23A-51-11. Report to auditor general--Report published. Before February first of each year, the attorney general shall provide a report to the auditor general that includes the nature and extent of all seizures under this chapter during the previous calendar year. The attorney general shall publish the report provided under this section on the attorney general's website. Section 12. That a NEW SECTION be added: 23A-51-12. Relinquishing property seized to federal agency prohibited. A local or state law enforcement agency may not refer, transfer, or otherwise relinquish possession of property seized under state law to a federal agency by way of adoption of the seized property or other means by the federal agency for the purpose of the property's forfeiture under the federal Controlled Substances Act, Public Law 91-513, or other federal law. Section 13. That §§ 23A-49-1 through 23A-49-20 be REPEALED. Section 14. That § 22-24A-15 be AMENDED: 22-24A-15. Property subject to forfeiture. Any person who is convicted of an offense under §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, 23A-27-14.1, 43-43B-1 to 43-43B-3, inclusive, and 22-23-2, 22-23-8, and 22-23-9, or under 18 U.S.C. §§ 1466A, 1470, 1591, 2251, 2251A, 2252, 2252A, 2252B, 2252C, 2260, 2421, 2422, and 2423, as of January 1, 2016, shall forfeit to the state, pursuant to chapter 23A-49 23A-51, the person's interest in the following and no property right exists in them: (1) Any photograph, film, videotape, book, digital media or visual depiction that has been manufactured, distributed, purchased, possessed, acquired, or received in violation of §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 23A-27-14.1, and 43-43B-1 to 43-43B-3, inclusive; (2) Any material, product, and equipment of any kind that is used or intended for use in manufacturing, processing, publishing, selling, possessing, or distributing any visual depiction proscribed by §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 23A-27-14.1, and 43-43B-1 to 43-43B-3, inclusive; (3) Any property that is used, or intended for use, as a container for property described in subdivisions (1) and (2) of this section, including any computers and digital media; (4) Any conveyances including aircraft, vehicles, or vessels, that transport, possess, or conceal, or that is used, or intended for use, to transport, or in any manner facilitate any activity proscribed under §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, 23A-27-14.1, and 43-43B-1 to 43-43B-3, inclusive; (5) Any book, record, and research, including microfilm, tape, and data that is used, or intended for use, in violation of §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, 23A-27-14.1, and 43-43B-1 to 43-43B-3, inclusive; (6) Any funds or other things of value used for the purposes of unlawfully carrying out any activity proscribed by §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, 23A-27-14.1, 43-43B-1 to 43-43B-3, inclusive, and 22-23-2, 22-23-8, and 22-23-9; and (7) Any asset, interest, profit, income, and proceed acquired or derived from the unlawful activity proscribed by §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, 23A-27-14.1, 43-43B-1 to 43-43B-3, inclusive, and 22-23-2, 22-23-8, and 22-23-9. Any property described in subdivision (1) of this section shall be deemed contraband and shall be summarily forfeited to the state. Property described in subdivisions (2), (3), (4), (5), (6), and (7) is subject to forfeiture under the terms of § 23A-49-14, and property described in subdivision (4) is subject to forfeiture under the terms of § 23A-49-15 chapter 23A-51. Section 15. That § 34-20B-70 be AMENDED: 34-20B-70. Property subject to forfeiture. The following are subject to forfeiture pursuant to chapter 23A-49 23A-51 and no property right exists in them: (1) All controlled drugs and substances and marijuana which have been manufactured, distributed, dispensed, or acquired in violation of the provisions of this chapter or chapter 22-42; (2) All raw materials, products, and equipment of any kind which are used or intended for use, in manufacturing, compounding, processing, importing, or exporting any controlled drug or substance or marijuana in violation of the provisions of this chapter or chapter 22-42; (3) All property which is used, or intended for use, as a container for property described in subdivisions (1) and (2); (4) All conveyances including aircraft, vehicles, or vessels, which transport, possess, or conceal, or which are used, or intended for use, to transport, or in any manner facilitate the transportation, sale, receipt, possession, or concealment of marijuana in excess of one-half pound or any quantity of any other property described in subdivision (1) or (2), except as provided in §§ 34-20B-71 to 34-20B-73, inclusive. This subdivision includes those instances in which a conveyance transports, possesses or conceals marijuana or a controlled substance as described herein without the necessity of showing that the conveyance is specifically being used to transport, possess, or conceal or facilitate the transportation, possession, or concealment of marijuana or a controlled substance in aid of any other offense; (5) All books, records, and research, including formulas, microfilm, tapes, and data which are used, or intended for use, in violation of this chapter; (6) Any funds or other things of value used for the purposes of unlawfully purchasing, attempting to purchase, distributing, or attempting to distribute any controlled drug or substance or marijuana; (7) Any assets, interest, profits, income, and proceeds acquired or derived from the unlawful purchase, attempted purchase, distribution, or attempted distribution of any controlled drug or substance or marijuana. Property described in subdivision (1) shall be deemed contraband and shall be summarily forfeited to the state, property described in subdivisions (2), (3), (4), (5), (6), and (7) is subject to forfeiture under the terms of § 23A-49-14, and property described in subdivision (4) is subject to forfeiture under the terms of § 23A-49-15 chapter 23A-51."}], "amendments": [{"bill_id": 12059, "document_id": 68753, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68753.pdf", "legislator_profile_id": 1726, "document_id_instructions": 68754, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/68754.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 12059, "action_date": "2020-02-06T14:00:00-06:00", "document_id": 66647, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/66647.pdf", "status_text": "First read in Senate and referred to", "journal_page": 155, "committee_id_action": 447, "committee_id_assigned": 451, "result": "N", "vote": {}}, {"bill_id": 12059, "action_date": "2020-02-25T08:00:00-06:00", "document_id": 68182, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68182.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 451, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12059, "action_date": "2020-02-25T08:00:00-06:00", "document_id": 68183, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68183.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 451, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12059, "action_date": "2020-02-25T08:00:00-06:00", "document_id": 68183, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68183.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 451, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33747, "president_vote": null, "Nay": [1685, 1752], "Yea": [1703, 1716, 1663, 1726, 1718]}}, {"bill_id": 12059, "action_date": "2020-02-27T13:00:00-06:00", "document_id": 68864, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68864.pdf", "status_text": "Motion to amend", "journal_page": 371, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12059, "action_date": "2020-02-27T13:00:00-06:00", "document_id": 68864, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68864.pdf", "status_text": "Do Pass Amended", "journal_page": 373, "committee_id_action": 447, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 34001, "president_vote": null, "Nay": [1685, 1741, 1763, 1693, 1720, 1717, 1708, 1721, 1686, 1715, 1749, 1752, 1713, 1750, 1716, 1730, 1706, 1719, 1735, 1705], "Yea": [1714, 1764, 1707, 1659, 1658, 1742, 1663, 1724, 1651, 1703, 1746, 1726, 1718, 1704, 1652]}}]}