{"session_id": 10, "bill_id": 2650, "bill_type": "House Bill", "bill_number": 1175, "bill_title": "establish the jump start scholarship program.", "sponsors": [{"legislator_profile_id": 26, "is_prime": true}, {"legislator_profile_id": 102, "is_prime": true}, {"legislator_profile_id": 33, "is_prime": false}, {"legislator_profile_id": 99, "is_prime": false}, {"legislator_profile_id": 69, "is_prime": false}, {"legislator_profile_id": 74, "is_prime": false}, {"legislator_profile_id": 101, "is_prime": false}, {"legislator_profile_id": 100, "is_prime": false}], "keywords": ["Board of Regents", "Department of Education", "Education", "School District", "State Aid to Education"], "audio": [{"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hed17.mp3", "start_seconds": 1114.0}, {"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hed17.mp3", "start_seconds": 1114.0}, {"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hed17.mp3", "start_seconds": 1114.0}, {"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hed17.mp3", "start_seconds": 1114.0}, {"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hed17.mp3", "start_seconds": 1114.0}, {"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hed17.mp3", "start_seconds": 1114.0}, {"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hed17.mp3", "start_seconds": 1114.0}, {"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hed17.mp3", "start_seconds": 1114.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou21.mp3", "start_seconds": 3875.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou21.mp3", "start_seconds": 3875.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou21.mp3", "start_seconds": 3875.0}, {"meeting_datetime": "2011-02-14T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou21.mp3", "start_seconds": 3875.0}, {"meeting_datetime": "2011-02-17T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sed24.mp3", "start_seconds": 125.0}, {"meeting_datetime": "2011-02-17T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sed24.mp3", "start_seconds": 125.0}, {"meeting_datetime": "2011-02-17T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sed24.mp3", "start_seconds": 125.0}, {"meeting_datetime": "2011-02-17T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sed24.mp3", "start_seconds": 125.0}, {"meeting_datetime": "2011-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen27.mp3", "start_seconds": 2823.0}, {"meeting_datetime": "2011-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen27.mp3", "start_seconds": 2823.0}, {"meeting_datetime": "2011-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen27.mp3", "start_seconds": 2823.0}, {"meeting_datetime": "2011-02-24T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen27.mp3", "start_seconds": 2823.0}, {"meeting_datetime": "2011-02-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen28.mp3", "start_seconds": 480.0}, {"meeting_datetime": "2011-02-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen28.mp3", "start_seconds": 480.0}, {"meeting_datetime": "2011-02-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen28.mp3", "start_seconds": 480.0}, {"meeting_datetime": "2011-03-01T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen30.mp3", "start_seconds": 2165.0}, {"meeting_datetime": "2011-03-01T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen30.mp3", "start_seconds": 2165.0}, {"meeting_datetime": "2011-03-01T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen30.mp3", "start_seconds": 2165.0}], "bill_versions": [{"bill_id": 2650, "bill_version_id": 15668, "bill_version": "Introduced", "bill_version_date": "2011-01-26T08:46:18.62-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a co-curricular fund and a co-curricular property tax levy for school districts to meet expenditures for co-curricular activities. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-16 be amended by adding thereto a NEW SECTION to read as follows: The co-curricular fund of the school district is a fund provided by law to meet expenditures for activities sanctioned by an association exercising the authority granted pursuant to § 13-36-4 to control, regulate, and organize interscholastic high school activities. For the purpose of continuing to meet expenditures for activities pursuant to this section, a school district may levy an annual tax not to exceed one dollar and forty cents per thousand dollars of taxable valuation for the school district. Beginning on July 1, 2013, all expenditures for co-curricular activities shall be paid from the co-curricular fund, and no school district may expend money from the general fund for co-curricular activities. Section 2. That § 13-16-2 be amended to read as follows: 13-16-2. All school district funds shall be placed in either the general fund, capital outlay fund, co-curricular fund, special education fund, public service enterprise fund, trust or agency fund as defined in § 4-4-4, bond redemption fund, or 874 fund as hereinafter defined. Section 3. That § 13-16-26.2 be amended to read as follows: 13-16-26.2. Notwithstanding the provisions of § 13-16-26, no school district may transfer any funds, exclusive of federal funds, from the general fund to the capital outlay fund, co-curricular fund, bond redemption fund, or the capital projects fund. Section 4. That § 13-13-37 be amended to read as follows: 13-13-37. Each school district shall submit its final financial report to the secretary of the Department of Education before August first for the school fiscal year ending June thirtieth of that year. The final financial report shall detail total expenditures and total revenues. The financial report shall be submitted on forms prescribed by the secretary. The provisions of this section are subject to the provisions of § 13-8-44. The total general fund expenditures may not include any co-curricular fund expenditures as defined in section 1 of this Act, or any capital outlay fund expenditures as defined in § 13-16-6, except for any school district that receives money under Public Law 81-874 § 3(d)2(B). However, no school district that receives money under Public Law 81-874 § 3(d)2(B) may expend general fund money for new construction. Section 5. That § 13-16-3 be amended to read as follows: 13-16-3. The general fund of the school district is a fund provided by law to meet all the operational costs of the school district, excluding capital outlay fund, co-curricular fund, and special education fund expenditures pursuant to § 13-13-37, and to redeem all outstanding warrants against the general fund. Notwithstanding the provisions of § 13-16-6, the general fund may be used to purchase or lease computer hardware and software. Section 6. That § 13-11-3 be amended to read as follows: 13-11-3. The school district shall report the amount budgeted to the county auditor before October first on forms prescribed by the county auditor. The county auditor shall spread a levy in dollars and cents over the taxable property of the school district sufficient to raise the money requested by the school district subject to the legal dollars and cents limitations on any of the funds as provided by law. For the general fund , special education fund, capital outlay fund, co-curricular fund, and pension fund, the school district may report the levy in dollars or dollars per one thousand dollars of taxable valuation. Section 7. For fiscal year 2012, an amount of funding equal to fifty percent of a school district's total expenditures for co-curricular activities in fiscal year 2010 as reported to the Department of Education shall be deducted from the amount of funding to which the school district is entitled under the state aid to education funding formula pursuant to chapter 13-13. Section 8. For fiscal year 2013 and for each fiscal year thereafter, an amount of funding equal to one hundred percent of a school district's total expenditures for co-curricular activities for the fiscal year just preceding the previous fiscal year as reported to the Department of Education shall be deducted from the amount of funding to which the school district is entitled under the state aid to education funding formula pursuant to chapter 13-13. Section 9. For fiscal years 2012 and 2013, the provisions of §§ 13-13-71, 13-13-72, and 13-13-72.1 do not apply. Section 10. Sections 4 and 5 of this Act are effective on July 1, 2013."}, {"bill_id": 2650, "bill_version_id": 16375, "bill_version": "House Education Engrossed", "bill_version_date": "2011-02-07T10:15:25.717-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the jump start scholarship program. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: There is hereby established the jump start scholarship program to be administered by the Board of Regents. The purpose of the program is to allow a student who graduates from a public high school in three years or less to receive a scholarship funded with a portion of the money saved by the state in state aid to education funding pursuant to chapter 13-13 as a result of the student's early graduation if the student enrolls at any college, university, or technical school accredited by the North Central Association of Colleges and Schools that provides instruction from a campus located in South Dakota. Section 2. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: To be eligible for the jump start scholarship program, a student shall: (1) Be a resident of South Dakota; (2) Complete the requirements of the recommended high school program as established by the Board of Education pursuant to § 13-1-12.1, and be awarded a high school diploma by a public high school by the end of grade eleven, including any summer school courses completed before the end of that school fiscal year; (3) Have attended a public high school in South Dakota on a full-time basis for at least two semesters prior to graduating; (4) Apply to the Board of Regents for a jump start scholarship in the manner specified by the board; and (5) Within one year of graduating from high school, excluding any time served on active duty in the armed forces of the United States, enroll in a college, university, or technical school accredited by the North Central Association of Colleges and Schools that provides instruction from a campus located in South Dakota. No student who enrolls in a high school for all or any part of grade twelve is eligible for the jump start scholarship program. Section 3. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: The amount of the scholarship award is three thousand five hundred dollars. One half of the award shall be paid to a public institution on behalf of any eligible student there enrolled or directly to an eligible student enrolled in a nonpublic institution at the beginning of the fall semester, and the other half shall be paid in the same manner at the beginning of the spring semester. Section 4. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: Each school district shall annually report to the Department of Education the names of all enrolled students who meet the qualifications in subdivisions (1), (2), and (3) of section 2 of this Act, and the Department of Education shall subsequently report the information provided to the Board of Regents. Section 5. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: Any student to whom a jump start scholarship is awarded may apply for enrollment at any approved postsecondary educational institution. However, the institution is not required to accept the applicant for enrollment, and the institution may require compliance with its own admissions requirements. If the institution admits the student, the institution shall give written notice to the Board of Regents, and the scholarship award shall be distributed pursuant to section 3 of this Act. Section 6. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: In fiscal year 2013 and in each fiscal year thereafter, the amount of money saved by the state in state aid to general education funding due to the early graduation of students who meet the qualifications in section 2 of this Act and are awarded a jump start scholarship shall be appropriated to the Board of Regents through the General Appropriations Act for the purpose of providing jump start scholarships to eligible students. Section 7. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: The Board of Regents may allocate funds appropriated by the Legislature for the purpose of providing jump start scholarships to eligible students. Section 8. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: The Board of Regents shall promulgate rules pursuant to chapter 1-26 to establish timelines and procedures for the jump start scholarship program application process, and to establish timelines and procedures for the reporting of information required pursuant to this Act."}, {"bill_id": 2650, "bill_version_id": 16830, "bill_version": "House Engrossed", "bill_version_date": "2011-02-14T15:43:14.8-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the jump start scholarship program. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: There is hereby established the jump start scholarship program to be administered by the Board of Regents. The purpose of the program is to allow a student who graduates from a public high school in three years or less to receive a scholarship funded with a portion of the money saved by the state in state aid to education funding pursuant to chapter 13-13 as a result of the student's early graduation if the student enrolls at any college, university, or technical school accredited by the North Central Association of Colleges and Schools that provides instruction from a campus located in South Dakota. Section 2. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: To be eligible for the jump start scholarship program, a student shall: (1) Be a resident of South Dakota; (2) Complete the requirements of the recommended high school program as established by the Board of Education pursuant to § 13-1-12.1, and be awarded a high school diploma by a public high school by the end of grade eleven, including any summer school courses completed before the end of that school fiscal year; (3) Have attended a public high school in South Dakota on a full-time basis for at least two semesters prior to graduating; and (4) Within one year of graduating from high school, excluding any time served on active duty in the armed forces of the United States, enroll in a college, university, or technical school accredited by the North Central Association of Colleges and Schools that provides instruction from a campus located in South Dakota. No student who enrolls in a high school for all or any part of grade twelve is eligible for the jump start scholarship program. Section 3. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: The amount of the scholarship award is equal to seventy-five percent of the statewide average percentage of the current fiscal year's per student allocation as defined in subdivision 13-13-10.1(4) that is paid by the state. One half of the award shall be paid to an approved institution on behalf of any eligible student there enrolled at the beginning of the fall semester, and the other half shall be paid in the same manner at the beginning of the spring semester. A student must be enrolled full-time during the spring semester in order to receive the second installment. Section 4. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: Any eligible student seeking to obtain a jump start scholarship shall, by September first of the year following the student's eleventh grade year, apply for admission to an approved postsecondary education institution. The institution shall determine the student's initial eligibility, and once the student is admitted into the jump start scholarship program, the executive director of the Board of Regents shall make scholarship payments to the institution on behalf of the student. The approved institutions shall submit to the Board of Regents the names of all eligible students by October first for the first semester and by February twenty-fifth for the second semester, and once the eligibility of each student is verified, the executive director of the Board of Regents shall distribute the funds necessary to award the scholarship to each eligible student to the approved institutions for the first semester on October fifteenth or the first working day thereafter, and for the second semester on March fifteenth or the first working day thereafter. Section 5. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: The secretary of the Department of Education shall transfer to the executive director of the Board of Regents, on a noncash basis, from funds appropriated for state aid to general education pursuant to chapter 13-13, the amount of money necessary to award the jump start scholarships to all students admitted into the scholarship program for that fiscal year. One-half of the necessary amount shall be transferred by October fifteenth for distribution for the first semester, and one-half of the necessary amount shall be transferred by March fifteenth for distribution for the second semester. Upon receipt, the executive director of the Board of Regents shall distribute the funds pursuant to section 4 of this Act. Section 6. That chapter 13-13 be amended by adding thereto a NEW SECTION to read as follows: The secretary of the Department of Education shall transfer on a noncash basis to the executive director of the Board of Regents the amount of foundation program funds necessary to award jump start scholarships pursuant to this Act to all students admitted into the scholarship program for that fiscal year. One-half of the necessary amount shall be transferred by October fifteenth for distribution for the first semester, and one-half of the necessary amount shall be transferred by March fifteenth for distribution for the second semester. Section 7. That § 13-13-73 be amended to read as follows: 13-13-73. The secretary of the Department of Education shall compute state aid to education for each school district under the foundation program according to the following calculations: (1) Determine each school district's fall enrollment; (2) To arrive at the local need per district: (a) Multiply the per student allocation by the fall enrollment; (b) Multiply the small school adjustment, if applicable, by the fall enrollment; and (c) Add the product of subsection (a) to the product of subsection (b); (3) State aid is (a) local need minus local effort, or (b) zero if the calculation in (a) is a negative number; (4) If the state aid appropriation for the general support of education is in excess of the entitlement provided for in this section and the entitlement provided for in section 6 of this Act, the excess shall be used to fund any shortfall of the appropriation as provided for in § 13-37-36.3. The secretary shall report to the Governor by January seventh of each year, the amount of state aid necessary to fully fund the general aid formula in the current year. If a shortfall in the state aid appropriation for general education exists that cannot be covered by § 13-37-45, the Governor shall inform the Legislature and provide a proposal to eliminate the shortfall."}, {"bill_id": 2650, "bill_version_id": 17082, "bill_version": "Senate Education Engrossed", "bill_version_date": "2011-02-17T12:53:00.343-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the jump start scholarship program. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: There is hereby established the jump start scholarship program to be administered by the Board of Regents. The purpose of the program is to allow a student who graduates from a public high school in three years or less to receive a scholarship funded with a portion of the money saved by the state in state aid to education funding pursuant to chapter 13-13 as a result of the student's early graduation if the student enrolls at any college, university, or technical school accredited by the North Central Association of Colleges and Schools that provides instruction from a campus located in South Dakota. Section 2. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: To be eligible for the jump start scholarship program, a student shall: (1) Be a resident of South Dakota; (2) Complete the requirements of the recommended high school program as established by the Board of Education pursuant to § 13-1-12.1, and be awarded a high school diploma by a public high school in three years or less; (3) Have attended a public high school in South Dakota on a full-time basis for at least two semesters prior to graduating; and (4) Within one year of graduating from high school, excluding any time served on active duty in the armed forces of the United States, enroll in a college, university, or technical school accredited by the North Central Association of Colleges and Schools that provides instruction from a campus located in South Dakota. No student who enrolls in a high school for all or any part of a fourth year is eligible for the jump start scholarship program. Section 3. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: The amount of the scholarship shall be calculated as follows: (1) Multiply the per student allocation as defined in subdivision 13-13-10.1(4) by seventy-five percent; and (2) Multiply the result of subdivision (1) by the percentage of the statewide local need as defined in subdivision 13-13-10.1(5) that is paid with funds appropriated for state aid to general education pursuant to chapter 13-13. One half of the award shall be paid to an approved institution on behalf of any eligible student there enrolled at the beginning of the fall semester, and the other half shall be paid in the same manner at the beginning of the spring semester. A student must be enrolled full-time during the spring semester in order to receive the second installment. Section 4. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: Any eligible student seeking to obtain a jump start scholarship shall, by September first of the year following the student's graduation from high school, apply for admission to an approved postsecondary education institution. The institution shall determine the student's initial eligibility, and once the student is admitted into the jump start scholarship program, the executive director of the Board of Regents shall make scholarship payments to the institution on behalf of the student. The approved institutions shall submit to the Board of Regents the names of all eligible students by October first for the first semester and by February twenty-fifth for the second semester, and once the eligibility of each student is verified, the executive director of the Board of Regents shall distribute the funds necessary to award the scholarship to each eligible student to the approved institutions for the first semester on October fifteenth or the first working day thereafter, and for the second semester on March fifteenth or the first working day thereafter. Section 5. That chapter 13-55 be amended by adding thereto a NEW SECTION to read as follows: The secretary of the Department of Education shall transfer to the executive director of the Board of Regents, on a noncash basis, from funds appropriated for state aid to general education pursuant to chapter 13-13, the amount of money necessary to award the jump start scholarships to all students admitted into the scholarship program for that fiscal year. One-half of the necessary amount shall be transferred by October fifteenth for distribution for the first semester, and one-half of the necessary amount shall be transferred by March fifteenth for distribution for the second semester. Upon receipt, the executive director of the Board of Regents shall distribute the funds pursuant to section 4 of this Act. Section 6. That chapter 13-13 be amended by adding thereto a NEW SECTION to read as follows: The secretary of the Department of Education shall transfer on a noncash basis to the executive director of the Board of Regents the amount of foundation program funds necessary to award jump start scholarships pursuant to this Act to all students admitted into the scholarship program for that fiscal year. One-half of the necessary amount shall be transferred by October fifteenth for distribution for the first semester, and one-half of the necessary amount shall be transferred by March fifteenth for distribution for the second semester. Section 7. That § 13-13-73 be amended to read as follows: 13-13-73. The secretary of the Department of Education shall compute state aid to education for each school district under the foundation program according to the following calculations: (1) Determine each school district's fall enrollment; (2) To arrive at the local need per district: (a) Multiply the per student allocation by the fall enrollment; (b) Multiply the small school adjustment, if applicable, by the fall enrollment; and (c) Add the product of subsection (a) to the product of subsection (b); (3) State aid is (a) local need minus local effort, or (b) zero if the calculation in (a) is a negative number; (4) If the state aid appropriation for the general support of education is in excess of the entitlement provided for in this section and the entitlement provided for in section 6 of this Act, the excess shall be used to fund any shortfall of the appropriation as provided for in § 13-37-36.3. The secretary shall report to the Governor by January seventh of each year, the amount of state aid necessary to fully fund the general aid formula in the current year. If a shortfall in the state aid appropriation for general education exists that cannot be covered by § 13-37-45, the Governor shall inform the Legislature and provide a proposal to eliminate the shortfall."}, {"bill_id": 2650, "bill_version_id": 17870, "bill_version": "Enrolled", "bill_version_date": "2011-03-03T15:01:25.333-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2650, "action_date": "2011-01-26T14:00:00-06:00", "document_id": 15737, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15737.pdf", "status_text": "First read in House and referred to", "journal_page": 184, "committee_id_action": 115, "committee_id_assigned": 102, "result": "N", "vote": {}}, {"bill_id": 2650, "action_date": "2011-02-07T07:45:00-06:00", "document_id": 16205, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16205.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 102, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2650, "action_date": "2011-02-07T07:45:00-06:00", "document_id": 16364, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16364.pdf", "status_text": "Hoghoused", "journal_page": 0, "committee_id_action": 102, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2650, "action_date": "2011-02-07T07:45:00-06:00", "document_id": 16364, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16364.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 102, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2650, "action_date": "2011-02-07T07:45:00-06:00", "document_id": 16364, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16364.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 102, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2650, "action_date": "2011-02-07T07:45:00-06:00", "document_id": 16364, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16364.pdf", "status_text": "Do Pass Amended", "journal_page": 286, "committee_id_action": 102, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8604, "president_vote": null, "Yea": [48, 94, 96, 28, 95, 102, 99, 86, 74, 101, 69, 33], "Nay": [11, 29], "Excused": [62]}}, {"bill_id": 2650, "action_date": "2011-02-07T07:45:00-06:00", "document_id": 16364, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16364.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": 102, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2650, "action_date": "2011-02-09T14:00:00-06:00", "document_id": 16628, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16628.pdf", "status_text": "Deferred to another day", "journal_page": 340, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2650, "action_date": "2011-02-14T14:00:00-06:00", "document_id": 16821, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16821.pdf", "status_text": "Motion to amend", "journal_page": 374, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2650, "action_date": "2011-02-14T14:00:00-06:00", "document_id": 16821, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16821.pdf", "status_text": "Do Pass Amended", "journal_page": 376, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8997, "president_vote": null, "Yea": [12, 56, 17, 33, 72, 87, 1, 105, 51, 36, 7, 94, 104, 84, 88, 11, 63, 70, 96, 62, 54, 92, 28, 95, 85, 3, 102, 98, 73, 69, 6, 86, 74, 35, 97, 100, 91, 89, 47, 5], "Nay": [53, 21, 60, 49, 15, 59, 61, 90, 57, 23, 39, 20, 71, 37, 83, 58, 103, 32, 68, 67, 99, 64, 50, 14, 93, 29, 66, 65], "Excused": [48, 101]}}, {"bill_id": 2650, "action_date": "2011-02-15T14:00:00-06:00", "document_id": 16915, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16915.pdf", "status_text": "First read in Senate and referred to", "journal_page": 432, "committee_id_action": 113, "committee_id_assigned": 91, "result": "N", "vote": {}}, {"bill_id": 2650, "action_date": "2011-02-17T08:00:00-06:00", "document_id": 16907, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16907.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 91, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2650, "action_date": "2011-02-17T08:00:00-06:00", "document_id": 17039, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17039.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 91, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2650, "action_date": "2011-02-17T08:00:00-06:00", "document_id": 17039, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17039.pdf", "status_text": "Do Pass Amended", "journal_page": 461, "committee_id_action": 91, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9194, "president_vote": null, "Yea": [30, 26, 82, 27, 77, 24], "Excused": [52]}}, {"bill_id": 2650, "action_date": "2011-02-23T14:00:00-06:00", "document_id": 17282, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17282.pdf", "status_text": "Deferred to another day", "journal_page": 514, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2650, "action_date": "2011-02-24T14:00:00-06:00", "document_id": 17351, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17351.pdf", "status_text": "Do Pass Amended", "journal_page": 528, "committee_id_action": 113, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 9485, "president_vote": null, "Yea": [44, 30, 79, 40, 46, 24, 26, 25, 78, 2, 77, 13, 55, 43, 4, 9, 27, 34, 52, 80, 8, 45, 22], "Nay": [75, 42, 41, 76, 18, 82, 31, 10, 19, 81], "Excused": [38, 16]}}, {"bill_id": 2650, "action_date": "2011-02-24T14:00:00-06:00", "document_id": 17351, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17351.pdf", "status_text": "Intent to reconsider", "journal_page": 528, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2650, "action_date": "2011-02-25T13:00:00-06:00", "document_id": 17445, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17445.pdf", "status_text": "Reconsidered", "journal_page": 538, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9547, "president_vote": null, "Yea": [44, 30, 79, 40, 46, 24, 26, 25, 78, 2, 77, 82, 13, 55, 43, 4, 9, 27, 34, 52, 80, 8, 45, 22], "Nay": [75, 42, 41, 76, 18, 31, 10, 19, 81], "Excused": [38, 16]}}, {"bill_id": 2650, "action_date": "2011-02-25T13:00:00-06:00", "document_id": 17445, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17445.pdf", "status_text": "Placed on calendar", "journal_page": 538, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2650, "action_date": "2011-02-28T14:00:00-06:00", "document_id": 17543, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17543.pdf", "status_text": "Deferred to another day", "journal_page": 553, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2650, "action_date": "2011-03-01T14:00:00-06:00", "document_id": 17653, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17653.pdf", "status_text": "Do Pass Amended", "journal_page": 574, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9698, "president_vote": null, "Yea": [44, 40, 46, 24, 26, 25, 38, 78, 2, 77, 82, 13, 55, 43, 4, 16, 9, 81, 27, 34, 52, 80, 8, 45, 22], "Nay": [75, 30, 42, 41, 76, 18, 31, 10, 19], "Excused": [79]}}, {"bill_id": 2650, "action_date": "2011-03-03T14:00:00-06:00", "document_id": 17865, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17865.pdf", "status_text": "Concurred in amendments", "journal_page": 616, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9841, "president_vote": null, "Yea": [12, 53, 56, 17, 33, 21, 72, 60, 87, 1, 105, 48, 51, 49, 59, 36, 7, 94, 104, 84, 88, 61, 11, 63, 70, 96, 54, 71, 92, 28, 37, 83, 95, 85, 3, 102, 68, 98, 73, 69, 14, 6, 74, 35, 97, 101, 100, 91, 89, 65, 47, 5], "Nay": [15, 90, 57, 23, 39, 20, 58, 103, 32, 67, 99, 50, 93, 29, 66], "Excused": [62, 64, 86]}}, {"bill_id": 2650, "action_date": "2011-03-07T14:00:00-06:00", "document_id": 17969, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17969.pdf", "status_text": "Signed by the Speaker", "journal_page": 652, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2650, "action_date": "2011-03-08T10:00:00-06:00", "document_id": 18056, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18056.pdf", "status_text": "Signed by the President", "journal_page": 663, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2650, "action_date": "2011-03-09T10:00:00-06:00", "document_id": 18133, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18133.pdf", "status_text": "Delivered to the Governor", "journal_page": 705, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2650, "action_date": "2011-03-11T09:00:00-06:00", "document_id": 18211, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18211.pdf", "status_text": "Signed by the Governor", "journal_page": 732, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4793, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2650"}