{"session_id": 36, "bill_id": 9717, "bill_type": "House Bill", "bill_number": 1078, "bill_title": "revise certain provisions regarding the repair of sidewalks within a municipality.", "sponsors": [{"legislator_profile_id": 1575, "is_prime": true}, {"legislator_profile_id": 1559, "is_prime": true}, {"legislator_profile_id": 1604, "is_prime": false}, {"legislator_profile_id": 1576, "is_prime": false}], "keywords": ["Municipal Government", "Property"], "audio": [{"meeting_datetime": "2019-01-31T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hlo16.mp3", "start_seconds": 136.0}, {"meeting_datetime": "2019-01-31T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hlo16.mp3", "start_seconds": 136.0}, {"meeting_datetime": "2019-01-31T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hlo16.mp3", "start_seconds": 136.0}], "bill_versions": [{"bill_id": 9717, "bill_version_id": 52138, "bill_version": "Introduced", "bill_version_date": "2019-01-24T09:26:27.113-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the repair of sidewalks within a municipality. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 9-46-1 be amended to read: 9-46-1. The governing body may, by ordinance shall, prescribe the width of sidewalks and may establish different widths in different localities areas of the municipality and determine the kind of material of which they the sidewalk shall be constructed, having regard to the business and amount of travel in the vicinity of each. Section 2. That § 9-46-2 be amended to read: 9-46-2. Any owner of real property who fails to keep in An adjoining property owner is responsible for repair or replacement of the sidewalks in front of or along such the owner's property if he resides thereon, or if he does not reside thereon,. The adjoining property owner who fails, if notified by the municipality, to repair the same forthwith when notified, sidewalk is liable to the municipality for any damage caused by such neglect. The duty of the municipality to notify the nonresident owner does not affect the liability of the owner for any injury proximately caused by the negligent construction or repair of the sidewalk. The failure of the municipality to notify the nonresident owner does not result in any liability on the part of the municipality for any injury proximately caused by the negligent construction or repair of the sidewalk. Section 3. That § 9-46-3 be amended to read: 9-46-3. If the governing body municipality deems it necessary to construct, rebuild, reconstruct or repair any sidewalk, it the municipality shall notify all owners of lots adjoining such the sidewalk to construct, rebuild, reconstruct or repair the sidewalk at their the owner's own expense within a time designated by the municipality. Such The notice shall be in writing and either be served personally or by return receipt mail, by first class mail on each owner or by publication once in each week for two consecutive weeks. It The notice shall set forth the character nature of the work and the time within which it frame that the work is to be done completed. Such The notice may be general as to the owners but shall be specific as to the description of such the lots. Section 4. That § 9-46-4 be amended to read: 9-46-4. If such the sidewalk is not constructed, reconstructed, or repaired in the manner and within the time prescribed pursuant to § 9-46-3, the governing body by resolution municipality may cause the work to be done by day labor or by job. If the amount of the contract is less than the amount provided for in § 5-18A-14, it is not necessary to advertise for bids completed. Section 5. That § 9-46-5 be amended to read: 9-46-5. The cost thereof shall of reconstruction or repairing the sidewalk may be assessed against the lots fronting or abutting upon the sidewalk so constructed, reconstructed, or repaired, as provided in this title or hereinafter provided. In estimating such assessment the entire cost of the improvement fronting on the property to be assessed shall be divided by the number of feet fronting or abutting on the same, and the quotient shall be the sum to be assessed per front foot against each lot so fronting or abutting as provided in this title. Section 6. That § 9-46-6 be amended to read: 9-46-6. After the completion of the construction reconstruction or repair of said the sidewalk, the municipal engineer or such other person designated a person designated for that purpose shall file in the office of the city auditor or clerk municipal finance officer, an assessment roll showing the amount to be assessed against each lot or parcel of ground which amount shall include the contract price or the cost of the work by day labor, materials, engineering and any other costs entering into such construction reconstruction or repair, the description of the property abutting upon said the sidewalk which that is to be assessed and the name of the property owner or owners thereof as shown by the records in the office of the director of equalization. Section 7. That § 9-46-8 be amended to read: 9-46-8. Upon the hearing, the governing body may approve said the roll with or without amendment, or reject the same, and upon the approval thereof, the governing body shall direct the city auditor or town municipal finance officer or clerk to file a certified copy of the assessment roll with the municipal finance office for collection by the municipality or in the office of the county auditor who shall thereupon certify said the assessment to the county treasurer to be collected in the manner provided for the collection of special assessments as provided in chapter 9-43 for collection by the county. Section 8. That § 9-46-9 be repealed. 9-46-9. Except as otherwise expressly provided in §§ 9-46-4 to 9-46-8, inclusive, proceedings for levy of and collecting sidewalk assessments shall be governed by and performed according to the provisions of chapter 9-43, including without limitation, provisions relating to the mailing of notices of assessment hearings, reassessment proceedings, the interest to be borne by deferred installments, filing of the assessment roll, giving notice of filing, prepayments of deferred installments, assessment certificates and bonds, actions and remedies, compromises and deeds in settlement, and limitations of proceedings. Section 9. That chapter 9-46 be amended by adding a NEW SECTION to read: The decision of a municipal governing body regarding the assessment roll may be appealed to circuit court. The appeal shall be made within twenty days after publication of a notice that the resolution confirming the assessment roll has been adopted. The party appealing the resolution shall file a written notice of appeal with the municipal finance officer and the clerk of the circuit court in the county that the property is located. The notice of appeal shall describe the property and set forth the objections. Section 10. That chapter 9-46 be amended by adding a NEW SECTION to read: Collection of any assessment not addressed in this chapter shall be collected in the manner provided for in §§ 9-43-97 to 9-43-113, inclusive."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9717, "action_date": "2019-01-24T14:00:00-06:00", "document_id": 52224, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52224.pdf", "status_text": "First read in House and referred to", "journal_page": 171, "committee_id_action": 408, "committee_id_assigned": 426, "result": "N", "vote": {}}, {"bill_id": 9717, "action_date": "2019-01-31T10:00:00-06:00", "document_id": 52679, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52679.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 426, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9717, "action_date": "2019-01-31T10:00:00-06:00", "document_id": 52936, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52936.pdf", "status_text": "Tabled", "journal_page": 278, "committee_id_action": 426, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 27702, "president_vote": null, "Yea": [1619, 1641, 1629, 1440, 1573, 1650, 1646, 1637, 1581, 1623, 1580, 1575], "Excused": [1572]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9717"}