{"session_id": 24, "bill_id": 7569, "bill_type": "Senate Commemoration", "bill_number": 12, "bill_title": "Commending and honoring the West Central High School Boys Cross Country Team for its accomplishments.", "sponsors": [{"legislator_profile_id": 1021, "is_prime": true}, {"legislator_profile_id": 971, "is_prime": true}, {"legislator_profile_id": 1069, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 7569, "bill_version_id": 39340, "bill_version": "Introduced", "bill_version_date": "2016-02-16T10:47:21.987-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the West Central High School Boys Cross Country Team for its accomplishments. WHEREAS, the West Central Boys Cross Country Team, including Caleb Carlson, Shane Ensz, Carter Heumiller, Silas Hoffman, Caden Ideker, Isaiah Jorgenson, Declan MacArthur, Joseph Michaels, Benjamin Miles, Shon Miles, Chase Otheim, Taylor Otheim, Braden Peters, Derick Peters, Caleb Schulte, Gabe Smith, Griffin Smith, Ryan Titus, Carson Ulrich, Carter Ulrich, Ryan Vinzant, and Asher Wahl, coached by Rebecca Wahl, won all but two meets in the 2015 season; and WHEREAS, the team was the Dakota XII Champions and Region 2A Champions, with six members placing in the top twenty with an average time of sixteen minutes and thirty-five seconds, a full minute average ahead of the next placing team; and WHEREAS, the team was the Boys State A Cross Country Champion, with Derick Peters placing second, Braden Peters placing eleventh, Ryan Titus placing twelfth, Gabe Smith placing sixteenth, Asher Wahl placing thirtieth, and Taylor Otheim placing fifty-sixth: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-First Legislature of the State of South Dakota, that the Legislature commends and honors the West Central High School Boys Cross Country Team for its dedication and hard work."}, {"bill_id": 7569, "bill_version_id": 39609, "bill_version": "Enrolled", "bill_version_date": "2016-02-18T17:02:57.843-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring the West Central High School Boys Cross Country Team for its accomplishments. WHEREAS, the West Central Boys Cross Country Team, including Caleb Carlson, Shane Ensz, Carter Heumiller, Silas Hoffman, Caden Ideker, Isaiah Jorgenson, Declan MacArthur, Joseph Michaels, Benjamin Miles, Shon Miles, Chase Otheim, Taylor Otheim, Braden Peters, Derick Peters, Caleb Schulte, Gabe Smith, Griffin Smith, Ryan Titus, Carson Ulrich, Carter Ulrich, Ryan Vinzant, and Asher Wahl, coached by Rebecca Wahl, won all but two meets in the 2015 season; and WHEREAS, the team was the Dakota XII Champions and Region 2A Champions, with six members placing in the top twenty with an average time of sixteen minutes and thirty-five seconds, a full minute average ahead of the next placing team; and WHEREAS, the team was the Boys State A Cross Country Champion, with Derick Peters placing second, Braden Peters placing eleventh, Ryan Titus placing twelfth, Gabe Smith placing sixteenth, Asher Wahl placing thirtieth, and Taylor Otheim placing fifty-sixth: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-First Legislature of the State of South Dakota, that the Legislature commends and honors the West Central High School Boys Cross Country Team for its dedication and hard work. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7569, "action_date": "2016-02-16T14:00:00-06:00", "document_id": 39391, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39391.pdf", "status_text": "", "journal_page": 312, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7569"}