{"session_id": 19, "bill_id": 3990, "bill_type": "House Bill", "bill_number": 1055, "bill_title": "revise certain provisions regarding unemployment insurance employer charges and claimant misrepresentation regarding benefit overpayments and to correct references to certain provisions pertaining to unemployment insurance.", "sponsors": [], "keywords": ["Employment", "Labor and Employment", "Unemployment Compensation"], "audio": [{"meeting_datetime": "2013-01-18T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco08.mp3", "start_seconds": 800.0}, {"meeting_datetime": "2013-01-18T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco08.mp3", "start_seconds": 800.0}, {"meeting_datetime": "2013-01-18T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hco08.mp3", "start_seconds": 800.0}, {"meeting_datetime": "2013-01-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou09.mp3", "start_seconds": 1534.0}, {"meeting_datetime": "2013-01-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou09.mp3", "start_seconds": 1534.0}, {"meeting_datetime": "2013-01-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hou09.mp3", "start_seconds": 1534.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco14.mp3", "start_seconds": 169.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco14.mp3", "start_seconds": 169.0}, {"meeting_datetime": "2013-01-29T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sco14.mp3", "start_seconds": 169.0}, {"meeting_datetime": "2013-01-30T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen15.mp3", "start_seconds": 3044.0}, {"meeting_datetime": "2013-01-30T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen15.mp3", "start_seconds": 3044.0}, {"meeting_datetime": "2013-01-30T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/sen15.mp3", "start_seconds": 3044.0}], "bill_versions": [{"bill_id": 3990, "bill_version_id": 23506, "bill_version": "Introduced", "bill_version_date": "2013-01-06T09:39:59.043-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding unemployment insurance employer charges and claimant misrepresentation regarding benefit overpayments and to correct references to certain provisions pertaining to unemployment insurance. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 61-6-39 be amended to read as follows: 61-6-39. Any individual who has willfully or fraudulently misrepresented any fact to secure or increase benefits under this title shall be denied benefits for not less than one week and not to exceed fifty-two weeks of otherwise compensable unemployment, as defined in this chapter from and after the date such misrepresentation or fraudulent act is discovered in accordance with rules promulgated by the department pursuant to chapter 1-26. In addition to any penalty imposed under this title, the department shall impose a penalty equal to fifty percent of the amount of benefits obtained by willful or fraudulent misrepresentation for the first offense and a penalty equal to one hundred percent of the amount of benefits for each subsequent offense. Any penalty collected shall be paid into the unemployment trust fund. Section 2. That § 61-5-39 be amended to read as follows: 61-5-39. Each employer's experience-rating account shall be charged with all benefits chargeable, as provided in this title, except extended benefits paid as provided in §§ 61-6-49 to 61-6-66, inclusive, against wages paid for employment by the employer. However, no benefits paid on the basis of a period of employment may be charged to the experience-rating account of any employer, except as provided in § 61-5-41, if the claimant: (1) Voluntarily separated without good cause attributable to the employer or the employment; (2) Was discharged or suspended for misconduct connected with the employment, or for conduct mandated by religious belief which belief cannot be reasonably accommodated by the employer; (3) Was discharged or suspended for inability or incompetence to successfully complete a ninety-day probationary period established between the employer and employee at the time of employment; (4) Earned total base period wages of less than one hundred dollars with one employer; (5) Is receiving benefits while in approved training authorized by § 61-6-21; (6) Performed services while incarcerated in a custodial or penal institution and terminated such employment because of his transfer or release from the institution; (7) Received benefits for unemployment directly caused by a major natural disaster declared by the president pursuant to section 410(a) of the Robert T. Stafford Disaster Relief and Employment Assistance Act, 42 U.S.C. § 5177, if the individual would have been eligible for disaster unemployment assistance with respect to that unemployment but for their receipt of unemployment insurance benefits; (8) Received benefits for unemployment resulting directly from the reinstatement of another employee upon that employee's completion of service in the uniformed services as provided in 38 U.S.C. § 4303(13) as of January 1, 2005, or the completion of state active duty by members of the National Guard who are activated pursuant to a call from the Governor as provided by law; or (9) Voluntarily separated to accompany a spouse who was reassigned from one military assignment to another. However, no relief of charges applies if the department determines that an erroneous payment has been made because the employer, or an agent of the employer, was at fault for failing to respond timely or adequately to the department's request for information relating to the payment of benefits. For the purposes of this section, an erroneous payment is a payment that would not have been made but for the failure of the employer or the employer's agent to fully respond to the department's request pursuant to § 61-7-5. Section 3. That § 61-5-41 be amended to read as follows: 61-5-41. Benefits paid but not charged to the experience-rating account of any employer based on subdivisions 61-5-39(1) to (7) (9), inclusive, shall be prorated among all the employer experience-rating accounts as follows: For calendar year 1983 through calendar year 2005, fifty percent of such noncharges for the preceding calendar year are divided by the total taxable payroll for the preceding year. For calendar year 2006 and thereafter, one One hundred percent of such noncharges for the preceding calendar year are divided by the total taxable payroll for the preceding calendar year. The ratio obtained is multiplied by each experience-rated employer's taxable payroll for the preceding year and the result of this computation is deducted from each employer's account balance. The deductions from each employer's account balance shall be credited to the pool account. Section 4. That § 61-1-1 be amended to read as follows: 61-1-1. Terms used in this title mean: (1) \"Annual payroll,\" the total amount of taxable wages paid by an employer during a calendar year for employment; (2) \"Base period,\" the first four out of the last five completed calendar quarters immediately preceding an individual's benefit year. For an individual who fails to meet the qualifications of § 61-6-7 61-6-4 due to the receipt of temporary total disability payments under worker's compensation, the base period is the first four of the last five completed quarters preceding the disability if a claim for unemployment benefits is filed within twenty-four months of the date on which the individual's disability was incurred. For an individual who fails to meet the minimum requirements of § 61-6-7 61-6-4 due to insufficient wages, the base period is the four completed calendar quarters immediately preceding the individual's benefit year. However, no calendar quarter used in one base period of a valid claim may be used in a subsequent base period; (3) \"Benefit year,\" the one-year period beginning with the day on which a claimant files a valid new claim for benefits, or the one-year period beginning with the day on which a claimant files a valid new claim after the termination of his last preceding benefit year; (4) \"Benefits,\" the money payments payable to an unemployed individual, as provided in this title; (5) \"Calendar quarter,\" the period of three consecutive calendar months ending on March thirty-first, June thirtieth, September thirtieth, or December thirty-first; (6) \"Contributions,\" the money payments to the state unemployment compensation fund required by this title; (7) \"Department,\" the Department of Labor and Regulation created by chapter 1-37; (8) \"Educational service agency,\" a governmental agency or governmental entity which is established and operated exclusively for the purpose of providing services to one or more educational institutions; (9) \"Employment office,\" a free public employment office, or branch thereof, operated by this state or maintained as part of a state or federal controlled system of public employment offices; (10) \"Employment security administration fund,\" the employment security administration fund established by this title; (11) \"Extended benefits,\" the benefits that are provided in §§ 61-6-29 to 61-6-35 61-6-49 to 61-6-66, inclusive; (12) \"Fund,\" the unemployment compensation fund established by this title; (13) \"Hospital,\" an institution which has been licensed, certified or approved by the State Department of Health as a hospital; (14) \"Institution of higher education,\" an educational institution which: (a) Admits as regular students only individuals having a certificate of graduation from a high school, or the recognized equivalent of such a certificate; and (b) Is legally authorized in this state to provide a program of education beyond high school; and (c) Provides an educational program for which it awards a bachelor's or higher degree, or provides a program which is acceptable for full credit toward such a degree, provides an educational program of postgraduate or postdoctoral studies, or provides an educational program of training to prepare students for gainful employment in a recognized occupation; and (d) Is a public or other nonprofit institution. Notwithstanding any of the foregoing provisions of this subdivision, all colleges and universities in this state are \"institutions of higher education\"; (15) \"Insured work,\" employment for employers as defined in §§ 61-1-4 to 61-1-31 61-1-45, inclusive; (16) \"State,\" a state of the United States of America and the District of Columbia, the Commonwealth of Puerto Rico and the Virgin Islands; (17) \"Wages,\" all remuneration paid for services, including commissions and bonuses. The term does not include remuneration described by §§ 61-1-32 to 61-1-35 61-1-46 to 61-1-50, inclusive. The term includes tips and other remuneration upon which a tax is imposed by the Federal Unemployment Tax Act and the reasonable cash value of remuneration paid in any medium other than cash determined in accordance with rules promulgated pursuant to chapter 1-26 by the secretary of labor and regulation; (18) \"Week,\" the period or periods of seven consecutive calendar days ending at midnight. The secretary of labor and regulation may promulgate rules pursuant to chapter 1-26 to prescribe that a week is in, within or during that benefit year which includes the greater part. For the purpose of § 61-1-4, if a week includes both December thirty-first and January first, the days of that week up to January first shall be considered one calendar week and the days beginning January first another week; (19) \"Weekly benefit amount,\" the amount of benefits an individual is entitled to receive for one week of total unemployment. An individual's weekly benefit amount determined for the first week of his benefit year shall constitute his weekly benefit amount throughout the benefit year. Section 5. That § 61-1-4 be amended to read as follows: 61-1-4. As used in this title, the term, employer, means: (1) For each calendar year, any employing unit which: (a) In any calendar quarter in either the current or preceding calendar year paid for service in employment wages of one thousand five hundred dollars or more; or (b) For some portion of a day in each of twenty different calendar weeks, whether or not such weeks were consecutive, in either the current or the preceding calendar year, had in employment at least one individual (irrespective of whether the same individual was in employment in each such day); (2) Any employing unit for which service in employment, as defined in § 61-1-10.2 61-1-13, is performed, except as provided in subdivisions (6) and (7) of this section; (3) Any employing unit for which service in employment, as defined in § 61-1-10.3 61-1-15, is performed, except as provided in subdivisions (6) and (7) of this section; (4) Any employing unit for which agricultural labor as defined in § 61-1-25 61-1-18 is performed, subject to subdivision 61-1-24 (1) 61-1-17(1); (5) Any employing unit for which domestic service in employment as defined in § 61-1-27 61-1-19 is performed, subject to § 61-1-27. In determining whether or not an employing unit for which service other than domestic service is also performed is an employer under subdivision (1), (2), (3), or (4) of this section the wages earned on the employment of an employee performing domestic service, may not be taken into account. In determining whether or not an employing unit for which service other than agricultural labor is also performed is an employer under subdivision (1), (2), (3), or (5) of this section, the wages earned or the employment of an employee performing service in agricultural labor, may not be taken into account. If an employing unit is determined to be an employer of agricultural labor, the employing unit shall be determined an employer for the purposes of subdivision (1) of this section. Section 6. That § 61-1-8 be amended to read as follows: 61-1-8. As used in this title, the term, employer, includes any employing unit which, having become an employer under subdivision 61-1-4(2), or under any of §§ 61-1-5 to 61-1-7, inclusive, has not, under §§ 61-5-51 to 61-5-53, inclusive 61-5-11, 61-5-15, and 61-5-17, ceased to be an employer subject to this title. Section 7. That § 61-1-9 be amended to read as follows: 61-1-9. As used in this title, the term, employer, includes for the effective period of its election pursuant to §§ 61-5-3 to 61-5-5.1 61-5-5, inclusive, § 61-5-32 and § 61-5-11 61-5-33, any other employing unit which has elected to become fully subject to this title. Section 8. That § 61-2-15 be amended to read as follows: 61-2-15. The Department of Labor and Regulation may establish and contract for a retirement program, except as provided by chapter 3-12, for the personnel of the divisions established by § 61-2-10, in cooperation with the appropriate agency of the federal government. The department's share of the costs of the program shall be paid from the administrative funds granted to the department by the federal government. No obligation may be incurred against the state's general fund to pay for this program. The department may execute a contract or contracts with the retirement plan administrators as the employee's retirement board selects. In making the selection, the board shall consider, among other things, financial stability, experience and claims facilities. In evaluating these factors, the board may employ the services of impartial, professional analysts or actuaries, or both. Section 9. That § 61-4-2 be amended to read as follows: 61-4-2. The unemployment compensation fund shall consist of: (1) All contributions collected under this title together with any interest and penalties thereon collected pursuant to §§ 61-5-38 and 61-5-39 61-5-57 and 61-5-58; (2) Interest earned upon any moneys in the fund; (3) Any property or securities acquired through the use of moneys belonging to the fund; and (4) All earnings of such property or securities. All moneys in the fund shall be mingled and undivided. Section 10. That § 61-4-5 be amended to read as follows: 61-4-5. All moneys payable to the unemployment compensation fund upon receipt thereof by the Department of Labor and Regulation shall immediately be deposited in the clearing account. Refunds payable pursuant to §§ 61-1-17 and 61-5-37 61-1-31 and 61-5-56 may be paid from the clearing account. After clearance thereof all other moneys in the clearing account shall immediately be deposited with the secretary of the treasury of the United States of America to the credit of the account of this state in the unemployment trust fund established and maintained pursuant to section 904 of the Social Security Act as amended, any provisions of law in this state relating to the deposit, administration, release, or disbursement of moneys in the possession or custody of this state to the contrary notwithstanding. Section 11. That § 61-5-26 be amended to read as follows: 61-5-26. Notwithstanding any other provision of this chapter, an employer who transfers all or a segregable part of the employer's operations from another state to this state for the purposes of this chapter shall be deemed to be a qualified employer within the meaning of § 61-5-25, as of the computation date applicable to the calendar year within which the transfer occurs, if: (1) The employer has paid wages subject to the federal unemployment tax act for eighteen consecutive completed calendar quarters immediately preceding the computation date specified above; (2) Within ninety days of the transfer of operations, the employer notifies the department thereof and requests a contribution rate under the provisions of §§ 61-5-18.5 to 61-5-18.7, inclusive 61-5-25.1 and 61-5-25.2; and (3) The employer certifies to the department all information with respect to wages, contributions, and benefit charges in connection with the transferred operations and any other information which the department determines to be necessary. Section 12. That § 61-5-26.1 be amended to read as follows: 61-5-26.1. The employer has fifteen days after receipt of notice of determination of contribution rate computed under §§ 61-5-18.5 to 61-5-18.7, inclusive, 61-5-25.1 and 61-5-25.2 within which to withdraw the employer's request for application of the provisions of § 61-5-26. Section 13. That § 61-5-26.3 be amended to read as follows: 61-5-26.3. Wages, contributions, and benefits resulting in rating account charges in connection with the transferred operations, shall be deemed to have been paid in this state for the purpose of computing rates under §§ 61-5-18.1 to 61-5-18.4, inclusive 61-5-25.1 and 61-5-25.2. The employer's rating account balance applicable to the transferred operations prior to the transfer date shall be the balance used in determining the first year's rate. The balance for the second and third years shall be the amount transferred from the other state less benefits after the date of transfer and the contributions paid less benefits charged in this state during the period. Section 14. That § 61-5-26.4 be amended to read as follows: 61-5-26.4. The contribution rate to be assigned to the employer in South Dakota shall be the rate obtained by the computation provided in §§ 61-5-18.5 to 61-5-18.7, inclusive 61-5-25.1 and 61-5-25.2, but in no event may the rate assigned be lower than one and one-half percent. Section 15. That § 61-5A-1 be amended to read as follows: 61-5A-1. In lieu of contributions required by employers under this chapter, the state of South Dakota shall pay into the unemployment compensation trust fund an amount equivalent to the amount of benefits paid based on wages earned with the state plus, prior to December 31, 1978, one-half of the amount of extended benefits paid, and thereafter, the amount of extended benefits paid, to individuals based on wages paid by the state for service defined in § 61-1-10.2 61-1-13. Section 16. That § 61-5A-9.1 be amended to read as follows: 61-5A-9.1. Any nonprofit organization which elects to make payments in lieu of contributions into the unemployment compensation fund as provided in § 61-5A-6, 61-5A-7 or 61-5A-9, shall is not be liable to make such payments with respect to the benefits paid to any individual whose base period wages include wages for previously uncovered services as defined in § 61-6-5 61-6-7 to the extent that the unemployment compensation fund is reimbursed for such benefits pursuant to section 121 of Public Law 94-566 as passed October 23, 1976. Section 17. That § 61-5A-13 be amended to read as follows: 61-5A-13. The amount of the bond required by § 61-5A-12 shall be is equal to the maximum effective tax rate times the organization's taxable wages paid for employment as defined in §§ 61-1-10.3 and 61-1-10.4 61-1-15 and 61-1-36 for the four calendar quarters immediately preceding the effective date of the election. If the nonprofit organization did not pay wages in each of such four calendar quarters, the amount of the bond shall be as determined by the department. Section 18. That § 61-5A-21 be amended to read as follows: 61-5A-21. Two or more employers who have become liable for payments in lieu of contributions, in accordance with the provisions of §§ 61-5-5.1 61-5-32 and 61-5A-6 to 61-5A- 9, inclusive, may file a joint application to the department for the establishment of a group account for the purpose of sharing the cost of benefits paid that are attributable to service in the employ of such employers. Each such application shall identify and authorize a group representative to act as the group's agent for the purposes of this section. Upon its approval of the application, the department shall establish a group account for such employers effective as of the beginning of the calendar quarter in which it receives the application and shall notify the group's representative of the effective date of the account. Such account shall remain in effect for not less than two years and thereafter until terminated at the discretion of the department or upon application by the group. Section 19. That § 61-5A-33 be amended to read as follows: 61-5A-33. Past due payments of amounts in lieu of contributions or failure to make timely reports shall be subject to the same interest and penalties that apply to past due contributions and reports in §§ 61-5-38 and 61-5-39 61-5-57 and 61-5-58. Section 20. That § 61-6-8 be amended to read as follows: 61-6-8. Unless the provisions of §§ 61-6-29 to 61-6-43 61-6-49 to 61-6-64, inclusive, apply, an individual's maximum benefit amount is an amount equal to one-third of the individual's total base period wages in covered employment not to exceed twenty-six times the individual's weekly benefit amount. If that amount is not a multiple of one dollar, it is lowered to the next lower multiple of one dollar. Trade readjustment payments may allow an individual to receive benefits in excess of twenty-six weeks if the individual is in training approved by the secretary under the Trade Act of 1974, as amended by section 2501 of P.L. 97-35--August 13, 1981, and then only as long as necessary to complete the training. If the benefit year of an individual ends within an extended benefit period, the number of weeks of extended benefits that the individual would, but for this section, be entitled to in that extended benefit period is reduced by the number of weeks for which the individual received any amounts as trade readjustment allowances within that benefit year, multiplied by the individual's weekly benefit amount for extended benefits. Section 21. That § 61-6-48 be amended to read as follows: 61-6-48. Any assignment, pledge, or encumbrance of any right to benefits which are or may become due or payable under this title is void except as provided in this section. The rights to benefits are exempt from levy, execution, attachment, or any other remedy provided for the collection of debt. Any benefits received by any individual, so long as the benefits are not mingled with other funds of the recipient, are exempt from any remedy for the collection of all debts, except debts incurred for necessaries furnished to the individual, the individual's spouse, or dependents during the time when the individual was unemployed. Any waiver not provided for in this section is void. The secretary of the Department of Labor and Regulation shall furnish information on individuals receiving unemployment insurance benefits to the Department of Social Services in accordance with section 303(e) of the Social Security Act as amended by section 2333(b) of P. L. 97-5--August 13, 1981. The secretary may also furnish this information in accordance with section 13 of the Food Stamp Act of 1977 as amended by section 1535 of P.L. 99-198. The Department of Social Services determines periodically whether any of these individuals receiving unemployment insurance owe child support obligations or an uncollected overissuance of food stamp coupons. Each new applicant filing for unemployment insurance benefits shall disclose any obligation for child support payments in accordance with § 28-7-2 section 454(19) of the Social Security Act as amended by section 101(a) of P.L. 93-647, and may be required to disclose any obligation for uncollected overissuances (as defined in section 13(c)(1) of the Food Stamp Act of 1977) of food stamp coupons, to the Department of Labor and Regulation at the time of filing. If an individual disclosing child support obligations is eligible for unemployment insurance benefits, the secretary shall notify the Department of Social Services. The secretary shall deduct from an eligible individual's unemployment insurance benefit payment and pay to the secretary of the Department of Social Services: (1) The amount determined by agreement between the individual and the Department of Labor and Regulation; or (2) The amount determined by agreement between the individual and the Department of Social Services; or (3) The amount determined by the Department of Social Services through legal processes. If an individual disclosing an uncollected overissuance of food stamp coupons is eligible for unemployment insurance benefits, the secretary may notify the Department of Social Services. The secretary may also deduct from an eligible individual's unemployment insurance benefit payment, and pay to the secretary of the Department of Social Services, the amount determined by subdivisions (1) to (3), inclusive, of this section. The secretary of the Department of Social Services shall reimburse the Department of Labor and Regulation for administrative costs incurred by the Department of Labor and Regulation attributable to child support payment obligations and food stamp overissuance obligations being enforced by the Department of Social Services. Section 22. That § 61-6A-2 be amended to read as follows: 61-6A-2. For the purposes of §§ 61-6A-1 to 61-6A-14, inclusive, the term, employment, includes any service performed in the employ of an Indian tribe, as defined in section 3306(u) of the Federal Unemployment Tax Act (FUTA), as of December 21, 2000, if the service is excluded from employment as defined in FUTA solely by reason of section 3306(c)(7) FUTA as of December 21, 2000, and is not otherwise excluded from employment under §§ 61-6A-1 to 61-6A-14, inclusive. For purposes of this section, the exclusions from employment in subdivisions 61-1-10.4(3) to 61-1-10.4(6) 61-1-36(3) to 61-1-36(6), inclusive, are applicable to services performed in the employ of an Indian tribe. Section 23. That § 61-6A-3 be amended to read as follows: 61-6A-3. Benefits based on service in employment defined in §§ 61-6A-1 to 61-6A-14, inclusive are payable in the same amount, on the same terms, and subject to the same conditions, as benefits payable based on other services subject to Title 61. However, the provisions of §§ 61-6-1.2, 61-6-1.3, and 61-6-1.6 61-6-24, 61-6-25, and 61-6-26 apply to benefits based on service in employment defined in §§ 61-6A-1 to 61-6A-14, inclusive. Section 24. That § 61-7-10.1 be amended to read as follows: 61-7-10.1. If a determination or redetermination allowing benefits is affirmed in any amount by the Department of Labor and Regulation benefits shall be paid promptly regardless of any further appeal or the disposition of the appeal and no injunction, supersedeas, stay or other unit or process suspending the payment of benefits may be issued by any court; but if the decision is finally modified or reversed to deny benefits: (1) Benefits may not be paid for any week of unemployment involved in the modification or reversal, until a disqualification if imposed has been satisfied; and (2) No contributing employer's experience rating account may be charged with benefits paid prior to the determination reversing or modifying a prior determination that would not have been paid pursuant to the reversing or modifying determination, but the noncharging does not apply to employers liable for reimbursement to the department for payments that were paid by the department; and (3) Benefits paid pursuant to this section or § 61-7-5 shall constitute a recoverable overpayment as provided in § 61-6-23 61-6-41."}, {"bill_id": 3990, "bill_version_id": 25041, "bill_version": "Enrolled", "bill_version_date": "2013-01-31T08:45:43.733-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3990, "action_date": "2013-01-08T12:00:00-06:00", "document_id": 23561, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23561.pdf", "status_text": "First read in House and referred to", "journal_page": 31, "committee_id_action": 202, "committee_id_assigned": 188, "result": "N", "vote": {}}, {"bill_id": 3990, "action_date": "2013-01-18T10:00:00-06:00", "document_id": 23838, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23838.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 188, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3990, "action_date": "2013-01-18T10:00:00-06:00", "document_id": 24050, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24050.pdf", "status_text": "Do Pass", "journal_page": 107, "committee_id_action": 188, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12692, "president_vote": null, "Yea": [415, 349, 380, 390, 411, 399, 401, 360, 343], "Nay": [318, 344, 395], "Excused": [375]}}, {"bill_id": 3990, "action_date": "2013-01-22T14:00:00-06:00", "document_id": 24266, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24266.pdf", "status_text": "Do Pass", "journal_page": 141, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12771, "president_vote": null, "Yea": [420, 346, 415, 418, 326, 360, 417, 349, 382, 410, 412, 398, 342, 324, 348, 397, 374, 402, 381, 396, 370, 394, 372, 350, 347, 416, 344, 359, 335, 400, 375, 371, 316, 332, 393, 395, 390, 408, 404, 405, 356, 411, 377, 355, 378, 407, 352, 357, 403, 343, 399, 323, 406, 391, 354, 409, 401, 373, 353, 341, 334], "Nay": [318, 389, 392, 414, 361], "Excused": [413, 351, 369, 380]}}, {"bill_id": 3990, "action_date": "2013-01-24T14:00:00-06:00", "document_id": 24542, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24542.pdf", "status_text": "First read in Senate and referred to", "journal_page": 200, "committee_id_action": 200, "committee_id_assigned": 177, "result": "N", "vote": {}}, {"bill_id": 3990, "action_date": "2013-01-29T10:00:00-06:00", "document_id": 24628, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24628.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 177, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3990, "action_date": "2013-01-29T10:00:00-06:00", "document_id": 24906, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24906.pdf", "status_text": "Do Pass", "journal_page": 259, "committee_id_action": 177, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13081, "president_vote": null, "Yea": [362, 358, 364, 345, 363], "Excused": [366], "Nay": [331]}}, {"bill_id": 3990, "action_date": "2013-01-30T14:00:00-06:00", "document_id": 25016, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25016.pdf", "status_text": "Do Pass", "journal_page": 282, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13196, "president_vote": null, "Yea": [338, 362, 337, 366, 340, 365, 363, 325, 358, 364, 376, 336, 322, 345, 329, 317, 320, 384, 321, 368, 328, 333, 386, 367, 319, 339, 387, 327, 383, 379], "Nay": [330, 388, 331, 419, 385]}}, {"bill_id": 3990, "action_date": "2013-01-31T13:00:00-06:00", "document_id": 25088, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25088.pdf", "status_text": "Signed by the Speaker", "journal_page": 277, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3990, "action_date": "2013-02-04T14:00:00-06:00", "document_id": 25209, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25209.pdf", "status_text": "Signed by the President", "journal_page": 318, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3990, "action_date": "2013-02-05T14:00:00-06:00", "document_id": 25283, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25283.pdf", "status_text": "Delivered to the Governor", "journal_page": 316, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3990, "action_date": "2013-02-12T14:00:00-06:00", "document_id": 25577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25577.pdf", "status_text": "Signed by the Governor", "journal_page": 348, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5477}