{"session_id": 27, "bill_id": 8287, "bill_type": "House Commemoration", "bill_number": 1019, "bill_title": "Honoring Excellence in Computer Programming  Inc., a South Dakota corporation, for hosting the 2017 World Finals of the Association for Computing Machinery (ACM) International Collegiate Programming Contest (ICPC) on behalf of the South Dakota School of Mines and Technology, the city of Rapid City, and the state of South Dakota.", "sponsors": [{"legislator_profile_id": 1205, "is_prime": true}, {"legislator_profile_id": 1176, "is_prime": false}], "keywords": ["House Commemorative"], "audio": [], "bill_versions": [{"bill_id": 8287, "bill_version_id": 44768, "bill_version": "Introduced", "bill_version_date": "2017-02-22T10:09:34.27-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Excellence in Computer Programming Inc., a South Dakota corporation, for hosting the 2017 World Finals of the Association for Computing Machinery (ACM) International Collegiate Programming Contest (ICPC) on behalf of the South Dakota School of Mines and Technology, the city of Rapid City, and the state of South Dakota. WHEREAS, this prestigious Olympic-style collegiate competition will be held in Rapid City and include the South Dakota School of Mines and Technology, Mount Rushmore Memorial, Crazy Horse Memorial, and Sanford Underground Research Facility from May 20-25, 2017; and WHEREAS, the 133 three-person teams that participate in the ICPC World Finals in Rapid City were selected from more than 46,000 university computer science students at nearly 3,000 universities in more than 100 countries on six continents, demonstrating proficiency in the development of computer programming reliability to strengthen cyber security; and WHEREAS, the South Dakota School of Mines and Technology student computer programming team has been selected to compete in this 2017 World Finals competition and will be joined by the University of South Dakota student computer programming team; and WHEREAS, Excellence in Computer Programming, Inc. has raised more than $600,000 in funds to support the 2017 ICPC World Finals in Rapid City with an estimated economic impact of $4.2 million for South Dakota: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Second Legislature of the State of South Dakota, that the Legislature expresses respect and congratulations to Excellence in Computer Programming, Inc., on behalf of the South Dakota School of Mines and Technology, the city of Rapid City, and the state of South Dakota, for serving as the host for the 2017 World Finals of the ACM International Collegiate Programming Contest."}, {"bill_id": 8287, "bill_version_id": 44997, "bill_version": "Enrolled", "bill_version_date": "2017-02-24T14:56:08.217-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Excellence in Computer Programming Inc., a South Dakota corporation, for hosting the 2017 World Finals of the Association for Computing Machinery (ACM) International Collegiate Programming Contest (ICPC) on behalf of the South Dakota School of Mines and Technology, the city of Rapid City, and the state of South Dakota. WHEREAS, this prestigious Olympic-style collegiate competition will be held in Rapid City and include the South Dakota School of Mines and Technology, Mount Rushmore Memorial, Crazy Horse Memorial, and Sanford Underground Research Facility from May 20-25, 2017; and WHEREAS, the 133 three-person teams that participate in the ICPC World Finals in Rapid City were selected from more than 46,000 university computer science students at nearly 3,000 universities in more than 100 countries on six continents, demonstrating proficiency in the development of computer programming reliability to strengthen cyber security; and WHEREAS, the South Dakota School of Mines and Technology student computer programming team has been selected to compete in this 2017 World Finals competition and will be joined by the University of South Dakota student computer programming team; and WHEREAS, Excellence in Computer Programming, Inc. has raised more than $600,000 in funds to support the 2017 ICPC World Finals in Rapid City with an estimated economic impact of $4.2 million for South Dakota: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Second Legislature of the State of South Dakota, that the Legislature expresses respect and congratulations to Excellence in Computer Programming, Inc., on behalf of the South Dakota School of Mines and Technology, the city of Rapid City, and the state of South Dakota, for serving as the host for the 2017 World Finals of the ACM International Collegiate Programming Contest. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8287, "action_date": "2017-02-22T14:00:00-06:00", "document_id": 44806, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44806.pdf", "status_text": "", "journal_page": 480, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8287"}