{"session_id": 51, "bill_id": 16062, "bill_type": "Senate Bill", "bill_number": 59, "bill_title": "revise procedures for the preservation of historic property.", "sponsors": [], "keywords": ["Agency Bill", "Department of Education and Cultural Affairs", "Historic Sites"], "audio": [{"meeting_datetime": "2001-01-17T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst06sb0059a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-17T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst06sb0059a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-24T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst11sb0059a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-24T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst11sb0059a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-24T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst11sb0059a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2001-01-24T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2001/sst11sb0059a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 16062, "bill_version_id": 87747, "bill_version": "Introduced", "bill_version_date": "2001-01-07T13:08:38-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise procedures for the preservation of historic property. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 1-19A-2 be amended to read as follows: 1-19A-2. Terms used in this chapter mean: (1) \"Board,\" the State Historical Society Board of trustees established by § 1-18-12.2; (2) \"Historic preservation,\" the research, protection, restoration, and rehabilitation of districts, sites, buildings, structures, and objects significant in the history, architecture, archaeology, paleontology, or culture of the state; (3) \"Historic property,\" any building, structure, object, district, area, or site that is significant in the history, architecture, archaeology, paleontology, or culture of the state, its communities or the nation; (4) \"Office\" or \"Office of History,\" the Office of History of the Department of Education and Cultural Affairs; (5) \"Project\",\"activity,\" or \"program,\" any grant or loan, zoning, demolition permit, moving permit, building permit over ninety-nine thousand nine hundred ninety-nine dollars, or property leaving public ownership; (6) \"Rehabilitation,\" returning property to a state of utility, through expansion, addition, repair, or alteration, which makes possible an efficient contemporary use while retaining those portions of the property, which qualify such property for placement on the state register of historic places; (6) (7) \"Restoration,\" the repair or replacement of historically significant features which qualify a structure or object for recognition by the state register of historic places. Section 2. That § 1-19A-11.1 be amended to read as follows: 1-19A-11.1. The state or any political subdivision of the state, or any instrumentality thereof, may not undertake any project , activity, or program which will encroach upon, change the character or use of, damage , or destroy any historic property designated as a national historic landmark or included in the national register of historic places or the state register of historic places until the Office of History has been given notice and an opportunity to investigate and comment on the proposed project and project changes . The office may solicit the advice and recommendations of the board with respect to such project , may authorize a local historic preservation commission to investigate and comment on all or a portion of a project, activity, or program, subject to this section, and may direct that a public hearing be held thereon. If the property is designated as or contributing to a national historic landmark, the state or any political subdivision of the state, or instrumentality thereof, shall, to the maximum extent possible, undertake such planning and actions as may be necessary to minimize harm to such landmark and obtain the concurrence of the Office of History before proceeding with any project, activity, or program. If the office determines that the proposed project will encroach upon, change the character or use of, damage , or destroy any historic property which that is included in the national register of historic places or the state register of historic places or the environs of such property, the project may not proceed until: (1) The Governor, in the case of a project of the state or an instrumentality thereof , or the governing body of the political subdivision has made a written determination statement of findings , based upon the consideration of all relevant factors, that there is no feasible and prudent alternative to the proposal and that the program includes all possible planning to minimize harm to the historic property, resulting from such use; and (2) Ten day's notice of the determination statement of findings has been given, by certified mail, to the Office of History. A complete record of factors considered shall be included with such the notice. Any person aggrieved by the determination of the Governor or governing body may appeal the decision pursuant to the provisions of chapter 1-26. The failure of the office to initiate an investigation of any proposed project within thirty days from the date of receipt of notice thereof is approval of the project. Pursuant to chapter 1-26, the state historical society board of trustees shall promulgate rules establishing standards for archaeology and historic preservation, including standards for preserving, rehabilitating, restoring, and reconstructing historic properties, and the procedures to implement this section. Any project subject to a federal historic preservation review need not be reviewed pursuant to this section."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 16062, "action_date": "2001-01-09T14:00:00-06:00", "document_id": 87779, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/87779.pdf", "status_text": "First read in Senate and referred to", "journal_page": 33, "committee_id_action": 713, "committee_id_assigned": 695, "result": "N", "vote": {}}, {"bill_id": 16062, "action_date": "2001-01-12T08:00:00-06:00", "document_id": 87863, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/87863.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 695, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16062, "action_date": "2001-01-17T07:45:00-06:00", "document_id": 87969, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/87969.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 695, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16062, "action_date": "2001-01-24T07:45:00-06:00", "document_id": 88404, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88404.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 695, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 16062, "action_date": "2001-01-24T07:45:00-06:00", "document_id": 88404, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88404.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 188, "committee_id_action": 695, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50630, "president_vote": null, "Yea": [2523, 2529, 2562, 2585, 2609, 2524, 2542], "Nay": [2607, 2617]}}, {"bill_id": 16062, "action_date": "2001-01-24T07:45:00-06:00", "document_id": 88404, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/88404.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 188, "committee_id_action": 695, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 50630, "president_vote": null, "Yea": [2523, 2529, 2562, 2585, 2609, 2524, 2542], "Nay": [2607, 2617]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/16062"}