{"session_id": 45, "bill_id": 12683, "bill_type": "Senate Bill", "bill_number": 208, "bill_title": "to revise the requirements for individual and group health insurance availability, portability, and renewability.", "sponsors": [{"legislator_profile_id": 1967, "is_prime": true}, {"legislator_profile_id": 1972, "is_prime": true}], "keywords": ["Consumer Affairs", "Health Insurance", "Signed by Governor"], "audio": [], "bill_versions": [{"bill_id": 12683, "bill_version_id": 73868, "bill_version": "Introduced", "bill_version_date": "1997-01-29T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the requirements for individual and group health insurance availability, portability, and renewability. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-17-66 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Church plan,\" a church plan as defined in section 3(33) of the Employee Retirement Income Security Act of 1974 as of January 1, 1997. Section 2. That § 58-17-69 be amended to read as follows: 58-17-69. For purposes of § § 58-17-66 to 58-17-87, inclusive, the terms, qualified previous coverage and qualified existing term, creditable coverage, mean means benefits or coverage provided for an aggregate of twelve months or more under: (1) An employer-based health insurance or health benefit arrangement that provides benefits similar to or exceeding benefits provided under the basic health benefit plan or an employee welfare benefit plan as defined in section 3(1) of the Employee Retirement Income Security Act of 1974 as of January 1, 1997, to the extent that the plan provides directly or through insurance, reimbursement or otherwise to employees or their dependents medical care for the diagnosis, cure, mitigation, treatment, or prevention of disease, or amounts paid for the purpose of affecting any structure or function of the body and amounts paid for the transportation primarily for and essential to medical care ; or (2) An individual health benefit plan, including coverage issued by any health maintenance organization or pre-paid hospital or medical services plan that provides benefits similar to or exceeding the benefits provided under the basic health benefit plan as approved pursuant to § 58-18B-32, if the policy has been in effect for a period of at least one year, but excluding limited benefit plans and dread disease plans ; (3) Medicare or medicaid; (4) Chapter 55 of Title 10, United States Code; (5) A medical care program of the Indian Health Service or of a tribal organization; (6) A state health benefits risk pool; (7) A health plan offered under Chapter 89 of Title 5, United States Code; (8) A public health plan; (9) A health benefit plan under section 5(e) of the Peace Corps Act (22 U.S.C. 2504(e)); or (10) A church plan . Section 3. That § 58-17-82 be amended to read as follows: 58-17-82. An individual health benefit plan subject to § § 58-17-66 to 58-17-87, inclusive, is renewable with respect to any person or dependent at the option of the person, except in any of the following cases: (1) Nonpayment of the required premium The individual has failed to pay premiums or contributions in accordance with the terms of the health insurance coverage or the insurer has not received timely premium payments ; (2) Fraud or intentional misrepresentation of material fact by the person; (3) Repeated misuse of a provider network provision In the case of a health insurance issuer that offers health insurance coverage in the market through a network plan, there are no longer any enrollees in connection with the plan who live, reside, or work in the service area of the issuer or in the area for which the issuer is authorized to do business and the issuer would deny enrollment with respect to the plan as provided for in § 58-18B-37 ; (4) Election by the carrier not to renew all of its individual health benefit plans delivered or issued for delivery to persons in the state. In such a case, the carrier shall provide advance notice of its decision under this subdivision to the director in each state in which it is licensed and provide notice of the decision not to renew coverage to all affected individuals and to the director in each state in which an affected insured individual is known to reside at least one hundred eighty days before the nonrenewal of any individual health benefit plans by the carrier. Notice to the director under this subdivision shall be provided at least three working days before the notice to the affected individuals; (5) The director finds that the continuation of the coverage would not be in the best interests of the policyholders or certificateholders or would impair the carrier's ability to meet its contractual obligations In the case of health insurance coverage that is made available only through a bona fide association, the membership of an employer in the association ceases but only if the coverage is terminated uniformly without regard to any health status-related factor relating to any covered individual ; or (6) The insured individual becomes eligible for medicare coverage under Title XVII of the Social Security Act If the issuer decides to discontinue offering a particular type of individual health insurance offered in the individual market, coverage of such type may be discontinued if: (a) The issuer provides notice to each insured provided coverage of this type in such market (and any participant and beneficiary covered under such coverage) of the discontinuation at least ninety days prior to the date of the discontinuation of the coverage; (b) The issuer offers to each insured provided coverage of this type in such market, the option to purchase all other health insurance coverage currently being offered by the issuer to an individual health plan in such market; or (c) In exercising the option to discontinue coverage of this type and in offering the option of coverage under subsection (b), the issuer acts uniformly without regard to the claims experience of those insured or any health status-related factor relating to any participant or beneficiary covered or any new participant or beneficiary who may become eligible for such coverage . In such instances, the director shall assist the affected persons in finding replacement coverage. Section 4. That § 58-17-84 be amended to read as follows: 58-17-84. Any health benefit plan covering individuals shall comply with the following provisions: (1) No health benefit plan may deny, exclude, or limit benefits for a covered individual for claims incurred more than twelve months following the effective date of the person's coverage due to a preexisting condition. No health benefit plan may define a preexisting condition more restrictively than : (a) A condition that would have caused an ordinarily prudent person to seek medical advice, diagnosis, care, or treatment during the twelve months immediately preceding the effective date of coverage; (b) A a condition for which medical advice, diagnosis, care, or treatment was recommended or received during the twelve six months immediately preceding the effective date of coverage; or (c) A pregnancy existing on the effective date of coverage; and (2) A health benefit plan shall waive any time period applicable to a preexisting condition exclusion or limitation period with respect to particular services for the aggregate period of time a person was previously covered by qualifying previous creditable coverage, excluding limited benefit plans and dread disease plans that provided benefits with respect to such services, if the qualifying previous creditable coverage was continuous to a date not less more than thirty sixty-three days before the application for the new coverage. A period of time a person was previously covered may not be aggregated if there was a break in coverage of sixty-three days or more. The plan shall count a period of creditable coverage without regard to the specific benefits covered under the plan, unless the plan elects to credit it based on coverage of benefits within several classes or categories of benefits specified in rules adopted pursuant to chapter 1-26, by the director; (3) A health maintenance organization which does not utilize a preexisting waiting period may use an affiliation period in lieu of a preexisting waiting period. No affiliation period may exceed two months in length. No premium may be charged for any portion of the affiliation period. If the health maintenance organization utilizes neither a preexisting waiting period nor an affiliation period, the health maintenance organization may use other criteria designed to avoid adverse selection provided that those criteria are approved by the director; (4) Generic information may not be treated as a condition for which a preexisting condition exclusion may be imposed in the absence of a diagnosis of the condition related to such information; and (5) A carrier may not exclude coverage for a preexisting condition which arose after a person began creditable coverage if there was not a break in coverage which exceeded sixty-three days. Section 5. That § 58-17-85 be amended to read as follows: 58-17-85. If a person has an existing health benefit plan, the carrier shall accept for coverage under a health benefit plan, which contains benefits which are equal to or exceeding the benefits contained in the basic benefit plan approved pursuant to § 58-18B-32, the individual applicant and dependents if the persons applying for coverage had qualifying previous coverage within the last thirty days. No carrier is required to issue further individual health benefit coverage under § § 58-17-66 to 58-17-87, inclusive, if the health benefit plans issued from individual benefit plans without underwriting constitute five percent or more of that carrier's earned premium on an annual basis from the classes of business covered by § § 58-17-66 to 58-17-87, inclusive. However, no If a person has an aggregate of at least twelve months of creditable coverage, the carrier shall accept such person for coverage under a health benefit plan, which contains benefits which are equal to or exceed the benefits contained in the basic plan approved pursuant to § 58-18B-32 if the person applies within sixty-three days of the date of losing prior creditable coverage. No carrier is required to issue further individual health benefit coverage under § § 58-17-68 to 58-17-87, inclusive, if the individual health benefit plans issued to individuals without medical underwriting constitute two percent or more of that carrier's earned premium on an annual basis from individual health benefit plans covered by § § 58-17-66 to 58- 17-87, inclusive. Each carrier who meets the two percent earned premium threshold shall report within thirty days to the director in a format prescribed by the director. If the director determines that all carriers in the individual market have met the two percent threshold, the threshold shall, upon order of the director, be expanded an additional two percent. The threshold shall be expanded in additional two percent increments if all carriers in the individual market meet the previous threshold. No carrier is required to provide coverage pursuant to this section or waive any time frame under a preexisting waiting period as required by § 58-17-84 if: (1) The applicant's qualifying previous creditable coverage is from a self-insured employer which does not have plan provisions consistent with § § 58-18-42 to 58-18-51, inclusive is a nonfederal governmental plan that has elected to be excluded from the provisions of the Health Insurance Portability and Accountability Act of 1996 ; (2) The applicant is eligible for continuation of coverage under an employer plan; (3) The applicant's qualifying previous creditable coverage is a conversion plan from an employer group plan; or (4) The person is covered or eligible to be covered under a plan which contains benefits equal to or greater than the basic benefit plan approved, pursuant to § 58-18B-32, with a carrier who continues to do business creditable coverage or lost creditable coverage due to nonpayment of premiums . Section 6. That § 58-17-87 be amended to read as follows: 58-17-87. The director shall promulgate rules pursuant to chapter 1-26 to cover: (1) Terms or renewability; (2) Conditions of eligibility; (3) Benefit limitations, exceptions, and reductions; (4) Definition of terms; (5) Filing requirements for forms, rates, and rate schedules; (6) Marketing practices; (7) Reporting practices; (8) Compensation arrangements between insurers or other entities and their agents, representatives, or producers; and (9) Suitability and appropriateness of the policy sold. The director shall promulgate rules pursuant to chapter 1-26 that specify prohibited policy or certificate provisions not otherwise specifically authorized by statute which, in the opinion of the director, are unjust, unfair, or unfairly discriminatory to any person insured or proposed for coverage under an individual policy or certificate. The director shall also promulgate rules pursuant to chapter 1-26 assuring public access to rate and form information and establishing procedures for rate and form approvals and disapprovals. If any federal standards are in place which would require additional steps to meet those standards beyond what is required by this chapter, the director shall promulgate rules to require the offering of health insurance plans, in addition to those specifically required by § 58-17-85, the underwriting criteria that may be utilized for such health insurance plans, and other requirements related to the availability of health insurance to individuals in this state in order to minimally meet the federal standards. Section 7. That § 58-18-43 be amended to read as follows: 58-18-43. For the purposes of this chapter, a late enrollee is an eligible employee or dependent who requests enrollment in a health benefit plan of an employer following the initial enrollment period during which the individual is entitled to enroll under the terms of the health benefit plan, if the initial enrollment period is a period of at least thirty days. However, no eligible employee or dependent may be considered a late enrollee if: (1) The individual: (a) Was covered under qualifying previous creditable coverage at the time of the initial enrollment; (b) Lost coverage under qualifying previous creditable coverage as a result of termination of employment or eligibility, reduction of hours, the involuntary termination of the qualifying previous creditable coverage, death of a spouse, legal separation, or divorce; and (c) Requests enrollment within thirty sixty-three days after termination of the qualifying previous creditable coverage; (2) The individual is employed by an employer that offers multiple health benefit plans and the individual elects a different plan during an open enrollment period; (3) A court has ordered coverage be provided for a spouse or minor or dependent child under a covered employee's health benefit plan and request for enrollment is made within thirty days after issuance of the court order; or (4) Child custody has changed by agreement of the parties to a child custody agreement or to a child custody order which agreement has not yet been included in a court order. Section 8. That § 58-18-44 be amended to read as follows: 58-18-44. For the purposes of this chapter, qualifying previous coverage and qualifying existing creditable coverage are benefits or coverage provided under: (1) Medicare or medicaid; (2) An employer-based health insurance plan or health benefit arrangement that provides benefits similar to or exceeding benefits provided under a health benefit plan; or (3) An individual health insurance policy including coverage issued by a health maintenance organization, a fraternal benefit society, a nonprofit medical and surgical plan, or a nonprofit hospital service plan that provides benefits similar to or exceeding the benefits provided under a health benefit plan, if the policy has been in effect for a period of at least one year , or an employee welfare benefit plan as defined in section 3(1) of the Employee Retirement Income Security Act of 1974 as amended to January 1, 1997, to the extent that the plan provides directly or through insurance, reimbursement or otherwise to employees or their dependents medical care for the diagnosis, cure, mitigation, treatment, or prevention of disease, or amounts paid for the purpose of affecting any structure or function of the body and amounts paid for the transportation primarily for and essential to medical care; (4) Chapter 55 of Title 10, United States Code; (5) A medical care program of the Indian Health Service or of a tribal organization; (6) A state health benefits risk pool; (7) A health plan offered under Chapter 89 of Title 5, United States Code; (8) A public health plan; or (9) A health benefit plan under section 5(e) of the Peace Corps Act (22 U.S.C. 2504(e)) . Section 9. That § 58-18-45 be amended to read as follows: 58-18-45. Health benefit plans shall comply with the following provisions: (1) No health benefit plan may deny, exclude, or limit benefits for a covered individual for claims incurred more than twelve months following the effective date of the individual's coverage due to a preexisting condition. No health benefit plan may define a preexisting condition more restrictively than : (a) A condition that would have caused an ordinarily prudent person to seek medical advice, diagnosis, care, or treatment during the six months immediately preceding the effective date of coverage; (b) A a condition for which medical advice, diagnosis, care, or treatment was recommended or received during the six months immediately preceding the effective date of coverage; or (c) A pregnancy existing on the effective date of coverage; (2) A health benefit plan shall waive any time period applicable to a preexisting condition exclusion or limitation period with respect to particular services for the aggregate period of time an individual was previously covered by qualifying previous creditable coverage that provided benefits with respect to such services, if the qualifying previous creditable coverage was continuous to a date not more than thirty sixty-three days prior to the effective date of the new coverage . A period of time a person was previously covered may not be aggregated if there was a break in coverage of sixty-three days or more. The plan shall count a period of creditable coverage, without regard to the specific benefits covered under the plan, unless the plan elects to credit it based on coverage of benefits within several classes or categories of benefits specified in rules adopted by the director. A carrier may not exclude coverage for a preexisting condition which arose after a person began creditable coverage if there was not a break in coverage which exceeded sixty-three days ; (3) A health benefit plan may exclude coverage for late enrollees for the greater of eighteen months or for an eighteen-month preexisting condition exclusion. However, if both a period of exclusion from coverage and a preexisting condition exclusion are applicable to a late enrollee, the combined period may not exceed eighteen months from the date the individual enrolls for coverage under the health benefit plan ; (4) Genetic information may not be treated as a condition for which a preexisting condition exclusion may be imposed in the absence of a diagnosis of the condition related to such information; (5) A health maintenance organization which does not utilize a preexisting waiting period may use an affiliation period in lieu of a preexisting waiting period. No affiliation period may exceed two months in length. No premium may be charged for any portion of the affiliation period. If the health maintenance organization utilizes neither a preexisting waiting period nor an affiliation period, the health maintenance organization may use other criteria designed to avoid adverse selection provided that those criteria are approved by the director . Section 10. That § 58-18-46 be amended to read as follows: 58-18-46. Except as provided in § § 58-18-42 to 58-18-51, inclusive, a health benefit plan subject to this chapter is renewable to all eligible employees and dependents at the option of the employer, except for the following reasons: (1) Nonpayment of required premiums The employer has failed to pay premiums or contributions in accordance with the terms of the health insurance coverage or the insurer has not received timely premium payments ; (2) Fraud or intentional misrepresentation of material fact by the employer , or with respect to coverage of an insured individual, fraud or misrepresentation by the insured individual or the individual's representative ; (3) Noncompliance with the carrier's employer contribution requirements; (4) The number of individuals covered under the plan is less than the number or percentage of eligible individuals required under the plan; (5) The employer is no longer actively engaged in the business in which it was engaged on the effective date of the plan; (6) Repeated misuse of a provider network provision In the case of a health insurance issuer that offers health insurance coverage in the market through a network plan, there is no longer any enrollees in connection with the plan who live, reside, or work in the service area of the issuer or in the area for which the issuer is authorized to do business and the issuer would deny enrollment with respect to the plan as provided for in § 58-18B-37 ; (7) The employer carrier elects to nonrenew all of its health benefit plans delivered or issued for delivery to employers in this state; or (8) The director finds that the continuation of the coverage would not be in the best interests of the policyholders or certificate holders, or would impair the carrier's ability to meet its contractual obligations In the case of health insurance coverage that is made available only through a bona fide association, the membership of an employer in the association ceases but only if the coverage is terminated uniformly without regard to any health status-related factor relating to any covered individual; or (9) If the issuer decides to discontinue offering a particular type of group health insurance offered in the group market, coverage of such type may be discontinued if: (a) The issuer provides notice to each employer provided coverage of this type in such market (and any participant and beneficiary covered under such coverage) of the discontinuation at least ninety days prior to the date of the discontinuation of the coverage; (b) The issuer offers to each employer provided coverage of this type in such market, the option to purchase all other health insurance coverage currently being offered by the issuer to a group health plan in such market; (c) In exercising the option to discontinue coverage of this type and in offering the option of coverage under subsection (b), the issuer acts uniformly without regard to the claims experience of those employers or any health status-related factor relating to any participant or beneficiary covered or any new participant or beneficiary who may become eligible for such coverage . If a carrier nonrenews a health benefit plan pursuant to this section , the director shall assist affected employers in finding replacement coverage. Section 11. That § 58-18-48 be amended to read as follows: 58-18-48. If an employer has an existing health benefit plan, the carrier shall accept for coverage under the health benefit plan new employees and the dependents of new employees, if the new employee had qualifying previous creditable coverage within the prior thirty sixty- three days from the date the new employee is eligible for coverage. The coverage shall be issued without exclusionary riders. The carrier is not required to provide coverage for new employees or dependents who are late enrollees or who have not had qualifying previous creditable coverage within thirty sixty-three days before applying for coverage. Policies may not exclude children, as set forth in subdivision 58-18-43(4), from the definition of eligible dependents. Section 12. That § 58-18-50 be repealed. 58-18-50. Sections 58-18-42 to 58-18-51, inclusive, apply to all group health benefit plans, policies, and certificates issued in this state except those which are preempted from state jurisdiction by the Employee Retirement Income Security Act of 1974 or other federal law. Third-party administrators who are licensed or registered in this state are required to report annually to the division of insurance as to the extent that self-insured plans they administer have voluntarily complied with § § 58-18-42 to 58-18-51, inclusive. Section 13. That § 58-18-51 be repealed. 58-18-51. The provisions of § § 58-18-42 to 58-18-51, inclusive, relating to restrictions on the imposition of preexisting waiting period limitations and other underwriting requirements do not apply to new employees whose qualifying previous coverage is an exempt self-insured plan under the Employee Retirement Income Security Act of 1974 which does not have plan provisions consistent with the provisions of § § 58-18-42 to 58-18-51, inclusive. Section 14. That § 58-18B-1 be amended to read as follows: 58-18B-1. Terms used in this chapter mean: (1) \"Actuarial certification,\" a written statement by a member of the American Academy of Actuaries or other individual approved by the director that a small employer carrier is in compliance with the provisions of this chapter, based upon the person's examination, including a review of the appropriate records and of the actuarial assumptions and methods used by the carrier in establishing premium rates for applicable health benefit plans; (2) \"Base premium rate,\" the lowest premium rate charged or which could have been charged for each class of business for a rating period under a rating system for that class of business, by the small employer carrier to small employers with similar case characteristics for health benefit plans with the same or similar coverage; (3) \"Carrier,\" a any person who provides health insurance in this state. In this chapter, carrier includes a licensed insurance company, a prepaid hospital or medical service plan, a health maintenance organization, a multiple employer welfare arrangement, or any person providing a plan of health insurance subject to state insurance regulation; (4) \"Case characteristics,\" demographic or other relevant characteristics of a small employer, as determined by a small employer carrier, which are considered by the carrier for the determination of premium rates. Claim experience, health status, and duration of coverage since issue are not case characteristics in this chapter; (5) \"Class of business,\" all or a distinct grouping of small employers as shown on the records of the small employer carrier; (a) A distinct grouping may only be established by a small employer carrier on the basis that the applicable health benefit plans: (i) Are marketed and sold through individuals and organizations which are not participating in the marketing or sale of other distinct groupings of small employers for such small employer carrier; (ii) Have been acquired from another small employer carrier as a distinct grouping of plans; (iii) Are provided through an association with membership of not less than twenty-five small employers which has been formed for purposes other than obtaining insurance; or (iv) Are in a class of business that meets the requirements for exception to the restrictions related to premium rates provided in subsection 58-18B-3(1)(a); (b) A small employer carrier may establish no more than two additional groupings under each of the subparagraphs in subsection (a) on the basis of underwriting criteria which are expected to produce substantial variation in the health care costs; (c) The director may approve the establishment of additional distinct groupings upon application to, and a finding by, the director that such action would enhance the efficiency and fairness of the small employer insurance marketplace; (6) \"Director,\" the director of the Division of Insurance; (7) \"Division,\" the Division of Insurance of the Department of Commerce and Regulation; (8) \"Index rate,\" the arithmetic average of the applicable base premium rate and the corresponding highest premium rate for each class of business for small employers with similar case characteristics; (9) \"New business premium rate,\" the premium rate charged or offered by a small employer carrier to small employers with similar case characteristics for newly issued health benefit plans with the same or similar coverage for each class of business for a rating period; (10) \"Rating period,\" the calendar period for which premium rates established by a small employer carrier are assumed to be in effect, as determined by the small employer carrier; (11) \"Small employer,\" a any person, firm, corporation, partnership, or association actively engaged in business which on at least fifty percent an average of its working days during the preceding year, employed no more than fifty and no less than two eligible employees. In determining the number of eligible employees, companies which are affiliated companies or which are eligible to file a combined tax return for purposes of state taxation are considered to be one employer; (12) \"Small employer carrier,\" a any carrier which offers health benefit plans covering the employees of a small employer; (13) \"Affiliate\" or \"affiliated,\" any person who, directly or indirectly, through one or more intermediaries, controls or is controlled by, or is under common control with, any other specified person; (14) \"Basic health benefit plan,\" a low cost health benefit plan developed pursuant to § § 58-18B-29 to 58-18B-32, inclusive; (15) \"Committee,\" the Health Benefit Plan Committee created pursuant to § § 58-18B-29 to 58-18B-32, inclusive; (16) \"Dependent,\" except as otherwise required by this title, a any spouse, an any unmarried child under the age of nineteen years, an any unmarried child who is a full-time student under the age of twenty-three and who is financially dependent upon the parent, and an any unmarried child of any age who is medically certified as disabled and dependent upon the parent; (17) \"Eligible employee,\" an any employee who works on a permanent basis and has a normal work week of thirty or more hours. The term includes a any sole proprietor, a any partner, and an any independent contractor, if the sole proprietor, partner, or independent contractor is included as an employee under a health benefit plan of a small employer, but does not include an any employee who works less than thirty hours or on a temporary or substitute basis; (18) \"Health benefit plan,\" any hospital or medical policy or certificate, hospital or medical service plan, or health maintenance organization subscriber contract. The term does not include specified disease, hospital indemnity, fixed indemnity, accident-only, credit, dental, vision, prescription drug, medicare supplement, long-term care, or disability income insurance, coverage issued as a supplement to liability insurance, worker's compensation or similar insurance, or automobile medical payment insurance; (19) \"Restricted network provision,\" any provision of a health benefit plan that conditions the payment of benefits, in whole or in part, on the use of health care providers that have entered into a contractual arrangement with the carrier to provide health care services to covered individuals; (20) \"Standard health benefit plan,\" a any health benefit plan developed pursuant to § § 58-18B-29 to 58-18B-31, inclusive. Section 15. That § 58-18B-17 be amended to read as follows: 58-18B-17. The premium rates for a small employer may not exceed the premium rate for any other small employer because of age alone by a factor of 3:1. A small employer carrier may not require any individual to pay any premium or contribution that is greater than that for a similarly situated individual enrolled in the plan. Section 16. That § 58-18B-20 be amended to read as follows: 58-18B-20. A small employer carrier shall issue a basic health benefit plan or a standard health benefit plan to any small employer that applies for either plan and agrees to make the required premium payments and to satisfy the other reasonable provisions of the health benefit plan not inconsistent with this chapter. In the case of a small employer carrier that establishes more than one class of business pursuant to § § 58-18B-13 and 58-18B-14, and subdivision 58-18B-1(5), the small employer carrier shall maintain and issue to eligible small employers at least one basic health benefit plan and at least one standard health benefit plan in each class of business established. A small employer carrier is not required to issue coverage to any person who has met the lifetime benefit maximum on a basic or standard plan. A small employer carrier may apply reasonable criteria in determining whether to accept a small employer into a particular class of business if: (1) The criteria are not intended to discourage or prevent acceptance of small employers applying for a basic or standard health benefit plan; (2) The criteria are not related to the health status or claim experience of the small employer; (3) The criteria are applied consistently to all small employers applying for coverage in the class of business; and (4) The small employer carrier provides for the acceptance of all eligible small employers into one or more classes of business. The provisions of this section do not apply to a class of business into which the small employer carrier is no longer enrolling new small businesses. No small employer carrier is required to issue a standard or basic plan pursuant to this section if the standard and basic plans issued without medical underwriting constitute five percent of that carrier's earned premium on an annual basis from small employer health benefit plans. Each carrier who meets the five percent earned premium threshold shall report within thirty days to the Division of Insurance in a format prescribed by the director. No small employer carrier is required to issue a standard or basic plan pursuant to this section if the standard and basic plans issued without medical underwriting constitute two percent of that carrier's earned premium on an annual basis from small employer health benefit plans. Each carrier who meets the two percent earned premium threshold shall report within thirty days to the director in a format prescribed by the director. If the director determines that all carriers in the small employer market have met the two percent threshold, the threshold shall, upon order of the director, be expanded an additional two percent. The threshold shall be expanded in additional two percent increments if all small employer carriers meet the previous threshold. Nothing in this chapter prohibits a carrier from offering health benefit plans other than the standard and basic plans on an underwritten basis . Section 17. That § 58-18B-25 be amended to read as follows: 58-18B-25. In applying minimum participation requirements with respect to a small employer, no small employer carrier may consider employees or dependents who have qualifying existing creditable coverage in determining whether the applicable percentage of participation is met. With respect to a small employer with between two and ten eligible employees, a small employer carrier may consider employees or dependents who have coverage under another health benefit plan sponsored by the small employer in applying minimum participation requirements. Qualifying existing Creditable coverage does not include individual coverage. Section 18. That § 58-18B-27 be amended to read as follows: 58-18B-27. No small employer carrier may modify a basic or standard health benefit plan with respect to a small employer or any eligible employee or dependent through riders, endorsements, or otherwise, to restrict or exclude coverage for certain diseases or medical conditions otherwise covered by the health benefit plan. A small employer carrier may not establish rules for eligibility for any individual to enroll under a plan, including continued eligibility, based on health status-related factors which include health status, medical condition, claims experience, receipt of health care, medical history, genetic information, evidence of insurability, including conditions arising out of acts of domestic violence, and disability. Section 19. That § 58-18B-30 be amended to read as follows: 58-18B-30. The committee shall recommend benefit levels, cost sharing levels, exclusions, and limitations for the basic health benefit plan and the standard health benefit plan. The committee shall also design a basic health benefit plan and a standard health benefit plan which contain benefit and cost sharing levels that are consistent with the basic method of operation and the benefit plans of health maintenance organizations, including any restrictions imposed by federal law. The basic benefit plan shall have a lifetime maximum benefit which is not in excess of five hundred thousand dollars. At least every five years, the Legislature shall study the necessity for adjusting the lifetime maximum benefit. The basic and standard benefit plans are subject to the requirements of § § 58-17-53 to 58-17-56, inclusive, 58-18-7.1 to 58-18-7.16, inclusive, and 58-18-31 to 58-18-39, inclusive. For nonprofit medical and surgical plans, nonprofit hospital service plans, and health maintenance organizations, the basic and standard benefit plans are also subject to the requirements of § § 58-38-11.1 to 58-38-12, inclusive, 58-38-19, 58-38-22, 58-40-10.1 to 58-40-10.9, inclusive, 58-40-18, 58-40-20, 58-41-15.1, 58-41-26, 58-41-35.1 to 58-41-35.5, inclusive, and 58-41-51.1 to 58-41-51.3, inclusive. The basic and standard plans shall be submitted to the Legislature no later than January 5, 1996. The plans as approved by the director shall be effective July 1, 1996, unless disapproved by the Legislature. Section 20. That § 58-18B-35 be amended to read as follows: 58-18B-35. The director shall promulgate rules pursuant to chapter 1-26 regulating the issuance of stop loss or excess insurance covering health claims of employees. The director shall also promulgate rules regulating the solicitation and sale of multiple employer trusts and multiple employer welfare arrangements. In considering the promulgation of rules pursuant to this section, the director shall take into consideration, the status of the small employer market, the impact such rules would have on the availability of health insurance and the impact such rules may have on the fair marketing of health insurance in this state. The rules may cover: (1) Suitability and eligibility of insureds for coverage; (2) Method of premium payments; (3) Minimum stop loss amounts including specific and aggregate attachment points ; (4) Contractual obligations and policy provisions of carriers; (5) Form filing requirements, including those for approval and disapproval; (6) Reporting and recordkeeping requirements; (7) Definition of terms; and (8) Eligibility of insurers. Section 21. That § 58-18B-36 be amended to read as follows: 58-18B-36. The director shall promulgate rules pursuant to chapter 1-26 to provide for the implementation and administration of this chapter. The rules shall cover: (1) Terms of renewability; (2) Initial and subsequent conditions of eligibility; (3) Probationary periods; (4) Benefit limitations, exceptions and reductions; (5) Requirements for replacement; (6) Participation requirements; (7) Definition of terms; (8) Marketing practices; (9) Reporting practices; (10) Compensation arrangements between insurers or other entities and their agents, representatives, or producers; (11) Guaranteed acceptance of small groups by small group carriers; (12) Continuation and conversion rights; and (13) Group discontinuance and replacement. The director may promulgate rules pursuant to chapter 1-26 that specify prohibited policy or certificate provisions not otherwise specifically authorized by statute which, in the opinion of the director, are unjust, unfair, or unfairly discriminatory to any person insured or proposed for coverage under a policy or certificate. If any federal standards are in place which would require additional steps to meet those standards beyond what is required by this chapter, the director may promulgate rules to require the offering of health insurance plans, in addition to those specifically required by § § 58-18B-19 and 58-18B-20, the underwriting criteria that may be utilized for such health insurance plans, and other requirements related to the availability of health insurance to individuals in this state in order to minimally meet the federal standards. Section 22. That § 58-18B-37 be amended to read as follows: 58-18B-37. Each small employer carrier shall actively market health benefit plan coverage, including the basic and standard health benefit plans, to eligible small employers in the state. If a small employer carrier denies coverage to a small employer on the basis of the health status or claims experience of the small employer or its employees or dependents, the small employer carrier shall offer the small employer the opportunity to purchase a basic health benefit plan and a standard health benefit plan. Nothing in this chapter prohibits a carrier from offering other health benefit plans on an underwritten basis. A network plan is not required to offer coverage to an employer whose employees do no work or reside within the carrier's established geographic service. A network plan may deny coverage to employers if it demonstrates it does not have the capacity to deliver services adequately to enrollees of any additional groups because of its obligations to existing group contract holders and enrollees, and if it is applying this denial of coverage uniformly to all employers without regard to the claims experience of those employers, and their employees and their dependents, or any health status-related factor relating to the employees and dependents. Section 23. That § 58-18B-48 be amended to read as follows: 58-18B-48. Unless the carrier otherwise subjects itself to this chapter, this chapter does not apply to any group health bona fide association insurance plan or to the insurance carrier underwriting the group plan if the group health insurance plan bona fide association meets the following criteria: (1) The group health plan has an open enrollment period of at least one month each year or before January 1, 1995, the group health plan had open enrollment for potential insured without individual underwriting The association has been actively in existence for at least five years ; (2) The group health plan has at least two hundred and fifty participating insured or before January 1, 1995, the group health plan had at least two hundred fifty participating insured The association has been formed and maintained in good faith for purposes other than obtaining insurance ; (3) The group health plan does not differentiate premiums based upon age or gender; and The association does not condition membership in the association on any health status-related factor relating to an individual, including an employee of an employer or a dependent of an employee; (4) Enrollment in the group health plan was restricted to an identified association, its members, spouses, employees, and dependents of members or employees Health insurance coverage offered through the association is available to all members regardless of any health status-related factor relating to such members or individual eligible for coverage through a member; (5) The association does not make health insurance coverage offered through the association available other than in connection with a member of the association; (6) The association and any plan issued through the association are complying with any applicable provisions of Title 47 and § § 58-18-42 to 58-18-62, inclusive ."}, {"bill_id": 12683, "bill_version_id": 73869, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "1997-02-14T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the requirements for individual and group health insurance availability, portability, and renewability. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-17-66 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Church plan,\" a church plan as defined in section 3(33) of the Employee Retirement Income Security Act of 1974 as adopted by the director pursuant to chapter 1-26. Section 2. That § 58-17-69 be amended to read as follows: 58-17-69. For purposes of § § 58-17-66 to 58-17-87, inclusive, the terms, qualified previous coverage and qualified existing term, creditable coverage, mean means benefits or coverage provided for an aggregate of twelve months or more under: (1) An employer-based health insurance or health benefit arrangement that provides benefits similar to or exceeding benefits provided under the basic health benefit plan or an employee welfare benefit plan as defined in section 3(1) of the Employee Retirement Income Security Act of 1974 as adopted by the director pursuant to chapter 1-26, to the extent that the plan provides directly or through insurance, reimbursement or otherwise to employees or their dependents medical care for the diagnosis, cure, mitigation, treatment, or prevention of disease, or amounts paid for the purpose of affecting any structure or function of the body and amounts paid for the transportation primarily for and essential to medical care ; or (2) An individual health benefit plan, including coverage issued by any health maintenance organization or pre-paid hospital or medical services plan that provides benefits similar to or exceeding the benefits provided under the basic health benefit plan as approved pursuant to § 58-18B-32, if the policy has been in effect for a period of at least one year, but excluding limited benefit plans and dread disease plans ; (3) Medicare or medicaid; (4) Chapter 55 of Title 10, United States Code; (5) A medical care program of the Indian Health Service or of a tribal organization; (6) A state health benefits risk pool; (7) A health plan offered under Chapter 89 of Title 5, United States Code; (8) A public health plan; (9) A health benefit plan under section 5(e) of the Peace Corps Act (22 U.S.C. 2504(e)); or (10) A church plan . Section 3. That § 58-17-82 be amended to read as follows: 58-17-82. An individual health benefit plan subject to § § 58-17-66 to 58-17-87, inclusive, is renewable with respect to any person or dependent at the option of the person, except in any of the following cases: (1) Nonpayment of the required premium The individual has failed to pay premiums or contributions in accordance with the terms of the health insurance coverage or the insurer has not received timely premium payments ; (2) Fraud or intentional misrepresentation of material fact by the person; (3) Repeated misuse of a provider network provision In the case of a health insurance issuer that offers health insurance coverage in the market through a network plan, there are no longer any enrollees in connection with the plan who live, reside, or work in the service area of the issuer or in the area for which the issuer is authorized to do business and the issuer would deny enrollment with respect to the plan as provided for in § 58-18B-37 ; (4) Election by the carrier not to renew all of its individual health benefit plans delivered or issued for delivery to persons in the state. In such a case, the carrier shall provide advance notice of its decision under this subdivision to the director in each state in which it is licensed and provide notice of the decision not to renew coverage to all affected individuals and to the director in each state in which an affected insured individual is known to reside at least one hundred eighty days before the nonrenewal of any individual health benefit plans by the carrier. Notice to the director under this subdivision shall be provided at least three working days before the notice to the affected individuals . In such instances, the director shall assist the affected persons in finding replacement coverage ; (5) The director finds that the continuation of the coverage would not be in the best interests of the policyholders or certificateholders or would impair the carrier's ability to meet its contractual obligations In the case of health insurance coverage that is made available only through one or more bona fide associations, the membership of an employer in the association (on the basis of which the coverage is provided) ceases but only if the coverage is terminated uniformly without regard to any health status-related factor relating to any covered individual ; or (6) The insured individual becomes eligible for medicare coverage under Title XVII of the Social Security Act If the issuer decides to discontinue offering a particular type of individual health insurance offered in the individual market, coverage of such type may be discontinued if: (a) The issuer provides notice to each insured provided coverage of this type in such market (and any participant and beneficiary covered under such coverage) of the discontinuation at least ninety days prior to the date of the discontinuation of the coverage; (b) The issuer offers to each insured provided coverage of this type in such market, the option to purchase all other health insurance coverage currently being offered by the issuer to an individual health plan in such market; or (c) In exercising the option to discontinue coverage of this type and in offering the option of coverage under subsection (b), the issuer acts uniformly without regard to the claims experience of those insured or any health status-related factor relating to any participant or beneficiary covered or any new participant or beneficiary who may become eligible for such coverage . In such instances, the director shall assist the affected persons in finding replacement coverage. Section 4. That § 58-17-84 be amended to read as follows: 58-17-84. Any health benefit plan covering individuals shall comply with the following provisions: (1) No health benefit plan may deny, exclude, or limit benefits for a covered individual for claims incurred more than twelve months following the effective date of the person's coverage due to a preexisting condition. No health benefit plan may define a preexisting condition more restrictively than : (a) A condition that would have caused an ordinarily prudent person to seek medical advice, diagnosis, care, or treatment during the twelve months immediately preceding the effective date of coverage; (b) A a condition for which medical advice, diagnosis, care, or treatment was recommended or received during the twelve six months immediately preceding the effective date of coverage; or (c) A pregnancy existing on the effective date of coverage; and (2) A health benefit plan shall waive any time period applicable to a preexisting condition exclusion or limitation period with respect to particular services for the aggregate period of time a person was previously covered by qualifying previous creditable coverage, excluding limited benefit plans and dread disease plans that provided benefits with respect to such services, if the qualifying previous creditable coverage was continuous to a date not less more than thirty sixty-three days before the application for the new coverage. A period of time a person was previously covered may not be aggregated if there was a break in coverage of sixty-three days or more. The plan shall count a period of creditable coverage without regard to the specific benefits covered under the plan, unless the plan elects to credit it based on coverage of benefits within several classes or categories of benefits specified in rules adopted pursuant to chapter 1-26, by the director; (3) A health maintenance organization which does not utilize a preexisting waiting period may use an affiliation period in lieu of a preexisting waiting period. No affiliation period may exceed two months in length. No premium may be charged for any portion of the affiliation period. If the health maintenance organization utilizes neither a preexisting waiting period nor an affiliation period, the health maintenance organization may use other criteria designed to avoid adverse selection provided that those criteria are approved by the director; (4) Genetic information may not be treated as a condition for which a preexisting condition exclusion may be imposed in the absence of a diagnosis of the condition related to such information; and (5) A carrier may not exclude coverage for a preexisting condition which arose after a person began creditable coverage if there was not a break in coverage which exceeded sixty-three days. Section 5. That § 58-17-85 be amended to read as follows: 58-17-85. If a person has an existing health benefit plan, the carrier shall accept for coverage under a health benefit plan, which contains benefits which are equal to or exceeding the benefits contained in the basic benefit plan approved pursuant to § 58-18B-32, the individual applicant and dependents if the persons applying for coverage had qualifying previous coverage within the last thirty days. No carrier is required to issue further individual health benefit coverage under § § 58-17-66 to 58-17-87, inclusive, if the health benefit plans issued from individual benefit plans without underwriting constitute five percent or more of that carrier's earned premium on an annual basis from the classes of business covered by § § 58-17-66 to 58-17-87, inclusive. However, no If a person has an aggregate of at least twelve months of creditable coverage, the carrier shall accept such person for coverage under a health benefit plan, which contains benefits which are equal to or exceed the benefits contained in the basic plan approved pursuant to § 58-18B-32 if the person applies within sixty-three days of the date of losing prior creditable coverage. In addition to the plan which equals or exceeds the basic coverage, the carrier shall also offer to the eligible person, the standard plan of benefits adopted pursuant to § 58-18B-32. No carrier is required to issue further individual health benefit coverage under § § 58-17-68 to 58-17-87, inclusive, if the individual health benefit plans issued to individuals without medical underwriting constitute two percent or more of that carrier's earned premium on an annual basis from individual health benefit plans covered by § § 58-17-66 to 58-17-87, inclusive. Each carrier who meets the two percent earned premium threshold shall report within thirty days to the director in a format prescribed by the director. If the director determines that all carriers in the individual market have met the two percent threshold, the threshold shall, upon order of the director, be expanded an additional two percent. The threshold shall be expanded in additional two percent increments if all carriers in the individual market meet the previous threshold. No carrier is required to provide coverage pursuant to this section or waive any time frame under a preexisting waiting period as required by § 58-17-84 if: (1) The applicant's qualifying previous coverage is from a self-insured employer which does not have plan provisions consistent with § § 58-18-42 to 58-18-51, inclusive; (2) The applicant is eligible for continuation of coverage under an employer plan; (3) The applicant's qualifying previous creditable coverage is a conversion plan from an employer group plan; or (4) The person is covered or eligible to be covered under a plan which contains benefits equal to or greater than the basic benefit plan approved, pursuant to § 58-18B-32, with a carrier who continues to do business creditable coverage or lost creditable coverage due to nonpayment of premiums . Section 6. That § 58-17-87 be amended to read as follows: 58-17-87. The director shall promulgate rules pursuant to chapter 1-26 to cover: (1) Terms or renewability; (2) Conditions of eligibility; (3) Benefit limitations, exceptions, and reductions; (4) Definition of terms; (5) Filing requirements for forms, rates, and rate schedules; (6) Marketing practices; (7) Reporting practices; (8) Compensation arrangements between insurers or other entities and their agents, representatives, or producers; and (9) Suitability and appropriateness of the policy sold. The director shall promulgate rules pursuant to chapter 1-26 that specify prohibited policy or certificate provisions not otherwise specifically authorized by statute which, in the opinion of the director, are unjust, unfair, or unfairly discriminatory to any person insured or proposed for coverage under an individual policy or certificate. The director shall also promulgate rules pursuant to chapter 1-26 assuring public access to rate and form information and establishing procedures for rate and form approvals and disapprovals. If any federal standards are in place which would require additional steps to meet those standards beyond what is required by this chapter, the director shall promulgate rules to require the offering of health insurance plans, in addition to those specifically required by § 58-17-85, the underwriting criteria that may be utilized for such health insurance plans, and other requirements related to the availability of health insurance to individuals in this state in order to minimally meet the federal standards. Section 7. That § 58-18-43 be amended to read as follows: 58-18-43. For the purposes of this chapter, a late enrollee is an eligible employee or dependent who requests enrollment in a health benefit plan of an employer following the initial enrollment period during which the individual is entitled to enroll under the terms of the health benefit plan, if the initial enrollment period is a period of at least thirty days. However, no eligible employee or dependent may be considered a late enrollee if: (1) The individual: (a) Was covered under qualifying previous creditable coverage at the time of the initial enrollment; (b) Lost coverage under qualifying previous creditable coverage as a result of termination of employment or eligibility, reduction of hours, the involuntary termination of the qualifying previous creditable coverage, death of a spouse, legal separation, or divorce; and (c) Requests enrollment within thirty sixty-three days after termination of the qualifying previous creditable coverage; (2) The individual is employed by an employer that offers multiple health benefit plans and the individual elects a different plan during an open enrollment period; (3) A court has ordered coverage be provided for a spouse or minor or dependent child under a covered employee's health benefit plan and request for enrollment is made within thirty days after issuance of the court order; or (4) Child custody has changed by agreement of the parties to a child custody agreement or to a child custody order which agreement has not yet been included in a court order. Section 8. That § 58-18-44 be amended to read as follows: 58-18-44. For the purposes of this chapter, qualifying previous coverage and qualifying existing creditable coverage are benefits or coverage provided under: (1) Medicare or medicaid; (2) An employer-based health insurance plan or health benefit arrangement that provides benefits similar to or exceeding benefits provided under a health benefit plan; or (3) An individual health insurance policy including coverage issued by a health maintenance organization, a fraternal benefit society, a nonprofit medical and surgical plan, or a nonprofit hospital service plan that provides benefits similar to or exceeding the benefits provided under a health benefit plan the basic plan pursuant to chapter 58-18B , if the policy has been in effect for a period of at least one year , or an employee welfare benefit plan as defined in section 3(1) of the Employee Retirement Income Security Act of 1974 as adopted by the director pursuant to chapter 1-26, to the extent that the plan provides directly or through insurance, reimbursement or otherwise to employees or their dependents medical care for the diagnosis, cure, mitigation, treatment, or prevention of disease, or amounts paid for the purpose of affecting any structure or function of the body and amounts paid for the transportation primarily for and essential to medical care; (4) Chapter 55 of Title 10, United States Code; (5) A medical care program of the Indian Health Service or of a tribal organization; (6) A state health benefits risk pool; (7) A health plan offered under Chapter 89 of Title 5, United States Code; (8) A public health plan; or (9) A health benefit plan under section 5(e) of the Peace Corps Act (22 U.S.C. 2504(e)) . Section 9. That § 58-18-45 be amended to read as follows: 58-18-45. Health benefit plans shall comply with the following provisions: (1) No health benefit plan may deny, exclude, or limit benefits for a covered individual for claims incurred more than twelve months following the effective date of the individual's coverage due to a preexisting condition. No health benefit plan may define a preexisting condition more restrictively than : (a) A condition that would have caused an ordinarily prudent person to seek medical advice, diagnosis, care, or treatment during the six months immediately preceding the effective date of coverage; (b) A a condition for which medical advice, diagnosis, care, or treatment was recommended or received during the six months immediately preceding the effective date of coverage; or (c) A pregnancy existing on the effective date of coverage; (2) A health benefit plan shall waive any time period applicable to a preexisting condition exclusion or limitation period with respect to particular services for the aggregate period of time an individual was previously covered by qualifying previous creditable coverage that provided benefits with respect to such services, if the qualifying previous creditable coverage was continuous to a date not more than thirty sixty-three days prior to the effective date of the new coverage . A period of time a person was previously covered may not be aggregated if there was a break in coverage of sixty-three days or more. The plan shall count a period of creditable coverage, without regard to the specific benefits covered under the plan, unless the plan elects to credit it based on coverage of benefits within several classes or categories of benefits specified in rules adopted by the director. A carrier may not exclude coverage for a preexisting condition which arose after a person began creditable coverage if there was not a break in coverage which exceeded sixty-three days ; (3) A health benefit plan may exclude coverage for late enrollees for the greater of eighteen months or for an eighteen-month preexisting condition exclusion. However, if both a period of exclusion from coverage and a preexisting condition exclusion are applicable to a late enrollee, the combined period may not exceed eighteen months from the date the individual enrolls for coverage under the health benefit plan ; (4) Genetic information may not be treated as a condition for which a preexisting condition exclusion may be imposed in the absence of a diagnosis of the condition related to such information; (5) A health maintenance organization which does not utilize a preexisting waiting period may use an affiliation period in lieu of a preexisting waiting period. No affiliation period may exceed two months in length. No premium may be charged for any portion of the affiliation period. If the health maintenance organization utilizes neither a preexisting waiting period nor an affiliation period, the health maintenance organization may use other criteria designed to avoid adverse selection provided that those criteria are approved by the director . Section 10. That § 58-18-46 be amended to read as follows: 58-18-46. Except as provided in § § 58-18-42 to 58-18-51, inclusive, a health benefit plan subject to this chapter is renewable to all eligible employees and dependents at the option of the employer, except for the following reasons: (1) Nonpayment of required premiums The employer has failed to pay premiums or contributions in accordance with the terms of the health insurance coverage or the insurer has not received timely premium payments ; (2) Fraud or intentional misrepresentation of material fact by the employer , or with respect to coverage of an insured individual, fraud or misrepresentation by the insured individual or the individual's representative ; (3) Noncompliance with the carrier's employer contribution or participation requirements; (4) The number of individuals covered under the plan is less than the number or percentage of eligible individuals required under the plan; (5) The employer is no longer actively engaged in the business in which it was engaged on the effective date of the plan; (6) Repeated misuse of a provider network provision In the case of a health insurance issuer that offers health insurance coverage in the market through a network plan, there is no longer any enrollees in connection with the plan who live, reside, or work in the service area of the issuer or in the area for which the issuer is authorized to do business and the issuer would deny enrollment with respect to the plan as provided for in § 58-18B-37 ; (7) The employer carrier elects to nonrenew all of its health benefit plans delivered or issued for delivery to employers in this state; or (8) The director finds that the continuation of the coverage would not be in the best interests of the policyholders or certificate holders, or would impair the carrier's ability to meet its contractual obligations In the case of health insurance coverage that is made available only through one or more bona fide associations, the membership of an employer in the association (on the basis of which the coverage is provided) ceases but only if the coverage is terminated uniformly without regard to any health status-related factor relating to any covered individual; or (9) If the issuer decides to discontinue offering a particular type of group health insurance offered in the group market, coverage of such type may be discontinued if: (a) The issuer provides notice to each employer provided coverage of this type in such market (and any participant and beneficiary covered under such coverage) of the discontinuation at least ninety days prior to the date of the discontinuation of the coverage; (b) The issuer offers to each employer provided coverage of this type in such market, the option to purchase all other health insurance coverage currently being offered by the issuer to a group health plan in such market; (c) In exercising the option to discontinue coverage of this type and in offering the option of coverage under subsection (b), the issuer acts uniformly without regard to the claims experience of those employers or any health status-related factor relating to any participant or beneficiary covered or any new participant or beneficiary who may become eligible for such coverage . If a carrier nonrenews a health benefit plan pursuant to this section , the director shall assist affected employers in finding replacement coverage. Section 11. That § 58-18-48 be amended to read as follows: 58-18-48. If an employer has an existing health benefit plan, the carrier shall accept for coverage under the health benefit plan new employees and the dependents of new employees, if the new employee had qualifying previous creditable coverage within the prior thirty sixty- three days from the date the new employee is eligible for coverage. The coverage shall be issued without exclusionary riders. The carrier is not required to provide coverage for new employees or dependents who are late enrollees or who have not had qualifying previous creditable coverage within thirty sixty-three days before applying for coverage. Policies may not exclude children, as set forth in subdivision 58-18-43(4), from the definition of eligible dependents. Section 12. That § 58-18-50 be repealed. 58-18-50. Sections 58-18-42 to 58-18-51, inclusive, apply to all group health benefit plans, policies, and certificates issued in this state except those which are preempted from state jurisdiction by the Employee Retirement Income Security Act of 1974 or other federal law. Third-party administrators who are licensed or registered in this state are required to report annually to the division of insurance as to the extent that self-insured plans they administer have voluntarily complied with § § 58-18-42 to 58-18-51, inclusive. Section 13. That § 58-18-51 be repealed. 58-18-51. The provisions of § § 58-18-42 to 58-18-51, inclusive, relating to restrictions on the imposition of preexisting waiting period limitations and other underwriting requirements do not apply to new employees whose qualifying previous coverage is an exempt self-insured plan under the Employee Retirement Income Security Act of 1974 which does not have plan provisions consistent with the provisions of § § 58-18-42 to 58-18-51, inclusive. Section 14. That § 58-18B-1 be amended to read as follows: 58-18B-1. Terms used in this chapter mean: (1) \"Actuarial certification,\" a written statement by a member of the American Academy of Actuaries or other individual approved by the director that a small employer carrier is in compliance with the provisions of this chapter, based upon the person's examination, including a review of the appropriate records and of the actuarial assumptions and methods used by the carrier in establishing premium rates for applicable health benefit plans; (2) \"Base premium rate,\" the lowest premium rate charged or which could have been charged for each class of business for a rating period under a rating system for that class of business, by the small employer carrier to small employers with similar case characteristics for health benefit plans with the same or similar coverage; (3) \"Carrier,\" a any person who provides health insurance in this state. In this chapter, carrier includes a licensed insurance company, a prepaid hospital or medical service plan, a health maintenance organization, a multiple employer welfare arrangement, or any person providing a plan of health insurance subject to state insurance regulation; (4) \"Case characteristics,\" demographic or other relevant characteristics of a small employer, as determined by a small employer carrier, which are considered by the carrier for the determination of premium rates. Claim experience, health status, and duration of coverage since issue are not case characteristics in this chapter; (5) \"Class of business,\" all or a distinct grouping of small employers as shown on the records of the small employer carrier; (a) A distinct grouping may only be established by a small employer carrier on the basis that the applicable health benefit plans: (i) Are marketed and sold through individuals and organizations which are not participating in the marketing or sale of other distinct groupings of small employers for such small employer carrier; (ii) Have been acquired from another small employer carrier as a distinct grouping of plans; (iii) Are provided through an association with membership of not less than twenty-five small employers which has been formed for purposes other than obtaining insurance; or (iv) Are in a class of business that meets the requirements for exception to the restrictions related to premium rates provided in subsection 58-18B-3(1)(a); (b) A small employer carrier may establish no more than two additional groupings under each of the subparagraphs in subsection (a) on the basis of underwriting criteria which are expected to produce substantial variation in the health care costs; (c) The director may approve the establishment of additional distinct groupings upon application to, and a finding by, the director that such action would enhance the efficiency and fairness of the small employer insurance marketplace; (6) \"Director,\" the director of the Division of Insurance; (7) \"Division,\" the Division of Insurance of the Department of Commerce and Regulation; (8) \"Index rate,\" the arithmetic average of the applicable base premium rate and the corresponding highest premium rate for each class of business for small employers with similar case characteristics; (9) \"New business premium rate,\" the premium rate charged or offered by a small employer carrier to small employers with similar case characteristics for newly issued health benefit plans with the same or similar coverage for each class of business for a rating period; (10) \"Rating period,\" the calendar period for which premium rates established by a small employer carrier are assumed to be in effect, as determined by the small employer carrier; (11) \"Small employer,\" a any person, firm, corporation, partnership, or association actively engaged in business which on at least fifty percent an average of its working days during the preceding year, employed no more than fifty and no less than two eligible employees. In determining the number of eligible employees, companies which are affiliated companies or which are eligible to file a combined tax return for purposes of state taxation are considered to be one employer; (12) \"Small employer carrier,\" a any carrier which offers health benefit plans covering the employees of a small employer; (13) \"Affiliate\" or \"affiliated,\" any person who, directly or indirectly, through one or more intermediaries, controls or is controlled by, or is under common control with, any other specified person; (14) \"Basic health benefit plan,\" a low cost health benefit plan developed pursuant to § § 58-18B-29 to 58-18B-32, inclusive; (15) \"Committee,\" the Health Benefit Plan Committee created pursuant to § § 58-18B-29 to 58-18B-32, inclusive; (16) \"Dependent,\" except as otherwise required by this title, a any spouse, an any unmarried child under the age of nineteen years, an any unmarried child who is a full-time student under the age of twenty-three and who is financially dependent upon the parent, and an any unmarried child of any age who is medically certified as disabled and dependent upon the parent; (17) \"Eligible employee,\" an any employee who works on a permanent basis and has a normal work week of thirty or more hours. The term includes a any sole proprietor, a any partner, and an any independent contractor, if the sole proprietor, partner, or independent contractor is included as an employee under a health benefit plan of a small employer, but does not include an any employee who works less than thirty hours or on a temporary or substitute basis; (18) \"Health benefit plan,\" any hospital or medical policy or certificate, hospital or medical service plan, or health maintenance organization subscriber contract. The term does not include specified disease, hospital indemnity, fixed indemnity, accident-only, credit, dental, vision, prescription drug, medicare supplement, long-term care, or disability income insurance, coverage issued as a supplement to liability insurance, worker's compensation or similar insurance, or automobile medical payment insurance; (19) \"Restricted network provision,\" any provision of a health benefit plan that conditions the payment of benefits, in whole or in part, on the use of health care providers that have entered into a contractual arrangement with the carrier to provide health care services to covered individuals; (20) \"Standard health benefit plan,\" a any health benefit plan developed pursuant to § § 58-18B-29 to 58-18B-31, inclusive. Section 15. That § 58-18B-17 be amended to read as follows: 58-18B-17. The premium rates for a small employer may not exceed the premium rate for any other small employer because of age alone by a factor of 3:1. A small employer carrier may not require any individual to pay any premium or contribution that is greater than that for a similarly situated individual enrolled in the plan. Nothing in this section prohibits a group health plan, and a health insurance issuer offering group health insurance coverage, from establishing premium discounts or rebates or modifying otherwise applicable copayments or deductibles in return for adherence to programs of health promotion or disease prevention. Section 16. That § 58-18B-20 be amended to read as follows: 58-18B-20. A small employer carrier shall issue a basic health benefit plan or a standard health benefit plan to any small employer that applies for either plan and agrees to make the required premium payments and to satisfy the other reasonable provisions of the health benefit plan not inconsistent with this chapter. In the case of a small employer carrier that establishes more than one class of business pursuant to § § 58-18B-13 and 58-18B-14, and subdivision 58-18B-1(5), the small employer carrier shall maintain and issue to eligible small employers at least one basic health benefit plan and at least one standard health benefit plan in each class of business established. A small employer carrier is not required to issue coverage to any person who has met the lifetime benefit maximum on a basic or standard plan. A small employer carrier may apply reasonable criteria in determining whether to accept a small employer into a particular class of business if: (1) The criteria are not intended to discourage or prevent acceptance of small employers applying for a basic or standard health benefit plan; (2) The criteria are not related to the health status or claim experience of the small employer; (3) The criteria are applied consistently to all small employers applying for coverage in the class of business; and (4) The small employer carrier provides for the acceptance of all eligible small employers into one or more classes of business. The provisions of this section do not apply to a class of business into which the small employer carrier is no longer enrolling new small businesses. No small employer carrier is required to issue a standard or basic plan pursuant to this section if the standard and basic plans issued without medical underwriting constitute five percent of that carrier's earned premium on an annual basis from small employer health benefit plans. Each carrier who meets the five percent earned premium threshold shall report within thirty days to the Division of Insurance in a format prescribed by the director. No small employer carrier is required to issue a standard or basic plan pursuant to this section if the standard and basic plans issued without medical underwriting constitute two percent of that carrier's earned premium on an annual basis from small employer health benefit plans. Each carrier who meets the two percent earned premium threshold shall report within thirty days to the director in a format prescribed by the director. If the director determines that all carriers in the small employer market have met the two percent threshold, the threshold shall, upon order of the director, be expanded an additional two percent. The threshold shall be expanded in additional two percent increments if all small employer carriers meet the previous threshold. Nothing in this chapter prohibits a carrier from offering health benefit plans other than the standard and basic plans on an underwritten basis unless specifically prohibited by rules adopted by the director pursuant to chapter 1-26 . Section 17. That § 58-18B-25 be amended to read as follows: 58-18B-25. In applying minimum participation requirements with respect to a small employer, no small employer carrier may consider employees or dependents who have qualifying existing creditable coverage in determining whether the applicable percentage of participation is met. With respect to a small employer with between two and ten eligible employees, a small employer carrier may consider employees or dependents who have coverage under another health benefit plan sponsored by the small employer in applying minimum participation requirements. Qualifying existing Creditable coverage does not include individual coverage. Section 18. That § 58-18B-27 be amended to read as follows: 58-18B-27. No small employer carrier may modify a basic or standard health benefit plan with respect to a small employer or any eligible employee or dependent through riders, endorsements, or otherwise, to restrict or exclude coverage for certain diseases or medical conditions otherwise covered by the health benefit plan. A small employer carrier may not establish rules for eligibility for any individual to enroll under a plan, including continued eligibility, based on health status-related factors which include health status, medical condition, claims experience, receipt of health care, medical history, genetic information, evidence of insurability, including conditions arising out of acts of domestic violence, and disability. Section 19. That § 58-18B-30 be amended to read as follows: 58-18B-30. The committee shall recommend benefit levels, cost sharing levels, exclusions, and limitations for the basic health benefit plan and the standard health benefit plan. The committee shall also design a basic health benefit plan and a standard health benefit plan which contain benefit and cost sharing levels that are consistent with the basic method of operation and the benefit plans of health maintenance organizations, including any restrictions imposed by federal law. The basic benefit plan shall have a lifetime maximum benefit which is not in excess of five hundred thousand dollars. At least every five years, the Legislature shall study the necessity for adjusting the lifetime maximum benefit. The basic and standard benefit plans are subject to the requirements of § § 58-17-53 to 58-17-56, inclusive, 58-18-7.1 to 58-18-7.16, inclusive, and 58-18-31 to 58-18-39, inclusive. For nonprofit medical and surgical plans, nonprofit hospital service plans, and health maintenance organizations, the basic and standard benefit plans are also subject to the requirements of § § 58-38-11.1 to 58-38-12, inclusive, 58-38-19, 58-38-22, 58-40-10.1 to 58-40-10.9, inclusive, 58-40-18, 58-40-20, 58-41-15.1, 58-41-26, 58-41-35.1 to 58-41-35.5, inclusive, and 58-41-51.1 to 58-41-51.3, inclusive. The basic and standard plans shall be submitted to the Legislature no later than January 5, 1996. The plans as approved by the director shall be effective July 1, 1996, unless disapproved by the Legislature. Section 20. That § 58-18B-35 be amended to read as follows: 58-18B-35. The director shall promulgate rules pursuant to chapter 1-26 regulating the issuance of stop loss or excess insurance covering health claims of employees. The director shall also promulgate rules regulating the solicitation and sale of multiple employer trusts and multiple employer welfare arrangements. In considering the promulgation of rules pursuant to this section, the director shall take into consideration, the status of the small employer market, the impact such rules would have on the availability of health insurance and the impact such rules may have on the fair marketing of health insurance in this state. The rules may cover: (1) Suitability and eligibility of insureds for coverage; (2) Method of premium payments; (3) Minimum stop loss amounts including specific and aggregate attachment points ; (4) Contractual obligations and policy provisions of carriers; (5) Form filing requirements, including those for approval and disapproval; (6) Reporting and recordkeeping requirements; (7) Definition of terms; and (8) Eligibility of insurers. Section 21. That § 58-18B-36 be amended to read as follows: 58-18B-36. The director shall promulgate rules pursuant to chapter 1-26 to provide for the implementation and administration of this chapter. The rules shall cover: (1) Terms of renewability; (2) Initial and subsequent conditions of eligibility; (3) Probationary periods; (4) Benefit limitations, exceptions and reductions; (5) Requirements for replacement; (6) Participation requirements; (7) Definition of terms; (8) Marketing practices; (9) Reporting practices; (10) Compensation arrangements between insurers or other entities and their agents, representatives, or producers; (11) Guaranteed acceptance of small groups by small group carriers; (12) Continuation and conversion rights; and (13) Group discontinuance and replacement. The director may promulgate rules pursuant to chapter 1-26 that specify prohibited policy or certificate provisions not otherwise specifically authorized by statute which, in the opinion of the director, are unjust, unfair, or unfairly discriminatory to any person insured or proposed for coverage under a policy or certificate. If any federal standards are in place which would require additional steps to meet those standards beyond what is required by this chapter, the director may promulgate rules to require the offering of health insurance plans, in addition to those specifically required by § § 58-18B-19 and 58-18B-20, the underwriting criteria that may be utilized for such health insurance plans, and other requirements related to the availability of health insurance to individuals in this state in order to minimally meet the federal standards. Section 22. That § 58-18B-37 be amended to read as follows: 58-18B-37. Each small employer carrier shall actively market health benefit plan coverage, including the basic and standard health benefit plans, to eligible small employers in the state. If a small employer carrier denies coverage to a small employer on the basis of the health status or claims experience of the small employer or its employees or dependents, the small employer carrier shall offer the small employer the opportunity to purchase a basic health benefit plan and a standard health benefit plan. Nothing in this chapter prohibits a carrier from offering other health benefit plans on an underwritten basis. A network plan is not required to offer coverage to an employer whose employees do no work or reside within the carrier's established geographic service. A network plan may deny coverage to employers if it demonstrates it does not have the capacity to deliver services adequately to enrollees of any additional groups because of its obligations to existing group contract holders and enrollees, and if it is applying this denial of coverage uniformly to all employers without regard to the claims experience of those employers, and their employees and their dependents, or any health status-related factor relating to the employees and dependents. Section 23. That § 58-18B-48 be amended to read as follows: 58-18B-48. Unless the carrier otherwise subjects itself to this chapter, this chapter does not apply to any group health bona fide association insurance plan or to the insurance carrier underwriting the group plan if the group health insurance plan bona fide association meets the following criteria: (1) The group health plan has an open enrollment period of at least one month each year or before January 1, 1995, the group health plan had open enrollment for potential insured without individual underwriting The association has been actively in existence for at least five years ; (2) The group health plan has at least two hundred and fifty participating insured or before January 1, 1995, the group health plan had at least two hundred fifty participating insured The association has been formed and maintained in good faith for purposes other than obtaining insurance ; (3) The group health plan does not differentiate premiums based upon age or gender; and The association does not condition membership in the association on any health status-related factor relating to an individual, including an employee of an employer or a dependent of an employee; (4) Enrollment in the group health plan was restricted to an identified association, its members, spouses, employees, and dependents of members or employees Health insurance coverage offered through the association is available to all members regardless of any health status-related factor relating to such members or individual eligible for coverage through a member; (5) The association does not make health insurance coverage offered through the association available other than in connection with a member of the association; (6) The association and any plan issued through the association are complying with any applicable provisions of Title 47 and § § 58-18-42 to 58-18-62, inclusive . Section 24. That chapter 58-18 be amended by adding thereto a NEW SECTION to read as follows: The provisions of § § 58-18-42 to 58-18-49, inclusive, apply to health benefit plans which provide health coverage on a self-funded basis through nonfederal government employers and church plans. The self-funded nonfederal government employer plans are subject to the provisions of § § 58-18-42 to 58-18-49, inclusive, whether or not it is a single employer plan, a pooled arrangement, a cooperative, through a joint powers agreement, or other similar mechanism for providing health coverage. Section 25. That chapter 58-18 be amended by adding thereto a NEW SECTION to read as follows: If any federal standards are in place which require additional steps to meet those standards beyond what is required by this chapter, the director may promulgate rules pursuant to chapter 1-26 to require the offering of health insurance plans, the underwriting criteria that may be utilized for such health insurance plans, the type and scope of preexisting waiting periods and creditable coverage, the standards for nonrenewability of coverage, and other requirements related to the availability of health insurance to employers and their employees and dependents in this state in order to minimally meet the federal standards. BILL HISTORY 1/29/97 First read in Senate and referred to Commerce. S.J. 219 2/4/97 Scheduled for Committee hearing on this date. 2/11/97 Scheduled for Committee hearing on this date. 2/13/97 Scheduled for Committee hearing on this date. 2/13/97 Commerce Do Pass Amended, AYES 6, NAYS 0. S.J. 421"}, {"bill_id": 12683, "bill_version_id": 73867, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "1997-02-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the requirements for individual and group health insurance availability, portability, and renewability. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-17-66 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Church plan,\" a church plan as defined in section 3(33) of the Employee Retirement Income Security Act of 1974 as adopted by the director pursuant to chapter 1-26. Section 2. That § 58-17-69 be amended to read as follows: 58-17-69. For purposes of § § 58-17-66 to 58-17-87, inclusive, the terms, qualified previous coverage and qualified existing term, creditable coverage, mean means benefits or coverage provided for an aggregate of twelve months or more under: (1) An employer-based health insurance or health benefit arrangement that provides benefits similar to or exceeding benefits provided under the basic health benefit plan or an employee welfare benefit plan as defined in section 3(1) of the Employee Retirement Income Security Act of 1974 as adopted by the director pursuant to chapter 1-26, to the extent that the plan provides directly or through insurance, reimbursement or otherwise to employees or their dependents medical care for the diagnosis, cure, mitigation, treatment, or prevention of disease, or amounts paid for the purpose of affecting any structure or function of the body and amounts paid for the transportation primarily for and essential to medical care ; or (2) An individual health benefit plan, including coverage issued by any health maintenance organization or pre-paid hospital or medical services plan that provides benefits similar to or exceeding the benefits provided under the basic health benefit plan as approved pursuant to § 58-18B-32, if the policy has been in effect for a period of at least one year, but excluding limited benefit plans and dread disease plans ; (3) Medicare or medicaid; (4) Chapter 55 of Title 10, United States Code; (5) A medical care program of the Indian Health Service or of a tribal organization; (6) A state health benefits risk pool; (7) A health plan offered under Chapter 89 of Title 5, United States Code; (8) A public health plan; (9) A health benefit plan under section 5(e) of the Peace Corps Act (22 U.S.C. 2504(e)); or (10) A church plan . Section 3. That § 58-17-82 be amended to read as follows: 58-17-82. An individual health benefit plan subject to § § 58-17-66 to 58-17-87, inclusive, is renewable with respect to any person or dependent at the option of the person, except in any of the following cases: (1) Nonpayment of the required premium The individual has failed to pay premiums or contributions in accordance with the terms of the health insurance coverage or the insurer has not received timely premium payments ; (2) Fraud or intentional misrepresentation of material fact by the person; (3) Repeated misuse of a provider network provision In the case of a health insurance issuer that offers health insurance coverage in the market through a network plan, there are no longer any enrollees in connection with the plan who live, reside, or work in the service area of the issuer or in the area for which the issuer is authorized to do business and the issuer would deny enrollment with respect to the plan as provided for in § 58-18B-37 ; (4) Election by the carrier not to renew all of its individual health benefit plans delivered or issued for delivery to persons in the state. In such a case, the carrier shall provide advance notice of its decision under this subdivision to the director in each state in which it is licensed and provide notice of the decision not to renew coverage to all affected individuals and to the director in each state in which an affected insured individual is known to reside at least one hundred eighty days before the nonrenewal of any individual health benefit plans by the carrier. Notice to the director under this subdivision shall be provided at least three working days before the notice to the affected individuals . In such instances, the director shall assist the affected persons in finding replacement coverage ; (5) The director finds that the continuation of the coverage would not be in the best interests of the policyholders or certificateholders or would impair the carrier's ability to meet its contractual obligations In the case of health insurance coverage that is made available only through one or more bona fide associations, the membership of an employer in the association (on the basis of which the coverage is provided) ceases but only if the coverage is terminated uniformly without regard to any health status-related factor relating to any covered individual ; or (6) The insured individual becomes eligible for medicare coverage under Title XVII XVIII of the Social Security Act , unless federal law requires that medicare coverage under Title XVIII be excluded as a reason for renewability of coverage; (7) If the issuer decides to discontinue offering a particular type of individual health insurance offered in the individual market, coverage of such type may be discontinued if: (a) The issuer provides notice to each insured provided coverage of this type in such market (and any participant and beneficiary covered under such coverage) of the discontinuation at least ninety days prior to the date of the discontinuation of the coverage; (b) The issuer offers to each insured provided coverage of this type in such market, the option to purchase all other health insurance coverage currently being offered by the issuer to an individual health plan in such market; or (c) In exercising the option to discontinue coverage of this type and in offering the option of coverage under subsection (b), the issuer acts uniformly without regard to the claims experience of those insured or any health status-related factor relating to any participant or beneficiary covered or any new participant or beneficiary who may become eligible for such coverage . In such instances, the director shall assist the affected persons in finding replacement coverage. Section 4. That § 58-17-84 be amended to read as follows: 58-17-84. Any health benefit plan covering individuals shall comply with the following provisions: (1) No health benefit plan may deny, exclude, or limit benefits for a covered individual for claims incurred more than twelve months following the effective date of the person's coverage due to a preexisting condition. No health benefit plan may define a preexisting condition more restrictively than: (a) A condition that would have caused an ordinarily prudent person to seek medical advice, diagnosis, care, or treatment during the twelve months immediately preceding the effective date of coverage; (b) A condition for which medical advice, diagnosis, care, or treatment was recommended or received during the twelve months immediately preceding the effective date of coverage; or (c) A pregnancy existing on the effective date of coverage; and (2) A health benefit plan shall waive any time period applicable to a preexisting condition exclusion or limitation period with respect to particular services for the aggregate period of time a person was previously covered by qualifying previous creditable coverage, excluding limited benefit plans and dread disease plans that provided benefits with respect to such services, if the qualifying previous creditable coverage was continuous to a date not less more than thirty sixty-three days before the application for the new coverage. A period of time a person was previously covered may not be aggregated if there was a break in coverage of sixty-three days or more. The plan shall count a period of creditable coverage without regard to the specific benefits covered under the plan, unless the plan elects to credit it based on coverage of benefits within several classes or categories of benefits specified in rules adopted pursuant to chapter 1-26, by the director; (3) A health maintenance organization which does not utilize a preexisting waiting period may use an affiliation period in lieu of a preexisting waiting period. No affiliation period may exceed two months in length. No premium may be charged for any portion of the affiliation period. If the health maintenance organization utilizes neither a preexisting waiting period nor an affiliation period, the health maintenance organization may use other criteria designed to avoid adverse selection provided that those criteria are approved by the director; (4) Genetic information may not be treated as a condition for which a preexisting condition exclusion may be imposed in the absence of a diagnosis of the condition related to such information; and (5) A carrier may not exclude coverage for a preexisting condition which arose after a person began creditable coverage if there was not a break in coverage which exceeded sixty-three days. Section 5. That § 58-17-85 be amended to read as follows: 58-17-85. If a person has an existing health benefit plan, the carrier shall accept for coverage under a health benefit plan, which contains benefits which are equal to or exceeding the benefits contained in the basic benefit plan approved pursuant to § 58-18B-32, the individual applicant and dependents if the persons applying for coverage had qualifying previous coverage within the last thirty days. No carrier is required to issue further individual health benefit coverage under § § 58-17-66 to 58-17-87, inclusive, if the health benefit plans issued from individual benefit plans without underwriting constitute five percent or more of that carrier's earned premium on an annual basis from the classes of business covered by § § 58-17-66 to 58-17-87, inclusive. However, no If a person has an aggregate of at least twelve months of creditable coverage, the carrier shall accept such person for coverage under a health benefit plan, which contains benefits which are equal to or exceed the benefits contained in the basic plan approved pursuant to § 58-18B-32 if the person applies within sixty-three days of the date of losing prior creditable coverage. In addition to the plan which equals or exceeds the basic coverage, the carrier shall also offer to the eligible person, the standard plan of benefits adopted pursuant to § 58-18B-32. No carrier is required to issue further individual health benefit coverage under § § 58-17-68 to 58-17-87, inclusive, if the individual health benefit plans issued to individuals without medical underwriting constitute two percent or more of that carrier's earned premium on an annual basis from individual health benefit plans covered by § § 58-17-66 to 58-17-87, inclusive. Each carrier who meets the two percent earned premium threshold shall report within thirty days to the director in a format prescribed by the director. If the director determines that all carriers in the individual market have met the two percent threshold, the threshold shall, upon order of the director, be expanded an additional two percent. The threshold shall be expanded in additional two percent increments if all carriers in the individual market meet the previous threshold. No carrier is required to provide coverage pursuant to this section or waive any time frame under a preexisting waiting period as required by § 58-17-84 if: (1) The applicant's qualifying previous coverage is from a self-insured employer which does not have plan provisions consistent with § § 58-18-42 to 58-18-51, inclusive; (2) The applicant is eligible for continuation of coverage under an employer plan; (3) The applicant's qualifying previous creditable coverage is a conversion plan from an employer group plan; or (4) The person is covered or eligible to be covered under a plan which contains benefits equal to or greater than the basic benefit plan approved, pursuant to § 58-18B-32, with a carrier who continues to do business creditable coverage or lost creditable coverage due to nonpayment of premiums . Section 6. That § 58-17-87 be amended to read as follows: 58-17-87. The director shall promulgate rules pursuant to chapter 1-26 to cover: (1) Terms or renewability; (2) Conditions of eligibility; (3) Benefit limitations, exceptions, and reductions; (4) Definition of terms; (5) Filing requirements for forms, rates, and rate schedules; (6) Marketing practices; (7) Reporting practices; (8) Compensation arrangements between insurers or other entities and their agents, representatives, or producers; and (9) Suitability and appropriateness of the policy sold. The director shall promulgate rules pursuant to chapter 1-26 that specify prohibited policy or certificate provisions not otherwise specifically authorized by statute which, in the opinion of the director, are unjust, unfair, or unfairly discriminatory to any person insured or proposed for coverage under an individual policy or certificate. The director shall also promulgate rules pursuant to chapter 1-26 assuring public access to rate and form information and establishing procedures for rate and form approvals and disapprovals. If any federal standards are in place which would require additional steps to meet those standards beyond what is required by this chapter, the director shall promulgate rules to require the offering of health insurance plans, in addition to those specifically required by § 58-17-85, the underwriting and coverage criteria that may be utilized for such health insurance plans, and other requirements related to the coverage criteria and availability of health insurance to individuals in this state in order to minimally meet the federal standards. Section 7. That § 58-18-43 be amended to read as follows: 58-18-43. For the purposes of this chapter, a late enrollee is an eligible employee or dependent who requests enrollment in a health benefit plan of an employer following the initial enrollment period during which the individual is entitled to enroll under the terms of the health benefit plan, if the initial enrollment period is a period of at least thirty days. However, no eligible employee or dependent may be considered a late enrollee if: (1) The individual: (a) Was covered under qualifying previous creditable coverage at the time of the initial enrollment; (b) Lost coverage under qualifying previous creditable coverage as a result of termination of employment or eligibility, reduction of hours, the involuntary termination of the qualifying previous creditable coverage, death of a spouse, legal separation, or divorce; and (c) Requests enrollment within thirty sixty-three days after termination of the qualifying previous creditable coverage; (2) The individual is employed by an employer that offers multiple health benefit plans and the individual elects a different plan during an open enrollment period; (3) A court has ordered coverage be provided for a spouse or minor or dependent child under a covered employee's health benefit plan and request for enrollment is made within thirty days after issuance of the court order; or (4) Child custody has changed by agreement of the parties to a child custody agreement or to a child custody order which agreement has not yet been included in a court order. Section 8. That § 58-18-44 be amended to read as follows: 58-18-44. For the purposes of this chapter, qualifying previous coverage and qualifying existing creditable coverage are benefits or coverage provided under: (1) Medicare or medicaid; (2) An employer-based health insurance plan or health benefit arrangement that provides benefits similar to or exceeding benefits provided under a health benefit plan; or (3) An individual health insurance policy including coverage issued by a health maintenance organization, a fraternal benefit society, a nonprofit medical and surgical plan, or a nonprofit hospital service plan that provides benefits similar to or exceeding the benefits provided under a health benefit plan the basic plan pursuant to chapter 58-18B , if the policy has been in effect for a period of at least one year , or an employee welfare benefit plan as defined in section 3(1) of the Employee Retirement Income Security Act of 1974 as adopted by the director pursuant to chapter 1-26, to the extent that the plan provides directly or through insurance, reimbursement or otherwise to employees or their dependents medical care for the diagnosis, cure, mitigation, treatment, or prevention of disease, or amounts paid for the purpose of affecting any structure or function of the body and amounts paid for the transportation primarily for and essential to medical care; (4) Chapter 55 of Title 10, United States Code; (5) A medical care program of the Indian Health Service or of a tribal organization; (6) A state health benefits risk pool; (7) A health plan offered under Chapter 89 of Title 5, United States Code; (8) A public health plan; or (9) A health benefit plan under section 5(e) of the Peace Corps Act (22 U.S.C. 2504(e)) . Section 9. That § 58-18-45 be amended to read as follows: 58-18-45. Health benefit plans shall comply with the following provisions: (1) No health benefit plan may deny, exclude, or limit benefits for a covered individual for claims incurred more than twelve months following the effective date of the individual's coverage due to a preexisting condition. No health benefit plan may define a preexisting condition more restrictively than : (a) A condition that would have caused an ordinarily prudent person to seek medical advice, diagnosis, care, or treatment during the six months immediately preceding the effective date of coverage; (b) A a condition for which medical advice, diagnosis, care, or treatment was recommended or received during the six months immediately preceding the effective date of coverage; or (c) A pregnancy existing on the effective date of coverage; (2) A health benefit plan shall waive any time period applicable to a preexisting condition exclusion or limitation period with respect to particular services for the aggregate period of time an individual was previously covered by qualifying previous creditable coverage that provided benefits with respect to such services, if the qualifying previous creditable coverage was continuous to a date not more than thirty sixty-three days prior to the effective date of the new coverage . A period of time a person was previously covered may not be aggregated if there was a break in coverage of sixty-three days or more. The plan shall count a period of creditable coverage, without regard to the specific benefits covered under the plan, unless the plan elects to credit it based on coverage of benefits within several classes or categories of benefits specified in rules adopted by the director. A carrier may not exclude coverage for a preexisting condition which arose after a person began creditable coverage if there was not a break in coverage which exceeded sixty-three days ; (3) A health benefit plan may exclude coverage for late enrollees for the greater of eighteen months or for an eighteen-month preexisting condition exclusion. However, if both a period of exclusion from coverage and a preexisting condition exclusion are applicable to a late enrollee, the combined period may not exceed eighteen months from the date the individual enrolls for coverage under the health benefit plan ; (4) Genetic information may not be treated as a condition for which a preexisting condition exclusion may be imposed in the absence of a diagnosis of the condition related to such information; (5) A health maintenance organization which does not utilize a preexisting waiting period may use an affiliation period in lieu of a preexisting waiting period. No affiliation period may exceed two months in length. No premium may be charged for any portion of the affiliation period. If the health maintenance organization utilizes neither a preexisting waiting period nor an affiliation period, the health maintenance organization may use other criteria designed to avoid adverse selection provided that those criteria are approved by the director . Section 10. That § 58-18-46 be amended to read as follows: 58-18-46. Except as provided in § § 58-18-42 to 58-18-51, inclusive, a health benefit plan subject to this chapter is renewable to all eligible employees and dependents at the option of the employer, except for the following reasons: (1) Nonpayment of required premiums The employer has failed to pay premiums or contributions in accordance with the terms of the health insurance coverage or the insurer has not received timely premium payments ; (2) Fraud or intentional misrepresentation of material fact by the employer , or with respect to coverage of an insured individual, fraud or misrepresentation by the insured individual or the individual's representative ; (3) Noncompliance with the carrier's employer contribution or participation requirements; (4) The number of individuals covered under the plan is less than the number or percentage of eligible individuals required under the plan; (5) The employer is no longer actively engaged in the business in which it was engaged on the effective date of the plan; (6) Repeated misuse of a provider network provision In the case of a health insurance issuer that offers health insurance coverage in the market through a network plan, there is no longer any enrollees in connection with the plan who live, reside, or work in the service area of the issuer or in the area for which the issuer is authorized to do business and the issuer would deny enrollment with respect to the plan as provided for in § 58-18B-37 ; (7) The employer carrier elects to nonrenew all of its health benefit plans delivered or issued for delivery to employers in this state; or (8) The director finds that the continuation of the coverage would not be in the best interests of the policyholders or certificate holders, or would impair the carrier's ability to meet its contractual obligations In the case of health insurance coverage that is made available only through one or more bona fide associations, the membership of an employer in the association (on the basis of which the coverage is provided) ceases but only if the coverage is terminated uniformly without regard to any health status-related factor relating to any covered individual; or (9) If the issuer decides to discontinue offering a particular type of group health insurance offered in the group market, coverage of such type may be discontinued if: (a) The issuer provides notice to each employer provided coverage of this type in such market (and any participant and beneficiary covered under such coverage) of the discontinuation at least ninety days prior to the date of the discontinuation of the coverage; (b) The issuer offers to each employer provided coverage of this type in such market, the option to purchase all other health insurance coverage currently being offered by the issuer to a group health plan in such market; (c) In exercising the option to discontinue coverage of this type and in offering the option of coverage under subsection (b), the issuer acts uniformly without regard to the claims experience of those employers or any health status-related factor relating to any participant or beneficiary covered or any new participant or beneficiary who may become eligible for such coverage . If a carrier nonrenews a health benefit plan pursuant to this section , the director shall assist affected employers in finding replacement coverage. Section 11. That § 58-18-48 be amended to read as follows: 58-18-48. If an employer has an existing health benefit plan, the carrier shall accept for coverage under the health benefit plan new employees and the dependents of new employees, if the new employee had qualifying previous creditable coverage within the prior thirty sixty- three days from the date the new employee is eligible for coverage. The coverage shall be issued without exclusionary riders. The carrier is not required to provide coverage for new employees or dependents who are late enrollees or who have not had qualifying previous creditable coverage within thirty sixty-three days before applying for coverage. Policies may not exclude children, as set forth in subdivision 58-18-43(4), from the definition of eligible dependents. Section 12. That § 58-18-50 be repealed. 58-18-50. Sections 58-18-42 to 58-18-51, inclusive, apply to all group health benefit plans, policies, and certificates issued in this state except those which are preempted from state jurisdiction by the Employee Retirement Income Security Act of 1974 or other federal law. Third-party administrators who are licensed or registered in this state are required to report annually to the division of insurance as to the extent that self-insured plans they administer have voluntarily complied with § § 58-18-42 to 58-18-51, inclusive. Section 13. That § 58-18-51 be repealed. 58-18-51. The provisions of § § 58-18-42 to 58-18-51, inclusive, relating to restrictions on the imposition of preexisting waiting period limitations and other underwriting requirements do not apply to new employees whose qualifying previous coverage is an exempt self-insured plan under the Employee Retirement Income Security Act of 1974 which does not have plan provisions consistent with the provisions of § § 58-18-42 to 58-18-51, inclusive. Section 14. That § 58-18B-1 be amended to read as follows: 58-18B-1. Terms used in this chapter mean: (1) \"Actuarial certification,\" a written statement by a member of the American Academy of Actuaries or other individual approved by the director that a small employer carrier is in compliance with the provisions of this chapter, based upon the person's examination, including a review of the appropriate records and of the actuarial assumptions and methods used by the carrier in establishing premium rates for applicable health benefit plans; (2) \"Base premium rate,\" the lowest premium rate charged or which could have been charged for each class of business for a rating period under a rating system for that class of business, by the small employer carrier to small employers with similar case characteristics for health benefit plans with the same or similar coverage; (3) \"Carrier,\" a any person who provides health insurance in this state. In this chapter, carrier includes a licensed insurance company, a prepaid hospital or medical service plan, a health maintenance organization, a multiple employer welfare arrangement, or any person providing a plan of health insurance subject to state insurance regulation; (4) \"Case characteristics,\" demographic or other relevant characteristics of a small employer, as determined by a small employer carrier, which are considered by the carrier for the determination of premium rates. Claim experience, health status, and duration of coverage since issue are not case characteristics in this chapter; (5) \"Class of business,\" all or a distinct grouping of small employers as shown on the records of the small employer carrier; (a) A distinct grouping may only be established by a small employer carrier on the basis that the applicable health benefit plans: (i) Are marketed and sold through individuals and organizations which are not participating in the marketing or sale of other distinct groupings of small employers for such small employer carrier; (ii) Have been acquired from another small employer carrier as a distinct grouping of plans; (iii) Are provided through an association with membership of not less than twenty-five small employers which has been formed for purposes other than obtaining insurance; or (iv) Are in a class of business that meets the requirements for exception to the restrictions related to premium rates provided in subsection 58-18B-3(1)(a); (b) A small employer carrier may establish no more than two additional groupings under each of the subparagraphs in subsection (a) on the basis of underwriting criteria which are expected to produce substantial variation in the health care costs; (c) The director may approve the establishment of additional distinct groupings upon application to, and a finding by, the director that such action would enhance the efficiency and fairness of the small employer insurance marketplace; (6) \"Director,\" the director of the Division of Insurance; (7) \"Division,\" the Division of Insurance of the Department of Commerce and Regulation; (8) \"Index rate,\" the arithmetic average of the applicable base premium rate and the corresponding highest premium rate for each class of business for small employers with similar case characteristics; (9) \"New business premium rate,\" the premium rate charged or offered by a small employer carrier to small employers with similar case characteristics for newly issued health benefit plans with the same or similar coverage for each class of business for a rating period; (10) \"Rating period,\" the calendar period for which premium rates established by a small employer carrier are assumed to be in effect, as determined by the small employer carrier; (11) \"Small employer,\" a any person, firm, corporation, partnership, or association actively engaged in business which on at least fifty percent an average of its working days during the preceding year, employed no more than fifty and no less than two eligible employees. In determining the number of eligible employees, companies which are affiliated companies or which are eligible to file a combined tax return for purposes of state taxation are considered to be one employer; (12) \"Small employer carrier,\" a any carrier which offers health benefit plans covering the employees of a small employer; (13) \"Affiliate\" or \"affiliated,\" any person who, directly or indirectly, through one or more intermediaries, controls or is controlled by, or is under common control with, any other specified person; (14) \"Basic health benefit plan,\" a low cost health benefit plan developed pursuant to § § 58-18B-29 to 58-18B-32, inclusive; (15) \"Committee,\" the Health Benefit Plan Committee created pursuant to § § 58-18B-29 to 58-18B-32, inclusive; (16) \"Dependent,\" except as otherwise required by this title, a any spouse, an any unmarried child under the age of nineteen years, an any unmarried child who is a full-time student under the age of twenty-three and who is financially dependent upon the parent, and an any unmarried child of any age who is medically certified as disabled and dependent upon the parent; (17) \"Eligible employee,\" an any employee who works on a permanent basis and has a normal work week of thirty or more hours. The term includes a any sole proprietor, a any partner, and an any independent contractor, if the sole proprietor, partner, or independent contractor is included as an employee under a health benefit plan of a small employer, but does not include an any employee who works less than thirty hours or on a temporary or substitute basis; (18) \"Health benefit plan,\" any hospital or medical policy or certificate, hospital or medical service plan, or health maintenance organization subscriber contract. The term does not include specified disease, hospital indemnity, fixed indemnity, accident-only, credit, dental, vision, prescription drug, medicare supplement, long-term care, or disability income insurance, coverage issued as a supplement to liability insurance, worker's compensation or similar insurance, or automobile medical payment insurance; (19) \"Restricted network provision,\" any provision of a health benefit plan that conditions the payment of benefits, in whole or in part, on the use of health care providers that have entered into a contractual arrangement with the carrier to provide health care services to covered individuals; (20) \"Standard health benefit plan,\" a any health benefit plan developed pursuant to § § 58-18B-29 to 58-18B-31, inclusive. Section 15. That § 58-18B-17 be amended to read as follows: 58-18B-17. The premium rates for a small employer may not exceed the premium rate for any other small employer because of age alone by a factor of 3:1. A small employer carrier may not require any individual to pay any premium or contribution that is greater than that for a similarly situated individual enrolled in the plan. Nothing in this section prohibits a group health plan, and a health insurance issuer offering group health insurance coverage, from establishing premium discounts or rebates or modifying otherwise applicable copayments or deductibles in return for adherence to programs of health promotion or disease prevention. Section 16. That § 58-18B-20 be amended to read as follows: 58-18B-20. A small employer carrier shall issue a basic health benefit plan or a standard health benefit plan to any small employer that applies for either plan and agrees to make the required premium payments and to satisfy the other reasonable provisions of the health benefit plan not inconsistent with this chapter. In the case of a small employer carrier that establishes more than one class of business pursuant to § § 58-18B-13 and 58-18B-14, and subdivision 58-18B-1(5), the small employer carrier shall maintain and issue to eligible small employers at least one basic health benefit plan and at least one standard health benefit plan in each class of business established. A small employer carrier is not required to issue coverage to any person who has met the lifetime benefit maximum on a basic or standard plan. A small employer carrier may apply reasonable criteria in determining whether to accept a small employer into a particular class of business if: (1) The criteria are not intended to discourage or prevent acceptance of small employers applying for a basic or standard health benefit plan; (2) The criteria are not related to the health status or claim experience of the small employer; (3) The criteria are applied consistently to all small employers applying for coverage in the class of business; and (4) The small employer carrier provides for the acceptance of all eligible small employers into one or more classes of business. The provisions of this section do not apply to a class of business into which the small employer carrier is no longer enrolling new small businesses. No small employer carrier is required to issue a standard or basic plan pursuant to this section if the standard and basic plans issued without medical underwriting constitute five percent of that carrier's earned premium on an annual basis from small employer health benefit plans. Each carrier who meets the five percent earned premium threshold shall report within thirty days to the Division of Insurance in a format prescribed by the director. No small employer carrier is required to issue a standard or basic plan pursuant to this section if the standard and basic plans issued without medical underwriting constitute two percent of that carrier's earned premium on an annual basis from small employer health benefit plans. Each carrier who meets the two percent earned premium threshold shall report within thirty days to the director in a format prescribed by the director. If the director determines that all carriers in the small employer market have met the two percent threshold, the threshold shall, upon order of the director, be expanded an additional two percent. The threshold shall be expanded in additional two percent increments if all small employer carriers meet the previous threshold. Nothing in this chapter prohibits a carrier from offering health benefit plans other than the standard and basic plans on an underwritten basis unless specifically prohibited by rules adopted by the director pursuant to chapter 1-26 . Section 17. That § 58-18B-25 be amended to read as follows: 58-18B-25. In applying minimum participation requirements with respect to a small employer, no small employer carrier may consider employees or dependents who have qualifying existing creditable coverage in determining whether the applicable percentage of participation is met. With respect to a small employer with between two and ten eligible employees, a small employer carrier may consider employees or dependents who have coverage under another health benefit plan sponsored by the small employer in applying minimum participation requirements. Qualifying existing Creditable coverage does not include individual coverage. Section 18. That § 58-18B-27 be amended to read as follows: 58-18B-27. No small employer carrier may modify a basic or standard health benefit plan with respect to a small employer or any eligible employee or dependent through riders, endorsements, or otherwise, to restrict or exclude coverage for certain diseases or medical conditions otherwise covered by the health benefit plan. A small employer carrier may not establish rules for eligibility for any individual to enroll under a plan, including continued eligibility, based on health status-related factors which include health status, medical condition, claims experience, receipt of health care, medical history, genetic information, evidence of insurability, including conditions arising out of acts of domestic violence, and disability. Section 19. That § 58-18B-30 be amended to read as follows: 58-18B-30. The committee shall recommend benefit levels, cost sharing levels, exclusions, and limitations for the basic health benefit plan and the standard health benefit plan. The committee shall also design a basic health benefit plan and a standard health benefit plan which contain benefit and cost sharing levels that are consistent with the basic method of operation and the benefit plans of health maintenance organizations, including any restrictions imposed by federal law. The basic benefit plan shall have a lifetime maximum benefit which is not in excess of five hundred thousand dollars. At least every five years, the Legislature shall study the necessity for adjusting the lifetime maximum benefit. The basic and standard benefit plans are subject to the requirements of § § 58-17-53 to 58-17-56, inclusive, 58-18-7.1 to 58-18-7.16, inclusive, and 58-18-31 to 58-18-39, inclusive. For nonprofit medical and surgical plans, nonprofit hospital service plans, and health maintenance organizations, the basic and standard benefit plans are also subject to the requirements of § § 58-38-11.1 to 58-38-12, inclusive, 58-38-19, 58-38-22, 58-40-10.1 to 58-40-10.9, inclusive, 58-40-18, 58-40-20, 58-41-15.1, 58-41-26, 58-41-35.1 to 58-41-35.5, inclusive, and 58-41-51.1 to 58-41-51.3, inclusive. The basic and standard plans shall be submitted to the Legislature no later than January 5, 1996. The plans as approved by the director shall be effective July 1, 1996, unless disapproved by the Legislature. Section 20. That § 58-18B-35 be amended to read as follows: 58-18B-35. The director shall promulgate rules pursuant to chapter 1-26 regulating the issuance of stop loss or excess insurance covering health claims of employees. The director shall also promulgate rules regulating the solicitation and sale of multiple employer trusts and multiple employer welfare arrangements. In considering the promulgation of rules pursuant to this section, the director shall take into consideration, the status of the small employer market, the impact such rules would have on the availability of health insurance and the impact such rules may have on the fair marketing of health insurance in this state. The rules may cover: (1) Suitability and eligibility of insureds for coverage; (2) Method of premium payments; (3) Minimum stop loss amounts including specific and aggregate attachment points ; (4) Contractual obligations and policy provisions of carriers; (5) Form filing requirements, including those for approval and disapproval; (6) Reporting and recordkeeping requirements; (7) Definition of terms; and (8) Eligibility of insurers. Section 21. That § 58-18B-36 be amended to read as follows: 58-18B-36. The director shall promulgate rules pursuant to chapter 1-26 to provide for the implementation and administration of this chapter. The rules shall cover: (1) Terms of renewability; (2) Initial and subsequent conditions of eligibility; (3) Probationary periods; (4) Benefit limitations, exceptions and reductions; (5) Requirements for replacement; (6) Participation requirements; (7) Definition of terms; (8) Marketing practices; (9) Reporting practices; (10) Compensation arrangements between insurers or other entities and their agents, representatives, or producers; (11) Guaranteed acceptance of small groups by small group carriers; (12) Continuation and conversion rights; and (13) Group discontinuance and replacement. The director may promulgate rules pursuant to chapter 1-26 that specify prohibited policy or certificate provisions not otherwise specifically authorized by statute which, in the opinion of the director, are unjust, unfair, or unfairly discriminatory to any person insured or proposed for coverage under a policy or certificate. If any federal standards are in place which would require additional steps to meet those standards beyond what is required by this chapter, the director may promulgate rules to require the offering of health insurance plans, in addition to those specifically required by § § 58-18B-19 and 58-18B-20, the underwriting criteria that may be utilized for such health insurance plans, and other requirements related to the availability of health insurance to individuals in this state in order to minimally meet the federal standards. Section 22. That § 58-18B-37 be amended to read as follows: 58-18B-37. Each small employer carrier shall actively market health benefit plan coverage, including the basic and standard health benefit plans, to eligible small employers in the state. If a small employer carrier denies coverage to a small employer on the basis of the health status or claims experience of the small employer or its employees or dependents, the small employer carrier shall offer the small employer the opportunity to purchase a basic health benefit plan and a standard health benefit plan. Nothing in this chapter prohibits a carrier from offering other health benefit plans on an underwritten basis. A network plan is not required to offer coverage to an employer whose employees do no work or reside within the carrier's established geographic service. A network plan may deny coverage to employers if it demonstrates it does not have the capacity to deliver services adequately to enrollees of any additional groups because of its obligations to existing group contract holders and enrollees, and if it is applying this denial of coverage uniformly to all employers without regard to the claims experience of those employers, and their employees and their dependents, or any health status-related factor relating to the employees and dependents. Section 23. That § 58-18B-48 be amended to read as follows: 58-18B-48. Unless the carrier otherwise subjects itself to this chapter, this chapter does not apply to any group health bona fide association insurance plan or to the insurance carrier underwriting the group plan if the group health insurance plan bona fide association meets the following criteria: (1) The group health plan has an open enrollment period of at least one month each year or before January 1, 1995, the group health plan had open enrollment for potential insured without individual underwriting The association has been actively in existence for at least five years ; (2) The group health plan has at least two hundred and fifty participating insured or before January 1, 1995, the group health plan had at least two hundred fifty participating insured The association has been formed and maintained in good faith for purposes other than obtaining insurance ; (3) The group health plan does not differentiate premiums based upon age or gender; and The association does not condition membership in the association on any health status-related factor relating to an individual, including an employee of an employer or a dependent of an employee; (4) Enrollment in the group health plan was restricted to an identified association, its members, spouses, employees, and dependents of members or employees Health insurance coverage offered through the association is available to all members regardless of any health status-related factor relating to such members or individual eligible for coverage through a member; (5) The association does not make health insurance coverage offered through the association available other than in connection with a member of the association; (6) The association and any plan issued through the association are complying with any applicable provisions of Title 47 and § § 58-18-42 to 58-18-62, inclusive . Section 24. That chapter 58-18 be amended by adding thereto a NEW SECTION to read as follows: The provisions of § § 58-18-42 to 58-18-49, inclusive, apply to health benefit plans which provide health coverage on a self-funded basis through nonfederal government employers and church plans. The self-funded nonfederal government employer plans are subject to the provisions of § § 58-18-42 to 58-18-49, inclusive, whether or not it is a single employer plan, a pooled arrangement, a cooperative, through a joint powers agreement, or other similar mechanism for providing health coverage. Section 25. That chapter 58-18 be amended by adding thereto a NEW SECTION to read as follows: If any federal standards are in place which require additional steps to meet those standards beyond what is required by this chapter, the director may promulgate rules pursuant to chapter 1-26 to require the offering of health insurance plans, the underwriting criteria that may be utilized for such health insurance plans, the type and scope of preexisting waiting periods and creditable coverage, the standards for nonrenewability of coverage, and other requirements related to the availability of health insurance to employers and their employees and dependents in this state in order to minimally meet the federal standards. BILL HISTORY 1/29/97 First read in Senate and referred to Commerce. S.J. 219 2/4/97 Scheduled for Committee hearing on this date. 2/11/97 Scheduled for Committee hearing on this date. 2/13/97 Scheduled for Committee hearing on this date. 2/13/97 Commerce Do Pass Amended, Passed, AYES 6, NAYS 0. S.J. 421 2/15/97 Deferred to another day. S.J. 480 2/18/97 Senate Do Pass Amended, Passed, AYES 34, NAYS 0. S.J. 496 2/19/97 First read in House and referred to Commerce. H.J. 595 2/25/97 Scheduled for Committee hearing on this date. 2/25/97 Commerce Do Pass Amended, Passed, AYES 12, NAYS 0. H.J. 677"}, {"bill_id": 12683, "bill_version_id": 73866, "bill_version": "Enrolled", "bill_version_date": "1997-03-03T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12683, "action_date": "1997-01-29T14:00:00-06:00", "document_id": 72889, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72889.pdf", "status_text": "First read in Senate and referred to", "journal_page": 219, "committee_id_action": 545, "committee_id_assigned": 519, "result": "N", "vote": {}}, {"bill_id": 12683, "action_date": "1997-02-04T10:00:00-06:00", "document_id": 72282, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72282.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 519, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12683, "action_date": "1997-02-11T10:00:00-06:00", "document_id": 72331, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72331.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 519, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12683, "action_date": "1997-02-13T10:00:00-06:00", "document_id": 72358, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72358.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 519, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12683, "action_date": "1997-02-13T10:00:00-06:00", "document_id": 72358, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72358.pdf", "status_text": "Do Pass Amended,", "journal_page": 421, "committee_id_action": 519, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38078, "president_vote": null, "Yea": [1901, 1959, 1976, 1979, 1956, 1972], "Excused": [1946]}}, {"bill_id": 12683, "action_date": "1997-02-15T14:00:00-06:00", "document_id": 72915, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72915.pdf", "status_text": "Deferred to another day", "journal_page": 480, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12683, "action_date": "1997-02-18T14:00:00-06:00", "document_id": 72917, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72917.pdf", "status_text": "Do Pass Amended,", "journal_page": 496, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35720, "president_vote": null, "Yea": [1884, 1885, 1889, 1893, 1901, 1905, 1908, 1911, 1912, 1915, 1919, 1920, 1925, 1927, 1928, 1930, 1932, 1935, 1938, 1939, 1945, 1946, 1955, 1956, 1959, 1960, 1965, 1969, 1972, 1976, 1977, 1978, 1979, 1981], "Excused": [1986]}}, {"bill_id": 12683, "action_date": "1997-02-19T14:00:00-06:00", "document_id": 72918, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72918.pdf", "status_text": "First read in House and referred to", "journal_page": 595, "committee_id_action": 544, "committee_id_assigned": 532, "result": "N", "vote": {}}, {"bill_id": 12683, "action_date": "1997-02-25T07:45:00-06:00", "document_id": 72437, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72437.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 532, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12683, "action_date": "1997-02-25T07:45:00-06:00", "document_id": 72437, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72437.pdf", "status_text": "Do Pass Amended,", "journal_page": 677, "committee_id_action": 532, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36110, "president_vote": null, "Yea": [1917, 1922, 1970, 1975, 1890, 1894, 1941, 1961, 1968, 1973, 1904, 1967], "Excused": [1988]}}, {"bill_id": 12683, "action_date": "1997-02-27T14:00:00-06:00", "document_id": 72930, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72930.pdf", "status_text": "Do Pass Amended,", "journal_page": 759, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37453, "president_vote": null, "Yea": [1886, 1887, 1888, 1890, 1891, 1892, 1894, 1895, 1896, 1897, 1898, 1899, 1900, 1902, 1903, 1904, 1906, 1907, 1909, 1910, 1913, 1914, 1916, 1917, 1918, 1921, 1922, 1923, 1926, 1931, 1933, 1934, 1936, 1937, 1941, 1942, 1943, 1944, 1947, 1948, 1949, 1950, 1951, 1952, 1953, 1954, 1962, 1963, 1964, 1966, 1967, 1968, 1970, 1971, 1973, 1974, 1975, 1980, 1982, 1983, 1984, 1985, 1987, 1924], "Nay": [1929, 1958], "Excused": [1940, 1957, 1988], "Absent": [1961]}}, {"bill_id": 12683, "action_date": "1997-03-05T14:00:00-06:00", "document_id": 72939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72939.pdf", "status_text": "Signed by President", "journal_page": 791, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12683, "action_date": "1997-03-05T14:00:00-06:00", "document_id": 72938, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72938.pdf", "status_text": "Signed by Speaker", "journal_page": 903, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12683, "action_date": "1997-03-06T14:00:00-06:00", "document_id": 72941, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72941.pdf", "status_text": "Delivered to the Governor", "journal_page": 837, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12683, "action_date": "1997-03-11T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 787, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/12683"}