{"session_id": 53, "bill_id": 17419, "bill_type": "Senate Bill", "bill_number": 164, "bill_title": "require damage disclosure statements for certain large boats.", "sponsors": [{"legislator_profile_id": 2746, "is_prime": true}, {"legislator_profile_id": 2755, "is_prime": true}], "keywords": ["Administrative  Rules", "Insurance", "Motor Vehicles"], "audio": [{"meeting_datetime": "2002-01-24T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/str12sb0164a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-24T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/str12sb0164a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-24T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/str12sb0164a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-01-24T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/str12sb0164a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-06T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen22sb0164a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-06T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen22sb0164a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-06T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/sen22sb0164a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17419, "bill_version_id": 92458, "bill_version": "Introduced", "bill_version_date": "2002-01-22T08:27:44-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require damage disclosure statements for certain large boats. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-3A be amended by adding thereto a NEW SECTION to read as follows: Upon the sale, assignment, or transfer of a large boat, or if registering a large boat in South Dakota which is titled in another state or jurisdiction, the seller, assignor, or transferor, or person wishing to register in South Dakota a large boat which is titled in another state or jurisdiction shall submit an accurately completed damage disclosure statement when applying for a certificate of title pursuant to § 32-3A-20. The completed damage disclosure statement may be on the back of the certificate of title or on a separate document that has been approved for use by the department. No certificate of title may be issued by the department unless the damage disclosure statement accompanies the application. It is a Class 1 misdemeanor to intentionally falsify any information on the damage disclosure statement. No person is liable to a subsequent owner of a large boat because a prior owner of the large boat failed to disclose that the large boat had previously been damaged and repaired. This section applies to any large boat with damage in excess of twenty-five percent of the retail value as determined by the Anderson Bugg Outboard Services Blue Book in effect at the time of the damage. If the large boat has incurred damages more than once, only those damages which occurred at one time would be considered in determining whether the damages exceeded twenty-five percent of the retail value as determined by the Anderson Bugg Outboard Services Blue Book in effect at the time of the damage. Section 2. That chapter 32-3A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of the damage disclosure statement provided by section 1 of this Act, damage is damage to the large boat caused by fire, vandalism, collision, weather, submersion in water, or flood, and does not include normal wear and tear, glass damage, mechanical repairs, or electrical repairs that have not been caused by fire, vandalism, collision, weather, submersion in water, or flood. Section 3. That chapter 32-3A be amended by adding thereto a NEW SECTION to read as follows: The department shall retain each damage disclosure statement received. The statement shall become part of the title history available to the public pursuant to § 32-3A-38. Section 4. That chapter 32-3A be amended by adding thereto a NEW SECTION to read as follows: The department shall promulgate rules, pursuant to chapter 1-26, to prescribe the format for the damage disclosure statement provided by section 1 of this Act. An area for a damage disclosure statement shall appear on the back of each certificate of title issued by the department. The department may also approve separate documents on which a damage disclosure statement may be submitted. The damage disclosure statement form shall indicate whether the large boat has been damaged such that it cost more than twenty-five percent of the retail value as determined by the Anderson Bugg Outboard Services Blue Book in effect at the time of the damages to repair to its predamaged condition and any other damage information the department deems appropriate. If a separate document from the certificate of title contains the damage disclosure statement, the document shall also require the following information: year, make, model, and hull identification number of the large boat. Section 5. That chapter 32-3A be amended by adding thereto a NEW SECTION to read as follows: The dollar amount of damage to a large boat required to be disclosed pursuant to section 1 of this Act shall include the costs necessary to return the damaged large boat to its predamaged condition. Such costs include parts, labor, paint, and hull work done on the damaged large boat. Section 6. That chapter 32-3A be amended by adding thereto a NEW SECTION to read as follows: Any large boat that is required to be titled pursuant to this chapter and is sold or offered for sale by a boat dealer as defined in § 32-3A-2 shall display a sticker, decal, or notice that discloses damage to the large boat in accordance with the provisions of this Act, as determined by the department in rules promulgated pursuant to chapter 1-26. The rules shall also prescribe the format and construction of the sticker, decal, or notice. Section 7. That chapter 32-3A be amended by adding thereto a NEW SECTION to read as follows: Each certificate of title issued by the department shall contain the following phrase: South Dakota state law requires the disclosure of damage on large boats. This information is available upon written request from the Department of Revenue. Each certificate of title shall also contain on its front a statement as to whether previous damage disclosure statements indicate the large boat had been damaged at one time in excess of twenty-five percent of the retail value as determined by the Anderson Bugg Outboard Services Blue Book in effect at the time of the damages as provided by section 1 of this Act. Section 8. That § 32-3A-38 be amended to read as follows: 32-3A-38. The department may upon written request and receipt of a five dollar fee furnish a person a certified abstract of the title history which shall include any damage disclosure statement of any boat registered under the provisions of this chapter. The abstract may include all documents filed with the department to establish the title history of the boat. The fee shall be deposited in the state motor vehicle fund. Governmental entities and their subdivisions are exempt from this fee requirement."}, {"bill_id": 17419, "bill_version_id": 92753, "bill_version": "Senate Transportation Engrossed", "bill_version_date": "2002-01-24T12:12:32-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require damage disclosure statements for certain large boats. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-3A be amended by adding thereto a NEW SECTION to read as follows: Upon the sale, assignment, or transfer of a large boat, or if registering a large boat in South Dakota which is titled in another state or jurisdiction, the seller, assignor, or transferor, or person wishing to register in South Dakota a large boat which is titled in another state or jurisdiction shall submit an accurately completed damage disclosure statement when applying for a certificate of title pursuant to § 32-3A-20. The completed damage disclosure statement may be on the back of the certificate of title or on a separate document that has been approved for use by the department. No certificate of title may be issued by the department unless the damage disclosure statement accompanies the application. It is a Class 1 misdemeanor to intentionally falsify any information on the damage disclosure statement. No person is liable to a subsequent owner of a large boat because a prior owner of the large boat failed to disclose that the large boat had previously been damaged and repaired. This section applies to any large boat with damage in excess of twenty-five percent of the retail value as determined by the Anderson Bugg Outboard Services Blue Book or the National Automobile Dealers Association Marine Guide, in effect at the time of the damage. If the large boat has incurred damages more than once, only those damages which occurred at one time would be considered in determining whether the damages exceeded twenty-five percent of the retail value as determined by the Anderson Bugg Outboard Services Blue Book or the National Automobile Dealers Association Marine Guide, in effect at the time of the damage. Section 2. That chapter 32-3A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of the damage disclosure statement provided by section 1 of this Act, damage is damage to the large boat caused by fire, vandalism, collision, weather, submersion in water, or flood, and does not include normal wear and tear, glass damage, mechanical repairs, or electrical repairs that have not been caused by fire, vandalism, collision, weather, submersion in water, or flood. Section 3. That chapter 32-3A be amended by adding thereto a NEW SECTION to read as follows: The department shall retain each damage disclosure statement received. The statement shall become part of the title history available to the public pursuant to § 32-3A-38. Section 4. That chapter 32-3A be amended by adding thereto a NEW SECTION to read as follows: The department shall promulgate rules, pursuant to chapter 1-26, to prescribe the format for the damage disclosure statement provided by section 1 of this Act. An area for a damage disclosure statement shall appear on the back of each certificate of title issued by the department. The department may also approve separate documents on which a damage disclosure statement may be submitted. The damage disclosure statement form shall indicate whether the large boat has been damaged such that it cost more than twenty-five percent of the retail value as determined by the Anderson Bugg Outboard Services Blue Book or the National Automobile Dealers Association Marine Guide, in effect at the time of the damages to repair to its predamaged condition and any other damage information the department deems appropriate. If a separate document from the certificate of title contains the damage disclosure statement, the document shall also require the following information: year, make, model, and hull identification number of the large boat. Section 5. That chapter 32-3A be amended by adding thereto a NEW SECTION to read as follows: The dollar amount of damage to a large boat required to be disclosed pursuant to section 1 of this Act shall include the costs necessary to return the damaged large boat to its predamaged condition. Such costs include parts, labor, paint, and hull work done on the damaged large boat. Section 6. That chapter 32-3A be amended by adding thereto a NEW SECTION to read as follows: Any large boat that is required to be titled pursuant to this chapter and is sold or offered for sale by a boat dealer as defined in § 32-3A-2 shall display a sticker, decal, or notice that discloses damage to the large boat in accordance with the provisions of this Act, as determined by the department in rules promulgated pursuant to chapter 1-26. The rules shall also prescribe the format and construction of the sticker, decal, or notice. Section 7. That chapter 32-3A be amended by adding thereto a NEW SECTION to read as follows: Each certificate of title issued by the department shall contain the following phrase: South Dakota state law requires the disclosure of damage on large boats. This information is available upon written request from the Department of Revenue. Each certificate of title shall also contain on its front a statement as to whether previous damage disclosure statements indicate the large boat had been damaged at one time in excess of twenty-five percent of the retail value as determined by the Anderson Bugg Outboard Services Blue Book or the National Automobile Dealers Association Marine Guide, in effect at the time of the damages as provided by section 1 of this Act. Section 8. That § 32-3A-38 be amended to read as follows: 32-3A-38. The department may upon written request and receipt of a five dollar fee furnish a person a certified abstract of the title history which shall include any damage disclosure statement of any boat registered under the provisions of this chapter. The abstract may include all documents filed with the department to establish the title history of the boat. The fee shall be deposited in the state motor vehicle fund. Governmental entities and their subdivisions are exempt from this fee requirement."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17419, "action_date": "2002-01-22T14:00:00-06:00", "document_id": 92570, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92570.pdf", "status_text": "First read in Senate and referred to", "journal_page": 169, "committee_id_action": 769, "committee_id_assigned": 753, "result": "N", "vote": {}}, {"bill_id": 17419, "action_date": "2002-01-24T08:00:00-06:00", "document_id": 92736, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92736.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 753, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17419, "action_date": "2002-01-24T08:00:00-06:00", "document_id": 92736, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92736.pdf", "status_text": "Do Pass Amended,", "journal_page": 201, "committee_id_action": 753, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 53370, "president_vote": null, "Yea": [2726, 2761, 2791, 2828, 2827], "Nay": [2745, 2818]}}, {"bill_id": 17419, "action_date": "2002-01-26T13:00:00-06:00", "document_id": 92972, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92972.pdf", "status_text": "Deferred to another day", "journal_page": 236, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17419, "action_date": "2002-01-28T14:00:00-06:00", "document_id": 93045, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93045.pdf", "status_text": "Deferred to another day", "journal_page": 251, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17419, "action_date": "2002-02-01T13:00:00-06:00", "document_id": 93479, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93479.pdf", "status_text": "Deferred to another day", "journal_page": 337, "committee_id_action": 769, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17419, "action_date": "2002-02-06T14:00:00-06:00", "document_id": 93846, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93846.pdf", "status_text": "Do Pass Amended,", "journal_page": 416, "committee_id_action": 769, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 52297, "president_vote": null, "Yea": [2726, 2730, 2733, 2746, 2753, 2784, 2791, 2796, 2802, 2827], "Nay": [2727, 2734, 2739, 2742, 2743, 2745, 2747, 2750, 2760, 2761, 2762, 2772, 2778, 2780, 2787, 2792, 2795, 2809, 2810, 2818, 2819, 2821, 2828, 2829], "Excused": [2740]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17419"}