{"session_id": 49, "bill_id": 15602, "bill_type": "Senate Bill", "bill_number": 126, "bill_title": "create the Carbon Sequestration Advisory Committee, to prescribe its duties, and to provide for its financing.", "sponsors": [{"legislator_profile_id": 2324, "is_prime": true}, {"legislator_profile_id": 2398, "is_prime": true}, {"legislator_profile_id": 2306, "is_prime": false}, {"legislator_profile_id": 2311, "is_prime": false}, {"legislator_profile_id": 2314, "is_prime": false}, {"legislator_profile_id": 2318, "is_prime": false}, {"legislator_profile_id": 2331, "is_prime": false}, {"legislator_profile_id": 2339, "is_prime": false}, {"legislator_profile_id": 2348, "is_prime": false}, {"legislator_profile_id": 2353, "is_prime": false}, {"legislator_profile_id": 2358, "is_prime": false}, {"legislator_profile_id": 2366, "is_prime": false}, {"legislator_profile_id": 2375, "is_prime": false}, {"legislator_profile_id": 2400, "is_prime": false}, {"legislator_profile_id": 2403, "is_prime": false}], "keywords": ["Carbon Sequestration Advisory Committee", "Department of Agriculture"], "audio": [], "bill_versions": [{"bill_id": 15602, "bill_version_id": 86811, "bill_version": "Introduced", "bill_version_date": "2000-01-19T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create the Carbon Sequestration Advisory Committee, to prescribe its duties, and to provide for its financing. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. The Carbon Sequestration Advisory Committee is hereby created. The committee shall consist of the following members: (1) The secretary of agriculture, ex officio, or a designee; (2) The secretary of water and natural resources, ex officio, or a designee; (3) One member representing the Natural Resources Conservation Service of the United States Department of Agriculture; (4) One member representing South Dakota State University; (5) One member representing an entity which generates electrical energy; (6) Two members who are producers of field crops; (7) Two members who are producers of livestock; (8) One member with expertise in greenhouse emissions marketing or trading; (9) One member representing conservation districts; (10) One member representing the transportation industry; and (11) One member representing the ethanol industry. The Governor shall appoint all members other than the ex officio members. Section 2. The members of the committee shall serve without compensation but shall be reimbursed for mileage and expenses as provided by law. For administrative purposes, the committee shall be assigned to the Department of Agriculture, and the department shall assist the committee with administrative and operational support. Section 3. The Carbon Sequestration Advisory Committee shall: (1) Advise the secretary of the Department of Agriculture in conducting the report pursuant to section 4 of this Act and the assessment pursuant to section 5 of this Act; (2) Recommend policies or programs to enhance the ability of agricultural landowners to participate in systems of carbon trading; (3) Encourage the production of educational and advisory materials regarding carbon sequestration on agricultural lands and participation in systems of carbon or greenhouse emissions trading; and (4) Identify and recommend areas of research needed to better understand and quantify the processes of carbon sequestration on agricultural lands. Section 4. On or before December 1, 2001, the secretary of the Department of Agriculture, in consultation with the Carbon Sequestration Advisory Committee, shall prepare a report to the Legislature. The report shall include: (1) The potential for, and potential forms of, greenhouse emissions regulation; (2) The potential for development of a system or systems of carbon emissions trading or markets for carbon sequestered on agricultural land; (3) Agricultural practices, management systems, or land uses which increase stored soil carbon and minimize carbon dioxide or other greenhouse emissions associated with agricultural production; (4) Methods for measuring and modeling net carbon sequestration and greenhouse emissions reduction associated with various agricultural practices, management systems, or land uses occurring on agricultural land; (5) Methods for assessing and potential legislation to define and protect property rights in and attendant to carbon sequestration and greenhouse emissions; and (6) Areas of scientific uncertainty with respect to quantifying and understanding greenhouse emission reductions or soil carbon sequestration associated with agricultural activities. Section 5. The secretary of the Department of Agriculture shall, in consultation with the Carbon Sequestration Advisory Committee, assess agricultural lands in the State of South Dakota for past carbon sequestration and future carbon sequestration potential. The assessment shall seek to quantify carbon sequestration associated with various agricultural practices, management systems, and land uses occurring on agricultural lands in this state. On or before January 1, 2004, the secretary shall publish a report of the findings. The secretary may, from time-to-time, update such findings as advancements in understanding of the processes of carbon sequestration and new data become available. The assessment shall be conducted in a manner that shall provide a means for owners of agricultural land to estimate past and future net carbon sequestration resulting from agricultural practices, conservation measures, management systems, and land uses occurring on their property. The secretary of agriculture may contract and cooperate with the Natural Resources Conservation Service of the United States Department of Agriculture to conduct assessment activities provided for in this section. Section 6. The carbon sequestration assessment fund is hereby created. The fund shall be used to carry out the purposes of this Act. The state treasurer shall credit to the fund any money appropriated to the fund by the Legislature and any money received as gifts, grants, or other contributions from public or private sources obtained for the purposes of this Act. Any money in the fund available for investment shall be invested by the Investment Council. Section 7. The secretary may apply for and accept grants, gifts, or other sources of public and private funds to carry out the purposes of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15602, "action_date": "2000-01-19T14:00:00-06:00", "document_id": 85633, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85633.pdf", "status_text": "First read in Senate and referred to", "journal_page": 116, "committee_id_action": 657, "committee_id_assigned": 630, "result": "N", "vote": {}}, {"bill_id": 15602, "action_date": "2000-01-25T10:00:00-06:00", "document_id": 85775, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85775.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 630, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15602, "action_date": "2000-01-25T10:00:00-06:00", "document_id": 85775, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85775.pdf", "status_text": "Tabled", "journal_page": 201, "committee_id_action": 630, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45326, "president_vote": null, "Yea": [2310, 2311, 2346, 2347, 2400, 2329], "Nay": [2358, 2386, 2398]}}, {"bill_id": 15602, "action_date": "2000-01-25T10:00:00-06:00", "document_id": 85775, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85775.pdf", "status_text": "Tabled", "journal_page": 201, "committee_id_action": 630, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45326, "president_vote": null, "Yea": [2310, 2311, 2346, 2347, 2400, 2329], "Nay": [2358, 2386, 2398]}}]}