{"session_id": 50, "bill_id": 15835, "bill_type": "House Joint Resolution", "bill_number": 1001, "bill_title": "Proposing and submitting to the electors at a special election an amendment to Article XIII, section 10 of the Constitution of the State of South Dakota, relating to the sale of the cement plant.", "sponsors": [{"legislator_profile_id": 2450, "is_prime": true}, {"legislator_profile_id": 2480, "is_prime": true}, {"legislator_profile_id": 2444, "is_prime": false}, {"legislator_profile_id": 2473, "is_prime": false}], "keywords": ["Cement Plant", "Joint Resolution", "Special Election"], "audio": [], "bill_versions": [{"bill_id": 15835, "bill_version_id": 87595, "bill_version": "Introduced", "bill_version_date": "2000-12-28T13:12:11-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at a special election an amendment to Article XIII, section 10 of the Constitution of the State of South Dakota, relating to the sale of the cement plant. BE IT RESOLVED BY THE HOUSE OF REPRESENTATIVES OF THE STATE OF SOUTH DAKOTA, THE SENATE CONCURRING THEREIN: Section 1. That at a special election to be held on April 3, 2001, in the state, the following amendment to Article XIII, section 10 of the Constitution of the State of South Dakota, as set forth in section 2 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article XIII, section 10 of the Constitution, of the State of South Dakota, be amended to read as follows: § 10. The manufacture, distribution, and sale of cement and cement products are hereby declared to be works of public necessity and importance in which the state may engage, and suitable laws may be enacted by the Legislature to empower the state to acquire, by purchase or appropriation, all lands, easements, rights-of-way, tracks, structures, equipment, cars, motive power, implements, facilities, instrumentalities, and material, incident or necessary to carry the provisions of this section into effect: provided, however, that no expenditure of money for the purposes enumerated in this section shall be made, except upon a vote of two-thirds of the members elect of each branch of the Legislature. Any sale of the cement plant, its assets, properties, and facilities shall be approved by a vote of the people of the state."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15835, "action_date": "2000-12-29T14:00:00-06:00", "document_id": 87618, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/87618.pdf", "status_text": "First read in House and referred to", "journal_page": null, "committee_id_action": 684, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15835, "action_date": "2000-12-29T14:00:00-06:00", "document_id": 87618, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/87618.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 684, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 46460, "president_vote": null, "Nay": [2410, 2413, 2414, 2417, 2418, 2422, 2423, 2424, 2426, 2428, 2429, 2430, 2432, 2433, 2437, 2438, 2439, 2441, 2443, 2446, 2447, 2454, 2455, 2458, 2459, 2461, 2466, 2467, 2468, 2471, 2477, 2479, 2482, 2484, 2488, 2489, 2490, 2493, 2495, 2497, 2498, 2499, 2501, 2502, 2507, 2509, 2513, 2456], "Yea": [2419, 2420, 2442, 2453, 2460, 2472, 2473, 2475, 2476, 2511], "Excused": [2421, 2478, 2487, 2508, 2512], "Absent": [2448, 2450, 2464, 2465, 2483, 2492, 2506]}}]}