{"session_id": 48, "bill_id": 14870, "bill_type": "House Bill", "bill_number": 1289, "bill_title": "provide for the expungement of certain records of criminal proceedings.", "sponsors": [{"legislator_profile_id": 2245, "is_prime": true}, {"legislator_profile_id": 2270, "is_prime": true}], "keywords": ["Court", "Criminal Procedure", "Records"], "audio": [], "bill_versions": [{"bill_id": 14870, "bill_version_id": 81218, "bill_version": "Introduced", "bill_version_date": "1999-02-01T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the expungement of certain records of criminal proceedings. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Prosecutor,\" the attorney general, state's attorney, municipal attorney, or similar chief legal officer, who has the authority to prosecute a criminal case in the court in which the case is filed; (2) \"Bail forfeiture,\" the forfeiture of bail by a defendant who is arrested for the commission of a misdemeanor, other than a violation of Title 32, if the forfeiture is pursuant to an agreement with the court and prosecutor in the case; and (3) \"Official records,\" any record of a proceeding before the Unified Judicial System. Section 2. For the purposes of this Act, a first offender is anyone who has been convicted of an offense in this state or any other jurisdiction, and who previously or subsequently has not been convicted of the same or a different offense in this state or any other jurisdiction. If two or more convictions result from or are connected with the same act, or result from offenses committed at the same time, they shall be counted as one conviction. Section 3. Any first offender may apply to the sentencing court if convicted in this state, or to the circuit court if convicted in another state or in a federal court, for the sealing of the conviction record. Application may be made at the expiration of three years after the offender's final discharge if convicted of a felony, or at the expiration of one year after final discharge if convicted of a misdemeanor. Section 4. Any person who has been arrested for any misdemeanor offense and who has effected a bail forfeiture may apply to the court in which the misdemeanor criminal case was pending when bail was forfeited for the sealing of the record of the case. The application may be filed at any time after the expiration of one year from the date on which the bail forfeiture was entered upon the minutes of the court or the journal, whichever entry occurs first. Section 5. Upon the filing of an application under section 3 or 4 of this Act, the court shall set a date for a hearing and shall notify the prosecutor for the case of the hearing on the application. The prosecutor may object to the granting of the application by filing an objection with the court prior to the date set for the hearing. The prosecutor shall specify in the objection the reasons for believing a denial of the application is justified. The court shall direct a court services officer to make inquires and written reports as the court requires concerning the applicant. Section 6. The court shall: (1) Determine whether the applicant is a first offender or whether the forfeiture of bail was agreed to by the applicant and the prosecutor in the case; (2) Determine whether criminal proceedings are pending against the applicant; (3) If the applicant is a first offender who is applying pursuant to section 3 of this Act, determine whether the applicant has been rehabilitated to the satisfaction of the court; (4) If the prosecutor has filed an objection in accordance with section 5 of this Act, consider the reasons against granting the application specified by the prosecutor in the objection; (5) Weigh the interests of the applicant in having the records pertaining to the conviction sealed against the legitimate needs, if any, of the government to maintain those records. Section 7. If the court determines that the applicant is a first offender or the subject of a bail forfeiture, that no criminal proceeding is pending against the applicant, and that the interests of the applicant in having the records pertaining to the applicant's conviction or bail forfeiture sealed are not outweighed by any legitimate governmental needs to maintain such records, and that the rehabilitation of an applicant who is a first offender applying pursuant to section 3 of this Act has been attained to the satisfaction of the court, the court shall order all official records pertaining to the case sealed and, except as provided in section 11 of this Act, all index references to the case deleted and, in the case of bail forfeitures, shall dismiss the charges in the case. The proceedings in the case shall be considered not to have occurred and the conviction or bail forfeiture of the person who is the subject of the proceedings shall be sealed. However, upon conviction of a subsequent offense, the sealed record of prior conviction or bail forfeiture may be considered by the court in determining the sentence or other appropriate disposition, including the relief provided for in this Act. Section 8. Upon the filing of an application under this Act, the applicant shall pay a fee of fifty dollars, which shall be deposited in the state general fund. Section 9. Inspection of the sealed records included in the order may be made only by the following persons or for the following purposes: (1) By a law enforcement officer or prosecutor to determine whether the nature and character of the offense with which a person is to be charged would be affected by virtue of the person's previously having been convicted of a crime; (2) By the parole or probation officer of the person who is the subject of the records, for the exclusive use of the officer in supervising the person while on parole or probation and in making inquiries and written reports as requested by the court or parole authority; (3) Upon application by the person who is the subject of the records, by the persons named in the application; (4) By a law enforcement officer who was involved in the case, for use in the officer's defense of a civil action arising out of the officer's involvement in that case; (5) By any law enforcement agency or by the Department of Corrections as part of a background investigation of a person who applies for employment with the agency as a law enforcement officer or with the department as a corrections officer. When the nature and character of the offense with which a person is to be charged would be affected by the information, it may be used for the purpose of charging the person with an offense. Section 10. In any criminal proceeding, proof of any otherwise admissible prior conviction may be introduced and proved, notwithstanding the fact that for any such prior conviction an order of sealing previously was issued pursuant to this Act. Section 11. The person or governmental agency, office, or department that maintains sealed records pertaining to convictions or bail forfeitures that have been sealed pursuant to this section may maintain a manual or computerized index to the sealed records. The index shall contain only the name of, and alphanumeric identifiers that relate to, the persons who are the subject of the sealed records, the word, sealed, and the name of the person, agency, office, or department that has custody of the sealed records, and may not contain the name of the crime committed. The index shall be made available by the person who has custody of the sealed records only for the purposes set forth in sections 6, 9, and 10 of this Act. Section 12. The provisions of this Act do not apply to any conviction for a Class A, Class B, Class 1, or Class 2 felony, any conviction of § 22-22-23, 22-22-23.1, or 22-22-24, or any violation of Title 32. Section 13. Any person, who is found not guilty of an offense by a jury or a court or who is the defendant named in a dismissed complaint, indictment, or information, may apply to the court for an order to seal the official records in the case. The application may be filed at any time after the finding of not guilty or the dismissal of the complaint, indictment, or information is entered. Section 14. Any person, against whom a no bill is entered by a grand jury, may apply to the court for an order to seal the official records in the case. The application may be filed at any time after the expiration of two years after the date on which the grand jury reports to the court that the grand jury has reported a no bill. Section 15. Upon the filing of an application pursuant to section 13 of this Act, the court shall set a date for a hearing and shall notify the prosecutor in the case of the hearing on the application. The prosecutor may object to the granting of the application by filing an objection with the court prior to the date set for the hearing. The prosecutor shall specify in the objection the reasons the prosecutor believes justify a denial of the application. Section 16. The court shall: (1) Determine whether the person was found not guilty in the case, or the complaint, indictment, or information in the case was dismissed, or a no bill was returned in the case and a period of two years has expired from the date of the report to the court of a no bill by the grand jury; (2) Determine whether criminal proceedings are pending against the person; (3) If the prosecutor has filed an objection in accordance with section 15 of this Act, consider the reasons against granting the application specified by the prosecutor in the objection; (4) Weigh the interests of the person in having the official records pertaining to the case sealed against the legitimate needs, if any, of the government to maintain those records. Section 17. If the court determines that the person was found not guilty in the case, that the complaint, indictment, or information in the case was dismissed, or that a no bill was returned in the case and that the appropriate period of time has expired from the date of the report to the court of a no bill by the grand jury; that no criminal proceedings are pending against the person; and the interests of the person in having the records pertaining to the case sealed are not outweighed by any legitimate governmental needs to maintain such records, the court shall issue an order directing that all official records pertaining to the case be sealed and that, except as provided in this Act, the proceedings in the case be deemed not to have occurred."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14870, "action_date": "1999-02-01T14:00:00-06:00", "document_id": 82122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82122.pdf", "status_text": "First read in House and referred to", "journal_page": 286, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14870, "action_date": "1999-02-05T07:45:00-06:00", "document_id": 81931, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81931.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 626, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14870, "action_date": "1999-02-08T07:45:00-06:00", "document_id": 81932, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81932.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 626, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14870, "action_date": "1999-02-10T07:45:00-06:00", "document_id": 81933, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81933.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 626, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14870, "action_date": "1999-02-12T07:45:00-06:00", "document_id": 81934, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81934.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 626, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14870, "action_date": "1999-02-17T07:45:00-06:00", "document_id": 81935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81935.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 626, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14870, "action_date": "1999-02-17T07:45:00-06:00", "document_id": 81935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81935.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 566, "committee_id_action": 626, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41564, "president_vote": null, "Yea": [2223, 2227, 2233, 2253, 2265, 2267, 2286, 2245, 2207], "Excused": [2272, 2295, 2300, 2303]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14870"}