{"session_id": 10, "bill_id": 2979, "bill_type": "House Commemoration", "bill_number": 1047, "bill_title": "Commending and honoring Senior Master Sergeant Jimmy Weber, United States Air Force, a South Dakota native son, for his tireless efforts in supporting charitable causes in South Dakota, Nebraska, and within the armed forces, all the while serving on active duty in the service of our country.", "sponsors": [{"legislator_profile_id": 103, "is_prime": true}, {"legislator_profile_id": 27, "is_prime": true}, {"legislator_profile_id": 104, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 2979, "bill_version_id": 18039, "bill_version": "Introduced", "bill_version_date": "2011-03-08T08:59:02.743-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Senior Master Sergeant Jimmy Weber, United States Air Force, a South Dakota native son, for his tireless efforts in supporting charitable causes in South Dakota, Nebraska, and within the armed forces, all the while serving on active duty in the service of our country. WHEREAS, Senior Master Sergeant Jimmy Weber, is on active duty with the United States Air Force and is stationed at Offutt Air Force Base, Nebraska; and WHEREAS, Senior Master Sergeant Jimmy Weber, is also a professional country western singer and musician; and WHEREAS, Senior Master Sergeant Jimmy Weber has donated thousands of hours of his time to perform at numerous charity events for cancer victims and other charitable causes, often driving hundreds of miles throughout South Dakota and Nebraska to do so. Senior Master Sergeant Jimmy Weber also traveled to the Middle East, on several occasions, to perform with USO entertainment tours for our armed forces; and WHEREAS, Senior Master Sergeant Jimmy Weber's on-duty and off-duty dedication to country, and love of fellow man, are in keeping with the highest traditions established by South Dakota veterans and the United States Armed Forces: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-sixth Legislature of the State of South Dakota, that Senior Master Sergeant Jimmy Weber be commended and honored for his charitable services on behalf of those in need, and for his steadfast support of his fellow service members. The Eighty-sixth Legislature of the State of South Dakota is proud to commend Senior Master Sergeant Jimmy Weber for his outstanding service to our fellow man, our great country, and his exceptional representation of the State of South Dakota. Best wishes are extended for his continued success, happiness, and safety."}, {"bill_id": 2979, "bill_version_id": 18198, "bill_version": "Enrolled", "bill_version_date": "2011-03-10T16:02:10.877-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Senior Master Sergeant Jimmy Weber, United States Air Force, a South Dakota native son, for his tireless efforts in supporting charitable causes in South Dakota, Nebraska, and within the armed forces, all the while serving on active duty in the service of our country. WHEREAS, Senior Master Sergeant Jimmy Weber, is on active duty with the United States Air Force and is stationed at Offutt Air Force Base, Nebraska; and WHEREAS, Senior Master Sergeant Jimmy Weber, is also a professional country western singer and musician; and WHEREAS, Senior Master Sergeant Jimmy Weber has donated thousands of hours of his time to perform at numerous charity events for cancer victims and other charitable causes, often driving hundreds of miles throughout South Dakota and Nebraska to do so. Senior Master Sergeant Jimmy Weber also traveled to the Middle East, on several occasions, to perform with USO entertainment tours for our armed forces; and WHEREAS, Senior Master Sergeant Jimmy Weber's on-duty and off-duty dedication to country, and love of fellow man, are in keeping with the highest traditions established by South Dakota veterans and the United States Armed Forces: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-sixth Legislature of the State of South Dakota, that Senior Master Sergeant Jimmy Weber be commended and honored for his charitable services on behalf of those in need, and for his steadfast support of his fellow service members. The Eighty-sixth Legislature of the State of South Dakota is proud to commend Senior Master Sergeant Jimmy Weber for his outstanding service to our fellow man, our great country, and his exceptional representation of the State of South Dakota. Best wishes are extended for his continued success, happiness, and safety. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2979, "action_date": "2011-03-08T14:00:00-06:00", "document_id": 18084, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18084.pdf", "status_text": "", "journal_page": 689, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}]}