{"session_id": 27, "bill_id": 7853, "bill_type": "House Bill", "bill_number": 1018, "bill_title": "revise the computation of final average compensation for benefits relating to the South Dakota Retirement System.", "sponsors": [], "keywords": ["Public Officers and Employees", "South Dakota Retirement System"], "audio": [{"meeting_datetime": "2017-01-18T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hre06.mp3", "start_seconds": 4530.0}, {"meeting_datetime": "2017-01-18T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hre06.mp3", "start_seconds": 4530.0}, {"meeting_datetime": "2017-01-18T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hre06.mp3", "start_seconds": 4530.0}, {"meeting_datetime": "2017-01-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou09.mp3", "start_seconds": 2290.0}, {"meeting_datetime": "2017-01-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou09.mp3", "start_seconds": 2290.0}, {"meeting_datetime": "2017-01-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou09.mp3", "start_seconds": 2290.0}, {"meeting_datetime": "2017-02-01T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sre14.mp3", "start_seconds": 1541.0}, {"meeting_datetime": "2017-02-01T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sre14.mp3", "start_seconds": 1541.0}, {"meeting_datetime": "2017-02-01T00:00:00-06:00", "committee": "SRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sre14.mp3", "start_seconds": 1541.0}, {"meeting_datetime": "2017-02-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen15.mp3", "start_seconds": 5039.0}, {"meeting_datetime": "2017-02-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen15.mp3", "start_seconds": 5039.0}, {"meeting_datetime": "2017-02-02T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen15.mp3", "start_seconds": 5039.0}], "bill_versions": [{"bill_id": 7853, "bill_version_id": 42315, "bill_version": "Introduced", "bill_version_date": "2017-01-05T08:07:25.083-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the computation of final average compensation for benefits relating to the South Dakota Retirement System. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 3-12-89.4 be amended to read: 3-12-89.4. For any foundation member whose contributory service concluded before July 1, 2021, the term, final average compensation, means the highest average annual compensation earned by a member during any period of twelve consecutive calendar quarters during the member's last forty calendar quarters of membership in the system including time during which the member was not a member but for which the member has received credit under the system. If the compensation received in the last calendar quarter considered exceeds a set percentage of the amount in the highest previous calendar quarter, or if the average compensation received in the last four calendar quarters exceeds a set percentage of the amount earned in the highest calendar quarter prior to the last four calendar quarters considered, only the lesser amount shall be considered and the excess shall be excluded in the computation of final average compensation. Those respective set percentages are as follows: (1) Before July 1, 2004, one hundred twenty-five percent and one hundred fifteen percent; (2) Between July 1, 2004, and June 30, 2005, one hundred fifteen and one hundred ten percent; and (3) After June 30, 2005, one hundred five percent and one hundred five percent. For purposes of determining final average compensation if periods of contributory service are separated by breaks, any service earned from covered employment may be aggregated to constitute a period of twelve consecutive calendar quarters. For any member who has less than twelve but more than four calendar quarters of membership in the system, the member's final average compensation shall be based on the compensation received in all quarters of membership. For any member who has four calendar quarters of membership or less, the member's final average compensation shall be based on the member's annual compensation. Section 2. That chapter 3-12 be amended by adding a NEW SECTION to read: For any foundation member whose contributory service concluded after June 30, 2021, and before July 1, 2022, the term, final average compensation, means the highest average annual compensation earned by a member during any period of sixteen consecutive calendar quarters during the member's last forty calendar quarters of membership in the system, including time during which the member was not a member but for which the member has received credit under the system. For any foundation member whose contributory service concluded after June 30, 2022, the term, final average compensation, means the highest average annual compensation earned by a member during any period of twenty consecutive calendar quarters during the member's last forty calendar quarters of membership in the system, including time during which the member was not a member but for which the member has received credit under the system. For purposes of determining final average compensation if periods of contributory service are separated by breaks, any service earned from covered employment may be aggregated to constitute a period of consecutive calendar quarters. For any member who has less than the number of calendar quarters of membership considered in the computation of the member's final average compensation, but more than four, the member's final average compensation shall be based on the compensation received in all quarters of membership. For any member who has four calendar quarters of membership or less, the member's final average compensation shall be based on the member's annual compensation. Section 3. That chapter 3-12 be amended by adding a NEW SECTION to read: For any foundation member whose contributory service concluded before July 1, 2020, if the compensation received in the last calendar quarter considered exceeds a set percentage of the amount in the highest previous calendar quarter, or if the average compensation received in the last four calendar quarters considered exceeds a set percentage of the amount earned in the highest calendar quarter prior to the last four calendar quarters considered, only the lesser amount shall be considered and the excess may not be included in the computation of final average compensation. Those respective set percentages are as follows: (1) Before July 1, 2004, one hundred twenty-five percent and one hundred fifteen percent; (2) Between July 1, 2004, and June 30, 2005, one hundred fifteen percent and one hundred ten percent; and (3) After June 30, 2005, one hundred five percent and one hundred five percent. Section 4. That chapter 3-12 be amended by adding a NEW SECTION to read: For purposes of this section, the term, compensation year, means each separate, mutually exclusive period of four consecutive calendar quarters considered in the computation of final average compensation. The earliest compensation year is the earliest four consecutive calendar quarters considered in the computation of final average compensation, and each subsequent compensation year is the subsequent period of four consecutive calendar quarters beginning after the earliest compensation year and continuing with each compensation year thereafter. For any foundation member whose contributory service concluded after June 30, 2020, compensation is limited as follows: (1) Compensation in the earliest compensation year is limited to one hundred five percent of the highest compensation received for any prior four-consecutive-calendar-quarter period during the member's last forty calendar quarters of membership in the system, including time during which the member was not a member but for which the member has received credit under the system; and (2) Compensation for each subsequent compensation year is limited to one hundred five percent of the highest compensation considered for any prior compensation year, but the amount may not be less than the limit applied in subdivision (1). Compensation in excess of the limited amount may not be included in the computation of final average compensation but is payable pursuant to section 7 of this Act. If the earliest compensation year includes one or more quarters from the earliest four consecutive calendar quarters in the member's last forty quarters of membership in the system, that compensation year may not be limited. Compensation in the last calendar quarter considered in the computation of final average compensation is limited to one hundred five percent of the highest compensation considered for any prior calendar quarter during the member's last forty calendar quarters of membership in the system. The final average compensation of any foundation member whose contributory service concluded before July 1, 2022, may not be less than the member's final average compensation computed as of June 30, 2017. Section 5. That § 3-12-502 be amended to read: 3-12-502. For any generational member, the term, final average compensation, means the highest average annual compensation earned by a member during any period of twenty consecutive calendar quarters during the member's last forty calendar quarters of membership in the system. If the compensation received in the last calendar quarter considered exceeds one hundred five percent of the amount in the highest previous calendar quarter, or if the average compensation received in the last four calendar quarters exceeds one hundred five percent of the amount earned in the highest calendar quarter prior to the last four calendar quarters considered, only the lesser amount shall be considered and the excess shall be excluded in the computation of final average compensation. For purposes of determining final average compensation if periods of contributory service are separated by breaks, any service earned from covered employment may be aggregated to constitute a period of twenty consecutive calendar quarters. For any member who has less than twenty but more than four calendar quarters of membership in the system, the member's final average compensation shall be based on the compensation received in all quarters of membership. For any member who has four calendar quarters of membership or less, the member's final average compensation shall be based on the member's annual compensation. Section 6. That chapter 3-12 be amended by adding a NEW SECTION to read: For purposes of this section, the term, compensation year, means each separate, mutually exclusive period of four consecutive calendar quarters considered in the computation of final average compensation. The earliest compensation year is the earliest four consecutive calendar quarters considered in the computation of final average compensation and each subsequent compensation year is the subsequent period of four consecutive calendar quarters beginning after the earliest compensation year and continuing with each compensation year thereafter. For any generational member, compensation is limited as follows: (1) Compensation in the earliest compensation year is limited to one hundred five percent of the highest compensation received for any prior four-consecutive-calendar-quarter period during the member's last forty calendar quarters of membership in the system, including time during which the member was not a member but for which the member has received credit under the system; (2) Compensation for each subsequent compensation year is limited to one hundred five percent of the highest compensation considered for any prior compensation year, but the amount may not be less than the limit applied in subdivision (1). Compensation in excess of the limited amount may not be included in the computation of final average compensation but is payable pursuant to section 7 of this Act. If the earliest compensation year includes one or more quarters from the earliest four consecutive calendar quarters in the member's last forty quarters of membership in the system, that compensation year may not be limited. Compensation in the last calendar quarter considered in the computation of final average compensation is limited to one hundred five percent of the highest compensation considered for any prior calendar quarter during the member's last forty calendar quarters of membership in the system. Section 7. That chapter 3-12 be amended by adding a NEW SECTION to read: For purposes of this section, the term, excess contributions, means the employer and member contributions on compensation not included in the computation of final average compensation pursuant to sections 4 and 6 of this Act. The excess contributions plus the credited investment return on the excess contributions are payable at the retirement, disability, or death of the member. The credited investment return, which shall be credited annually as of June thirtieth, is the South Dakota Investment Council's reported money-weighted investment return of the system, net of fees, for the completed fiscal year. Any excess contributions made during the fiscal year shall receive one-half year's credited investment return for that year. For any account distributed during the fiscal year, the estimated investment return shall be credited to the end of the month before the date on which the retirement benefit is paid or the disability benefit is paid or death occurred, as applicable. The excess contributions plus credited investment return are payable to the member when the member commences a retirement benefit or a disability benefit or to the member's eligible child, eligible spouse, or beneficiary upon the death of the member. The amount is not payable to any member who withdraws his or her accumulated contributions from the system. For the purpose of paying a distribution, the amount payable is the total of excess contributions plus credited investment return or the total of excess contributions, whichever is greater. The amount may be paid in a lump sum, rolled over to the South Dakota deferred compensation plan, rolled over to another eligible plan, or used to purchase a supplemental pension benefit. However, the purchase of a supplemental pension benefit is only available upon the member's retirement."}, {"bill_id": 7853, "bill_version_id": 43802, "bill_version": "Enrolled", "bill_version_date": "2017-02-03T09:55:24.413-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7853, "action_date": "2017-01-10T12:00:00-06:00", "document_id": 42448, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42448.pdf", "status_text": "First read in House and referred to", "journal_page": 20, "committee_id_action": 361, "committee_id_assigned": 355, "result": "N", "vote": {}}, {"bill_id": 7853, "action_date": "2017-01-18T15:15:00-06:00", "document_id": 42466, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42466.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 355, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7853, "action_date": "2017-01-18T15:15:00-06:00", "document_id": 42723, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42723.pdf", "status_text": "Do Pass", "journal_page": 84, "committee_id_action": 355, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22347, "president_vote": null, "Yea": [1168, 1110, 1115, 1143, 1176]}}, {"bill_id": 7853, "action_date": "2017-01-20T13:00:00-06:00", "document_id": 42865, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42865.pdf", "status_text": "Deferred to another day", "journal_page": 100, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7853, "action_date": "2017-01-23T14:00:00-06:00", "document_id": 42952, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42952.pdf", "status_text": "Do Pass", "journal_page": 167, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22495, "president_vote": null, "Yea": [1168, 1153, 1186, 1166, 1147, 1122, 1118, 1180, 1112, 1197, 1190, 1173, 1183, 1179, 1114, 1201, 1198, 1202, 1116, 1129, 1143, 1142, 1136, 1139, 1181, 1204, 1159, 1192, 1196, 1120, 1205, 1130, 1191, 1185, 1117, 1133, 1125, 1200, 1206, 1124, 1170, 1110, 1203, 1184, 1134, 1160, 1193, 1199, 1165, 1155, 1188, 1119, 1156, 1115, 1113, 1123, 1161, 1195, 1152, 1140, 1158, 1176, 1128, 1121, 1145, 1111, 1187, 1149], "Excused": [1150]}}, {"bill_id": 7853, "action_date": "2017-01-24T14:00:00-06:00", "document_id": 43064, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43064.pdf", "status_text": "First read in Senate and referred to", "journal_page": 183, "committee_id_action": 360, "committee_id_assigned": 339, "result": "N", "vote": {}}, {"bill_id": 7853, "action_date": "2017-02-01T07:00:00-06:00", "document_id": 43355, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43355.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 339, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7853, "action_date": "2017-02-01T07:00:00-06:00", "document_id": 43508, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43508.pdf", "status_text": "Do Pass", "journal_page": 246, "committee_id_action": 339, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22696, "president_vote": null, "Yea": [1096, 1105, 1137, 1131, 1167]}}, {"bill_id": 7853, "action_date": "2017-02-02T14:00:00-06:00", "document_id": 43748, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43748.pdf", "status_text": "Do Pass", "journal_page": 281, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22804, "president_vote": null, "Yea": [1154, 1171, 1103, 1148, 1108, 1096, 1097, 1109, 1105, 1175, 1100, 1106, 1164, 1194, 1107, 1163, 1099, 1144, 1131, 1135, 1178, 1157, 1172, 1151, 1174, 1146, 1102, 1098, 1137, 1167, 1132, 1189], "Excused": [1169, 1141], "Nay": [1104]}}, {"bill_id": 7853, "action_date": "2017-02-03T13:00:00-06:00", "document_id": 43860, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43860.pdf", "status_text": "Signed by the Speaker", "journal_page": 297, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7853, "action_date": "2017-02-06T14:00:00-06:00", "document_id": 43965, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43965.pdf", "status_text": "Signed by the President", "journal_page": 318, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7853, "action_date": "2017-02-07T14:00:00-06:00", "document_id": 44042, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44042.pdf", "status_text": "Delivered to the Governor", "journal_page": 337, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7853, "action_date": "2017-02-09T13:00:00-06:00", "document_id": 44224, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44224.pdf", "status_text": "Signed by the Governor", "journal_page": 364, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6311, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7853"}