{"session_id": 32, "bill_id": 8394, "bill_type": "House Bill", "bill_number": 1210, "bill_title": "revise the definition of the purchase price of a motor vehicle.", "sponsors": [{"legislator_profile_id": 1219, "is_prime": true}, {"legislator_profile_id": 1309, "is_prime": true}, {"legislator_profile_id": 1282, "is_prime": false}, {"legislator_profile_id": 1234, "is_prime": false}, {"legislator_profile_id": 1247, "is_prime": false}, {"legislator_profile_id": 1280, "is_prime": false}, {"legislator_profile_id": 1243, "is_prime": false}, {"legislator_profile_id": 1233, "is_prime": false}, {"legislator_profile_id": 1317, "is_prime": false}], "keywords": ["Contracts", "Fees", "Motor Vehicles", "Taxes"], "audio": [{"meeting_datetime": "2018-02-02T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hco16.mp3", "start_seconds": 772.0}, {"meeting_datetime": "2018-02-02T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hco16.mp3", "start_seconds": 772.0}, {"meeting_datetime": "2018-02-02T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hco16.mp3", "start_seconds": 772.0}], "bill_versions": [{"bill_id": 8394, "bill_version_id": 47916, "bill_version": "Introduced", "bill_version_date": "2018-01-25T09:30:02.837-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the definition of the purchase price of a motor vehicle. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-5B-4 be amended to read: 32-5B-4. For the purposes of this chapter, the purchase price is: (1) For a new motor vehicle sale or lease, the total consideration whether received in money or otherwise. However, when No rebate may be included in the total consideration. If a motor vehicle is taken in trade as a credit or part payment on a new motor vehicle, the credit or trade-in value allowed by the seller shall be deducted from the total consideration for the new motor vehicle to establish the purchase price; (2) For a used motor vehicle sold or leased by a licensed motor vehicle dealer, the total consideration for the used motor vehicle whether received in money or otherwise. However, when If a motor vehicle is taken in trade by the dealer as a credit or part payment on a used motor vehicle, the credit or trade-in value allowed by the dealer shall be deducted from the consideration so that the net consideration is established; (3) For a used motor vehicle sold, leased, or transferred by any person other than a licensed motor vehicle dealer, the total consideration received in money or otherwise. However, when If a motor vehicle is taken in trade as a credit or part payment on a used motor vehicle, the credit or trade-in value shall be deducted from the total consideration so that the net consideration is established. The purchaser and seller of the motor vehicle shall submit to the county treasurer a bill of sale, approved and supplied by the secretary. If a bill of sale is not submitted, the excise tax will be assessed on the retail value as stated in a nationally recognized dealers' guide as approved by the secretary of revenue. If the excise tax is assessed on the retail value, the value of the motor vehicle taken in as credit on trade-in shall be the retail value as stated in the nationally recognized dealers' guide; (4) For a new or used motor vehicle acquired by gift or other transfer for no or nominal consideration, the manufacturers' suggested dealer list price for new motor vehicles and for used motor vehicles the retail value stated in a nationally recognized dealers' guide approved and furnished by the secretary of revenue; (5) For a motor vehicle manufactured by a person who registers it under the laws of this state, the amount expended for materials, labor, and other properly allocable costs of manufacture or in the absence of actual expenditures for the manufacture of a part or all of the motor vehicle, the reasonable value of the completed motor vehicle; (6) For a rebuilt motor vehicle, upon its initial registration and titling, the total consideration for the salvage vehicle, whether received in money or otherwise, and the total consideration for any assemblies, subassemblies, parts, or component parts used; (7) For either a new or used motor vehicle, as defined by § 32-5B-21, which is a closed lease, the total consideration whether received in money or otherwise. Total consideration is all lease payments including cash, rebates, the net trade-in, and extended warranties, administrative fees, acquisition fees, or any other fees assessed on the purchase of the vehicle. No rebate or administrative fees, acquisition fees, or any other fees may be included in the total consideration. Total consideration does not include title fees, registration fees, vehicle excise tax paid pursuant to §§ 32-5B-1, 32-5B-1.1, and 32-5B-21 to 32-5B-24, inclusive, federal excise taxes attributable to the sale of the vehicle to the owner or to the lease of the vehicle by the owner, insurance, and refundable deposits; (8) For either a new or used motor vehicle, as defined by § 32-5B-21, which is leased, and the terms of the lease are either not certain at the time the lease contract is executed or the lease is open ended, the purchase price shall be the total consideration whether received in money or otherwise. Total consideration includes the purchase price of the vehicle, plus cash, rebates, the net trade-in, and extended warranties, administrative fees, acquisition fees, or any other fees assessed on the purchase of the vehicle. No rebate or administrative fees, acquisition fees, or any other fees may be included in the total consideration. Total consideration does not include title fees, registration fees, vehicle excise tax paid pursuant to §§ 32-5B-1, 32-5B-1.1, and 32-5B-21 to 32-5B-24, inclusive, federal excise taxes attributable to the sale of the vehicle to the owner or to the lease of the vehicle by the owner, insurance, and refundable deposits."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8394, "action_date": "2018-01-25T13:00:00-06:00", "document_id": 48021, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48021.pdf", "status_text": "First read in House and referred to", "journal_page": 201, "committee_id_action": 396, "committee_id_assigned": 383, "result": "N", "vote": {}}, {"bill_id": 8394, "action_date": "2018-02-02T10:00:00-06:00", "document_id": 48313, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48313.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 383, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8394, "action_date": "2018-02-02T10:00:00-06:00", "document_id": 48584, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48584.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 308, "committee_id_action": 383, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25257, "president_vote": null, "Yea": [1284, 1291, 1275, 1238, 1315, 1263, 1274, 1295, 1287, 1216, 1285, 1261], "Nay": [1309]}}]}