{"session_id": 36, "bill_id": 9501, "bill_type": "House Bill", "bill_number": 1136, "bill_title": "repeal provisions regarding legislative districts.", "sponsors": [{"legislator_profile_id": 1432, "is_prime": true}], "keywords": ["Elections", "Legislature and Statutes", "State Affairs and Government"], "audio": [{"meeting_datetime": "2019-02-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst26.mp3", "start_seconds": 23860.0}, {"meeting_datetime": "2019-02-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst26.mp3", "start_seconds": 23860.0}, {"meeting_datetime": "2019-02-20T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst26.mp3", "start_seconds": 23860.0}], "bill_versions": [{"bill_id": 9501, "bill_version_id": 52365, "bill_version": "Introduced", "bill_version_date": "2019-01-25T10:28:06.85-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal provisions regarding legislative districts. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 2-2-41 be repealed. 2-2-41. The Legislature, in making the 2011 redistricting, determines, as a matter of policy, that the following principles are of primary significance: (1) Adherence to standards of population deviance as established by judicial precedent and to standards of population deviance as prescribed by S.D. Const., Art. III, § 5; (2) Protection of communities of interest by means of compact and contiguous districts; (3) Respect for geographical and political boundaries; and (4) Protection of minority voting rights consistent with the United States Constitution, the South Dakota Constitution, and federal statutes, as interpreted by the United States Supreme Court and other courts with jurisdiction. Section 2. That § 2-2-42 be repealed. 2-2-42. The state shall be divided into thirty-five senatorial districts, as specified in § 2-2-43, and the Senate shall consist of thirty-five members. Section 3. That § 2-2-43 be repealed. 2-2-43. The senatorial districts are as follows: (1) District No. 1: Day, Marshall, and Roberts counties and that portion of Brown County consisting of VTD-Precinct 14 Oneota-Brainard-Westport-Garland Township-Westport City, VTD-Precinct 15 Franklin-Carlisle-Ravinia-Mercier-Lincoln Township, VTD-Precinct 21 Liberty-Hecla-Portage-Greenfield-Lansing-North-Detroit Township-Hecla City, and VTD-Precinct 22 Palmyra-Osceola-Savo-Allison-Frederick-Richard Township-Frederick City Voting District; (2) District No. 2: Clark and Hamlin counties and that portion of Brown county consisting of VTD-Precinct 8 Aberdeen, VTD-Precinct 13 Shelby-Columbia-Cambria-Ordway Township-Columbia City, VTD-Precinct 16 West Aberdeen Township except for those portions in District No. 3, VTD-Precinct 17 Highland-New Hope-Warner Township-Warner, VTD-Precinct 18 Gem-West Rondell-East Rondell Township-Stratford, VTD-Precinct 19, and VTD-Precinct 20 South Detroit-Claremont Township-Claremont City, and that portion of Spink county consisting of VTD-Precinct 1, VTD-Precinct 4, VTD-Precinct 5, VTD-Precinct 6, VTD-Precinct 7, VTD-Precinct 8, VTD-Precinct 9 Redfield City First & Second Wards, and VTD-Precinct 10 Redfield City Third & Fourth Wards; (3) District No. 3: that portion of Brown county consisting of VTD-Precinct 1 Aberdeen, VTD-Precinct 2 Aberdeen, VTD-Precinct 3 Aberdeen, VTD-Precinct 4 Aberdeen, VTD-Precinct 5 Aberdeen, VTD-Precinct 6 Aberdeen, VTD-Precinct 7 Aberdeen, and VTD-Precinct 9 Aberdeen, VTD-Precinct 10 Aberdeen, VTD-Precinct 11 Aberdeen, VTD-Precinct 12 East Aberdeen, and those portions of VTD-Precinct 16 West Aberdeen Township that are surrounded by VTD-Precinct 3 Aberdeen; (4) District No. 4: Deuel and Grant counties and that portion of Brookings county not in District No. 7, and that portion of Codington county consisting of VTD-Precinct Dexter, VTD-Precinct Eden and Phillips, VTD-Precinct Fuller and Florence, VTD-Precinct Germantown, VTD-Precinct Graceland and Henry, VTD-Precinct Kampeska, VTD-Precinct Kranzburg, VTD-Precinct Leola and South Shore, VTD-Precinct Rauville, VTD-Precinct Richland, and VTD-Precinct Waverly; (5) District No. 5: That portion of Codington county not in District No. 4; (6) District No. 6: That portion of Lincoln county consisting of VTD-Harrisburg Ward 1 (part of Precinct 27), VTD-Harrisburg Ward 2 (part of precinct 27), VTD-La Valley Township, VTD-Lennox Ward 1 (part of precinct 25), VTD-Lennox Ward 2 (part of precinct 25), VTD-Lennox Ward 3 (part of precinct 25), VTD-Sioux Falls Precinct 1-13, VTD-Sioux Falls Precinct 1-14, VTD-Sioux Falls Precinct 1-16, VTD-Sioux Falls Precinct 2-13, VTD-Tea Ward 1 (part of precinct 24), VTD-Tea Ward 2 (part of precinct 24), VTD-Tea Ward 3 (part of precinct 24), VTD-Grant Township, VTD-Perry Township, VTD-Delapre Township except for those portions surrounded by VTD-Sioux Falls 1-11 or VTD-Sioux Falls 1-12, and VTD-Springdale except for those portions surrounded by VTD-Sioux Falls 2-11 or VTD-Sioux Falls 2-15; (7) District No. 7: That portion of Brookings county consisting of VTD-Precinct 1, VTD-Precinct 2, VTD-Precinct 3, VTD-Precinct 4, VTD-Precinct 5, VTD-Precinct 6, VTD-Precinct 8, and VTD-Precinct 13; (8) District No. 8: Lake, Miner, Moody, and Sanborn counties; (9) District No. 9: That portion of Minnehaha county consisting of VTD 3-5, VTD 3-9, VTD 3-12, VTD 3-14, VTD 4-5, VTD-07, VTD VP0-8, VTD 16, VTD VP 17, those portions of VTD 4 surrounded by VTD 3-5, VTD 3-14, or VTD 4-5, and that portion of VTD 6 surrounded by VTD 3-12; (10) District No. 10: That portion of Minnehaha county consisting of VTD 3, VTD 4-6, VTD 4-7, VTD 4-8, VTD 4-11, VTD 5, VTD 5-16, VTD 15, VTD 4 except for the portions contained in District No. 9, and those portions of VTD 02 surrounded by VTD 4-11; (11) District No. 11: That portion of Minnehaha county consisting of VTD 1-8, VTD 1-9, VTD 1-10, VTD 1-17, VTD 3-10, VTD 3-11, VTD 3-15, VTD 3-16, VTD 3-17, and VTD 6 except for that portion surrounded by VTD 3-12; (12) District No. 12: That portion of Lincoln county consisting of VTD-Sioux Falls Precinct 1-11, VTD-Sioux Falls Precinct 1-12, and the portions of Delapre Township surrounded by VTD-Sioux Falls Precinct 1-11 or VTD-Sioux Falls Precinct 1-12; and that portion of Minnehaha county consisting of VTD 1-1, VTD 1-2, VTD 1-3, VTD 1-4, VTD 1-5, VTD 1-6, VTD 3-8, VTD 5-3, and VTD 5-14; (13) District No. 13: That portion of Lincoln county consisting of VTD-Sioux Falls Precinct 2-10, VTD-Sioux Falls Precinct 2-11, VTD-Sioux Falls Precinct 2-12, VTD-Sioux Falls Precinct 2-15, and that portion of Springdale Township surrounded by VTD-Sioux Falls Precinct 2-11 or VTD-Sioux Falls Precinct 2-15, and that portion of Minnehaha county consisting of VTD 2-1, VTD 5-4, VTD 5-7, VTD 5-8, VTD 5-9, VTD 5-10, VTD 5-11, VTD 5-12, and VTD 5-13; (14) District No. 14: That portion of Minnehaha county consisting of VTD 2-2, VTD 2-3, VTD 2-4, VTD 2-6, VTD 2-8, VTD 2-9, VTD 2-14, VTD 4-9, VTD 5-5, VTD 5-6, and the portion of VTD 02 surrounded by VTD 2-14; (15) District No. 15: That portion of Minnehaha county consisting of VTD 3-6, VTD 3-7, VTD 4-1, VTD 4-4, VTD 4-13, VTD 5-1, VTD 5-2, and VTD 5-15; (16) District No. 16: Union county and that portion of Lincoln county consisting of VTD-Canton Ward 1 (part of precinct 20), VTD-Canton Ward 2 (part of precinct 20), VTD-Canton Ward 3 (part of precinct 20), VTD-Canton Ward 4 (part of precinct 30), VTD-Canton Ward 5 (part of precinct 30), VTD-Dayton Township, VTD-Highland/Canton Township, VTD-Lynn Township-Worthing Town, VTD-Beresford Ward 2 (part of precinct 26), VTD-Beresford Ward 1 (part of precinct 26), VTD-Beresford Ward 3 (part of precinct 26), VTD-Delaware Township, VTD-Fairview Township-Fairview Town, VTD-Hudson/Eden, VTD-Lincoln Township, VTD-Norway Township, and VTD-Precinct 26 Brooklyn, Pleasant Townships, Beresford Town Voting District; (17) District No. 17: Clay and Turner counties; (18) District No. 18: Yankton county; (19) District No. 19: Douglas, Hanson, Hutchinson, and McCook counties and that portion of Bon Homme county consisting of VTD-Scotland Precinct 1, VTD-Tabor Precinct 4, and VTD-Tyndall Precinct 3; (20) District No. 20: Aurora, Davison and Jerauld counties; (21) District No. 21: Charles Mix, Gregory, and Tripp counties and that portion of Bon Homme county consisting of VTD-Avon Precinct 2, and VTD-Springfield Precinct 5; (22) District No. 22: Beadle and Kingsbury counties; (23) District No. 23: Campbell, Edmunds, Faulk, Hand, McPherson, Potter, and Walworth counties and that portion of Spink county consisting of VTD-Precinct 3; (24) District No. 24: Hughes, Hyde, Stanley, and Sully counties; (25) District No. 25: That portion of Minnehaha county consisting of VTD 2-7, VTD 4- 10, VTD 4-12, VTD 11, VTD 21, VTD VP 01, VTD VP9, VTD VP10, VTD VP12, VTD VP13, and VTD 02 except for those portions contained in District No. 10 and District No. 14; (26) District No. 26: Brule, Buffalo, Jones, Lyman, Mellette, and Todd counties; (27) District No. 27: Bennett, Haakon, Jackson, and Oglala Lakota counties and that portion of Pennington county consisting of VTD-CR14, VTD-Q17, VTD-SC11, and that portion of VTD-WL15 not in District No. 30; (28) District No. 28: Corson, Dewey, Harding, Perkins, and Ziebach counties and that portion of Butte county that is not in District No. 29; (29) District No. 29: That portion of Butte county consisting of VTD-Precinct Orman, VTD-Precinct 8 Union, VTD-Precinct 13 Horsecreek, VTD-Precinct 14 Newell Independent, VTD-Precinct 18 Nisland, and VTD-Precinct 20 Newell City; Meade county except for that portion in District No. 33; and that portion of Pennington county consisting of that portion of VTD-B33-2 located east of Commercial Gate Road and South Gate Road and north of Interstate 90, that portion of VTD-B33-3 located north of Interstate 90, that portion of VTD-DG7 located north of Interstate 90, east of Commercial Gate Road and South Gate Road, and west of Liberty Boulevard, and that portion of VTD-DG7 located north of 225th Street between North Ellsworth Road and Tower Road; (30) District No. 30: Custer and Fall River counties and that portion of Pennington county consisting of VTD-B30-2, VTD-B30-3, that portion of VTD-B33-3 located south of Interstate 90 and east of Liberty Boulevard and Spruce Drive, VTD-CA19, VTD-HC1, VTD-HR9, VTD-K3, VTD-R13, VTD-RC 2-6, VTD-RK4, VTD-WA12, VTD-NU10, that portion of VTD-DG7 east of Liberty Boulevard, Spruce Drive and 150th Place and that portion of VTD-WL15 consisting of Block 1239, Block 1240, Block 1241, Block 1242, Block 1243, Block 1244, Block 1245, Block 1246, Block 1247, Block 1248, Block 1249, Block 1250, Block 1254, Block 1255, Block 1256, Block 1257, Block 1258, Block 1259, Block 1260, Block 1261, Block 1262, Block 1263, Block 1264, Block 1265, Block 1266, Block 1267, Block 1268, Block 1269, Block 1270, Block 1271, Block 1272, Block 1273, Block 1274, Block 1275, Block 1276, Block 1277, Block 1278, Block 1279, Block 1280, Block 1281, Block 1282, Block 1283, Block 1284, Block 1285, Block 1286, Block 1287, Block 1288, Block 1289, Block 1290, Block 1291, Block 1292, Block 1293, Block 1294, Block 1295, Block 1296, Block 1297, Block 1298, Block 1299, Block 1300, Block 1301, Block 1337, Block 1338, Block 1340, Block 1341, Block 1447, Block 1452, Block 3177, Block 3184, Block 3185, Block 3186, Block 3187, Block 3192, Block 3193, Block 3196, Block 3197, Block 3198, Block 3200, Block 3201, Block 3202, Block 3204, Block 3205, Block 3206, Block 3207, Block 3208, Block 3209, Block 3210, Block 3211, Block 3212, Block 3213, Block 3214, Block 3215, Block 3251, Block 3357, Block 3369, Block 3370, Block 3371, Block 3372, Block 3373, Block 3374, Block 3375, Block 3376, Block 3377, Block 3378, Block 3379, Block 3380, Block 3381, Block 3382, Block 3383, Block 3384, Block 3385, Block 3386, Block 3387, Block 3396, Block 3397, Block 3398, Block 3399, Block 3407, Block 3408, and Block 3415; (31) District No. 31: Lawrence county; (32) District No. 32: That portion of Pennington county consisting of VTD-RC 1-1, VTD-RC 1-2, VTD-RC 1-3, VTD-RC 2-1, VTD-RC 2-4, VTD-RC 5-4, that portion of VTD-RC 1-4 located west of State Highway 79, that portion of VTD-RC 2-3 located south of Omaha Street and west of East Boulevard, that portion of VTD-RC 3-1 east and south of State Highway 44, and that portion of VTD-RVE1 west of State Highway 79; (33) District No. 33: That portion of Meade county consisting of VTD-Precinct 14--Black Hawk, VTD-Precinct 16--West Black Hawk, VTD-Precinct 19--Central Black Hawk, and that portion of VTD-Rural Black Hawk located west of Interstate 90 and that portion of Pennington county consisting of VTD-CL6, VTD-DT24, VTD-JS5, VTD-NH18, VTD-RC 4-1, VTD-RC 4-3, VTD-RC 4-4, VTD-WP23, that portion of VTD-B33-1 west of Bennett Road, that portion of VTD-DG7 west of Bennett Road, that portion of VTD-RC 3-2 south and east of VTD-WP23 and adjacent to U.S. Highway 16, that portion of VTD-RC 4-2 west of East Boulevard and North Maple Avenue and that portion north of Interstate 90, that portion of VTD-RC 5-2 located north of Interstate 90 and that portion located north of Meadowwood Drive, Timothy Street, and Adventure Trail and west of State Highway 79, that portion of VTD-RC 5-3 north of Galena Drive and City Springs Road, and that portion of VTD-RC 5-5 east of North Haines Avenue; (34) District No. 34: That portion of Pennington county consisting of VTD-RC 3-3, VTD-RC 3-4, VTD-RC 3-5, VTD-RC 3-6, VTD-RC 3-7, VTD-RC 5-1, that portion of VTD-RC 2-3 north of Omaha Street and west of North Maple Avenue, that portion of VTD-RC 3-1 not in District No. 32, that portion of VTD-RC 3-2 not in District No. 33, that portion of VTD-RC 5-2 not in District No. 33, that portion of VTD-RC 5-3 not in District No. 33, and that portion of VTD-RC 5-5 not in District No. 33; and (35) District No. 35: That portion of Pennington county consisting of VTD-B35-1, VTD- RC 2-2, VTD-RC 2-5, VTD-RVF1, VTD-RVF2, VTD-RVS1, VTD-VN34, that portion of VTD-B33-1 not in District No. 33, that portion of VTD-B33-2 not in District No. 29, that portion of VTD-B33-3 south of Interstate 90 and not in District No. 30, that portion of VTD-DG7 not in District No. 29, District No. 30, or District No. 33, that portion of VTD-RC 1-4 not in District No. 32, that portion of VTD-RC 2-3 not in District No. 32 or District No. 34, that portion of VTD-RC 4-2 not in District No. 33, and that portion of VTD-RVE1 not in District No. 32. Section 4. That § 2-2-44 be repealed. 2-2-44. The state shall be divided into thirty-five representative districts, which shall be the same as the senatorial districts provided in § 2-2-43, and the House of Representatives shall consist of seventy members. Section 5. That § 2-2-45 be repealed. 2-2-45. Each senatorial district as provided for in § 2-2-43 is entitled to one senator. Section 6. That § 2-2-46 be repealed. 2-2-46. Each representative district as provided for in § 2-2-44 is entitled to two representatives. However, in order to protect minority voting rights, District No. 26 and District No. 28 shall each consist of two single-member house districts as provided in §§ 2-2-47 and 2-2-48. Section 7. That § 2-2-47 be repealed. 2-2-47. District No. 26 shall consist of two single-member house districts as follows: (1) District No. 26A: Mellette and Todd counties; and (2) District No. 26B: Brule, Buffalo, Jones, and Lyman counties. Section 8. That § 2-2-48 be repealed. 2-2-48. District No. 28 shall consist of two single-member house districts as follows: (1) District No. 28A: Corson, Dewey, and Ziebach counties; and (2) District No. 28B: Harding and Perkins counties and that portion of Butte county that is not in District No. 29. Section 9. That § 2-2-49 be repealed. 2-2-49. The Legislature finds that, for the purposes of §§ 2-2-41 to 2-2-51, inclusive, the ideal population of a senatorial district, based on the official 2010 federal census, is 23,262 people. Section 10. That § 2-2-50 be repealed. 2-2-50. For the purposes of §§ 2-2-41 to 2-2-51, inclusive, voting district (VTD) boundaries are those boundaries in existence on April 1, 2010, and utilized by the 2010 federal census. Section 11. That § 2-2-51 be repealed. 2-2-51. If any area of this state is omitted from the provisions of § 2-2-43, the county auditor of the county containing the area shall attach the area to the district that surrounds it or, if the area is contiguous to two or more districts, the county auditor shall attach it to the contiguous district that has the least population according to the official 2010 federal census. Any attachment made pursuant to this section shall be certified in writing and filed with the secretary of state. No changes may be made in any such attachment until the next decennial redistricting. Section 12. This Act is effective on December 1, 2021."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9501, "action_date": "2019-01-25T14:00:00-06:00", "document_id": 52449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52449.pdf", "status_text": "First read in House and referred to", "journal_page": 199, "committee_id_action": 408, "committee_id_assigned": 424, "result": "N", "vote": {}}, {"bill_id": 9501, "action_date": "2019-02-20T07:30:00-06:00", "document_id": 53759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53759.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 424, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9501, "action_date": "2019-02-20T15:00:00-06:00", "document_id": 54010, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54010.pdf", "status_text": "Tabled", "journal_page": 458, "committee_id_action": 424, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28528, "president_vote": null, "Yea": [1563, 1635, 1432, 1609, 1576, 1567, 1569], "Nay": [1579, 1444, 1434, 1427], "Excused": [1645, 1630]}}]}