{"session_id": 59, "bill_id": 20449, "bill_type": "Senate Bill", "bill_number": 35, "bill_title": "rename the Board of Counselor Examiners and to revise certain provisions relating to the rule-making authority of the board.", "sponsors": [], "keywords": ["Administrative Rules", "Licensing", "Professions and Occupations"], "audio": [{"meeting_datetime": "2006-01-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sco05.mp3", "start_seconds": 2817.0}, {"meeting_datetime": "2006-01-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sco05.mp3", "start_seconds": 2817.0}, {"meeting_datetime": "2006-01-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sco05.mp3", "start_seconds": 2817.0}, {"meeting_datetime": "2006-01-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sco05.mp3", "start_seconds": 2817.0}, {"meeting_datetime": "2006-01-17T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sco05.mp3", "start_seconds": 2817.0}], "bill_versions": [{"bill_id": 20449, "bill_version_id": 106367, "bill_version": "Introduced", "bill_version_date": "2006-01-07T15:27:45-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to rename the Board of Counselor Examiners and to revise certain provisions relating to the rule-making authority of the board. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-32-1 be amended to read as follows: 36-32-1. Terms as used in this chapter mean: (1) \"Board,\" the Board of Counselor Examiners South Dakota Board of Examiners for Counselors and Marriage and Family Therapists established under this chapter; (2) \"Counseling,\" rendering or offering to render to any person, group, organization, or the general public, a counseling service involving the application of clinical counseling principles, methods, or procedures to assist any person in achieving more effective personal, social, educational, or career development and adjustment; (3) \"Counseling principles, methods, or procedures,\" an approach to counseling that emphasizes the counselor's role in systematically assisting any client through all of the following: assessing and analyzing background and current information, formulating a conceptual understanding of the problem, exploring possible solutions, and developing and providing a treatment plan for mental and emotional adjustment or development; (4) \"Doctorate or master's degree in counseling,\" completion of study following a bachelor's degree in a clearly identified counseling program which stands as a recognizable organizational entity within an accredited institution of higher learning and which includes participation in a supervised practicum and internship in counseling; (5) \"Postgraduate,\" following completion of study for a master's or doctoral degree; (6) \"Supervised internship,\" an actual on-the-job-experience in professional counseling under the supervision of an on-site supervisor who is a licensed professional counselor or related mental health professional or who is eligible to be licensed; (7) \"Supervised practicum,\" the providing of counseling to any bona fide client or group seeking services from a counselor. This supervised practicum shall be under the direction of a qualified graduate faculty member and includes critiquing of counseling, either observed or recorded on audio or video tape. Section 2. That § 36-32-2 be amended to read as follows: 36-32-2. The South Dakota Board of Counselor Examiners for Counselors and Marriages and Family Therapists , consists of nine members, three of whom shall be lay members and six of whom shall be professionals actively engaged in professional counseling or marriage and family therapy and broadly representing a cross section of the licensed disciplines governed by this board. The Governor shall appoint all of the members. Section 3. That § 36-32-39 be amended to read as follows: 36-32-39. All moneys coming into the custody of the board, including license fees, renewal fees, reciprocity endorsement fees, penalty fees, and any other payments, shall be deposited by the board to the state treasurer weekly, or as prescribed by the state treasurer. The state treasurer shall credit the moneys to the South Dakota Board of Counselor Examiners for Counselors and Marriage and Family Therapists account in the state treasury, which account is hereby created. The moneys in the South Dakota Board of Counselor Examiners for Counselors and Marriage and Family Therapists account are hereby continuously appropriated to the board for the purpose of paying the expense of administering and enforcing the provisions of this chapter. Such expenditures shall only be paid on warrants drawn by the state auditor and approved by the board or one of its officers. However, the total expense incurred may not exceed the total moneys collected by the board under the provisions of this chapter. The board, for the purposes of this chapter, may accept grants, gifts, or contributions. Section 4. That § 36-33-2 be amended to read as follows: 36-33-2. For purposes of this chapter, board means the Board of Counselor Examiners South Dakota Board of Examiners for Counselors and Marriage and Family Therapists as established in chapter 36-32. Section 5. That chapter 36-33 be amended by adding thereto a NEW SECTION to read as follows: The board may promulgate rules pursuant to chapter 1-26 to set standards for professional practice and establish procedures for applications, licensure, renewals, eligibility, continuing education, supervision, and examination of marriage and family therapists. Section 6. The code counsel shall transfer § 36-32-11 to chapter 36-34, and shall renumber the section accordingly."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20449, "action_date": "2006-01-10T12:00:00-06:00", "document_id": 106426, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106426.pdf", "status_text": "First read in Senate and referred to", "journal_page": 20, "committee_id_action": 894, "committee_id_assigned": 868, "result": "N", "vote": {}}, {"bill_id": 20449, "action_date": "2006-01-17T10:00:00-06:00", "document_id": 106561, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106561.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 868, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20449, "action_date": "2006-01-17T10:00:00-06:00", "document_id": 106561, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106561.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 868, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 64097, "president_vote": null, "Yea": [3361, 3452, 3368], "Nay": [3409, 3413, 3447, 3423]}}, {"bill_id": 20449, "action_date": "2006-01-17T10:00:00-06:00", "document_id": 106561, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106561.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 86, "committee_id_action": 868, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64108, "president_vote": null, "Nay": [3361, 3452, 3368], "Yea": [3409, 3413, 3447, 3423]}}]}