{"session_id": 48, "bill_id": 14875, "bill_type": "Senate Bill", "bill_number": 233, "bill_title": "provide increased funding for the maintenance of state and local highways and roads and to declare an emergency.", "sponsors": [{"legislator_profile_id": 2214, "is_prime": true}, {"legislator_profile_id": 2283, "is_prime": true}], "keywords": ["Excise Tax", "Fees", "License Fees", "Motor Fuel Tax", "Taxes"], "audio": [], "bill_versions": [{"bill_id": 14875, "bill_version_id": 80578, "bill_version": "Introduced", "bill_version_date": "1999-02-01T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide increased funding for the maintenance of state and local highways and roads. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-47B-4 be amended to read as follows: 10-47B-4. The fuel excise tax rates for the tax imposed by this chapter are as follows: (1) Motor fuel (except ethanol blends, E85 and M85 blends, and aviation gasoline) - $.18 $.21 per gallon; (2) Special fuel (except jet fuel) - $.18 $.21 per gallon; (3) Ethanol blends - $.16 $.19 per gallon; (4) Aviation gasoline -$.06 per gallon; (5) Jet fuel -$.04 per gallon; (6) E85 and M85 - $.06 $.09 per gallon; (7) E85 and M85 used in aircraft -$.04 per gallon; (8) Liquid petroleum gas - $.16 $.19 per gallon; (9) Compressed natural gas - $.06 $.09 per gallon. Section 2. That § 32-5-6 be amended to read as follows: 32-5-6. License fees and compensation on a noncommercial motor vehicle which is an automobile, pickup truck, or van as provided by § 32-5-5, shall be determined by the manufacturer's shipping weight, including accessories, as follows: (1) Two thousand pounds or less, inclusive, twenty thirty-two dollars; (2) From 2,001 to 4,000 pounds, inclusive, thirty forty-two dollars; (3) From 4,001 to 6,000 pounds, inclusive, forty fifty-two dollars . ; (4) to (11) Repealed by SL 1992, ch 26, § 7 From 6,001 to 8,000 pounds, inclusive, sixty-two dollars; (5) From 8,001 to 10,000 pounds, inclusive, seventy-two dollars . Section 3. That § 32-5-6.1 be amended to read as follows: 32-5-6.1. License fees and compensation on recreational motor buses as defined by this section shall be determined pursuant to § 32-5-6.3. However, the maximum license fee and compensation for a recreational motor bus shall be one hundred and twelve dollars. For the purposes of this section the term, recreational motor bus, means a motor bus which has been converted for recreational purposes subsequent to the initial retail sale. Section 4. That § 32-5-6.3 be amended to read as follows: 32-5-6.3. License fees on a noncommercial motor vehicle which is not an automobile, pickup truck, or van as provided by licensed pursuant to § 32-5-6 shall be determined by the gross weight of the motor vehicle as defined by subdivision 32-9-1(6), and based on the following: (1) Eight thousand pounds or less, inclusive, forty-eight sixty dollars; (2) For each additional 2,000 pounds or major fraction thereof from 8,001 to 32,000 pounds, inclusive, three dollars; (3) For each additional 2,000 pounds or major fraction thereof from 32,001 to 54,000 pounds, inclusive, six dollars; (4) For each additional 2,000 pounds or major fraction thereof from 54,001 to 80,000 pounds, inclusive, eighteen dollars; (5) For each additional 2,000 pounds or major fraction thereof in excess of 80,000 pounds, twenty-four dollars. It is a Class 2 misdemeanor for a person to operate a motor vehicle licensed pursuant to this section at a gross weight in excess of the gross weight for which it has been licensed. Section 5. That § 32-5-8 be amended to read as follows: 32-5-8. License fees and compensation for any recreational vehicle as defined in § 32-3-1 or for any noncommercial trailer and semitrailer, for use of the highways payable under § 32-5-5 and pulled by a noncommercial motor vehicle on which the license fees were paid pursuant to § 32-5-6, shall be determined upon the basis of their actual weight as follows: (1) One thousand pounds or less, inclusive, five seven dollars; (2) From 1,001 to 2,000 pounds, inclusive, fifteen seventeen dollars; (3) From 2,001 to 3,000 pounds, inclusive, twenty-five twenty-seven dollars; (4) From 3,001 to 4,000 pounds, inclusive, thirty-five thirty-seven dollars; (5) From 4,001 to 5,000 pounds, inclusive, forty-five forty-seven dollars; (6) From 5,001 to 6,000 pounds, inclusive, fifty-five fifty-seven dollars; (7) From 6,001 to 7,000 pounds, inclusive, sixty-five sixty-seven dollars; (8) From 7,001 to 8,000 pounds, inclusive, seventy-five seventy-seven dollars; (9) From 8,001 to 9,000 pounds, inclusive, eighty-five eighty-seven dollars; (10) From 9,001 to 10,000 pounds, inclusive, ninety-five ninety-seven dollars; (11) For each additional 1,000 pounds or major fraction thereof, in excess of 10,000 pounds, ten dollars. Any trailer or semitrailer licensed pursuant to this section may be pulled by a noncommercial motor vehicle licensed pursuant to § 32-5-8.1 or a commercially licensed motor vehicle if the motor vehicle is registered at a gross weight to cover the weight of the trailer and its load. Section 6. That § 32-5-8.1 be amended to read as follows: 32-5-8.1. Each trailer or semitrailer pulled by a noncommercial motor vehicle on which the license fees were paid pursuant to § 32-5-6.3 shall have an identification plate displayed in a conspicuous manner. The fee for the identification plate is ten dollars. The identification plate is valid for the useful life of the trailer or semitrailer. However, if the title to the trailer or semitrailer is transferred, the new owner shall within thirty days of the date of transfer make application to the department for a new identification plate. All revenue raised by the fees shall be placed in the license plate special revenue fund. However, no identification plate may be displayed on a recreational vehicle as defined in § 32-3-1. Such a recreational vehicle shall be licensed pursuant to § 32-5-8. Section 7. That § 32-5-9 be amended to read as follows: 32-5-9. License fees and compensation for use of the highways payable under § 32-5-5 shall be: seven nine dollars and fifty cents for motorcycles with a piston displacement of less than three hundred fifty cubic centimeters and ten twelve dollars for motorcycles with a piston displacement of three hundred fifty cubic centimeters or more. Section 8. That § 32-6B-21 be amended to read as follows: 32-6B-21. The department shall issue metal numerical license plates to licensed dealers upon application and payment of a thirty forty-two dollar yearly fee to be paid at the time of the annual review date for each set desired. Such fees shall be distributed in the manner specified in § § 32-11-2 and 32-11-4.1 to 32-11-9, inclusive. The license plates shall be numbered consecutively and shall bear as a prefix the number \" 77 \" . The plates may be issued for a multiple year period. If a dealer's license is revoked or canceled or the dealer goes out of business the \" 77 \" plates shall be returned to the department. If any person operates a motor vehicle with \" 77 \" plates after the dealer license is revoked or canceled or after the dealer goes out of business, or if the person refuses to return the plates, the person is guilty of a Class 2 misdemeanor. Section 9. That § 32-11-4.1 be amended to read as follows: 32-11-4.1. All funds collected for motor vehicle licenses in each county shall be distributed in the following manner: (1) Fifty-four Fifty-seven percent of all funds collected shall be transmitted to the secretary of revenue , from which one million thirty-three thousand two hundred sixty- nine dollars and ten cents shall be forwarded to the counties for deposit in the special highway fund of the county, in the same amount as funds were distributed to the counties by the Department of Game, Fish and Parks for license fees in calendar year 1997, pursuant to § 41-6-70, and the balance shall be credited to the local government highway and bridge fund; (1A) Twenty-two and one-half percent shall be credited to the general fund of the county in which they were collected; (2) Fourteen percent shall be retained by the county and placed in a fund to be known as the special highway fund, which shall be used for the construction, reconstruction, and maintenance of roads and bridges in the county as provided by this section and § § 32-11-5 to 32-11-9, inclusive. If the county in which funds are collected for motor vehicle licenses has completed the construction of the county highway system, the entire amount in the special highway fund shall be used for township roads, and the board of county commissioners may direct the county auditor to pay the collected amount directly to the townships pursuant to § § 32-11-6 and 32-11-7; (3) Five percent shall be forwarded to the municipalities within the counties in the following proportions: each municipality within each county shall receive funds in the proportion which the total street mileage of each municipality bears to the total street mileage of all the municipalities within the county. The apportionment shall be made quarterly by the county commissioners at the first meeting in January, April, July, and October. In any county having no municipalities, the five percent collection shall be placed in the county road and bridge fund of the county; (4) Two One-half percent shall be credited to the state motor vehicle fund; and (5) Two and one-half One percent shall be credited to the state license plate special revenue fund. Section 10. That § 32-11-29 be amended to read as follows: 32-11-29. The following fees: (1) Fees collected under § § 32-3-57, 32-5-99, 32-5-111, and 32-7A-14.1; (2) The two percent of motor vehicle license collections referred to in § 32-11-4.1 subdivision 32-11-4.1(4) ; (3) The title fees collected under § § 32-3-18 and 32-3-27; shall be credited to the state motor vehicle fund. All revenues not appropriated from the special revenue fund established by § 32-5-10.2 shall remain in the fund for the next fiscal year and be used solely for purposes of motorcycle safety courses and motorcycle safety education."}, {"bill_id": 14875, "bill_version_id": 80579, "bill_version": "Senate Engrossed", "bill_version_date": "1999-02-18T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide increased funding for the maintenance of state and local highways and roads and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-47B-4 be amended to read as follows: 10-47B-4. The fuel excise tax rates for the tax imposed by this chapter are as follows: (1) Motor fuel (except ethanol blends, E85 and M85 blends, and aviation gasoline) - $.18 $.22 per gallon; (2) Special fuel (except jet fuel) - $.18 $.22 per gallon; (3) Ethanol blends - $.16 $.20 per gallon; (4) Aviation gasoline -$.06 per gallon; (5) Jet fuel -$.04 per gallon; (6) E85 and M85 - $.06 $.10 per gallon; (7) E85 and M85 used in aircraft -$.04 per gallon; (8) Liquid petroleum gas - $.16 $.20 per gallon; (9) Compressed natural gas - $.06 $.10 per gallon. Section 2. That § 32-5-6 be amended to read as follows: 32-5-6. License fees and compensation on a noncommercial motor vehicle which is an automobile, pickup truck, or van as provided by § 32-5-5, shall be determined by the manufacturer's shipping weight, including accessories, as follows: (1) Two thousand pounds or less, inclusive, twenty thirty-two dollars; (2) From 2,001 to 4,000 pounds, inclusive, thirty forty-two dollars; (3) From 4,001 to 6,000 pounds, inclusive, forty fifty-two dollars . ; (4) to (11) Repealed by SL 1992, ch 26, § 7 From 6,001 to 8,000 pounds, inclusive, sixty-two dollars; (5) From 8,001 to 10,000 pounds, inclusive, seventy-two dollars . Section 3. That § 32-5-6.1 be amended to read as follows: 32-5-6.1. License fees and compensation on recreational motor buses as defined by this section shall be determined pursuant to § 32-5-6.3. However, the maximum license fee and compensation for a recreational motor bus shall be one hundred and twelve dollars. For the purposes of this section the term, recreational motor bus, means a motor bus which has been converted for recreational purposes subsequent to the initial retail sale. Section 4. That § 32-5-6.3 be amended to read as follows: 32-5-6.3. License fees on a noncommercial motor vehicle which is not an automobile, pickup truck, or van as provided by licensed pursuant to § 32-5-6 shall be determined by the gross weight of the motor vehicle as defined by subdivision 32-9-1(6), and based on the following: (1) Eight thousand pounds or less, inclusive, forty-eight sixty dollars; (2) For each additional 2,000 pounds or major fraction thereof from 8,001 to 32,000 pounds, inclusive, three dollars; (3) For each additional 2,000 pounds or major fraction thereof from 32,001 to 54,000 pounds, inclusive, six dollars; (4) For each additional 2,000 pounds or major fraction thereof from 54,001 to 80,000 pounds, inclusive, eighteen dollars; (5) For each additional 2,000 pounds or major fraction thereof in excess of 80,000 pounds, twenty-four dollars. It is a Class 2 misdemeanor for a person to operate a motor vehicle licensed pursuant to this section at a gross weight in excess of the gross weight for which it has been licensed. Section 5. That § 32-5-8 be amended to read as follows: 32-5-8. License fees and compensation for any recreational vehicle as defined in § 32-3-1 or for any noncommercial trailer and semitrailer, for use of the highways payable under § 32-5-5 and pulled by a noncommercial motor vehicle on which the license fees were paid pursuant to § 32-5-6, shall be determined upon the basis of their actual weight as follows: (1) One thousand pounds or less, inclusive, five seven dollars; (2) From 1,001 to 2,000 pounds, inclusive, fifteen seventeen dollars; (3) From 2,001 to 3,000 pounds, inclusive, twenty-five twenty-seven dollars; (4) From 3,001 to 4,000 pounds, inclusive, thirty-five thirty-seven dollars; (5) From 4,001 to 5,000 pounds, inclusive, forty-five forty-seven dollars; (6) From 5,001 to 6,000 pounds, inclusive, fifty-five fifty-seven dollars; (7) From 6,001 to 7,000 pounds, inclusive, sixty-five sixty-seven dollars; (8) From 7,001 to 8,000 pounds, inclusive, seventy-five seventy-seven dollars; (9) From 8,001 to 9,000 pounds, inclusive, eighty-five eighty-seven dollars; (10) From 9,001 to 10,000 pounds, inclusive, ninety-five ninety-seven dollars; (11) For each additional 1,000 pounds or major fraction thereof, in excess of 10,000 pounds, ten dollars. Any trailer or semitrailer licensed pursuant to this section may be pulled by a noncommercial motor vehicle licensed pursuant to § 32-5-8.1 or a commercially licensed motor vehicle if the motor vehicle is registered at a gross weight to cover the weight of the trailer and its load. Section 6. That § 32-5-8.1 be amended to read as follows: 32-5-8.1. Each trailer or semitrailer pulled by a noncommercial motor vehicle on which the license fees were paid pursuant to § 32-5-6.3 shall have an identification plate displayed in a conspicuous manner. The fee for the identification plate is ten dollars. The identification plate is valid for the useful life of the trailer or semitrailer. However, if the title to the trailer or semitrailer is transferred, the new owner shall within thirty days of the date of transfer make application to the department for a new identification plate. All revenue raised by the fees shall be placed in the license plate special revenue fund. However, no identification plate may be displayed on a recreational vehicle as defined in § 32-3-1. Such a recreational vehicle shall be licensed pursuant to § 32-5-8. Section 7. That § 32-5-9 be amended to read as follows: 32-5-9. License fees and compensation for use of the highways payable under § 32-5-5 shall be: seven nine dollars and fifty cents for motorcycles with a piston displacement of less than three hundred fifty cubic centimeters and ten twelve dollars for motorcycles with a piston displacement of three hundred fifty cubic centimeters or more. Section 8. That § 32-6B-21 be amended to read as follows: 32-6B-21. The department shall issue metal numerical license plates to licensed dealers upon application and payment of a thirty forty-two dollar yearly fee to be paid at the time of the annual review date for each set desired. Such fees shall be distributed in the manner specified in § § 32-11-2 and 32-11-4.1 to 32-11-9, inclusive. The license plates shall be numbered consecutively and shall bear as a prefix the number \" 77 \" . The plates may be issued for a multiple year period. If a dealer's license is revoked or canceled or the dealer goes out of business the \" 77 \" plates shall be returned to the department. If any person operates a motor vehicle with \" 77 \" plates after the dealer license is revoked or canceled or after the dealer goes out of business, or if the person refuses to return the plates, the person is guilty of a Class 2 misdemeanor. Section 9. That § 32-10-35 be amended to read as follows: 32-10-35. Fees collected by the secretary of revenue and not otherwise provided for shall be distributed as provided by this section. Fees collected under chapter 32-10 by the secretary of revenue pursuant to § 32-5B-1 shall be deposited in the state highway fund. Fees collected under chapter 32-10 by the secretary of revenue pursuant to chapter 32-9 shall be distributed with fifty-four fifty-seven percent to the state highway local government highway and bridge fund, forty-one and one-half percent to counties, two one-half percent to the state motor vehicle fund, and two and one-half one percent to the state license plate special revenue fund. The counties' portion shall be distributed among the counties, pro rata, twenty-five percent according to truck registrations, twenty-five percent according to population, and fifty percent according to total road mileage. Each county shall distribute fifty-four percent of its portion to the county general fund, thirty-four percent of its portion to the special highway fund as provided by § 32-11-4.1, and twelve percent of its portion to the municipalities of the county pursuant to § 32-11-4.1. Section 10. There is hereby appropriated each fiscal year from the state highway fund the sum of one million thirty-three thousand two hundred sixty-nine dollars and ten cents to the Department of Revenue for distribution to the counties. The moneys shall be distributed to the counties in the same amounts as funds were distributed to the counties by the Department of Game, Fish and Parks for license fees in calendar year 1997, pursuant to § 41-6-70. The moneys shall be deposited in the special highway fund of each county. The secretary of revenue shall distribute the money prior to December thirty-first of each year. Section 11. The effective date of section 1 of this Act is May 1, 1999. Section 12. The effective date of sections 2 to 10, inclusive, of this Act is July 1, 1999. Section 13. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval. BILL HISTORY 2/1/99 First read in Senate and referred to State Affairs. S.J. 278 2/10/99 Scheduled for Committee hearing on this date. 2/10/99 State Affairs Do Pass, Passed, AYES 7, NAYS 2. S.J. 443 2/12/99 Senate Deferred to another day. S.J. 485 2/16/99 Senate Deferred to another day. S.J. 504 2/17/99 Senate Deferred to another day. S.J. 531 2/18/99 Motion to Amend, Passed. S.J. 560 2/18/99 Motion to Amend, Passed. S.J. 562 2/18/99 Senate Do Pass Amended, Passed, AYES 27, NAYS 7. S.J. 562 2/18/99 Senate Title Amended Passed. S.J. 563"}, {"bill_id": 14875, "bill_version_id": 80577, "bill_version": "House State Affairs Engrossed", "bill_version_date": "1999-03-02T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide increased funding for the maintenance of state and local highways and roads, to repeal the wheel tax, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-47B-4 be amended to read as follows: 10-47B-4. The fuel excise tax rates for the tax imposed by this chapter are as follows: (1) Motor fuel (except ethanol blends, E85 and M85 blends, and aviation gasoline) - $.18 $.22 per gallon; (2) Special fuel (except jet fuel) - $.18 $.22 per gallon; (3) Ethanol blends - $.16 $.20 per gallon; (4) Aviation gasoline -$.06 per gallon; (5) Jet fuel -$.04 per gallon; (6) E85 and M85 - $.06 $.10 per gallon; (7) E85 and M85 used in aircraft -$.04 per gallon; (8) Liquid petroleum gas - $.16 $.20 per gallon; (9) Compressed natural gas - $.06 $.10 per gallon. Section 2. That § 32-5-6 be amended to read as follows: 32-5-6. License fees and compensation on a noncommercial motor vehicle which is an automobile, pickup truck, or van as provided by § 32-5-5, shall be determined by the manufacturer's shipping weight, including accessories, as follows: (1) Two thousand pounds or less, inclusive, twenty thirty-two dollars; (2) From 2,001 to 4,000 pounds, inclusive, thirty forty-two dollars; (3) From 4,001 to 6,000 pounds, inclusive, forty fifty-two dollars . ; (4) to (11) Repealed by SL 1992, ch 26, § 7 From 6,001 to 8,000 pounds, inclusive, sixty-two dollars; (5) From 8,001 to 10,000 pounds, inclusive, seventy-two dollars . Section 3. That § 32-5-6.1 be amended to read as follows: 32-5-6.1. License fees and compensation on recreational motor buses as defined by this section shall be determined pursuant to § 32-5-6.3. However, the maximum license fee and compensation for a recreational motor bus shall be one hundred and twelve dollars. For the purposes of this section the term, recreational motor bus, means a motor bus which has been converted for recreational purposes subsequent to the initial retail sale. Section 4. That § 32-5-6.3 be amended to read as follows: 32-5-6.3. License fees on a noncommercial motor vehicle which is not an automobile, pickup truck, or van as provided by licensed pursuant to § 32-5-6 shall be determined by the gross weight of the motor vehicle as defined by subdivision 32-9-1(6), and based on the following: (1) Eight thousand pounds or less, inclusive, forty-eight sixty dollars; (2) For each additional 2,000 pounds or major fraction thereof from 8,001 to 32,000 pounds, inclusive, three dollars; (3) For each additional 2,000 pounds or major fraction thereof from 32,001 to 54,000 pounds, inclusive, six dollars; (4) For each additional 2,000 pounds or major fraction thereof from 54,001 to 80,000 pounds, inclusive, eighteen dollars; (5) For each additional 2,000 pounds or major fraction thereof in excess of 80,000 pounds, twenty-four dollars. It is a Class 2 misdemeanor for a person to operate a motor vehicle licensed pursuant to this section at a gross weight in excess of the gross weight for which it has been licensed. Section 5. That § 32-5-8 be amended to read as follows: 32-5-8. License fees and compensation for any recreational vehicle as defined in § 32-3-1 or for any noncommercial trailer and semitrailer, for use of the highways payable under § 32-5-5 and pulled by a noncommercial motor vehicle on which the license fees were paid pursuant to § 32-5-6, shall be determined upon the basis of their actual weight as follows: (1) One thousand pounds or less, inclusive, five seven dollars; (2) From 1,001 to 2,000 pounds, inclusive, fifteen seventeen dollars; (3) From 2,001 to 3,000 pounds, inclusive, twenty-five twenty-seven dollars; (4) From 3,001 to 4,000 pounds, inclusive, thirty-five thirty-seven dollars; (5) From 4,001 to 5,000 pounds, inclusive, forty-five forty-seven dollars; (6) From 5,001 to 6,000 pounds, inclusive, fifty-five fifty-seven dollars; (7) From 6,001 to 7,000 pounds, inclusive, sixty-five sixty-seven dollars; (8) From 7,001 to 8,000 pounds, inclusive, seventy-five seventy-seven dollars; (9) From 8,001 to 9,000 pounds, inclusive, eighty-five eighty-seven dollars; (10) From 9,001 to 10,000 pounds, inclusive, ninety-five ninety-seven dollars; (11) For each additional 1,000 pounds or major fraction thereof, in excess of 10,000 pounds, ten dollars. Any trailer or semitrailer licensed pursuant to this section may be pulled by a noncommercial motor vehicle licensed pursuant to § 32-5-8.1 or a commercially licensed motor vehicle if the motor vehicle is registered at a gross weight to cover the weight of the trailer and its load. Section 6. That § 32-5-8.1 be amended to read as follows: 32-5-8.1. Each trailer or semitrailer pulled by a noncommercial motor vehicle on which the license fees were paid pursuant to § 32-5-6.3 shall have an identification plate displayed in a conspicuous manner. The fee for the identification plate is ten dollars. The identification plate is valid for the useful life of the trailer or semitrailer. However, if the title to the trailer or semitrailer is transferred, the new owner shall within thirty days of the date of transfer make application to the department for a new identification plate. All revenue raised by the fees shall be placed in the license plate special revenue fund. However, no identification plate may be displayed on a recreational vehicle as defined in § 32-3-1. Such a recreational vehicle shall be licensed pursuant to § 32-5-8. Section 7. That § 32-5-9 be amended to read as follows: 32-5-9. License fees and compensation for use of the highways payable under § 32-5-5 shall be: seven nine dollars and fifty cents for motorcycles with a piston displacement of less than three hundred fifty cubic centimeters and ten twelve dollars for motorcycles with a piston displacement of three hundred fifty cubic centimeters or more. Section 8. That § 32-6B-21 be amended to read as follows: 32-6B-21. The department shall issue metal numerical license plates to licensed dealers upon application and payment of a thirty forty-two dollar yearly fee to be paid at the time of the annual review date for each set desired. Such fees shall be distributed in the manner specified in § § 32-11-2 and 32-11-4.1 to 32-11-9, inclusive. The license plates shall be numbered consecutively and shall bear as a prefix the number \" 77 \" . The plates may be issued for a multiple year period. If a dealer's license is revoked or canceled or the dealer goes out of business the \" 77 \" plates shall be returned to the department. If any person operates a motor vehicle with \" 77 \" plates after the dealer license is revoked or canceled or after the dealer goes out of business, or if the person refuses to return the plates, the person is guilty of a Class 2 misdemeanor. Section 9. That § 32-10-35 be amended to read as follows: 32-10-35. Fees collected by the secretary of revenue and not otherwise provided for shall be distributed as provided by this section. Fees collected under chapter 32-10 by the secretary of revenue pursuant to § 32-5B-1 shall be deposited in the state highway fund. Fees collected under chapter 32-10 by the secretary of revenue pursuant to chapter 32-9 shall be distributed with fifty-four fifty-seven percent to the state highway local government highway and bridge fund, forty-one and one-half percent to counties, two one-half percent to the state motor vehicle fund, and two and one-half one percent to the state license plate special revenue fund. The counties' portion shall be distributed among the counties, pro rata, twenty-five percent according to truck registrations, twenty-five percent according to population, and fifty percent according to total road mileage. Each county shall distribute fifty-four percent of its portion to the county general fund, thirty-four percent of its portion to the special highway fund as provided by § 32-11-4.1, and twelve percent of its portion to the municipalities of the county pursuant to § 32-11-4.1. Section 10. There is hereby appropriated each fiscal year from the state highway fund the sum of one million thirty-three thousand two hundred sixty-nine dollars and ten cents to the Department of Revenue for distribution to the counties. The moneys shall be distributed to the counties in the same amounts as funds were distributed to the counties by the Department of Game, Fish and Parks for license fees in calendar year 1997, pursuant to § 41-6-70. The moneys shall be deposited in the special highway fund of each county. The secretary of revenue shall distribute the money prior to December thirty-first of each year. Section 11. The effective date of section 1 of this Act is April 1, 1999. Section 12. The effective date of sections 2 to 10, inclusive, of this Act is July 1, 1999. Section 13. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval. Section 14. That § 32-5A-1 be repealed. 32-5A-1. Any county may, by ordinance, impose a wheel tax on all motor vehicles, as defined in § 32-3-1, registered in the county at a rate not to exceed four dollars per vehicle wheel. The tax shall be administered and collected by the county. The total vehicle tax may not exceed sixteen dollars per vehicle. Section 15. That § 32-5A-2 be repealed. 32-5A-2. The proceeds from the tax created by this chapter shall be retained by the county, deposited in a special highway fund, and the revenue may be used only for highway and bridge maintenance and construction. The board of county commissioners shall, by resolution, establish a means of distributing the revenue generated by this chapter among the county and the municipalities and townships located within the county. Section 16. That § 32-5A-3 be repealed. 32-5A-3. Upon purchasing a vehicle from a dealer, the purchaser shall pay the appropriate tax at the time of title transfer. Nothing in this chapter shall prevent an automobile dealer from licensing the vehicles on his lot without paying any taxes created by this chapter. Section 17. That § 32-5A-4 be repealed. 32-5A-4. The Department of Revenue shall include on any motor vehicle registration document mailed out to a vehicle owner prior to the annual registration of a motor vehicle, the amount of tax imposed pursuant to § 32-5A-1. A county in which such registration documents are mailed to motor vehicle owners shall reimburse the Department of Revenue for the cost of implementing this section for that county. Section 18. That § 32-5A-5 be repealed. 32-5A-5. The per vehicle wheel rate imposed pursuant to § 32-5A-1 may be imposed according to the manufacturer's shipping weight, including accessories, and may vary according to the following schedule: (1) Two thousand pounds or less, inclusive; (2) From 2001 to 4000 pounds, inclusive; (3) From 4001 to 6000 pounds, inclusive; (4) Over 6000 pounds. Section 19. That § 32-5A-6 be repealed. 32-5A-6. If a county imposes a wheel tax pursuant to § 32-5A-1 in excess of two dollars per wheel, all of the revenue from the tax that is in excess of two dollars per wheel shall be used to replace property taxes the county imposes for highway purposes. Section 20. That § 32-5A-7 be repealed. 32-5A-7. If a motor vehicle is licensed for a period of time of less than twelve months, any wheel tax imposed on such motor vehicle pursuant to this chapter shall be prorated on a monthly basis. Section 21. That § 32-5-78 be amended to read as follows: 32-5-78. Except as otherwise specifically provided and except as to compensation for use of the highways by motor carriers, the license fees and taxes imposed upon all of the classes of motor vehicles as specified in § § 32-5-5 to 32-5-46, inclusive, 32-5-77, 32-5B-1, and 32-5B-20 are in lieu of all taxes, general or local, except for the tax created in § 32-5A-1, to which such vehicle would otherwise be subject. Section 22. That § 32-5-129 be amended to read as follows: 32-5-129. The secretary of revenue may license agents to perform the duties of county treasurers, including collecting fees and taxes, registering and titling vehicles or boats, and noting liens on titles, pursuant to this chapter, chapter 32-5A, chapter 32-5B, chapter 32-3, and chapter 42-8. Section 23. That § 32-5-135 be amended to read as follows: 32-5-135. Licensed agents shall submit all revenue collected pursuant to chapter 32-5A to the secretary of revenue for distribution to counties. Licensed agents shall submit all revenue collected pursuant to chapter 32-5B to the secretary of revenue for deposit in the state highway fund. Section 24. The effective date of sections 14 to 23, inclusive, of this Act is January 1, 2000. BILL HISTORY 2/1/99 First read in Senate and referred to State Affairs. S.J. 278 2/10/99 Scheduled for Committee hearing on this date. 2/10/99 State Affairs Do Pass, Passed, AYES 7, NAYS 2. S.J. 443 2/12/99 Senate Deferred to another day. S.J. 485 2/16/99 Senate Deferred to another day. S.J. 504 2/17/99 Senate Deferred to another day. S.J. 531 2/18/99 Motion to Amend, Passed. S.J. 560 2/18/99 Motion to Amend, Passed. S.J. 562 2/18/99 Senate Do Pass Amended, Passed, AYES 27, NAYS 7. S.J. 562 2/18/99 Senate Title Amended Passed. S.J. 563 2/19/99 First read in House and referred to State Affairs. H.J. 653 2/26/99 Scheduled for Committee hearing on this date. 3/1/99 Scheduled for Committee hearing on this date. 3/1/99 State Affairs Do Pass Amended, Passed, AYES 11, NAYS 2. H.J. 835"}, {"bill_id": 14875, "bill_version_id": 80576, "bill_version": "House Engrossed", "bill_version_date": "1999-03-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide increased funding for the maintenance of state and local highways and roads and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-47B-4 be amended to read as follows: 10-47B-4. The fuel excise tax rates for the tax imposed by this chapter are as follows: (1) Motor fuel (except ethanol blends, E85 and M85 blends, and aviation gasoline) - $.18 $.22 per gallon; (2) Special fuel (except jet fuel) - $.18 $.22 per gallon; (3) Ethanol blends - $.16 $.20 per gallon; (4) Aviation gasoline -$.06 per gallon; (5) Jet fuel -$.04 per gallon; (6) E85 and M85 - $.06 $.10 per gallon; (7) E85 and M85 used in aircraft -$.04 per gallon; (8) Liquid petroleum gas - $.16 $.20 per gallon; (9) Compressed natural gas - $.06 $.10 per gallon. Section 2. That § 32-5-6 be amended to read as follows: 32-5-6. License fees and compensation on a noncommercial motor vehicle which is an automobile, pickup truck, or van as provided by § 32-5-5, shall be determined by the manufacturer's shipping weight, including accessories, as follows: (1) Two thousand pounds or less, inclusive, twenty thirty dollars; (2) From 2,001 to 4,000 pounds, inclusive, thirty forty-two dollars; (3) From 4,001 to 6,000 pounds, inclusive, forty fifty-five dollars . ; (4) to (11) Repealed by SL 1992, ch 26, § 7 Over 6,000 pounds, sixty-five dollars . Section 3. That § 32-5-6.1 be amended to read as follows: 32-5-6.1. License fees and compensation on recreational motor buses as defined by this section shall be determined pursuant to § 32-5-6.3. However, the maximum license fee and compensation for a recreational motor bus shall be one hundred dollars. For the purposes of this section the term, recreational motor bus, means a motor bus which has been converted for recreational purposes subsequent to the initial retail sale. License fees for any noncommercial motor home shall be determined by the manufacturer's shipping weight, including accessories, as follows: (1) Six thousand pounds or less, inclusive, sixty dollars; (2) From 6,001 to 8,000 pounds, inclusive, eighty dollars; (3) From 8,001 to 10,000 pounds, inclusive, one hundred dollars; (4) For each additional 2,000 pounds or major fraction thereof, in excess of 10,000 pounds, twenty dollars. For the purposes of this section, a motor home is a vehicle designed to provide temporary living quarters for recreational, camping, or travel use, built on or permanently attached to a self- propelled motor vehicle chassis or on a chassis cab or van that is an integral part of the completed vehicle. Section 4. That § 32-5-6.3 be amended to read as follows: 32-5-6.3. License fees on a noncommercial motor vehicle which is not an automobile, pickup truck, or van as provided by licensed pursuant to § 32-5-6 shall be determined by the gross weight of the motor vehicle as defined by subdivision 32-9-1(6), and based on the following: (1) Eight thousand pounds or less, inclusive, forty-eight fifty-five dollars; (2) For each additional 2,000 pounds or major fraction thereof from 8,001 to 32,000 pounds, inclusive, three dollars; (3) For each additional 2,000 pounds or major fraction thereof from 32,001 to 54,000 pounds, inclusive, six dollars; (4) For each additional 2,000 pounds or major fraction thereof from 54,001 to 80,000 pounds, inclusive, eighteen dollars; (5) For each additional 2,000 pounds or major fraction thereof in excess of 80,000 pounds, twenty-four dollars. It is a Class 2 misdemeanor for a person to operate a motor vehicle licensed pursuant to this section at a gross weight in excess of the gross weight for which it has been licensed. Section 5. That § 32-5-5 be amended to read as follows: 32-5-5. Subject to the provisions of § § 32-5-17 to 32-5-45, inclusive, license fees and compensation for use of the highways, fees shall be Vehicle license fees provided by this chapter are based, except as otherwise specifically provided, upon manufacturers' weights, including accessories. If a noncommercial motor vehicle is an automobile, pickup truck, or van with a manufacturer's shipping weight, including accessories, of six ten thousand pounds or less, the license fees for such a motor vehicle shall be as provided by § 32-5-6. However, if the noncommercial motor vehicle is a pickup truck that weighs more than six thousand pounds, the owner has the choice of paying the license fees pursuant to § 32-5-6 or paying the license fees based on the gross weight of the motor vehicle as provided in § 32-5-6.3. The license fees for a noncommercial motor home are as provided by § 32-5-6.1. The license fees for motorcycles shall be a motorcycle are as provided by § 32-5-9. The license fees for snowmobiles shall be a snowmobile are as provided by § 32-5-9.1. The license fees for any other noncommercial motor vehicle shall be are based on the gross weight of the motor vehicle and are as provided in § 32-5-6.3. If the department determines the actual dry weight of any model vehicle with accessories to be at variance with the manufacturers' shipping weight, the department shall certify the correct weight to be used in determining fees. These fees shall be paid annually to the county treasurer , and shall be as provided by this chapter . Section 6. That § 32-5-8 be amended to read as follows: 32-5-8. License fees and compensation for any recreational vehicle as defined in § 32-3-1 or for any noncommercial trailer and semitrailer, for use of the highways payable under § 32-5-5 and pulled by a noncommercial motor vehicle on which the license fees were paid pursuant to § 32-5-6, shall be determined upon the basis of their actual weight as follows: (1) One thousand pounds or less, inclusive, five ten dollars; (2) From 1,001 to 2,000 pounds, inclusive, fifteen twenty dollars; (3) From 2,001 to 3,000 pounds, inclusive, twenty-five thirty-five dollars; (4) From 3,001 to 4,000 pounds, inclusive, thirty-five forty-five dollars; (5) From 4,001 to 5,000 pounds, inclusive, forty-five fifty-five dollars; (6) From 5,001 to 6,000 pounds, inclusive, fifty-five sixty-five dollars; (7) From 6,001 to 7,000 pounds, inclusive, sixty-five seventy-five dollars; (8) From 7,001 to 8,000 pounds, inclusive, seventy-five eighty-five dollars; (9) From 8,001 to 9,000 pounds, inclusive, eighty-five ninety-five dollars; (10) From 9,001 to 10,000 pounds, inclusive, ninety-five one hundred five dollars; (11) For each additional 1,000 pounds or major fraction thereof, in excess of 10,000 pounds, ten dollars. Any trailer or semitrailer licensed pursuant to this section may be pulled by a noncommercial motor vehicle licensed pursuant to § 32-5-8.1 or a commercially licensed motor vehicle if the motor vehicle is registered at a gross weight to cover the weight of the trailer and its load. Section 7. That § 32-5-8.1 be amended to read as follows: 32-5-8.1. Each trailer or semitrailer pulled by a noncommercial motor vehicle on which the license fees were paid pursuant to § 32-5-6.3 shall have an identification plate displayed in a conspicuous manner. The fee for the identification plate is ten dollars. The identification plate is valid for the useful life of the trailer or semitrailer. However, if the title to the trailer or semitrailer is transferred, the new owner shall within thirty days of the date of transfer make application to the department for a new identification plate. All revenue raised by the fees shall be placed in the license plate special revenue fund. However, no identification plate may be displayed on a recreational vehicle as defined in § 32-3-1. Such a recreational vehicle shall be licensed pursuant to § 32-5-8. Section 8. That § 32-5-9 be amended to read as follows: 32-5-9. License fees and compensation for use of the highways payable under § 32-5-5 shall be: seven nine dollars and fifty cents for motorcycles with a piston displacement of less than three hundred fifty cubic centimeters and ten twelve dollars for motorcycles with a piston displacement of three hundred fifty cubic centimeters or more. Section 9. That § 32-6B-21 be amended to read as follows: 32-6B-21. The department shall issue metal numerical license plates to licensed dealers upon application and payment of a thirty forty-two dollar yearly fee to be paid at the time of the annual review date for each set desired. Such fees shall be distributed in the manner specified in § § 32-11-2 and 32-11-4.1 to 32-11-9, inclusive. The license plates shall be numbered consecutively and shall bear as a prefix the number \" 77 \" . The plates may be issued for a multiple year period. If a dealer's license is revoked or canceled or the dealer goes out of business the \" 77 \" plates shall be returned to the department. If any person operates a motor vehicle with \" 77 \" plates after the dealer license is revoked or canceled or after the dealer goes out of business, or if the person refuses to return the plates, the person is guilty of a Class 2 misdemeanor. Section 10. That § 32-10-35 be amended to read as follows: 32-10-35. Fees collected by the secretary of revenue and not otherwise provided for shall be distributed as provided by this section. Fees collected under chapter 32-10 by the secretary of revenue pursuant to § 32-5B-1 shall be deposited in the state highway fund. Fees collected under chapter 32-10 by the secretary of revenue pursuant to chapter 32-9 shall be distributed with fifty-four fifty-seven percent to the state highway local government highway and bridge fund, forty-one and one-half percent to counties, two one-half percent to the state motor vehicle fund, and two and one-half one percent to the state license plate special revenue fund. The counties' portion shall be distributed among the counties, pro rata, twenty-five percent according to truck registrations, twenty-five percent according to population, and fifty percent according to total road mileage. Each county shall distribute fifty-four percent of its portion to the county general fund, thirty-four percent of its portion to the special highway fund as provided by § 32-11-4.1, and twelve percent of its portion to the municipalities of the county pursuant to § 32-11-4.1. Section 11. There is hereby appropriated each fiscal year from the state highway fund the sum of one million thirty-three thousand two hundred sixty-nine dollars and ten cents to the Department of Revenue for distribution to the counties. The moneys shall be distributed to the counties in the same amounts as funds were distributed to the counties by the Department of Game, Fish and Parks for license fees in calendar year 1997, pursuant to § 41-6-70. The moneys shall be deposited in the special highway fund of each county. The secretary of revenue shall distribute the money prior to December thirty-first of each year. Section 12. The effective date of section 1 of this Act is April 1, 1999. Section 13. The effective date of sections 2 to 11, inclusive, of this Act is July 1, 1999. Section 14. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval. BILL HISTORY 2/1/99 First read in Senate and referred to State Affairs. S.J. 278 2/10/99 Scheduled for Committee hearing on this date. 2/10/99 State Affairs Do Pass, Passed, AYES 7, NAYS 2. S.J. 443 2/12/99 Senate Deferred to another day. S.J. 485 2/16/99 Senate Deferred to another day. S.J. 504 2/17/99 Senate Deferred to another day. S.J. 531 2/18/99 Motion to Amend, Passed. S.J. 560 2/18/99 Motion to Amend, Passed. S.J. 562 2/18/99 Senate Do Pass Amended, Passed, AYES 27, NAYS 7. S.J. 562 2/18/99 Senate Title Amended Passed. S.J. 563 2/19/99 First read in House and referred to State Affairs. H.J. 653 2/26/99 Scheduled for Committee hearing on this date. 3/1/99 Scheduled for Committee hearing on this date. 3/1/99 State Affairs Do Pass Amended, Passed, AYES 11, NAYS 2. H.J. 835 3/3/99 House of Representatives Placed on Calendar."}, {"bill_id": 14875, "bill_version_id": 80575, "bill_version": "Enrolled", "bill_version_date": "1999-03-04T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14875, "action_date": "1999-02-01T14:00:00-06:00", "document_id": 82147, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82147.pdf", "status_text": "First read in Senate and referred to", "journal_page": 278, "committee_id_action": 629, "committee_id_assigned": 611, "result": "N", "vote": {}}, {"bill_id": 14875, "action_date": "1999-02-10T07:45:00-06:00", "document_id": 82088, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82088.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14875, "action_date": "1999-02-10T07:45:00-06:00", "document_id": 82088, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82088.pdf", "status_text": "Do Pass,", "journal_page": 443, "committee_id_action": 611, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41282, "president_vote": null, "Yea": [2224, 2270, 2259, 2230, 2299, 2283, 2241], "Nay": [2246, 2292]}}, {"bill_id": 14875, "action_date": "1999-02-12T14:00:00-06:00", "document_id": 81775, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81775.pdf", "status_text": "Deferred to another day", "journal_page": 485, "committee_id_action": 629, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14875, "action_date": "1999-02-16T14:00:00-06:00", "document_id": 82155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82155.pdf", "status_text": "Deferred to another day", "journal_page": 504, "committee_id_action": 629, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14875, "action_date": "1999-02-17T14:00:00-06:00", "document_id": 82156, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82156.pdf", "status_text": "Motion to Amend,", "journal_page": 525, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14875, "action_date": "1999-02-17T14:00:00-06:00", "document_id": 82156, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82156.pdf", "status_text": "Motion to Amend,", "journal_page": 530, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14875, "action_date": "1999-02-17T14:00:00-06:00", "document_id": 82156, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82156.pdf", "status_text": "Motion to Amend,", "journal_page": 530, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14875, "action_date": "1999-02-17T14:00:00-06:00", "document_id": 82156, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82156.pdf", "status_text": "Motion to Amend,", "journal_page": 530, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14875, "action_date": "1999-02-17T14:00:00-06:00", "document_id": 82156, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82156.pdf", "status_text": "Motion to Amend,", "journal_page": 530, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14875, "action_date": "1999-02-17T14:00:00-06:00", "document_id": 82156, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82156.pdf", "status_text": "Deferred to another day", "journal_page": 531, "committee_id_action": 629, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14875, "action_date": "1999-02-18T14:00:00-06:00", "document_id": 82157, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82157.pdf", "status_text": "Motion to Amend,", "journal_page": 560, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14875, "action_date": "1999-02-18T14:00:00-06:00", "document_id": 82157, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82157.pdf", "status_text": "Motion to Amend,", "journal_page": 560, "committee_id_action": 629, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14875, "action_date": "1999-02-18T14:00:00-06:00", "document_id": 82157, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82157.pdf", "status_text": "Motion to Amend,", "journal_page": 562, "committee_id_action": 629, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14875, "action_date": "1999-02-18T14:00:00-06:00", "document_id": 82157, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82157.pdf", "status_text": "Do Pass Amended,", "journal_page": 562, "committee_id_action": 629, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41760, "president_vote": null, "Yea": [2199, 2202, 2215, 2217, 2225, 2226, 2230, 2234, 2235, 2241, 2242, 2246, 2251, 2258, 2259, 2263, 2269, 2270, 2274, 2275, 2280, 2283, 2285, 2292, 2293, 2294, 2299], "Nay": [2201, 2205, 2206, 2221, 2239, 2252, 2289], "Excused": [2224]}}, {"bill_id": 14875, "action_date": "1999-02-18T14:00:00-06:00", "document_id": 82157, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82157.pdf", "status_text": "Title Amended", "journal_page": 563, "committee_id_action": 629, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14875, "action_date": "1999-02-19T14:00:00-06:00", "document_id": 81763, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81763.pdf", "status_text": "First read in House and referred to", "journal_page": 653, "committee_id_action": 628, "committee_id_assigned": 623, "result": "N", "vote": {}}, {"bill_id": 14875, "action_date": "1999-02-26T10:00:00-06:00", "document_id": 81970, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81970.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14875, "action_date": "1999-03-01T08:00:00-06:00", "document_id": 81971, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81971.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14875, "action_date": "1999-03-01T08:00:00-06:00", "document_id": 81971, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81971.pdf", "status_text": "Do Pass Amended,", "journal_page": 835, "committee_id_action": 623, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 42156, "president_vote": null, "Yea": [2208, 2228, 2232, 2240, 2245, 2247, 2257, 2262, 2282, 2287, 2214], "Nay": [2254, 2266]}}, {"bill_id": 14875, "action_date": "1999-03-01T08:00:00-06:00", "document_id": 81971, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81971.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14875, "action_date": "1999-03-03T14:00:00-06:00", "document_id": 82137, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82137.pdf", "status_text": "Motion to Amend,", "journal_page": 873, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43634, "president_vote": null, "Yea": [2200, 2203, 2207, 2208, 2209, 2210, 2211, 2213, 2216, 2219, 2220, 2222, 2223, 2227, 2231, 2236, 2237, 2238, 2240, 2243, 2244, 2247, 2248, 2249, 2253, 2255, 2256, 2260, 2261, 2264, 2265, 2266, 2267, 2271, 2272, 2276, 2278, 2279, 2282, 2284, 2286, 2287, 2288, 2290, 2291, 2295, 2296, 2298, 2300, 2301, 2302, 2303], "Nay": [2204, 2212, 2214, 2218, 2228, 2229, 2232, 2250, 2257, 2262, 2268, 2273, 2277, 2281, 2297, 2245], "Excused": [2233], "Absent": [2254]}}, {"bill_id": 14875, "action_date": "1999-03-03T14:00:00-06:00", "document_id": 82137, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82137.pdf", "status_text": "Motion to Amend,", "journal_page": 874, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14875, "action_date": "1999-03-03T14:00:00-06:00", "document_id": 82137, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82137.pdf", "status_text": "Motion to Amend,", "journal_page": 875, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14875, "action_date": "1999-03-03T14:00:00-06:00", "document_id": 82137, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82137.pdf", "status_text": "Do Pass Amended,", "journal_page": 877, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43636, "president_vote": null, "Yea": [2200, 2203, 2204, 2207, 2208, 2209, 2210, 2211, 2212, 2213, 2214, 2218, 2219, 2220, 2222, 2223, 2227, 2228, 2229, 2232, 2236, 2237, 2238, 2240, 2243, 2244, 2247, 2248, 2249, 2255, 2260, 2262, 2265, 2266, 2267, 2268, 2271, 2272, 2276, 2277, 2278, 2279, 2281, 2282, 2284, 2286, 2287, 2288, 2290, 2291, 2295, 2296, 2298, 2300, 2302, 2303, 2245], "Nay": [2216, 2231, 2250, 2253, 2254, 2256, 2257, 2261, 2264, 2273, 2297, 2301], "Excused": [2233]}}, {"bill_id": 14875, "action_date": "1999-03-03T14:00:00-06:00", "document_id": 82137, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82137.pdf", "status_text": "Title Amended", "journal_page": 877, "committee_id_action": 628, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14875, "action_date": "1999-03-04T14:00:00-06:00", "document_id": 81781, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81781.pdf", "status_text": "Signed by President", "journal_page": 785, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14875, "action_date": "1999-03-04T14:00:00-06:00", "document_id": 81781, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81781.pdf", "status_text": "Delivered to the Governor", "journal_page": 786, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14875, "action_date": "1999-03-04T14:00:00-06:00", "document_id": 81766, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81766.pdf", "status_text": "Signed by Speaker", "journal_page": 928, "committee_id_action": 628, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14875, "action_date": "1999-03-08T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": null, "committee_id_action": 629, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1253, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14875"}