{"session_id": 32, "bill_id": 8876, "bill_type": "Senate Bill", "bill_number": 62, "bill_title": "provide for the notification related to a breach of certain data and to provide a penalty therefor.", "sponsors": [], "keywords": ["Crimes", "Trade Regulation"], "audio": [{"meeting_datetime": "2018-01-16T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju05.mp3", "start_seconds": 921.0}, {"meeting_datetime": "2018-01-16T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju05.mp3", "start_seconds": 921.0}, {"meeting_datetime": "2018-01-16T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju05.mp3", "start_seconds": 921.0}, {"meeting_datetime": "2018-01-16T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju05.mp3", "start_seconds": 921.0}, {"meeting_datetime": "2018-01-23T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju10.mp3", "start_seconds": 120.0}, {"meeting_datetime": "2018-01-23T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju10.mp3", "start_seconds": 120.0}, {"meeting_datetime": "2018-01-23T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju10.mp3", "start_seconds": 120.0}, {"meeting_datetime": "2018-01-23T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju10.mp3", "start_seconds": 120.0}, {"meeting_datetime": "2018-01-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen12.mp3", "start_seconds": 1802.0}, {"meeting_datetime": "2018-01-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen12.mp3", "start_seconds": 1802.0}, {"meeting_datetime": "2018-01-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen12.mp3", "start_seconds": 1802.0}, {"meeting_datetime": "2018-01-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen12.mp3", "start_seconds": 1802.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju26.mp3", "start_seconds": 278.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju26.mp3", "start_seconds": 278.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju26.mp3", "start_seconds": 278.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hju26.mp3", "start_seconds": 278.0}, {"meeting_datetime": "2018-02-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou30.mp3", "start_seconds": 4266.0}, {"meeting_datetime": "2018-02-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou30.mp3", "start_seconds": 4266.0}, {"meeting_datetime": "2018-02-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou30.mp3", "start_seconds": 4266.0}], "bill_versions": [{"bill_id": 8876, "bill_version_id": 46837, "bill_version": "Introduced", "bill_version_date": "2018-01-05T16:53:44.953-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the notification related to a breach of certain data and to provide a penalty therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 22-40 be amended by adding a NEW SECTION to read: Terms in this Act mean: (1) \"Breach of system security,\" the acquisition of unencrypted computerized data or encrypted computerized data and the encryption key by an unauthorized person that materially compromises the security, confidentiality, or integrity of personal or protected information maintained by the information holder. The term does not include the good faith acquisition of personal or protected information by an employee or agent of the information holder for the purposes of the information holder if the personal or protected information is not used or subject to further unauthorized disclosure; (2) \"Encrypted,\" computerized data that is rendered unusable, unreadable, or indecipherable without the use of a decryption process or key and in accordance with the Federal Information Processing Standard 140-2 in effect on January 1, 2018; (3) \"Information holder,\" any person or business that conducts business in this state, and that owns or retains computerized personal or protected information of residents of this state; (4) \"Personal information,\" a person's first name or first initial and last name, in combination with any one or more of the following data elements: (a) Social security number; (b) Driver license number or other unique identification number created or collected by a government body; (c) Account, credit card, or debit card number, in combination with any required security code, access code, password, routing number, PIN, or any additional information that would permit access to a person's financial account; (d) Medical information; (e) Health insurance information; or (f) An identification number assigned to a person by the person's employer in combination with any required security code, access code, password, or biometric data generated from measurements or analysis of human body characteristics for authentication purposes. The term does not include information that is lawfully made available to the general public from federal, state, or local government records or information that has been redacted, or otherwise made unusable; and (5) \"Protected information,\" includes: (a) A user name or email address, in combination with a password, security question answer, or other information that permits access to an online account; and (b) Account number or credit or debit card number, in combination with any required security code, access code, or password that permits access to a person's financial account; (6) \"Unauthorized person,\" any person not authorized to acquire or disclose personal information, or any person authorized by the information holder to access personal information who has acquired or disclosed the personal information outside the guidelines for access of disclosure established by the information holder. Section 2. That chapter 22-40 be amended by adding a NEW SECTION to read: Following the discovery or notification of a breach of system security an information holder shall disclose in accordance with section 4 of this Act the breach of system security to any resident of this state whose personal or protected information was, or is reasonably believed to have been, acquired by an unauthorized person. A disclosure under this section shall be made not later than forty-five days from the discovery or notification of the breach of system security, unless a longer period of time is required due to the legitimate needs of law enforcement as provided under section 3 of this Act. Any information holder that experiences a breach of system security under this section shall disclose to the attorney general by mail or electronic mail any breach of system security that exceeds two hundred fifty residents of this state. Section 3. That chapter 22-40 be amended by adding a NEW SECTION to read: A notification required under section 2 of this Act may be delayed if a law enforcement agency determines that the notification will impede a criminal investigation. If the notification is delayed, the notification shall be made not later than thirty days after the law enforcement agency determines that notification will not compromise the criminal investigation. Section 4. That chapter 22-40 be amended by adding a NEW SECTION to read: A disclosure under section 2 of this Act may be provided by: (1) Written notice; (2) Electronic notice, if the electronic notice is consistent with the provisions regarding electronic records and signatures set forth in 15 U.S.C. § 7001 in effect as of January 1, 2018, or if the information holder's primary method of communication with the resident of this state has been by electronic means; or (3) Substitute notice, if the information holder demonstrates that the cost of providing notice would exceed two hundred fifty thousand dollars, that the affected class of persons to be notified exceeds five hundred thousand persons, or that the information holder does not have sufficient contact information and the notice consists of each of the following: (a) Email notice, if the information holder has an email address for the subject persons; (b) Conspicuous posting of the notice on the information holder's website, if the information holder maintains a website page; and (c) Notification to statewide media. Section 5. That chapter 22-40 be amended by adding a NEW SECTION to read: Notwithstanding section 4 of this Act, if an information holder maintains its own notification procedure as part of an information security policy for the treatment of personal or protected information and the policy is otherwise consistent with the timing requirements of this section, the information holder is in compliance with the notification requirements of section 4 of this Act if the information holder notifies each person in accordance with the information holder's policies in the event of a breach of system security. Section 6. That chapter 22-40 be amended by adding a NEW SECTION to read: If an information holder discovers circumstances that require notification pursuant to section 2 of this Act regarding more than two hundred fifty persons at one time, the information holder shall also notify, without unreasonable delay, all consumer reporting agencies, as defined under 15 U.S.C. § 1681a in effect as of January 1, 2018, and any other credit bureau or agency that compiles and maintains files on consumers on a nationwide basis, of the timing, distribution, and content of the notice. Section 7. That chapter 22-40 be amended by adding a NEW SECTION to read: Each failure to disclose under the provisions of this Act is a deceptive act or practice under § 37-24-6. In addition to any remedy provided under chapter 37-24, the attorney general may bring an action to recover on behalf of the state a civil penalty of not more than ten thousand dollars per day per violation. The attorney general may recover attorney's fees and any costs associated with any action brought under this section."}, {"bill_id": 8876, "bill_version_id": 47649, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2018-01-23T12:44:13.97-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the notification related to a breach of certain data and to provide a penalty therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 22-40 be amended by adding a NEW SECTION to read: Terms in this Act mean: (1) \"Breach of system security,\" the unauthorized acquisition of unencrypted computerized data or encrypted computerized data and the encryption key by any person that materially compromises the security, confidentiality, or integrity of personal or protected information maintained by the information holder. The term does not include the good faith acquisition of personal or protected information by an employee or agent of the information holder for the purposes of the information holder if the personal or protected information is not used or subject to further unauthorized disclosure; (2) \"Encrypted,\" computerized data that is rendered unusable, unreadable, or indecipherable without the use of a decryption process or key or in accordance with the Federal Information Processing Standard 140-2 in effect on January 1, 2018; (3) \"Information holder,\" any person or business that conducts business in this state, and that owns or retains computerized personal or protected information of residents of this state; (4) \"Personal information,\" a person's first name or first initial and last name, in combination with any one or more of the following data elements: (a) Social security number; (b) Driver license number or other unique identification number created or collected by a government body; (c) Account, credit card, or debit card number, in combination with any required security code, access code, password, routing number, PIN, or any additional information that would permit access to a person's financial account; (d) Health information as defined in 45 CFR 160.103; or (e) An identification number assigned to a person by the person's employer in combination with any required security code, access code, password, or biometric data generated from measurements or analysis of human body characteristics for authentication purposes. The term does not include information that is lawfully made available to the general public from federal, state, or local government records or information that has been redacted, or otherwise made unusable; and (5) \"Protected information,\" includes: (a) A user name or email address, in combination with a password, security question answer, or other information that permits access to an online account; and (b) Account number or credit or debit card number, in combination with any required security code, access code, or password that permits access to a person's financial account; (6) \"Unauthorized person,\" any person not authorized to acquire or disclose personal information, or any person authorized by the information holder to access personal information who has acquired or disclosed the personal information outside the guidelines for access of disclosure established by the information holder. Section 2. That chapter 22-40 be amended by adding a NEW SECTION to read: Following the discovery by or notification to an information holder of a breach of system security an information holder shall disclose in accordance with section 4 of this Act the breach of system security to any resident of this state whose personal or protected information was, or is reasonably believed to have been, acquired by an unauthorized person. A disclosure under this section shall be made not later than sixty days from the discovery or notification of the breach of system security, unless a longer period of time is required due to the legitimate needs of law enforcement as provided under section 3 of this Act. An information holder is not required to make a disclosure under this section if, following an appropriate investigation and notice to the attorney general, the information holder reasonably determines that the breach will not likely result in harm to the affected person. The information holder shall document the determination under this section in writing and maintain the documentation for not less than three years. Any information holder that experiences a breach of system security under this section shall disclose to the attorney general by mail or electronic mail any breach of system security that exceeds two hundred fifty residents of this state. Section 3. That chapter 22-40 be amended by adding a NEW SECTION to read: A notification required under section 2 of this Act may be delayed if a law enforcement agency determines that the notification will impede a criminal investigation. If the notification is delayed, the notification shall be made not later than thirty days after the law enforcement agency determines that notification will not compromise the criminal investigation. Section 4. That chapter 22-40 be amended by adding a NEW SECTION to read: A disclosure under section 2 of this Act may be provided by: (1) Written notice; (2) Electronic notice, if the electronic notice is consistent with the provisions regarding electronic records and signatures set forth in 15 U.S.C. § 7001 in effect as of January 1, 2018, or if the information holder's primary method of communication with the resident of this state has been by electronic means; or (3) Substitute notice, if the information holder demonstrates that the cost of providing notice would exceed two hundred fifty thousand dollars, that the affected class of persons to be notified exceeds five hundred thousand persons, or that the information holder does not have sufficient contact information and the notice consists of each of the following: (a) Email notice, if the information holder has an email address for the subject persons; (b) Conspicuous posting of the notice on the information holder's website, if the information holder maintains a website page; and (c) Notification to statewide media. Section 5. That chapter 22-40 be amended by adding a NEW SECTION to read: Notwithstanding section 4 of this Act, if an information holder maintains its own notification procedure as part of an information security policy for the treatment of personal or protected information and the policy is otherwise consistent with the timing requirements of this section, the information holder is in compliance with the notification requirements of section 4 of this Act if the information holder notifies each person in accordance with the information holder's policies in the event of a breach of system security. Section 6. That chapter 22-40 be amended by adding a NEW SECTION to read: If an information holder discovers circumstances that require notification pursuant to section 2 of this Act regarding more than two hundred fifty persons at one time, the information holder shall also notify, without unreasonable delay, all consumer reporting agencies, as defined under 15 U.S.C. § 1681a in effect as of January 1, 2018, and any other credit bureau or agency that compiles and maintains files on consumers on a nationwide basis, of the timing, distribution, and content of the notice. Section 7. That chapter 22-40 be amended by adding a NEW SECTION to read: The attorney general may prosecute each failure to disclose under the provisions of this Act as a deceptive act or practice under § 37-24-6. In addition to any remedy provided under chapter 37-24, the attorney general may bring an action to recover on behalf of the state a civil penalty of not more than ten thousand dollars per day per violation. The attorney general may recover attorney's fees and any costs associated with any action brought under this section. Section 8. That chapter 22-40 be amended by adding a NEW SECTION to read: Notwithstanding any other provisions in this Act, any information holder that is regulated by federal law or regulation, including the Health Insurance Portability and Accountability Act of 1996 (P.L. 104-191, as amended) or the Gramm Leach Bliley Act (15 U.S.C. § 6801 et seq., as amended) and that maintains procedures for a breach of system security pursuant to the laws, rules, regulations, guidance, or guidelines established by its primary or functional federal regulator is deemed to be in compliance with this chapter if the information holder notifies affected South Dakota residents in accordance with the maintained procedures when a breach of system security occurs."}, {"bill_id": 8876, "bill_version_id": 48045, "bill_version": "Senate Engrossed", "bill_version_date": "2018-01-25T16:32:57.107-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the notification related to a breach of certain data and to provide a penalty therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 22-40 be amended by adding a NEW SECTION to read: Terms in this Act mean: (1) \"Breach of system security,\" the unauthorized acquisition of unencrypted computerized data or encrypted computerized data and the encryption key by any person that materially compromises the security, confidentiality, or integrity of personal or protected information maintained by the information holder. The term does not include the good faith acquisition of personal or protected information by an employee or agent of the information holder for the purposes of the information holder if the personal or protected information is not used or subject to further unauthorized disclosure; (2) \"Encrypted,\" computerized data that is rendered unusable, unreadable, or indecipherable without the use of a decryption process or key or in accordance with the Federal Information Processing Standard 140-2 in effect on January 1, 2018; (3) \"Information holder,\" any person or business that conducts business in this state, and that owns or retains computerized personal or protected information of residents of this state; (4) \"Personal information,\" a person's first name or first initial and last name, in combination with any one or more of the following data elements: (a) Social security number; (b) Driver license number or other unique identification number created or collected by a government body; (c) Account, credit card, or debit card number, in combination with any required security code, access code, password, routing number, PIN, or any additional information that would permit access to a person's financial account; (d) Health information as defined in 45 CFR 160.103; or (e) An identification number assigned to a person by the person's employer in combination with any required security code, access code, password, or biometric data generated from measurements or analysis of human body characteristics for authentication purposes. The term does not include information that is lawfully made available to the general public from federal, state, or local government records or information that has been redacted, or otherwise made unusable; and (5) \"Protected information,\" includes: (a) A user name or email address, in combination with a password, security question answer, or other information that permits access to an online account; and (b) Account number or credit or debit card number, in combination with any required security code, access code, or password that permits access to a person's financial account; (6) \"Unauthorized person,\" any person not authorized to acquire or disclose personal information, or any person authorized by the information holder to access personal information who has acquired or disclosed the personal information outside the guidelines for access of disclosure established by the information holder. Section 2. That chapter 22-40 be amended by adding a NEW SECTION to read: Following the discovery by or notification to an information holder of a breach of system security an information holder shall disclose in accordance with section 4 of this Act the breach of system security to any resident of this state whose personal or protected information was, or is reasonably believed to have been, acquired by an unauthorized person. A disclosure under this section shall be made not later than sixty days from the discovery or notification of the breach of system security, unless a longer period of time is required due to the legitimate needs of law enforcement as provided under section 3 of this Act. An information holder is not required to make a disclosure under this section if, following an appropriate investigation and notice to the attorney general, the information holder reasonably determines that the breach will not likely result in harm to the affected person. The information holder shall document the determination under this section in writing and maintain the documentation for not less than three years. Any information holder that experiences a breach of system security under this section shall disclose to the attorney general by mail or electronic mail any breach of system security that exceeds two hundred fifty residents of this state. Section 3. That chapter 22-40 be amended by adding a NEW SECTION to read: A notification required under section 2 of this Act may be delayed if a law enforcement agency determines that the notification will impede a criminal investigation. If the notification is delayed, the notification shall be made not later than thirty days after the law enforcement agency determines that notification will not compromise the criminal investigation. Section 4. That chapter 22-40 be amended by adding a NEW SECTION to read: A disclosure under section 2 of this Act may be provided by: (1) Written notice; (2) Electronic notice, if the electronic notice is consistent with the provisions regarding electronic records and signatures set forth in 15 U.S.C. § 7001 in effect as of January 1, 2018, or if the information holder's primary method of communication with the resident of this state has been by electronic means; or (3) Substitute notice, if the information holder demonstrates that the cost of providing notice would exceed two hundred fifty thousand dollars, that the affected class of persons to be notified exceeds five hundred thousand persons, or that the information holder does not have sufficient contact information and the notice consists of each of the following: (a) Email notice, if the information holder has an email address for the subject persons; (b) Conspicuous posting of the notice on the information holder's website, if the information holder maintains a website page; and (c) Notification to statewide media. Section 5. That chapter 22-40 be amended by adding a NEW SECTION to read: Notwithstanding section 4 of this Act, if an information holder maintains its own notification procedure as part of an information security policy for the treatment of personal or protected information and the policy is otherwise consistent with the timing requirements of this section, the information holder is in compliance with the notification requirements of section 4 of this Act if the information holder notifies each person in accordance with the information holder's policies in the event of a breach of system security. Section 6. That chapter 22-40 be amended by adding a NEW SECTION to read: If an information holder discovers circumstances that require notification pursuant to section 2 of this Act regarding more than two hundred fifty persons at one time, the information holder shall also notify, without unreasonable delay, all consumer reporting agencies, as defined under 15 U.S.C. § 1681a in effect as of January 1, 2018, and any other credit bureau or agency that compiles and maintains files on consumers on a nationwide basis, of the timing, distribution, and content of the notice. Section 7. That chapter 22-40 be amended by adding a NEW SECTION to read: The attorney general may prosecute each failure to disclose under the provisions of this Act as a deceptive act or practice under § 37-24-6. In addition to any remedy provided under chapter 37-24, the attorney general may bring an action to recover on behalf of the state a civil penalty of not more than ten thousand dollars per day per violation. The attorney general may recover attorney's fees and any costs associated with any action brought under this section. Section 8. That chapter 22-40 be amended by adding a NEW SECTION to read: Notwithstanding any other provisions in this Act, any information holder that is regulated by federal law or regulation, including the Health Insurance Portability and Accountability Act of 1996 (P.L. 104-191, as amended) or the Gramm Leach Bliley Act (15 U.S.C. § 6801 et seq., as amended) and that maintains procedures for a breach of system security pursuant to the laws, rules, regulations, guidance, or guidelines established by its primary or functional federal regulator is deemed to be in compliance with this chapter if the information holder notifies affected South Dakota residents in accordance with the provisions of the applicable federal law or regulation."}, {"bill_id": 8876, "bill_version_id": 49583, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2018-02-21T13:51:23.85-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the notification related to a breach of certain data and to provide a penalty therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 22-40 be amended by adding a NEW SECTION to read: Terms in this Act mean: (1) \"Breach of system security,\" the unauthorized acquisition of unencrypted computerized data or encrypted computerized data and the encryption key by any person that materially compromises the security, confidentiality, or integrity of personal or protected information maintained by the information holder. The term does not include the good faith acquisition of personal or protected information by an employee or agent of the information holder for the purposes of the information holder if the personal or protected information is not used or subject to further unauthorized disclosure; (2) \"Encrypted,\" computerized data that is rendered unusable, unreadable, or indecipherable without the use of a decryption process or key or in accordance with the Federal Information Processing Standard 140-2 in effect on January 1, 2018; (3) \"Information holder,\" any person or business that conducts business in this state, and that owns or retains computerized personal or protected information of residents of this state; (4) \"Personal information,\" a person's first name or first initial and last name, in combination with any one or more of the following data elements: (a) Social security number; (b) Driver license number or other unique identification number created or collected by a government body; (c) Account, credit card, or debit card number, in combination with any required security code, access code, password, routing number, PIN, or any additional information that would permit access to a person's financial account; (d) Health information as defined in 45 CFR 160.103; or (e) An identification number assigned to a person by the person's employer in combination with any required security code, access code, password, or biometric data generated from measurements or analysis of human body characteristics for authentication purposes. The term does not include information that is lawfully made available to the general public from federal, state, or local government records or information that has been redacted, or otherwise made unusable; and (5) \"Protected information,\" includes: (a) A user name or email address, in combination with a password, security question answer, or other information that permits access to an online account; and (b) Account number or credit or debit card number, in combination with any required security code, access code, or password that permits access to a person's financial account; (6) \"Unauthorized person,\" any person not authorized to acquire or disclose personal information, or any person authorized by the information holder to access personal information who has acquired or disclosed the personal information outside the guidelines for access of disclosure established by the information holder. Section 2. That chapter 22-40 be amended by adding a NEW SECTION to read: Following the discovery by or notification to an information holder of a breach of system security an information holder shall disclose in accordance with section 4 of this Act the breach of system security to any resident of this state whose personal or protected information was, or is reasonably believed to have been, acquired by an unauthorized person. A disclosure under this section shall be made not later than sixty days from the discovery or notification of the breach of system security, unless a longer period of time is required due to the legitimate needs of law enforcement as provided under section 3 of this Act. An information holder is not required to make a disclosure under this section if, following an appropriate investigation and notice to the attorney general, the information holder reasonably determines that the breach will not likely result in harm to the affected person. The information holder shall document the determination under this section in writing and maintain the documentation for not less than three years. Any information holder that experiences a breach of system security under this section shall disclose to the attorney general by mail or electronic mail any breach of system security that exceeds two hundred fifty residents of this state. Section 3. That chapter 22-40 be amended by adding a NEW SECTION to read: A notification required under section 2 of this Act may be delayed if a law enforcement agency determines that the notification will impede a criminal investigation. If the notification is delayed, the notification shall be made not later than thirty days after the law enforcement agency determines that notification will not compromise the criminal investigation. Section 4. That chapter 22-40 be amended by adding a NEW SECTION to read: A disclosure under section 2 of this Act may be provided by: (1) Written notice; (2) Electronic notice, if the electronic notice is consistent with the provisions regarding electronic records and signatures set forth in 15 U.S.C. § 7001 in effect as of January 1, 2018, or if the information holder's primary method of communication with the resident of this state has been by electronic means; or (3) Substitute notice, if the information holder demonstrates that the cost of providing notice would exceed two hundred fifty thousand dollars, that the affected class of persons to be notified exceeds five hundred thousand persons, or that the information holder does not have sufficient contact information and the notice consists of each of the following: (a) Email notice, if the information holder has an email address for the subject persons; (b) Conspicuous posting of the notice on the information holder's website, if the information holder maintains a website page; and (c) Notification to statewide media. Section 5. That chapter 22-40 be amended by adding a NEW SECTION to read: Notwithstanding section 4 of this Act, if an information holder maintains its own notification procedure as part of an information security policy for the treatment of personal or protected information and the policy is otherwise consistent with the timing requirements of this section, the information holder is in compliance with the notification requirements of section 4 of this Act if the information holder notifies each person in accordance with the information holder's policies in the event of a breach of system security. Section 6. That chapter 22-40 be amended by adding a NEW SECTION to read: If an information holder discovers circumstances that require notification pursuant to section 2 of this Act the information holder shall also notify, without unreasonable delay, all consumer reporting agencies, as defined under 15 U.S.C. § 1681a in effect as of January 1, 2018, and any other credit bureau or agency that compiles and maintains files on consumers on a nationwide basis, of the timing, distribution, and content of the notice. Section 7. That chapter 22-40 be amended by adding a NEW SECTION to read: The attorney general may prosecute each failure to disclose under the provisions of this Act as a deceptive act or practice under § 37-24-6. In addition to any remedy provided under chapter 37-24, the attorney general may bring an action to recover on behalf of the state a civil penalty of not more than ten thousand dollars per day per violation. The attorney general may recover attorney's fees and any costs associated with any action brought under this section. Section 8. That chapter 22-40 be amended by adding a NEW SECTION to read: Notwithstanding any other provisions in this Act, any information holder that is regulated by federal law or regulation, including the Health Insurance Portability and Accountability Act of 1996 (P.L. 104-191, as amended) or the Gramm Leach Bliley Act (15 U.S.C. § 6801 et seq., as amended) and that maintains procedures for a breach of system security pursuant to the laws, rules, regulations, guidance, or guidelines established by its primary or functional federal regulator is deemed to be in compliance with this chapter if the information holder notifies affected South Dakota residents in accordance with the provisions of the applicable federal law or regulation."}, {"bill_id": 8876, "bill_version_id": 50504, "bill_version": "Conference Committee Engrossed", "bill_version_date": "2018-03-08T16:13:45.237-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the notification related to a breach of certain data and to provide a penalty therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 22-40 be amended by adding a NEW SECTION to read: Terms in this Act mean: (1) \"Breach of system security,\" the unauthorized acquisition of unencrypted computerized data or encrypted computerized data and the encryption key by any person that materially compromises the security, confidentiality, or integrity of personal or protected information maintained by the information holder. The term does not include the good faith acquisition of personal or protected information by an employee or agent of the information holder for the purposes of the information holder if the personal or protected information is not used or subject to further unauthorized disclosure; (2) \"Encrypted,\" computerized data that is rendered unusable, unreadable, or indecipherable without the use of a decryption process or key or in accordance with the Federal Information Processing Standard 140-2 in effect on January 1, 2018; (3) \"Information holder,\" any person or business that conducts business in this state, and that owns or licenses computerized personal or protected information of residents of this state; (4) \"Personal information,\" a person's first name or first initial and last name, in combination with any one or more of the following data elements: (a) Social security number; (b) Driver license number or other unique identification number created or collected by a government body; (c) Account, credit card, or debit card number, in combination with any required security code, access code, password, routing number, PIN, or any additional information that would permit access to a person's financial account; (d) Health information as defined in 45 CFR 160.103; or (e) An identification number assigned to a person by the person's employer in combination with any required security code, access code, password, or biometric data generated from measurements or analysis of human body characteristics for authentication purposes. The term does not include information that is lawfully made available to the general public from federal, state, or local government records or information that has been redacted, or otherwise made unusable; and (5) \"Protected information,\" includes: (a) A user name or email address, in combination with a password, security question answer, or other information that permits access to an online account; and (b) Account number or credit or debit card number, in combination with any required security code, access code, or password that permits access to a person's financial account; (6) \"Unauthorized person,\" any person not authorized to acquire or disclose personal information, or any person authorized by the information holder to access personal information who has acquired or disclosed the personal information outside the guidelines for access of disclosure established by the information holder. Section 2. That chapter 22-40 be amended by adding a NEW SECTION to read: Following the discovery by or notification to an information holder of a breach of system security an information holder shall disclose in accordance with section 4 of this Act the breach of system security to any resident of this state whose personal or protected information was, or is reasonably believed to have been, acquired by an unauthorized person. A disclosure under this section shall be made not later than sixty days from the discovery or notification of the breach of system security, unless a longer period of time is required due to the legitimate needs of law enforcement as provided under section 3 of this Act. An information holder is not required to make a disclosure under this section if, following an appropriate investigation and notice to the attorney general, the information holder reasonably determines that the breach will not likely result in harm to the affected person. The information holder shall document the determination under this section in writing and maintain the documentation for not less than three years. Any information holder that experiences a breach of system security under this section shall disclose to the attorney general by mail or electronic mail any breach of system security that exceeds two hundred fifty residents of this state. Section 3. That chapter 22-40 be amended by adding a NEW SECTION to read: A notification required under section 2 of this Act may be delayed if a law enforcement agency determines that the notification will impede a criminal investigation. If the notification is delayed, the notification shall be made not later than thirty days after the law enforcement agency determines that notification will not compromise the criminal investigation. Section 4. That chapter 22-40 be amended by adding a NEW SECTION to read: A disclosure under section 2 of this Act may be provided by: (1) Written notice; (2) Electronic notice, if the electronic notice is consistent with the provisions regarding electronic records and signatures set forth in 15 U.S.C. § 7001 in effect as of January 1, 2018, or if the information holder's primary method of communication with the resident of this state has been by electronic means; or (3) Substitute notice, if the information holder demonstrates that the cost of providing notice would exceed two hundred fifty thousand dollars, that the affected class of persons to be notified exceeds five hundred thousand persons, or that the information holder does not have sufficient contact information and the notice consists of each of the following: (a) Email notice, if the information holder has an email address for the subject persons; (b) Conspicuous posting of the notice on the information holder's website, if the information holder maintains a website page; and (c) Notification to statewide media. Section 5. That chapter 22-40 be amended by adding a NEW SECTION to read: Notwithstanding section 4 of this Act, if an information holder maintains its own notification procedure as part of an information security policy for the treatment of personal or protected information and the policy is otherwise consistent with the timing requirements of this section, the information holder is in compliance with the notification requirements of section 4 of this Act if the information holder notifies each person in accordance with the information holder's policies in the event of a breach of system security. Section 6. That chapter 22-40 be amended by adding a NEW SECTION to read: If an information holder discovers circumstances that require notification pursuant to section 2 of this Act the information holder shall also notify, without unreasonable delay, all consumer reporting agencies, as defined under 15 U.S.C. § 1681a in effect as of January 1, 2018, and any other credit bureau or agency that compiles and maintains files on consumers on a nationwide basis, of the timing, distribution, and content of the notice. Section 7. That chapter 22-40 be amended by adding a NEW SECTION to read: The attorney general may prosecute each failure to disclose under the provisions of this Act as a deceptive act or practice under § 37-24-6. In addition to any remedy provided under chapter 37-24, the attorney general may bring an action to recover on behalf of the state a civil penalty of not more than ten thousand dollars per day per violation. The attorney general may recover attorney's fees and any costs associated with any action brought under this section. Section 8. That chapter 22-40 be amended by adding a NEW SECTION to read: Notwithstanding any other provisions in this Act, any information holder that is regulated by federal law or regulation, including the Health Insurance Portability and Accountability Act of 1996 (P.L. 104-191, as amended) or the Gramm Leach Bliley Act (15 U.S.C. § 6801 et seq., as amended) and that maintains procedures for a breach of system security pursuant to the laws, rules, regulations, guidance, or guidelines established by its primary or functional federal regulator is deemed to be in compliance with this chapter if the information holder notifies affected South Dakota residents in accordance with the provisions of the applicable federal law or regulation."}, {"bill_id": 8876, "bill_version_id": 50500, "bill_version": "Enrolled", "bill_version_date": "2018-03-08T16:18:04.86-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8876, "action_date": "2018-01-09T12:00:00-06:00", "document_id": 46890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46890.pdf", "status_text": "First read in Senate and referred to", "journal_page": 24, "committee_id_action": 395, "committee_id_assigned": 373, "result": "N", "vote": {}}, {"bill_id": 8876, "action_date": "2018-01-16T09:00:00-06:00", "document_id": 47019, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47019.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 373, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8876, "action_date": "2018-01-16T09:00:00-06:00", "document_id": 47109, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47109.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 373, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8876, "action_date": "2018-01-18T08:30:00-06:00", "document_id": 47086, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47086.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 373, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8876, "action_date": "2018-01-23T08:30:00-06:00", "document_id": 47335, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47335.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 373, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8876, "action_date": "2018-01-23T08:30:00-06:00", "document_id": 47606, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47606.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 373, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8876, "action_date": "2018-01-23T08:30:00-06:00", "document_id": 47606, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47606.pdf", "status_text": "Do Pass Amended", "journal_page": 193, "committee_id_action": 373, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24749, "president_vote": null, "Yea": [1219, 1290, 1270, 1243, 1239, 1272, 1233]}}, {"bill_id": 8876, "action_date": "2018-01-25T13:00:00-06:00", "document_id": 48017, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48017.pdf", "status_text": "Motion to amend", "journal_page": 252, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8876, "action_date": "2018-01-25T13:00:00-06:00", "document_id": 48017, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48017.pdf", "status_text": "Do Pass Amended", "journal_page": 252, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24930, "president_vote": null, "Excused": [1239, 1218, 1221], "Yea": [1230, 1264, 1231, 1217, 1246, 1228, 1219, 1273, 1262, 1234, 1290, 1232, 1278, 1304, 1270, 1224, 1267, 1243, 1289, 1244, 1272, 1233, 1271, 1252, 1237, 1288, 1220, 1242, 1276, 1300], "Nay": [1281, 1245]}}, {"bill_id": 8876, "action_date": "2018-01-30T14:00:00-06:00", "document_id": 48180, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48180.pdf", "status_text": "First read in House and referred to", "journal_page": 224, "committee_id_action": 396, "committee_id_assigned": 394, "result": "N", "vote": {}}, {"bill_id": 8876, "action_date": "2018-02-21T10:00:00-06:00", "document_id": 49265, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49265.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 394, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8876, "action_date": "2018-02-21T10:00:00-06:00", "document_id": 49558, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49558.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 394, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8876, "action_date": "2018-02-21T10:00:00-06:00", "document_id": 49558, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49558.pdf", "status_text": "Do Pass Amended", "journal_page": 517, "committee_id_action": 394, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26091, "president_vote": null, "Yea": [1424, 1425, 1279, 1306, 1247, 1226, 1277, 1299, 1240, 1215, 1229, 1265, 1257]}}, {"bill_id": 8876, "action_date": "2018-02-23T13:30:00-06:00", "document_id": 49812, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49812.pdf", "status_text": "Deferred to another day", "journal_page": 592, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8876, "action_date": "2018-02-26T14:00:00-06:00", "document_id": 49890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49890.pdf", "status_text": "Deferred to another day", "journal_page": 611, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8876, "action_date": "2018-02-27T14:00:00-06:00", "document_id": 49976, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49976.pdf", "status_text": "Do Pass Amended", "journal_page": 627, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26478, "president_vote": null, "Excused": [1313, 1279, 1263, 1261, 1254, 1236], "Yea": [1241, 1213, 1269, 1297, 1424, 1268, 1284, 1214, 1266, 1223, 1307, 1301, 1235, 1294, 1425, 1282, 1260, 1311, 1308, 1312, 1291, 1275, 1283, 1238, 1250, 1286, 1314, 1222, 1302, 1306, 1265, 1315, 1247, 1316, 1296, 1292, 1248, 1293, 1310, 1226, 1280, 1274, 1295, 1249, 1277, 1303, 1309, 1259, 1255, 1299, 1225, 1256, 1240, 1258, 1305, 1287, 1257, 1215, 1317, 1216, 1229, 1298, 1285, 1253]}}, {"bill_id": 8876, "action_date": "2018-03-05T14:00:00-06:00", "document_id": 50315, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50315.pdf", "status_text": "Failed to concur, appoint Conference Committee", "journal_page": 690, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8876, "action_date": "2018-03-05T14:00:00-06:00", "document_id": 50312, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50312.pdf", "status_text": "Conference Committee appointments", "journal_page": 693, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8876, "action_date": "2018-03-07T09:00:00-06:00", "document_id": 50418, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50418.pdf", "status_text": "Conference Committee Report", "journal_page": 739, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8876, "action_date": "2018-03-07T10:00:00-06:00", "document_id": 50412, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50412.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": null, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26817, "president_vote": null, "Yea": [1240, 1257, 1229, 1233, 1221, 1281]}}, {"bill_id": 8876, "action_date": "2018-03-07T11:30:00-06:00", "document_id": 50420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50420.pdf", "status_text": "Conference Committee Report", "journal_page": 719, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8876, "action_date": "2018-03-08T09:00:00-06:00", "document_id": 50486, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50486.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 742, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26862, "president_vote": null, "Excused": [1313, 1302, 1292, 1309, 1255, 1254], "Yea": [1241, 1213, 1269, 1297, 1424, 1268, 1284, 1279, 1214, 1266, 1223, 1307, 1301, 1235, 1294, 1425, 1282, 1260, 1311, 1308, 1312, 1291, 1275, 1283, 1238, 1250, 1286, 1314, 1222, 1306, 1265, 1315, 1247, 1316, 1296, 1248, 1293, 1310, 1226, 1280, 1263, 1274, 1295, 1249, 1277, 1303, 1259, 1299, 1225, 1256, 1261, 1240, 1258, 1305, 1287, 1257, 1236, 1215, 1317, 1216, 1229, 1298, 1285, 1253]}}, {"bill_id": 8876, "action_date": "2018-03-08T10:00:00-06:00", "document_id": 50469, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50469.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 758, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26879, "president_vote": null, "Yea": [1239, 1230, 1264, 1231, 1246, 1219, 1273, 1262, 1234, 1290, 1232, 1278, 1304, 1270, 1224, 1267, 1243, 1289, 1218, 1244, 1281, 1221, 1272, 1245, 1271, 1252, 1237, 1242, 1276, 1300], "Excused": [1217, 1228, 1233, 1288, 1220]}}, {"bill_id": 8876, "action_date": "2018-03-09T11:00:00-06:00", "document_id": 50536, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50536.pdf", "status_text": "Signed by the President", "journal_page": 777, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8876, "action_date": "2018-03-09T10:00:00-06:00", "document_id": 50540, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50540.pdf", "status_text": "Signed by the Speaker", "journal_page": 790, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8876, "action_date": "2018-03-09T11:00:00-06:00", "document_id": 50536, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50536.pdf", "status_text": "Delivered to the Governor", "journal_page": 780, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8876, "action_date": "2018-03-26T10:00:00-05:00", "document_id": 50574, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50574.pdf", "status_text": "Signed by the Governor", "journal_page": 792, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6648, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8876"}