{"session_id": 8, "bill_id": 2149, "bill_type": "House Concurrent Resolution", "bill_number": 1016, "bill_title": "Opposing certain indirect land use change provisions that  unfairly impact biofuels production in the United States.", "sponsors": [{"legislator_profile_id": 817, "is_prime": true}, {"legislator_profile_id": 766, "is_prime": true}, {"legislator_profile_id": 748, "is_prime": false}, {"legislator_profile_id": 764, "is_prime": false}, {"legislator_profile_id": 826, "is_prime": false}], "keywords": ["House Concurrent Resolution"], "audio": [], "bill_versions": [{"bill_id": 2149, "bill_version_id": 13560, "bill_version": "Introduced", "bill_version_date": "2010-03-08T10:21:51.837-06:00", "bill_text": "A CONCURRENT RESOLUTION, Opposing certain indirect land use change provisions that unfairly impact biofuels production in the United States. WHEREAS, a controversial provision included in the Energy Independence and Security Act of 2007 without debate would assess a penalty against domestic biofuel producers. The theory, called Indirect Land Use Change (ILUC), assumes that growing grains for biofuel production displaces other crops, which are then grown in other parts of the world, leading to deforestation; and WHEREAS, the ILUC theory is flawed, speculative, and withstands no credible scrutiny. Advocates of the ILUC theory argue that American biofuel producers should be penalized for the \"indirect\" release of stored carbon due to international market forces related to the production of ethanol - in this case, from deforestation in the Amazon. Essentially, these biofuels critics believe that American farmers and ethanol producers should be held accountable for the unrelated actions of foreign countries; and WHEREAS, the implementation of ILUC would violate a bedrock principle of international environmental law: that the polluter pays. According to this long-standing principle, the party responsible for producing pollution is responsible for mitigating the damage done to the environment. This is a widely adopted principle by countries that belong to the Organization for Economic Co-Operation and Development, including the United States, and is part of Principle 16 of the Rio Declaration on Environment and Development; and WHEREAS, applying the ILUC penalty to American farmers and biofuel producers would be punishment for actions they are not involved in nor have any control over; and WHEREAS, according to the National Institute of Space Research, deforestation in the Amazon has declined sharply just as American biofuels production doubled. In 2004, 10,588 square miles of the Amazon were deforested, and in 2008, that number dropped to 4,621 square miles. Meanwhile, United States ethanol production has risen from approximately three billion gallons in 2004 to approximately nine billion gallons in 2008; and WHEREAS, advances in biotechnology have allowed American farmers to produce more corn on fewer acres. The average corn yield per acre in 1980 was 91 bushels, in 2007 it was 152.8 bushels. These biotechnology advances will only continue, further eroding the credibility of the ILUC theory; and WHEREAS, the ILUC theory gained notoriety in 2008 as a result of an article published by a lawyer with no scientific training or credentials. The article claimed ethanol production created more greenhouse gas emissions than gasoline due to \"indirect land use changes.\" Academics and scientists criticized the methodology and findings as \"highly speculative\" and \"seriously flawed\", yet the article caught attention in the media. Among the largest criticisms of the article included a failure to adhere to internationally accepted methodologies for life-cycle analysis, a lack of accounting for the value of distillers dried grains, and outdated information that resulted in poor assumptions; and WHEREAS, the United States House of Representatives included a provision in the American Clean Energy and Security Act of 2009 (H.R. 2454) that prevents the EPA from implementing the ILUC rule for six years while the National Academy of Sciences studies whether the theory can be corroborated by actual evidence: NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Eighty-fifth Legislature of the State of South Dakota, the Senate concurring therein, that the United States Senate is urged to include, as part of any comprehensive energy legislation, provisions similar to those adopted by the United States House of Representatives to prevent the implementation of Indirect Land Use Change rules; and BE IT FURTHER RESOLVED, that Congress and agencies of the federal government are urged to resist Indirect Land Use Change provisions that unfairly impact biofuels production in the United States."}, {"bill_id": 2149, "bill_version_id": 13791, "bill_version": "Enrolled", "bill_version_date": "2010-03-10T11:12:37.517-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2149, "action_date": "2010-03-08T14:00:00-06:00", "document_id": 13611, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13611.pdf", "status_text": "First Reading", "journal_page": 727, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2149, "action_date": "2010-03-09T11:00:00-06:00", "document_id": 13691, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13691.pdf", "status_text": "Adopt Resolution", "journal_page": 765, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7612, "president_vote": null, "Yea": [821, 825, 771, 793, 781, 775, 844, 831, 820, 804, 779, 740, 756, 748, 817, 814, 765, 811, 830, 798, 749, 829, 832, 826, 757, 835, 842, 777, 834, 803, 822, 843, 759, 816, 824, 788, 800, 801, 827, 750, 742, 770, 792, 783, 755, 751, 773, 744, 840, 784, 839, 819, 836, 841, 818, 815, 833, 762, 746, 763, 752, 796, 828, 823, 789, 838, 837, 812, 786], "Excused": [813]}}, {"bill_id": 2149, "action_date": "2010-03-09T14:00:00-06:00", "document_id": 13730, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13730.pdf", "status_text": "First Reading", "journal_page": 610, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2149, "action_date": "2010-03-10T10:00:00-06:00", "document_id": 13782, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/13782.pdf", "status_text": "Concurred in Resolution", "journal_page": 631, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 7668, "president_vote": null, "Yea": [758, 809, 785, 787, 790, 807, 754, 805, 760, 778, 768, 782, 780, 739, 802, 764, 795, 741, 772, 761, 774, 766, 791, 806, 767, 808, 769, 743, 753, 745, 794, 799, 810, 747, 776]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2149"}