{"session_id": 27, "bill_id": 8087, "bill_type": "Senate Commemoration", "bill_number": 30, "bill_title": "Commending and honoring Spencer Neugebauer for his 2016 Mitchell High School football season.", "sponsors": [{"legislator_profile_id": 1164, "is_prime": true}, {"legislator_profile_id": 1113, "is_prime": true}, {"legislator_profile_id": 1112, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 8087, "bill_version_id": 44889, "bill_version": "Introduced", "bill_version_date": "2017-02-23T13:15:12.403-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Spencer Neugebauer for his 2016 Mitchell High School football season. WHEREAS, Spencer rushed for a school-record of 2,191 yards and broke the single-game rushing record with 325 rushing yards against Pierre in the South Dakota Class 11AA Football semifinals. He recorded 39 rushing touchdowns and finished with 42 total touchdowns and became the school's all-time leading rusher with 3,658 career rushing yards; and WHEREAS, Spencer remained humble, dedicated, and understanding of the importance of the contribution of Mitchell High School's football team as a whole, proving to be an efficient and influential team leader; and WHEREAS, Spencer received numerous honors including Gatorade Player of the Year, the Mitchell Daily Republic's Football Player of the Year, Joe Robbie MVP of the state championship game, National High School Coaches Association Academic All-American Award, and selection to the 2016 South Dakota Class 11AA All-State Football Team; and WHEREAS, from his success in both academics and athletics, Spencer verbally committed to Dakota Wesleyan's football team where he will continue his athletic and academic pursuits on the collegiate level: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Second Legislature of the State of South Dakota, that Spencer Neugebauer be commended for his athletic, academic, and personal success in the 2016 Mitchell High School football season."}, {"bill_id": 8087, "bill_version_id": 45084, "bill_version": "Enrolled", "bill_version_date": "2017-02-27T16:32:31.6-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Spencer Neugebauer for his 2016 Mitchell High School football season. WHEREAS, Spencer rushed for a school-record of 2,191 yards and broke the single-game rushing record with 325 rushing yards against Pierre in the South Dakota Class 11AA Football semifinals. He recorded 39 rushing touchdowns and finished with 42 total touchdowns and became the school's all-time leading rusher with 3,658 career rushing yards; and WHEREAS, Spencer remained humble, dedicated, and understanding of the importance of the contribution of Mitchell High School's football team as a whole, proving to be an efficient and influential team leader; and WHEREAS, Spencer received numerous honors including Gatorade Player of the Year, the Mitchell Daily Republic's Football Player of the Year, Joe Robbie MVP of the state championship game, National High School Coaches Association Academic All-American Award, and selection to the 2016 South Dakota Class 11AA All-State Football Team; and WHEREAS, from his success in both academics and athletics, Spencer verbally committed to Dakota Wesleyan's football team where he will continue his athletic and academic pursuits on the collegiate level: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Second Legislature of the State of South Dakota, that Spencer Neugebauer be commended for his athletic, academic, and personal success in the 2016 Mitchell High School football season. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8087, "action_date": "2017-02-23T14:00:00-06:00", "document_id": 44901, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44901.pdf", "status_text": "", "journal_page": 550, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8087"}