{"session_id": 7, "bill_id": 854, "bill_type": "House Bill", "bill_number": 1107, "bill_title": "revise the composition of the State Brand Board, to provide for its election by district, and to revise certain powers of the board.", "sponsors": [{"legislator_profile_id": 687, "is_prime": true}, {"legislator_profile_id": 689, "is_prime": true}, {"legislator_profile_id": 685, "is_prime": false}, {"legislator_profile_id": 688, "is_prime": false}, {"legislator_profile_id": 712, "is_prime": false}, {"legislator_profile_id": 706, "is_prime": false}, {"legislator_profile_id": 644, "is_prime": false}, {"legislator_profile_id": 727, "is_prime": false}, {"legislator_profile_id": 690, "is_prime": false}, {"legislator_profile_id": 698, "is_prime": false}, {"legislator_profile_id": 738, "is_prime": false}, {"legislator_profile_id": 686, "is_prime": false}, {"legislator_profile_id": 722, "is_prime": false}, {"legislator_profile_id": 734, "is_prime": false}, {"legislator_profile_id": 694, "is_prime": false}, {"legislator_profile_id": 731, "is_prime": false}, {"legislator_profile_id": 728, "is_prime": false}, {"legislator_profile_id": 657, "is_prime": false}, {"legislator_profile_id": 691, "is_prime": false}, {"legislator_profile_id": 733, "is_prime": false}, {"legislator_profile_id": 732, "is_prime": false}], "keywords": ["Agriculture", "Animals and Livestock", "Elections", "State Brand Board"], "audio": [{"meeting_datetime": "2009-01-30T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst13.mp3", "start_seconds": 908.0}, {"meeting_datetime": "2009-01-30T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst13.mp3", "start_seconds": 908.0}, {"meeting_datetime": "2009-01-30T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst13.mp3", "start_seconds": 908.0}, {"meeting_datetime": "2009-01-30T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst13.mp3", "start_seconds": 908.0}, {"meeting_datetime": "2009-01-30T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/hst13.mp3", "start_seconds": 908.0}], "bill_versions": [{"bill_id": 854, "bill_version_id": 5677, "bill_version": "Introduced", "bill_version_date": "2009-01-22T10:02:44.2-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the composition of the State Brand Board, to provide for its election by district, and to revise certain powers of the board. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 40-18-1 be amended to read as follows: 40-18-1. The State Brand Board shall consist of five members appointed by the Governor. Statewide nonprofit agricultural organizations or other interested persons, may submit nominations to the Governor seven members elected by district as provided in this Act . Section 2. That chapter 40-18 be amended by adding thereto a NEW SECTION to read as follows: One member of the board shall be elected from each Brand Board district. The Brand Board districts are comprised as follows: (1) District 1 includes Harding, Perkins, and Butte Counties; (2) District 2 includes Corson, Ziebach, and Dewey Counties; (3) District 3 includes Meade, Lawrence, and Pennington Counties; (4) District 4 includes Jackson, Bennett, Custer, Fall River, and Shannon Counties; (5) District 5 includes Haakon, Stanley, Jones, Mellette, and Todd Counties; (6) District 6 includes Lyman, Tripp, and Gregory Counties; and (7) District 7 includes all areas east of the Missouri River where brand inspection is not required. Section 3. That § 40-18-2 be amended to read as follows: 40-18-2. At least three of the five All members of the board shall be persons who derive the major portion of their income from the livestock business and who are owners of brands duly recorded with the board. At least three of the five members of the board shall reside in the livestock ownership inspection areas. Each member of the board shall reside in the district for which the member is elected. No appointed member may act as a member of the board while holding an any other elective or appointive state or federal office. No more than three of the members shall be of any one political party. Section 4. That § 40-18-3 be amended to read as follows: 40-18-3. Appointments to the board shall be made for terms of three years expiring on the first Monday in January in each year. In case of vacancy prior to expiration of a term, appointment shall be made for the balance of the unexpired term only. However, the initial appointments to be made pursuant to SL 2004, ch 259 shall be made for staggered terms of one, two, two, three, and three years. Members of the board shall be elected to four-year terms. Elections shall be held every four years beginning in 2011 on the second Tuesday of November of the election year. Each member's term expires on the first Monday of January following the election, at which time the new term begins. The number of terms that a person may serve as a board member is not limited. In case of vacancy before the expiration of a term, the vacancy shall be filled by appointment by the Governor and shall be made for the balance of the unexpired term only. Section 5. That chapter 40-18 be amended by adding thereto a NEW SECTION to read as follows: A candidate for election as a member of the board may be nominated by a petition signed by at least ten registered brand owners who reside in the district to be represented. Nominating petitions shall be made available at the office of the State Brand Board in Pierre and at the respective county auditors' offices on forms prescribed by the State Election Board. Nominating petitions shall be filed at the office of the State Brand Board not later than five p.m. on the second Tuesday of July immediately preceding the election. Section 6. That chapter 40-18 be amended by adding thereto a NEW SECTION to read as follows: Each registered brand owner is entitled to one vote in the election for members of the State Brand Board, regardless of whether the person owns more than one registered brand. The brand owner may only vote in the election for the district in which the brand owner resides. If the brand owner has an address in a state bordering South Dakota, the brand owner may vote in the district closest to the brand owner's mailing address if the mailing address is in a county bordering South Dakota. Brand owners from foreign countries and from out-of-state counties not bordering South Dakota may not vote. Section 7. That chapter 40-18 be amended by adding thereto a NEW SECTION to read as follows: Ballots for the election of members of the board shall be mailed from the State Brand Board office to the registered brand owners in each of the seven districts not later than the second Tuesday in September immediately preceding the election. A list of persons who received ballots shall be kept on public record at the Brand Board office. Each ballot shall contain an envelope which the brand owner shall sign on the outside when the ballot is returned to the Brand Board office, and those names shall be recorded. The list of voters is open to the public, although only the secretary of state may read the ballots. The list of voters shall be kept on public record at the Brand Board office and the office of the secretary of state. Ballots may be received in the office of the State Brand Board in Pierre not later than five p.m. on the second Tuesday in November of the election year. The secretary of state shall supervise the ballot count with the assistance of the Brand Board office. Section 8. That § 40-18-5 be amended to read as follows: 40-18-5. Three Four members of the board shall constitute a quorum for the transaction of business, but the affirmative vote of three four members of the board is required to adopt any motion or resolution. Section 9. That § 40-18-15 be amended to read as follows: 40-18-15. The board may shall inspect all livestock moved within the South Dakota livestock ownership inspection area and all livestock leaving the South Dakota livestock ownership inspection area for the purpose of determining the proper ownership and brands, if any, of such livestock and shall have general charge, supervision, and custody of all instruments, records, and files in connection with such ownership inspection activities."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 854, "action_date": "2009-01-22T13:00:00-06:00", "document_id": 5708, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/5708.pdf", "status_text": "First read in House and referred to", "journal_page": 103, "committee_id_action": 56, "committee_id_assigned": 49, "result": "N", "vote": {}}, {"bill_id": 854, "action_date": "2009-01-30T07:45:00-06:00", "document_id": 6109, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6109.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 49, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 854, "action_date": "2009-01-30T07:45:00-06:00", "document_id": 6427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6427.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 207, "committee_id_action": 49, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 3395, "president_vote": null, "Yea": [666, 693, 695, 645, 639, 681, 657, 691], "Nay": [651, 660, 683], "Excused": [721, 643]}}]}