{"session_id": 47, "bill_id": 13792, "bill_type": "House Bill", "bill_number": 1164, "bill_title": "to remove the responsibility of titling and registering motor vehicles from county officials.", "sponsors": [{"legislator_profile_id": 2172, "is_prime": true}], "keywords": ["County Treasurers", "Motor Vehicles", "Registers of Deeds"], "audio": [], "bill_versions": [{"bill_id": 13792, "bill_version_id": 77324, "bill_version": "Introduced", "bill_version_date": "1998-01-20T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to remove the responsibility of titling and registering motor vehicles from county officials. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-5-129 be amended to read as follows: 32-5-129. The secretary of revenue may shall license agents to perform the duties of county treasurers, including collecting fees and taxes and registering and titling vehicles, pursuant to this chapter, chapter 32-5A, and chapter 32-5B. Section 2. That § 32-3-34 be repealed. 32-3-34. The register of deeds and the county treasurer shall assist in the administration of this chapter and perform such duties in connection therewith as may be required by the secretary. Section 3. That § 32-3-57 be amended to read as follows: 32-3-57. The secretary of revenue may promulgate rules pursuant to chapter 1-26 and issue instructions as are necessary to ensure and obtain uniformity in the administration of the provisions of this chapter. Such rules may be adopted in the following areas: (1) Application requirements for new vehicles, trailers, snowmobiles and mobile homes; (2) Certificate of title for vehicles previously registered, time limits of making application, duplicate certificates and transfer of certificate of title; (3) Assignment of certificate of title; (4) Corrections of titles and procedure when there is a body type change; (5) Lien recording, assignment of liens, execution of cancellation of liens and delivery of certificate of title; (6) Transfer of ownership; (7) Registration tax dealers guides for used vehicles or mobile homes, older motor vehicles and government vehicles, title and license requirements, nonresident reciprocity, manufacturer's price sticker, wrecked motor vehicles, leased vehicles and homemade vehicles. All local officials charged with the administration of the provisions of this chapter are governed in their official acts by the rules promulgated by the secretary. Section 4. The term, county treasurer, wherever it is used in chapters 32-5 and 32-5B means licensed agent. The code commission in future supplements and revisions of chapters 32-5 and 32-5B shall substitute the term, licensed agent, and its derivatives for the term, county treasurer, and its derivatives. Section 5. The effective date of this Act is January 1, 2000."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13792, "action_date": "1998-01-20T14:00:00-06:00", "document_id": 76893, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76893.pdf", "status_text": "First read in House and referred to", "journal_page": 128, "committee_id_action": 600, "committee_id_assigned": 593, "result": "N", "vote": {}}, {"bill_id": 13792, "action_date": "1998-02-05T10:00:00-06:00", "document_id": 76669, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76669.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 593, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13792, "action_date": "1998-02-05T10:00:00-06:00", "document_id": 76669, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76669.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 406, "committee_id_action": 593, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38201, "president_vote": null, "Yea": [2096, 2104, 2110, 2144, 2194, 2097, 2108, 2133, 2193], "Nay": [2163, 2173, 2120, 2146]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/13792"}