{"session_id": 43, "bill_id": 11878, "bill_type": "Senate Bill", "bill_number": 95, "bill_title": "modify certain provisions regarding the repayment of restitution.", "sponsors": [{"legislator_profile_id": 1744, "is_prime": true}, {"legislator_profile_id": 1718, "is_prime": true}, {"legislator_profile_id": 1693, "is_prime": false}, {"legislator_profile_id": 1740, "is_prime": false}, {"legislator_profile_id": 1720, "is_prime": false}, {"legislator_profile_id": 1703, "is_prime": false}], "keywords": ["Courts and Judiciary", "Criminal Procedure", "Probation", "Promulgation of Rules"], "audio": [{"meeting_datetime": "2020-02-13T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju20.mp3", "start_seconds": 418.0}, {"meeting_datetime": "2020-02-13T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju20.mp3", "start_seconds": 418.0}, {"meeting_datetime": "2020-02-13T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju20.mp3", "start_seconds": 418.0}, {"meeting_datetime": "2020-02-13T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju20.mp3", "start_seconds": 418.0}, {"meeting_datetime": "2020-02-18T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen21.mp3", "start_seconds": 5585.0}, {"meeting_datetime": "2020-02-18T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen21.mp3", "start_seconds": 5585.0}, {"meeting_datetime": "2020-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen28.mp3", "start_seconds": 6310.0}, {"meeting_datetime": "2020-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen28.mp3", "start_seconds": 6310.0}, {"meeting_datetime": "2020-02-27T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen28.mp3", "start_seconds": 6310.0}], "bill_versions": [{"bill_id": 11878, "bill_version_id": 64510, "bill_version": "Introduced", "bill_version_date": "2020-01-28T15:25:31.417-06:00", "bill_text": "An Act to modify certain provisions regarding the repayment of restitution. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 23A-48-23. Accumulation--Earned Discharge Credit--Restitution. A probationer given a term of probation on or after July 1, 2020, may not be awarded earned discharge credit if the probationer has not repaid the full amount of restitution ordered by the court. Instead, a probationer shall accumulate earned discharge credit, which may not be awarded to a probationer until the full amount of restitution has been repaid. Section 2. That § 16-22-17 be AMENDED: 16-22-17. Promulgation of rules. The Supreme Court shall establish rules pursuant to § 16-3-1 for the criteria and procedure for earning and awarding and accumulating earned credits for discharge from probation. Section 3. That § 16-22-18 be AMENDED: 16-22-18. Award of earned discharge credits. The State Court Administrator's Office shall oversee the award and accumulation of earned discharge credits of at least fifteen days for each month a probationer is in compliance with the terms and conditions of supervision. Section 4. That § 16-22-29 be AMENDED: 16-22-29. Discharge--Completion--Treatment--Conditions. A parolee or probationer who is eligible for earned discharge credits and serving a sentence or sentences exclusively subject to presumptive probation pursuant to § 22-6-11, regardless of date of offense, shall be discharged from probation or parole supervision upon completion of all treatment programs required as a condition of the person's probation or parole provided the parolee or probationer has been on supervision for a minimum of twelve full continuous calendar months and in the twelve full continuous calendar months the parolee or probationer: (1) Has not been under or received a sanction for violation of conditions of supervision; (2) Has not absconded from supervision; (3) Has not been placed in jail or prison; (4) Has not had a probation or parole violation report submitted and does not have a pending probation or parole violation report or pending criminal offense; and (5) Has complied with all conditions of the person's supervision including completion of any treatment program required as a condition of probation or parole; and (6) If sentenced after July 1, 2020, has repaid all restitution ordered by the court. A parolee or probationer serving an eligible South Dakota sentence in another state under the Interstate Compact for Adult Offender Supervision who meets the criteria in this section is entitled to discharge in the same manner as a parolee or probationer supervised in South Dakota. Each drug court participant who meets the criteria in this section is entitled to discharge in the same manner as a parolee or probationer if the participant has successfully completed the drug court program. Within thirty days following a probationer or parolee meeting the criteria for discharge under this section, the supervising court services officer or parole agent shall submit a notice of compliant discharge. The notice of compliant discharge for a parolee shall be submitted to the secretary of the Department of Corrections. If the secretary finds the parolee met the criteria for compliant discharge, the secretary shall within fifteen days of receipt of the notice from the parole agent issue a certificate of discharge pursuant to § 24-15A-7. The notice of compliant discharge for a probationer shall be submitted to the sentencing court. If the court finds that the probationer has met the criteria for compliant discharge, the court shall enter an order discharging the probationer from probation. A parolee or probationer who meets the criteria for a compliant discharge but, prior to the issuance of the certificate of discharge, receives a formal sanction, absconds, is placed in jail or prison, violates supervision conditions resulting in the submission of a parole or probation violation report, or who fails to comply with supervision conditions shall be removed from the compliant discharge process. The offender shall be retained on supervision or in custody. Section 5. That § 23A-48-15 be AMENDED: 23A-48-15. Earned discharge policy--Establishment. Pursuant to the South Dakota Public Safety Improvement Act the Supreme Court establishes the following criteria and procedure for awarding and accumulating earned credits for discharge from probation. Section 6. That § 23A-48-19 be AMENDED: 23A-48-19. Criteria--Earned Discharge Credits. A probationer shall be awarded or accumulate earned discharge credits while on supervised probation as follows: (1) For each full calendar month of compliance with the terms of supervised probation, an earned discharge credit of 30 thirty days shall accumulate for or be awarded to a probationer. Each earned discharge credit shall reduce the term of supervised probation by 30 thirty days. No earned discharge credit may be awarded or accumulate for a partial month or the last full month of supervised probation. No earned discharge credit may be awarded or accumulate for any month, or portion of a month, during which the probationer is incarcerated.; (2) A probationer shall may not receive an be awarded or accumulate earned discharge credit for any month(s) during which a probation violation is pending before the court. If the court does not sustain the probation violation, the court may enter a written order allowing for the accumulation of or awarding earned discharge credits to the probationer for the months the probation violation was pending before the court. Absent such an order the probationer shall is not be entitled to any earned discharge credit for such period of time.; (3) Earned discharge credits shall may not be awarded to a probationer or accumulate for any month(s) in which a probationer is absconded. Additionally, a probationer shall may not be awarded or accumulate earned discharge credit for any month in which the probationer was sanctioned for conduct that disqualifies the probationer from receiving earned discharge credits as provided by the graduated response grid.; (4) A South Dakota probationer placed on supervised probation who is supervised in another state under the Interstate Compact for Adult Offender Supervision is eligible for earned discharge credits pursuant to §§ 23A-48-15 to 23A-48-22, inclusive.; and (5) Earned Once awarded, earned discharge credits shall be applied to the probation term within fifteen days after the end of the month in which any credit was earned awarded. A probationer who is eligible for earned discharge credits shall be notified of their the probationer's probation discharge date on a semi-annual basis. Section 7. That § 23A-48-20 be AMENDED: 23A-48-20. Reports--Chief Court Services Officer. Within ten days following the end of the month, a supervising court services officer shall report to the chief court services officer for the judicial circuit the name of any probationer eligible for an award or accumulation of earned discharge credit and whether an earned discharge credit was awarded or accumulated for the previous month. Section 8. That § 23A-48-21 be AMENDED: 23A-48-21. Review--Denial--Earned Discharge Credit. A probationer who objects to a supervising court services officer's determination that the probationer is ineligible for the award or accumulation of earned discharge credit may seek review of that decision with the chief court services officer for the judicial circuit. Review of the denial of earned discharge credit may be made by filing a notice of review with the chief court services officer within 10 ten days from receiving notice of the denial. In the event the supervising court services officer is the chief court services officer, the probationer may request review of such determination by a chief court services officer from another judicial circuit which will be assigned by the director of trial court services. The decision made by the chief court services officer concerning the award or accumulation of earned discharge credits is final."}], "amendments": [], "fiscal_notes": [67905], "action_log": [{"bill_id": 11878, "action_date": "2020-01-29T14:00:00-06:00", "document_id": 64469, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/64469.pdf", "status_text": "First read in Senate and referred to", "journal_page": 108, "committee_id_action": 447, "committee_id_assigned": 451, "result": "N", "vote": {}}, {"bill_id": 11878, "action_date": "2020-02-13T08:00:00-06:00", "document_id": 67397, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67397.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 451, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11878, "action_date": "2020-02-13T08:00:00-06:00", "document_id": 67434, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67434.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 451, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33023, "president_vote": null, "Yea": [1685, 1703, 1716, 1718], "Nay": [1752, 1663], "Excused": [1726]}}, {"bill_id": 11878, "action_date": "2020-02-18T14:00:00-06:00", "document_id": 67677, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67677.pdf", "status_text": "Fiscal Note Requested", "journal_page": 242, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11878, "action_date": "2020-02-27T13:00:00-06:00", "document_id": 68864, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68864.pdf", "status_text": "Do Pass", "journal_page": 374, "committee_id_action": 447, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 34004, "president_vote": null, "Yea": [1685, 1720, 1742, 1717, 1724, 1715, 1703, 1749, 1718, 1716, 1706], "Nay": [1741, 1714, 1764, 1707, 1763, 1693, 1659, 1658, 1663, 1708, 1721, 1686, 1651, 1746, 1726, 1752, 1713, 1704, 1750, 1730, 1719, 1735, 1652, 1705]}}]}