{"session_id": 69, "bill_id": 24800, "bill_type": "House Bill", "bill_number": 1088, "bill_title": "remove the option for a court services officer to prepare documentation in an adoption proceeding.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24800", "sponsors": [], "keywords": ["Adoption", "Domestic Relations", "Executive/Judiciary Request"], "audio": [], "bill_versions": [{"bill_id": 24800, "bill_version_id": 259583, "bill_version": "Introduced", "bill_version_date": "2024-01-12T12:13:44.817-06:00", "bill_text": "An Act to remove the option for a court services officer to prepare documentation in an adoption proceeding. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 25-6-10 be AMENDED: 25-6-10. Whenever a person, or a husband and wife persons jointly, petition the circuit court for leave to adopt a minor child, the judge of the circuit court shall must fix a time for hearing not less than ten days from the filing of such the petition. The petition may be filed A petitioner may file the petition with the circuit court before the six‑month period required by § 25-6-9 has passed. The circuit court may, in the case of a stepparent adopting a stepchild, and shall in all other cases, direct a court services officer or other officer of the court or an agent of the Department of Social Services or some other discreet and another competent person to make a careful and thorough investigation of the matter and report such the findings in writing to the court. A The investigative report must include the history of any previous child support obligations of each prospective adoptive parent shall be included in the investigative report."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24800, "action_date": "2024-01-16T14:00:00-06:00", "document_id": 259641, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259641.pdf", "status_text": "First read in House and referred to", "journal_page": 59, "committee_id_action": 1197, "committee_id_assigned": 1198, "result": "N", "vote": {}}, {"bill_id": 24800, "action_date": "2024-01-19T10:00:00-06:00", "document_id": 260271, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260271.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1198, "committee_id_assigned": null, "result": "N", "vote": {}}]}