{"session_id": 59, "bill_id": 20472, "bill_type": "Senate Bill", "bill_number": 40, "bill_title": "revise certain provisions regarding the regulation of weighing and measuring devices and the regulation of service agencies of weighing and measuring devices.", "sponsors": [], "keywords": ["Administrative Rules", "Public Health and Safety", "Trade Regulation"], "audio": [{"meeting_datetime": "2006-01-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sco07.mp3", "start_seconds": 124.0}, {"meeting_datetime": "2006-01-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sco07.mp3", "start_seconds": 124.0}, {"meeting_datetime": "2006-01-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sco07.mp3", "start_seconds": 124.0}, {"meeting_datetime": "2006-01-19T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sco07.mp3", "start_seconds": 124.0}, {"meeting_datetime": "2006-01-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen08.mp3", "start_seconds": 2030.0}, {"meeting_datetime": "2006-01-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen08.mp3", "start_seconds": 2030.0}, {"meeting_datetime": "2006-01-20T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sen08.mp3", "start_seconds": 2030.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco22.mp3", "start_seconds": 5583.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco22.mp3", "start_seconds": 5583.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco22.mp3", "start_seconds": 5583.0}, {"meeting_datetime": "2006-02-09T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco22.mp3", "start_seconds": 5583.0}], "bill_versions": [{"bill_id": 20472, "bill_version_id": 106374, "bill_version": "Introduced", "bill_version_date": "2006-01-07T15:38:59-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the regulation of weighing and measuring devices and the regulation of service agencies of weighing and measuring devices. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-39-3 be amended to read as follows: 34-39-3. The Department of Public Safety may test all weighing and measuring devices used in the wholesale or retail sale of liquefied petroleum gas, either in liquid or vapor form, and shall condemn all such devices which are or reject for repair, any device which is found either to be inaccurate or do does not clearly state the quantity of liquefied petroleum gas, either in liquid or vapor form, in pounds, gallons, cubic feet, or other unit approved by the department. The department shall charge and collect a maximum twenty-dollar fee for each test. The fee shall be promulgated by the secretary of public safety pursuant to chapter 1-26. Revenue from the fee shall be deposited into the state general fund. Any inspector employed by the department may enter and examine any liquefied petroleum gas plant for safety standard purposes no more than every two years, except for any reinspection resulting from a deficiency. The department shall charge and collect a maximum one hundred dollar fee for each inspection. The fee shall be promulgated by the secretary of public safety pursuant to chapter 1-26. For the purposes of this section, a liquefied petroleum gas plant is a retail distribution facility with a capacity of at least eight thousand gallons. Section 2. That § 34-39-4 be amended to read as follows: 34-39-4. The Division of Commercial Inspection and Licensing shall conspicuously mark all condemned or rejected for repair devices. It is a Class 1 Class 2 misdemeanor to remove or deface such a mark except upon authorization of the division. Section 3. That § 37-20-1 be amended to read as follows: 37-20-1. The weights and measures received from the United States under a resolution of Congress approved June 14, 1836, and such any new weights and measures as shall be received from the United States as standard weights and measures in addition thereto or in renewal thereof, and such as shall be supplied by the state in conformity therewith and certified to by the national bureau of standards National Institute of Standards and Technology , shall be the state reference standards of weights and measures. Section 4. That § 37-20-2 be amended to read as follows: 37-20-2. The secretary of the Department of Public Safety shall take charge of the standards adopted by this chapter as the reference standards of the state, keep them the standards in a fireproof building belonging to the state from which they may not be removed except for repairs, and take all other necessary precautions for their safekeeping. He The secretary shall maintain the state reference standards in good order. He The secretary shall keep a complete record of the standards, balances, and other apparatus belonging to the state. The state reference standards shall be used only for testing any duplicate standards that may be required in the enforcement of chapters 37-20 to 37-22, inclusive. Section 5. That § 37-20-3 be amended to read as follows: 37-20-3. In addition to the state reference standards of weights and measures provided for by law, the state shall supply at least one complete set of duplicate standards, kept at all times in the Division of Commercial Inspection and Licensing and known as the office working standards; and such other weights, measures, and apparatus which are necessary to carry out the provisions of chapters 37-20 to 37-22, inclusive, to be known as working field standards. Section 6. That § 37-20-4 be amended to read as follows: 37-20-4. The weights, measures, and apparatus provided for by § 37-20-3 shall be verified by the secretary of the Department of Public Safety or his assistants at his direction, upon their initial receipt and at least once in each year thereafter. The division shall verify working standards at least once each five years and the field standards at least once each year. The office working standards shall be verified by direct comparison with the state reference standards, and the working field standards by comparison with the office working standards. If found accurate by these tests, the office field and working standards shall be sealed by stamping the letters \"S. D.\" and the last two figures of the year on them with seals which the secretary of the Department of Public Safety has and keeps for that purpose. Section 7. That § 37-20-5 be amended to read as follows: 37-20-5. The office working standards shall be used in making all comparisons of weights and measures and weighing and measuring devices submitted for testing in the Division of Commercial Inspection and Licensing. Section 8. That chapter 37-20 be amended by adding thereto a NEW SECTION to read as follows: The secretary of the Department of Public Safety may promulgate rules pursuant to chapter 1-26 for the enforcement of the provisions of chapter 37-20 in the following areas: (1) Tolerances, specifications, and requirements for testing standards to be used in South Dakota; and (2) Required compliance with standards issued by the National Institute of Standards and Technology in effect January 1, 2005. Section 9. That § 37-21-3 be repealed. 37-21-3. It is hereby made the duty of the department of physics of the University of South Dakota, upon request of the director of commercial inspection and licensing, to assist him or his assistants in all such matters as may require the facilities of the laboratory of that department or technical knowledge relating to physical measurements. Section 10. That § 37-21-8 be repealed. 37-21-8. The director of commercial inspection and licensing may from time to time, make, and he is hereby authorized to make reports, in printed bulletins, of the work undertaken and accomplished under this chapter, together with other information relative to weights and measures as may be deemed suitable. Section 11. That § 37-21-11 be repealed. 37-21-11. The director of commercial inspection and licensing, or his assistants at his direction, shall at least once annually test all scales, weights, and measures used in checking the receipts and disbursements of supplies in every institution for the maintenance of which moneys are appropriated by the Legislature, and he shall report in writing his findings to the supervisory board and to the executive officer of the institution concerned, and, at the request of such board or executive officer, he shall appoint in writing one or more employees then in the actual service of the institution who shall act as special deputies for the purposes of checking the receipts or disbursements of supplies. Section 12. That § 37-21-13 be amended to read as follows: 37-21-13. Whenever If the director of commercial inspection and licensing compares weights, measures, or weighing or measuring devices and finds that they correspond or causes them to correspond with the state standards in his possession, or subject to his use, he , the director shall seal or mark such the weights, measures, or weighing or measuring devices with appropriate seals or marks. Section 13. That § 37-21-14 be amended to read as follows: 37-21-14. The director of commercial inspection and licensing shall condemn and seize , and may destroy , incorrect weights, measures, or weighing or measuring devices which in his the director's best judgment are not susceptible to satisfactory repair ; but such as . If the weights, measures, or devices are incorrect and yet , but may be repaired, he the director shall mark or tag as either \"condemned for repairs \" or \"rejected for repairs .\" The owners or users of any weights, measures, or weighing or measuring devices of which such disposition is made marked or tagged \"condemned for repairs\" shall have the same repaired or corrected within sixty days , and they . The owners or users may neither use nor dispose of the same in any way, nor remove or deface any such \"condemned for repairs\" tag or other mark or tag affixed by the director until they shall have received from the director written permission to do so the device has been placed in service by a registered service agency or agent. The owner or operator of any weights, measures, or devices tagged or marked \"rejected for repair\" may continue to use the device but shall have the device repaired or corrected within thirty days by a registered service agency or agent . Any weights, measures, or weighing or measuring devices which have been \"condemned for repairs,\" or \"rejected for repairs\" and have not been repaired as required above, shall be confiscated by the director. Section 14. That § 37-21-16 be amended to read as follows: 37-21-16. The director of commercial inspection and licensing may for the purposes mentioned in § 37-21-15, and in the general performance of his official duties, enter and go into or upon, without formal warrant, any stand, place, building, or premises, or stop any vendor , peddler, junk dealer, coal wagon, ice wagon, delivery wagon, or any dealer whatsoever, and require him, if necessary, to proceed to some place which the director may specify, or any dealer for the purpose of making proper tests. Section 15. That § 37-21-20 be repealed. 37-21-20. Whenever the director of commercial inspection and licensing finds a violation of the statutes relating to weights and measures, he shall cause the violator to be prosecuted. Section 16. That § 37-21-21 be amended to read as follows: 37-21-21. The director of commercial inspection and licensing , his deputy, assistants, and inspectors are hereby made special policemen, and are authorized and empowered to and any deputy, assistant, or inspector may request the assistance of local law enforcement in the arrest of any violator of the statutes in relation to weights and measures, to enter a complaint before any court of competent jurisdiction, and to seize and use as evidence, without formal warrant, any false or unsealed weight, measure, or weighing or measuring device or package or amount of commodities found to be used, retained, or offered or exposed for sale or sold in violation of law. Section 17. That § 37-21-23 be repealed. 37-21-23. The state's attorney of each county in the state is hereby authorized and required upon complaint on oath of the director of commercial inspection and licensing or other person to prosecute before any court of competent jurisdiction in the name of the State of South Dakota proper action or proceeding against any person or persons violating the provisions of chapters 37-20 to 37-22, inclusive. Section 18. That § 37-21A-5 be amended to read as follows: 37-21A-5. A bearer of a certificate of registration shall have the authority to may : (1) Remove an official rejection or condemnation tag or mark placed on a weighing or measuring device by the authority of the Division of Commercial Inspection and Licensing; (2) Place in service, until such time as an official examination can be made, a weighing or measuring device that has been officially rejected or is otherwise inoperative and in need of repair condemned ; and (3) Place in service, until such time as an official examination can be made, a new or used weighing or measuring device. Section 19. That § 37-21A-6 be amended to read as follows: 37-21A-6. The director shall furnish each registered serviceman and registered service agency with a supply of report forms to be known as \" placed in service reports. \" Such a The form shall be executed in triplicate, shall include the assigned registration number, and shall be signed by a registered serviceman or by a serviceman representing a registered agency for each rejected or inoperative device restored to service and for each newly installed device placed in service. Within twenty-four hours seven days after a device is restored to service, or placed in service, the original of the properly executed placed in service report, together with any official rejection tag removed from the device, shall be mailed to the director. The duplicate copy of the report shall be handed to the owner or operator of the device, and the triplicate copy of the report shall be retained by the registered serviceman or agency. Section 20. That § 37-21A-8 be amended to read as follows: 37-21A-8. The director may, for good cause, after careful investigation and consideration, deny, suspend , or revoke a certificate of registration. Good cause may include any violation of a weights and measures statute, failure to submit annual calibration documentation for all weighing and measuring devices used in servicing equipment, or calculated misrepresentations with regard to a service agent's competence, equipment or reports. Section 21. That § 37-21A-9 be repealed. 37-21A-9. The director shall publish, from time to time as he deems appropriate, and may supply upon request, lists of registered servicemen and registered service agencies. Section 22. That § 37-21A-10 be amended to read as follows: 37-21A-10. The director may enter into an informal reciprocal agreement with any other state or states that has or have similar voluntary registration policies similar to the policies of South Dakota . Under such agreement, the registered servicemen and the registered service agencies of the states any state party to the reciprocal agreement are granted full reciprocal authority, including reciprocal recognition of certification of standards and testing equipment, in all states any state party to such the agreement if the service agency voluntarily registers in South Dakota and pays the corresponding fee . Section 23. That § 37-21A-11 be amended to read as follows: 37-21A-11. The secretary of the Department of Public Safety shall promulgate rules pursuant to chapter 1-26 in the following areas to enforce the provisions of this chapter : (1) To establish the required equipment and standards registered service agencies must have in order to service and install weighing and measuring devices in South Dakota; (2) To establish the process by which the division may deny, suspend, or revoke a service agency or agent's registration; and (3) To establish requirements for service agent registration which may include creating or adopting a test which service agents must pass before registration will be granted . Section 24. That § 37-22-3 be amended to read as follows: 37-22-3. The Division of Commercial Inspection and Licensing shall promulgate rules pursuant to chapter 1-26 for the installation, including specifications therefor, inspection, testing, and correcting of such scales : (1) The installation, testing, and maintenance of all heavy scales, including specifications in conformance with standards published by the National Institute for Standards and Technology in effect January 1, 2005; (2) The frequency of inspection of such scales; and (3) The schedule and procedure for the correction of any deficiencies . Section 25. That § 37-22-5 be amended to read as follows: 37-22-5. The Division of Commercial Inspection and Licensing may appoint suitable and competent inspectors to aid the division in making inspections and repairs of scales under its jurisdiction. The division shall designate the length of any appointment. Each inspector shall report to the division at the time or times and in the manner as the division may require. Section 26. That § 37-22-6 be repealed. 37-22-6. An inspector appointed pursuant to § 37-22-5 shall receive a salary to be fixed by the Division of Commercial Inspection and Licensing pursuant to chapter 3-6A, and his traveling expenses allowed by law and incurred in the performance of his duties, the said salary and expenses to be paid upon vouchers itemized and accompanied by receipts as provided by law, to be approved by the division. Section 27. That § 37-22-8 be repealed. 37-22-8. Whenever directed so to do by the Division of Commercial Inspection and Licensing, any common carrier or shipper or other person owning or operating a scale under the jurisdiction of the division shall equip such scale with any sealing device considered by the division to be a proper and safe device to be used in sealing of scales. Section 28. That § 37-22-13 be amended to read as follows: 37-22-13. If the person making an inspection pursuant to § 37-22-9 shall find finds any scales in use in such place inaccurate, he the inspector shall condemn , or reject for repair, the same scales and attach thereto a card, notice, or other device, indicating that the scales are condemned or rejected . It shall thereafter be is a Class 2 misdemeanor for any person to remove, deface, or destroy such card, notice, or other device placed upon condemned or rejected scales , or to use again, or permit the use of such scales . Scales tagged as \"condemned for repairs\" shall be repaired or corrected within sixty days, and they may not be used for any purpose , until they have been repaired, retested, and found to be correct, and are placed in service by a registered service agency or agent or until the Division of Commercial Inspection and Licensing , or the person making the inspection, shall consent to the further use of such scales. The owner or operator of any weighing device tagged or marked \"rejected for repair\" may continue to use the device but shall have the device repaired or corrected within thirty days by a registered service agency or agent. Section 29. That chapter 37-22 be amended by adding thereto a NEW SECTION to read as follows: The director of the Division of Commercial Inspection and Licensing may grant a variance, upon request from a scale owner or operator, to any rules or specifications governing the scale except those specifying a tolerance or the value of a minimum division. The owner or operator shall demonstrate the variance is needed due to economic unfeasibility or impossibility of conformance with specifications. The variance shall be consistent with good commercial practices in South Dakota and, under normal circumstances, the weighing equipment shall remain accurate and reliable and the variance may not harm the owner, operator, or customers. The secretary of the Department of Public Safety shall, pursuant to chapter 1-26, promulgate rules for the application process and criteria to be used in granting or rejecting a variance."}, {"bill_id": 20472, "bill_version_id": 108546, "bill_version": "Enrolled", "bill_version_date": "2006-02-13T08:35:43-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20472, "action_date": "2006-01-10T12:00:00-06:00", "document_id": 106426, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106426.pdf", "status_text": "First read in Senate and referred to", "journal_page": 21, "committee_id_action": 894, "committee_id_assigned": 868, "result": "N", "vote": {}}, {"bill_id": 20472, "action_date": "2006-01-19T10:00:00-06:00", "document_id": 106796, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106796.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 868, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20472, "action_date": "2006-01-19T10:00:00-06:00", "document_id": 106796, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106796.pdf", "status_text": "Do Pass,", "journal_page": 102, "committee_id_action": 868, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63122, "president_vote": null, "Yea": [3361, 3409, 3413, 3447, 3452, 3423], "Excused": [3368]}}, {"bill_id": 20472, "action_date": "2006-01-20T13:00:00-06:00", "document_id": 106926, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106926.pdf", "status_text": "Do Pass,", "journal_page": 137, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63372, "president_vote": null, "Yea": [3361, 3362, 3363, 3364, 3365, 3368, 3374, 3376, 3377, 3379, 3384, 3390, 3391, 3396, 3397, 3404, 3409, 3411, 3412, 3413, 3415, 3416, 3423, 3425, 3428, 3430, 3432, 3435, 3447, 3450, 3452, 3453], "Excused": [3421, 3439, 3458]}}, {"bill_id": 20472, "action_date": "2006-01-23T14:00:00-06:00", "document_id": 107070, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107070.pdf", "status_text": "First read in House and referred to", "journal_page": 186, "committee_id_action": 893, "committee_id_assigned": 881, "result": "N", "vote": {}}, {"bill_id": 20472, "action_date": "2006-02-09T07:45:00-06:00", "document_id": 108344, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108344.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 881, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20472, "action_date": "2006-02-09T07:45:00-06:00", "document_id": 108344, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108344.pdf", "status_text": "Do Pass,", "journal_page": 467, "committee_id_action": 881, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62529, "president_vote": null, "Yea": [3366, 3367, 3380, 3381, 3406, 3418, 3419, 3437, 3446, 3451, 3465, 3445, 3448]}}, {"bill_id": 20472, "action_date": "2006-02-09T07:45:00-06:00", "document_id": 108344, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108344.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 881, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20472, "action_date": "2006-02-10T12:00:00-06:00", "document_id": 108522, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108522.pdf", "status_text": "Do Pass,", "journal_page": 513, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64452, "president_vote": null, "Yea": [3366, 3367, 3369, 3370, 3371, 3372, 3373, 3375, 3378, 3381, 3382, 3383, 3385, 3386, 3387, 3388, 3389, 3392, 3393, 3394, 3395, 3398, 3399, 3400, 3401, 3402, 3403, 3405, 3406, 3407, 3408, 3410, 3414, 3417, 3419, 3420, 3422, 3424, 3427, 3429, 3431, 3433, 3434, 3436, 3437, 3438, 3440, 3441, 3442, 3443, 3444, 3445, 3446, 3448, 3449, 3451, 3454, 3455, 3456, 3457, 3459, 3460, 3461, 3462, 3463, 3464, 3465, 3426], "Excused": [3380, 3418]}}, {"bill_id": 20472, "action_date": "2006-02-13T14:00:00-06:00", "document_id": 108604, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108604.pdf", "status_text": "Signed by Speaker", "journal_page": 552, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20472, "action_date": "2006-02-13T14:00:00-06:00", "document_id": 108624, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108624.pdf", "status_text": "Signed by President", "journal_page": 500, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20472, "action_date": "2006-02-14T14:00:00-06:00", "document_id": 108713, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108713.pdf", "status_text": "Delivered to the Governor", "journal_page": 508, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20472, "action_date": "2006-02-17T13:00:00-06:00", "document_id": 109035, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/109035.pdf", "status_text": "Signed by Governor", "journal_page": 570, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3398}