{"session_id": 44, "bill_id": 21923, "bill_type": "House Bill", "bill_number": 1009, "bill_title": "revise certain provisions regarding the licensing of electricians and electrical contractors.", "sponsors": [], "keywords": ["Boards and Commissions", "Electrical Wiring", "Executive/Judiciary Request", "Fees", "Professions and Occupations"], "audio": [{"meeting_datetime": "2021-01-27T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco11.mp3", "start_seconds": 1225.0}, {"meeting_datetime": "2021-01-27T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco11.mp3", "start_seconds": 1225.0}, {"meeting_datetime": "2021-01-27T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco11.mp3", "start_seconds": 1225.0}, {"meeting_datetime": "2021-01-27T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hco11.mp3", "start_seconds": 1225.0}, {"meeting_datetime": "2021-02-04T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco16.mp3", "start_seconds": 1080.0}, {"meeting_datetime": "2021-02-04T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco16.mp3", "start_seconds": 1080.0}, {"meeting_datetime": "2021-02-04T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco16.mp3", "start_seconds": 1080.0}, {"meeting_datetime": "2021-02-04T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sco16.mp3", "start_seconds": 1080.0}], "bill_versions": [{"bill_id": 21923, "bill_version_id": 210014, "bill_version": "Introduced", "bill_version_date": "2021-01-05T16:22:25.687-06:00", "bill_text": "An Act to revise certain provisions regarding the licensing of electricians and electrical contractors. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-16-2 be AMENDED. 36-16-2. Definition of terms. Terms used in this chapter mean: (1) \"Apprentice electrician,\" a person learning the trade under the supervision and employment of an electrical contractor, journeyman electrician or Class B electrician, or a person learning the trade under the supervision of a 501(d) electrician, or a person employed by a public entity or private corporation, firm or partnership who is learning the trade under the supervision of an electrical contractor or Class B electrician who is employed by the same public entity or private corporation, limited liability company, firm, or partnership; (2) \"Class B electrician,\" a person having the necessary qualifications, training, technical knowledge and at least thirty-six months' experience in wiring, installing and repairing electrical apparatus and equipment in accordance with the standard rules established by the State Electrical Commission; (3) \"Electrical contractor,\" a person having the necessary qualifications, training, experience, and technical knowledge to plan, lay out, and supervise the installation and repair of electrical wiring, apparatus, and equipment for electric light, heat and power in accordance with the standard rules governing such work; and who undertakes or offers to undertake with another to plan for, lay out, supervise and install or to make additions, alterations and repairs in the installation of such work; (4) \"Electrical inspector,\" a person experienced in all classes of electrical work and either: (a) shall be Is a graduate of a recognized electrical school as approved by State Electrical Commission rules and shall have had has a total of four years' years of experience, which may not include school experience, in electrical work, excluding school experience, or (b) shall have had Has at least six years of practical experience in electrical wiring. Any A qualified inspector may be issued an electrical contractor's license, provided however, he pay if the qualified inspector pays the necessary fees as set forth in this chapter; (5) \"Journeyman electrician,\" a person having the necessary qualifications, training, technical knowledge and at least four years' years of experience in wiring, installing, and repairing electrical apparatus and equipment in accordance with the standard rules established by the State Electrical Commission; (6) \"Maintenance electrician,\" a person working under a maintenance electrician's license of a public entity, firm, partnership, limited liability company, or corporation; (7) \"501(d) electrician,\" a person having the necessary qualifications, training and technical knowledge in wiring, installing, and repairing electrical apparatus and equipment in accordance with the administrative rules promulgated by the State Electrical Commission, pursuant to chapter 1-26. A 501(d) licensee is restricted to wiring on 501(d) properties within the State of South Dakota. 501(d) is the reference to the federal internal revenue code that provides the exemption for a religious or apostolic association or corporation. Section 2. That § 36-16-4 be AMENDED. 36-16-4. Commission member involved in education of electrical engineers or electricians. The Governor shall appoint one member of the State Electrical Commission who shall be involved in the education of electrical engineers or electricians. This The member shall serve without compensation be reimbursed travel expenses, pursuant to § 3-9-2,that are related to the discharge of the member's duty under this section. Section 3. That § 36-16-7 be AMENDED. 36-16-7. Officers of commission--Expenses of members. The members of the State Electrical Commission shall select from their members a president and a secretary/treasurer secretary-treasurer. Each member of the commission except as provided in § 36-16-4 The members shall receive travel expenses, pursuant to § 3-9-2, when actively engaged in that are related to the discharge of the member's their duties under this chapter. Section 4. That § 36-16-8 be AMENDED. 36-16-8. Meetings of commission--Notice. The State Electrical Commission shall hold a meeting in the month of July of each year in Pierre and may hold such other meetings as are necessary to review qualifications and perform the other duties coming before it the commission. Special meetings shall be held at the time and place determined by the president, and upon ten days' notice given by the president executive director to each member of the commission directly, at least seventy-two hours prior to the meeting. Section 5. That § 36-16-16 be AMENDED. 36-16-16. Persons exempt from license requirement. The following persons are not required to hold an electrician's license: (1) Employees An employee of utilities a utility engaged in the manufacture and distribution of electrical energy, when if engaged in work directly pertaining to the manufacture and distribution of electrical energy, or persons or companies when a person that is engaged in work pertaining directly to such services, if the work is designed, supervised, or installed by a person qualified in the work being done. This exemption shall terminate terminates at the first point of service attachment, except for the installing or testing of electric meters and measuring devices and the maintenance of their service; (2) Employees An employee of telephone, telegraph, radio and television communication services and pipelines, or persons or companies when engaged a person that is engaged in work pertaining directly to such services, if the work is designed, supervised or installed by a person qualified in the work being done; (3) Electrical A person doing electrical work and on automotive equipment, on equipment in mines, ships, railways, rolling stock or automotive equipment, and a mine, ship, railway, or rolling stock, or on equipment in a packing plants plant supervised and regulated by the Department of Agriculture; (4) Replacement of lamps and connection A person replacing a lamp and connection of a portable electrical devices device to a suitable receptacles which have receptable that has been permanently installed; (5) Radio A radio and appliance service repair departments department; (6) Maintenance A person doing maintenance on an oil burners burner and on a space heaters heater where installation of same has been effected by a Class B or journeyman electrician in accordance with this chapter; (7) Architects, designers, and engineers An architect, designer, or engineer engaged in the planning and laying out of electrical work; (8) Employees An employee of an electrical utilities utility engaged in the installation and maintenance of utility street lighting, traffic signal devices or electric utility-owned security lights or persons or companies when engaged in work pertaining directly to such services, if the work is designed, supervised, or installed by a person qualified in the work being done; or (9) Employees An employee of an alarm and communications companies company or services service when wiring an alarm or communications system when where the system is classified as power limited class 2 or class 3 signaling circuits, power limited fire protective signaling circuits, class 2 or class 3 alarm circuits, or communications circuits or systems, as covered by articles 725, 760, 770, 800, 810, 820 of the National Electrical Code as it was approved by the American National Standards Institute and in effect on January 1, 1989,; or persons a person or companies a company when engaged in work pertaining directly to such services wiring, if the work is designed, supervised, or installed by a person qualified in the work being done. Section 6. That § 36-16-19 be AMENDED. 36-16-19. Experience required for contractor's license. A person must shall have had at least two years' years of experience as a journeyman electrician or at least four years' one year of commercial experience as a Class B electrician before making application for an electrical contractor's license. Section 7. That § 36-16-21 be AMENDED. 36-16-21. Apprentice registration--Fee--Supervision of work. An apprentice shall register with the State Electrical Commission. The State Electrical Commission may promulgate rules, pursuant to chapter 1-26, to establish and collect a biennial registration fee not to exceed twenty dollars. Biennial fee requirements shall commence on July 1, 1986. He shall apply in even-numbered years. The apprentice may not be allowed to work on installations an installation without personal supervision. Section 8. That § 36-16-22 be AMENDED. 36-16-22. Evidence of experience required for license--Partnership or corporate license. Each person An individual applying for a license under this chapter shall pay a fee and shall, take an oath, and submit written evidence that he has had of having the required experience. If a partnership, company, corporation, or association applies for a license, an officer or manager thereof shall make the application and take the oath and submit evidence as to experience."}, {"bill_id": 21923, "bill_version_id": 216791, "bill_version": "Enrolled", "bill_version_date": "2021-02-05T16:34:41.793-06:00", "bill_text": "ENTITLED An Act to revise certain provisions regarding the licensing of electricians and electrical contractors. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 36-16-2 be AMENDED. 36-16-2. Definition of terms. Terms used in this chapter mean: (1) \"Apprentice electrician,\" a person learning the trade under the supervision and employment of an electrical contractor, journeyman electrician or Class B electrician, or a person learning the trade under the supervision of a 501(d) electrician, or a person employed by a public entity or private corporation, firm or partnership who is learning the trade under the supervision of an electrical contractor or Class B electrician who is employed by the same public entity or private corporation, limited liability company, firm, or partnership; (2) \"Class B electrician,\" a person having the necessary qualifications, training, technical knowledge and at least thirty-six months' experience in wiring, installing and repairing electrical apparatus and equipment in accordance with the standard rules established by the State Electrical Commission; (3) \"Electrical contractor,\" a person having the necessary qualifications, training, experience, and technical knowledge to plan, lay out, and supervise the installation and repair of electrical wiring, apparatus, and equipment for electric light, heat and power in accordance with the standard rules governing such work; and who undertakes or offers to undertake with another to plan for, lay out, supervise and install or to make additions, alterations and repairs in the installation of such work; (4) \"Electrical inspector,\" a person experienced in all classes of electrical work and either: (a) Is a graduate of a recognized electrical school as approved by State Electrical Commission rules and has a total of four years of experience in electrical work, excluding school experience, or (b) Has at least six years of practical experience in electrical wiring. A qualified inspector may be issued an electrical contractor's license if the qualified inspector pays the necessary fees as set forth in this chapter; (5) \"Journeyman electrician,\" a person having the necessary qualifications, training, technical knowledge and at least four years of experience in wiring, installing, and repairing electrical apparatus and equipment in accordance with the standard rules established by the State Electrical Commission; (6) \"Maintenance electrician,\" a person working under a maintenance electrician's license of a public entity, firm, partnership, limited liability company, or corporation; (7) \"501(d) electrician,\" a person having the necessary qualifications, training and technical knowledge in wiring, installing, and repairing electrical apparatus and equipment in accordance with the administrative rules promulgated by the State Electrical Commission, pursuant to chapter 1-26. A 501(d) licensee is restricted to wiring on 501(d) properties within the State of South Dakota. 501(d) is the reference to the federal internal revenue code that provides the exemption for a religious or apostolic association or corporation. Section 2. That § 36-16-4 be AMENDED. 36-16-4. Commission member involved in education of electrical engineers or electricians. The Governor shall appoint one member of the State Electrical Commission who shall be involved in the education of electrical engineers or electricians. The member shall be reimbursed travel expenses, pursuant to § 3-9-2, that are related to the discharge of the member's duty under this section. Section 3. That § 36-16-7 be AMENDED. 36-16-7. Officers of commission--Expenses of members. The members of the State Electrical Commission shall select from their members a president and a secretary-treasurer. The members shall receive travel expenses, pursuant to § 3-9-2, that are related to the discharge of their duties under this chapter. Section 4. That § 36-16-8 be AMENDED. 36-16-8. Meetings of commission--Notice. The State Electrical Commission shall hold a meeting in the month of July of each year in Pierre and may hold such other meetings as are necessary to review qualifications and perform the other duties coming before the commission. Special meetings shall be held at the time and place determined by the president, and upon notice given by the executive director to each member of the commission directly, at least seventy-two hours prior to the meeting. Section 5. That § 36-16-16 be AMENDED. 36-16-16. Persons exempt from license requirement. The following persons are not required to hold an electrician's license: (1) An employee of a utility engaged in the manufacture and distribution of electrical energy if engaged in work directly pertaining to the manufacture and distribution of electrical energy, or a person that is engaged in work pertaining directly to such services if the work is designed, supervised, or installed by a person qualified in the work being done. This exemption terminates at the first point of service attachment, except for the installing or testing of electric meters and measuring devices and the maintenance of their service; (2) An employee of telephone, telegraph, radio and television communication services and pipelines, or a person that is engaged in work pertaining directly to such services if the work is designed, supervised or installed by a person qualified in the work being done; (3) A person doing electrical work on automotive equipment, on equipment in a mine, ship, railway, or rolling stock, or on equipment in a packing plant supervised and regulated by the Department of Agriculture; (4) A person replacing a lamp and connection of a portable electrical device to a suitable receptable that has been permanently installed; (5) A radio and appliance service repair department; (6) A person doing maintenance on an oil burner and on a space heater where installation of same has been effected by a Class B or journeyman electrician in accordance with this chapter; (7) An architect, designer, or engineer engaged in the planning and laying out of electrical work; (8) An employee of an electrical utility engaged in the installation and maintenance of utility street lighting, traffic signal devices or electric utility-owned security lights or persons or companies when engaged in work pertaining directly to such services, if the work is designed, supervised, or installed by a person qualified in the work being done; or (9) An employee of an alarm and communications company or service when wiring an alarm or communications system where the system is classified as power limited class 2 or class 3 signaling circuits, power limited fire protective signaling circuits, class 2 or class 3 alarm circuits, or communications circuits or systems; or a person or a company when engaged in work pertaining directly to such wiring, if the work is designed, supervised, or installed by a person qualified in the work being done. Section 6. That § 36-16-19 be AMENDED. 36-16-19. Experience required for contractor's license. A person shall have at least two years of experience as a journeyman electrician or at least one year of commercial experience as a Class B electrician before making application for an electrical contractor's license. Section 7. That § 36-16-21 be AMENDED. 36-16-21. Apprentice registration--Fee--Supervision of work. An apprentice shall register with the State Electrical Commission. The State Electrical Commission may promulgate rules, pursuant to chapter 1-26, to establish and collect a biennial registration fee not to exceed twenty dollars. Biennial fee requirements apply in even-numbered years. The apprentice may not be allowed to work on an installation without personal supervision. Section 8. That § 36-16-22 be AMENDED. 36-16-22. Evidence of experience required for license--Partnership or corporate license. An individual applying for a license under this chapter shall pay a fee, take an oath, and submit written evidence of having the required experience. If a partnership, company, corporation, or association applies for a license, an officer or manager thereof shall make the application and take the oath and submit evidence as to experience. An Act to revise certain provisions regarding the licensing of electricians and electrical contractors. I certify that the attached Act originated in the: House as Bill No. 1009 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1009 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2021 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2021 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2021 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21923, "action_date": "2021-01-12T12:00:00-06:00", "document_id": 211012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211012.pdf", "status_text": "First read in House and referred to", "journal_page": 11, "committee_id_action": 492, "committee_id_assigned": 487, "result": "N", "vote": {}}, {"bill_id": 21923, "action_date": "2021-01-27T10:00:00-06:00", "document_id": 211281, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211281.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21923, "action_date": "2021-01-27T10:00:00-06:00", "document_id": 211282, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211282.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67987, "president_vote": null, "Yea": [1766, 1767, 1772, 3802, 1834, 1843, 1883, 3782, 1862, 3789, 1866, 1769, 1823]}}, {"bill_id": 21923, "action_date": "2021-01-27T10:00:00-06:00", "document_id": 211282, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211282.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 487, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21923, "action_date": "2021-01-28T14:00:00-06:00", "document_id": 214370, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214370.pdf", "status_text": "Do Pass", "journal_page": 155, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68066, "president_vote": null, "Yea": [1766, 1767, 1768, 1769, 1770, 1772, 1777, 1778, 1780, 1781, 1782, 1784, 1788, 1792, 1793, 1795, 1796, 1798, 1799, 1800, 1802, 1804, 1805, 1807, 1809, 1813, 1820, 1822, 1823, 1824, 1829, 1830, 1832, 1834, 1835, 1836, 1837, 1839, 1841, 1843, 1844, 1855, 1862, 1864, 1866, 1868, 1883, 3782, 3784, 3785, 3786, 3787, 3788, 3789, 3790, 3791, 3792, 3793, 3794, 3797, 3800, 3801, 3802, 3804, 3806], "Excused": [1817, 1826, 1852, 3783, 3799]}}, {"bill_id": 21923, "action_date": "2021-02-01T14:00:00-06:00", "document_id": 214910, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214910.pdf", "status_text": "First read in Senate and referred to", "journal_page": 143, "committee_id_action": 514, "committee_id_assigned": 504, "result": "N", "vote": {}}, {"bill_id": 21923, "action_date": "2021-02-04T10:00:00-06:00", "document_id": 215539, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215539.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 504, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21923, "action_date": "2021-02-04T10:00:00-06:00", "document_id": 215541, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215541.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 504, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68447, "president_vote": null, "Yea": [1789, 1828, 1856, 3796, 3795, 1881], "Excused": [1850, 1858, 1870]}}, {"bill_id": 21923, "action_date": "2021-02-04T10:00:00-06:00", "document_id": 215541, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215541.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 504, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21923, "action_date": "2021-02-05T13:00:00-06:00", "document_id": 216665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216665.pdf", "status_text": "Do Pass", "journal_page": 201, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68609, "president_vote": null, "Yea": [1771, 3798, 1775, 1776, 1881, 1779, 1783, 1785, 1786, 1794, 1801, 1803, 1806, 1808, 1811, 1812, 1819, 1827, 1828, 1831, 3805, 1847, 1850, 1851, 1853, 1856, 1858, 1860, 3803, 3795, 1865], "Excused": [1789, 1790, 3796, 1870]}}, {"bill_id": 21923, "action_date": "2021-02-08T14:00:00-06:00", "document_id": 216807, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216807.pdf", "status_text": "Signed by the Speaker", "journal_page": 247, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21923, "action_date": "2021-02-09T14:30:00-06:00", "document_id": 216938, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216938.pdf", "status_text": "Signed by the President", "journal_page": 229, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21923, "action_date": "2021-02-10T14:00:00-06:00", "document_id": 217079, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217079.pdf", "status_text": "Delivered to the Governor", "journal_page": 270, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21923, "action_date": "2021-02-16T14:00:00-06:00", "document_id": 217363, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217363.pdf", "status_text": "Signed by the Governor", "journal_page": 293, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7106}