{"session_id": 20, "bill_id": 5333, "bill_type": "House Bill", "bill_number": 1077, "bill_title": "enact the Uniform Real Property Transfer on Death Act.", "sponsors": [{"legislator_profile_id": 441, "is_prime": true}, {"legislator_profile_id": 443, "is_prime": true}, {"legislator_profile_id": 456, "is_prime": false}, {"legislator_profile_id": 431, "is_prime": false}, {"legislator_profile_id": 509, "is_prime": false}, {"legislator_profile_id": 457, "is_prime": false}, {"legislator_profile_id": 523, "is_prime": false}, {"legislator_profile_id": 442, "is_prime": false}, {"legislator_profile_id": 435, "is_prime": false}, {"legislator_profile_id": 513, "is_prime": false}], "keywords": ["Property", "Real Property", "Uniform Act"], "audio": [{"meeting_datetime": "2014-01-29T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju10.mp3", "start_seconds": 1790.0}, {"meeting_datetime": "2014-01-29T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju10.mp3", "start_seconds": 1790.0}, {"meeting_datetime": "2014-01-29T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju10.mp3", "start_seconds": 1790.0}, {"meeting_datetime": "2014-01-29T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hju10.mp3", "start_seconds": 1790.0}, {"meeting_datetime": "2014-01-30T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou11.mp3", "start_seconds": 5549.0}, {"meeting_datetime": "2014-01-30T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou11.mp3", "start_seconds": 5549.0}, {"meeting_datetime": "2014-01-30T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou11.mp3", "start_seconds": 5549.0}, {"meeting_datetime": "2014-02-25T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sju26.mp3", "start_seconds": 731.0}, {"meeting_datetime": "2014-02-25T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sju26.mp3", "start_seconds": 731.0}, {"meeting_datetime": "2014-02-25T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sju26.mp3", "start_seconds": 731.0}, {"meeting_datetime": "2014-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen29.mp3", "start_seconds": 4194.0}, {"meeting_datetime": "2014-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen29.mp3", "start_seconds": 4194.0}, {"meeting_datetime": "2014-03-03T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen29.mp3", "start_seconds": 4194.0}], "bill_versions": [{"bill_id": 5333, "bill_version_id": 28744, "bill_version": "Introduced", "bill_version_date": "2014-01-22T09:50:24.217-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to enact the Uniform Real Property Transfer on Death Act. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. This Act may be cited as the South Dakota Real Property Transfer on Death Act. Section 2. Terms used in this Act mean: (1) \"Beneficiary,\" a person who receives property under a transfer on death deed; (2) \"Designated beneficiary,\" a person designated to receive property in a transfer on death deed; (3) \"Joint owner,\" any individual who owns property concurrently with one or more other individuals with a right of survivorship. The term includes a joint tenant with a right of survivorship. The term does not include a tenant in common; (4) \"Person,\" an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, public corporation, government or governmental subdivision, agency, or instrumentality, or any other legal or commercial entity; (5) \"Property,\" an interest in real property located in this state which is transferable on the death of the owner; (6) \"Transfer on a death deed,\" a document authorized under this Act and is considered a governing instrument as defined by subdivision 29A-1-201(19); (7) \"Transferor,\" any individual who makes a transfer on a death deed. Section 3. Property may be transferred to one or more beneficiaries by a transfer on a death deed and is effective at the transferor's death. Section 4. This Act does not affect any method of transferring property otherwise permitted under the law of this state. Section 5. A transfer on a death deed is revocable even if the deed or another instrument contains a contrary provision. Section 6. A transfer on a death deed is nontestamentary. Section 7. The capacity required to make or revoke a transfer on a death deed is the same as the capacity required to make a will. Section 8. A transfer on death deed must: (1) Except as otherwise provided in subdivision (2), contain the essential elements and formalities of a properly recordable inter vivos deed as required by the standards of title; (2) State that the transfer to the designated beneficiary is to occur at the transferor's death; and (3) Be recorded before the transferor's death in the public records in the office of the register of deeds in the county where the property is located. Section 9. A transfer on death deed is effective without: (1) Notice or delivery to or acceptance by the designated beneficiary during the transferor's life; or (2) Consideration. Section 10. Subject to section 11 of this Act, an instrument is effective to revoke a recorded transfer on death deed, or any part of it, only if the instrument: (1) Is: (a) A transfer on death deed that revokes the deed or part of the deed expressly or by inconsistency; (b) An instrument of revocation that expressly revokes the deed or part of the deed; or (c) An inter vivos deed that expressly revokes the transfer on death deed or part of the deed; and (2) Is acknowledged by the transferor after the acknowledgment of the deed being revoked and recorded before the transferor's death in the public records in the office of the register of deeds in the county where the deed is recorded. Section 11. If a transfer on death deed is made by more than one transferor: (1) Revocation by one transferor does not affect the deed as to the interest of another transferor; and (2) A deed of joint owners is revoked only if it is revoked by all of the living joint owners. Section 12. After a transfer on death deed is recorded, it may not be revoked by a revocatory act on the deed. Such revocatory act includes burning, tearing, canceling, obliterating, or destroying the deed, or any part of it. Section 13. Nothing in sections 10 to 12, inclusive, of this Act limits the effect of an inter vivos transfer of the property. Section 14. During a transferor's life, a transfer on death deed does not: (1) Affect an interest or right of the transferor or any other owner, including the right to transfer or encumber the property; (2) Affect an interest or right of a designated beneficiary, even if the designated beneficiary has actual or constructive notice of the deed; (3) Affect an interest or right of a secured or unsecured creditor or future creditor of the transferor, even if the creditor has actual or constructive notice of the deed; (4) Affect the transferor's or designated beneficiary's eligibility for any form of public assistance; (5) Create a legal or equitable interest in favor of the designated beneficiary; or (6) Subject the property to claims or process of a creditor of the designated beneficiary. Section 15. Except as otherwise provided in the transfer on death deed, in this section, §§ 29A-2-603, 29A-2-701, 29A-2-802, or 29A-2-803, revocation by divorce or homicide, survival and simultaneous death, and elective share, on the death of the transferor, the following rules apply to property that is the subject of a transfer on death deed and owned by the transferor at death: (1) Subject to subdivision (2), the interest in the property is transferred to the designated beneficiary, or when necessary, to the contingent beneficiary in accordance with the deed. (2) The interest of a designated beneficiary is contingent on the designated beneficiary surviving the transferor. The interest of any designated or contingent beneficiary who fails to survive the transferor by one hundred twenty hours lapses unless survival is specifically waived or modified as provided by § 29A-2-702. (3) Subject to subdivision (4), concurrent interests are transferred to the beneficiaries in equal and undivided shares with no right of survivorship. (4) If the transferor identifies two or more designated beneficiaries to receive concurrent interests in the property, the share of one which lapses or fails for any reason is transferred to the other, or to the others in proportion to the interest of each in the remaining part of the property held concurrently. Section 16. Subject to chapter 43-28, a beneficiary takes the property subject to all conveyances, encumbrances, assignments, contracts, mortgages, liens, and other interests to which the property is subject at the transferor's death. For purposes of this section and chapter 43-28, the recording of the transfer on death deed is deemed to have occurred at the transferor's death. Section 17. If a transferor is a joint owner and is: (1) Survived by one or more other joint owners, then the property that is the subject of a deed belongs to the surviving joint owner or owners with right of survivorship; or (2) The last surviving joint owner, then the transfer on death deed is effective. Section 18. A transfer on death deed transfers property without covenant or warranty of title even if the deed contains a contrary provision. Section 19. A beneficiary may disclaim all or part of the beneficiary's interest as provided by § 29A-2-801. The disclaimer of an interest in property must be recorded in the office of the register of deeds in the county where the property that is the subject of the disclaimer is located. Section 20. Upon the death of the transferor, the beneficiary is liable for the debts and obligations of the deceased transferor under the conditions set forth in sections 21 to 24, inclusive, of this Act. Section 21. Unless a settlement is made with the beneficiary, a creditor or personal representative of the deceased transferor may institute an action in any court of competent jurisdiction, within six months after the death of the transferor, against the beneficiary setting forth such claim, unless the action is for recovery of medical assistance initiated by the Department of Social Services pursuant to Title 28, in which case the action must be commenced within the shorter of two years after the death of the transferor, or within six months of written notice to the Department of Social Services with information of the transferor's death, social security number, and if available upon reasonable investigation, the transferor's deceased spouse's name and social security number. Section 22. In any action instituted by a creditor or personal representative of a deceased transferor, as specified in section 21 of this Act, the person instituting the action shall allege and prove that there is not sufficient other property standing in the name of the deceased transferor at the time of transferor's death which is subject to and sufficient to pay said debts and obligations; provided that, if no petition is filed in court to probate the deceased transferor's estate within thirty days from the date of transferor's death, there is a presumption of evidence that the property standing in the name of the decedent at the time of transferor's death is insufficient to pay transferor's debts and obligations. Section 23. The beneficiary is liable to the creditors or personal representatives of the deceased transferor for the lawful debts and obligations of the deceased transferor only in an amount equal to the value of the property contributed by the deceased transferor determined as of the time of transferor's death, but subject to all homestead and legal exemptions in the deceased transferor's property. Section 24. In any case where a deceased transferor has more than one transfer on death deed at the time of transferor's death, all of the beneficiaries therein are jointly and severally liable to the creditors or personal representative of the deceased transferor as herein provided and any beneficiary who is made a defendant in any action has the right to require any other such beneficiary within the jurisdiction of the court to be joined as a party defendant in the action and has the right of pro rata contribution against other beneficiaries, to the extent of their respective liability hereunder. Section 25. A purchaser for value of property or a lender who acquires a security interest in the property from a beneficiary of a transfer on death deed after the death of the owner, in good faith, takes the property free of any claims of or liability to the owner's estate, creditors of the owner's estate, persons claiming rights as beneficiaries under the deed or heirs of the owner's estate, in absence of actual knowledge that the transfer was improper or that the information in an affidavit of confirmation, if any, provided pursuant to section 32 of this Act, is not true; and, a purchaser or lender for value has no duty to verify sworn information relating to the deed. Section 26. An attorney in fact, custodian, conservator, or other agent may not make, revoke, or change a beneficiary designation unless the document establishing the agent's right to act, or a court order, expressly authorizes such action and such action complies with the terms of the governing instrument, the rulings of the court, and applicable law. This section does not prohibit the authorized withdrawal, sale, pledge, or other present transfer of the property by an attorney in fact, custodian, conservator, or other agent notwithstanding the fact that the effect of the transaction may be to extinguish a designated beneficiary's right to receive a transfer of the property at the death of the owner. Section 27. The transfer of a deceased owner's property or interest in property must be recorded with the register of deeds in the county where the property is located by filing an affidavit of confirmation executed by any designated beneficiary to whom the transfer is made. The affidavit of confirmation must be verified before a person authorized to administer oaths and must be accompanied by a certified copy of the death certificate for the deceased owner and for each designated beneficiary identified in subdivision (4). The affidavit of confirmation shall contain all of the following information: (1) The name and address of each transfer on death beneficiary who survives the deceased owner or that is in existence on the date of death of the deceased owner. If the named beneficiary is deceased, the name and address of the contingent beneficiary or person who takes under the anti-lapse statutes shall be included. If a named beneficiary is designated as a transfer on death beneficiary solely in that person's capacity as a trustee of a trust and that trustee subsequently has been replaced by a successor trustee, the affidavit of confirmation shall include the name and address of the successor trustee and must be accompanied by proof of acceptance by the successor trustee; (2) The date of death of the deceased owner; (3) The legal description of the subject property or interest in property; (4) The name of each designated beneficiary who has not survived the deceased owner or who is not in existence on the date of death of the deceased owner; and (5) A statement that notice of the death of the decedent was given to the South Dakota Department of Social Services to satisfy any public welfare and assistance liens under Title 28. Section 28. The register of deeds shall make an index reference in the record of deeds to any affidavit of confirmation filed with the register of deeds under the provisions of this Act. Section 29. Any person who knowingly makes any false statement in an affidavit of confirmation is guilty of falsification under § 22-11-23. Section 30. The following form may be used to create a transfer on death deed. The provisions of this Act govern the effect of this or any other instrument used to create a transfer on death deed. REVOCABLE TRANSFER ON DEATH DEED Notice to Owner: This deed will transfer ownership of the property described below when you die. You should carefully read all of the information on this form. You should consult a lawyer before using this form. This form must be recorded with the register of deeds before your death or it will not be effective. Any change to this deed must also be recorded to be effective. Identifying Information Owner(s) of Property Who Join in This Deed: ___________________________________________________________ ___________________________________________________________ Address: Marital Status of Owner(s): Legal Description of Property: ______________________________________________________________________________________________________________________________________________________________________________________________________________________________ Beneficiary or Beneficiaries I revoke all my prior transfer on death deeds concerning the property, and name the following beneficiary(ies) to receive the property (in equal shares, and as tenants in common, and not as joint tenants with rights of survivorship, unless I say otherwise): Name and address of Beneficiary(ies) ___________________________________________________________ This transfer is ___ / is not______ subject to the requirement that the named beneficiary survive me by one hundred twenty hours. Name and address of Contingent Beneficiary(ies) If no primary beneficiary survives me, I name the following contingent beneficiary(ies) to receive the property (in equal shares, and as tenants in common, and not as joint tenants with rights of survivorship, unless I say otherwise): ___________________________________________________________ ___________________________________________________________ ___________________________________________________________ Transfer on Death I hereby convey and transfer upon my death all my interests (whether now owned or hereafter acquired) in the described property to the above listed beneficiary(ies). Before my death, I may revoke this deed, or any part of this deed. Exempt from Transfer Fee: § 43-4-22(18) Signature(s) of Owner(s) Who Join in this Deed ____________________________________ _________________ (signature) (date) ____________________________________ _________________ (signature) (date) Acknowledgment (acknowledgment) Section 31. The following form may be used to create an instrument of revocation under this Act. The provisions of this Act govern the effect of this or any other instrument used to revoke a transfer on death deed. REVOCATION OF TRANSFER ON DEATH DEED Identifying Information Owner(s) of Property Who Join in This Revocation: ___________________________________________________________ ___________________________________________________________ Address: The undersigned, as the owner on the transfer on death deed recorded on (date) __________ in Book _______ of _______, Page _____ in the office of the register of deeds of __________ County, South Dakota, affecting real property legally described as follows: (legal description) _________________________________________________________ hereby revokes the previous transfer. Dated Signature/Address Acknowledgment Section 32. The following form or a document that contains substantially all of the following information may be used to create the affidavit of confirmation: AFFIDAVIT OF CONFIRMATION AND SURVIVORSHIP FOR TRANSFER ON DEATH DEED State of South Dakota County of _________________ I, ________________________, being first duly sworn on oath, state that to my personal knowledge: 1. __________________________ (Decedent) is the person named in the certified copy of the Certificate of Death attached hereto. 2. On the date of death, Decedent was an owner of the property in ______________ County, South Dakota, legally described as follows: ___________________________________ and Decedent was the transferor in a transfer on death deed (Deed) recorded on _____________, as in Book ____ of _____, Page _____, in the office of the register of deeds of ______________ County, South Dakota. 3. The name(s) and address(es) of the Designated Beneficiary(ies) named in the Deed who survived the Decedent is(are): _________________________________________________________ _________________________________________________________ _________________________________________________________ 4. The name(s) and address(es) of the contingent beneficiary or person who takes under the anti-lapse statutes and who survived the Decedent. __________________________________________________________ __________________________________________________________ 5. The Designated Beneficiary(ies) named in the Deed who did not survive the Decedent is(are): __________________________________________________________ __________________________________________________________ Certified copies of Certificate(s) of Death for any deceased Designated Beneficiary(ies) is(are) also attached hereto. 6. Notice of the death of the Decedent has been given to the South Dakota Department of Social Services and it has been determined that no assistance was provided or that any obligation for reimbursement to the department has been satisfied. Affiant Notary Section 33. In applying and construing this Act, consideration must be given to the need to promote uniformity of the law with respect to its subject matter among the states that enact it. Section 34. The provisions of this Act modify, limit, and supersede the federal Electronic Signatures in Global and National Commerce Act, 15 U.S.C. Section 7001, et seq., but do not modify, limit, or supersede Section 101(c) of that Act, 15 U.S.C. Section 7001(c), or authorize electronic delivery of any of the notices described in Section 103(b) of that Act, 15 U.S.C. Section 7003(b). Section 35. The provisions of this Act apply to any transfer on death deed executed, acknowledged, and recorded after July 1, 2014. Section 36. That § 7-9-7 be amended to read as follows: 7-9-7. No register of deeds may accept for record in the office of the register of deeds: (1) Any deed, affidavit terminating joint tenancy or life estate interests, or oil, gas, or other mineral lease that does not include the names of the grantor and the grantee or the lessor and the lessee, the names of the joint tenant, the post office address of the grantee or lessee, and a legal description of the property conveyed or leased; (2) Any mortgage that does not include the names of the mortgagor and the mortgagee, the post office address of the mortgagee, a legal description of the property, and the amount of the mortgage and when it is due; (3) Any assignment of mortgage or oil, gas, or other mineral lease that does not include the names of the assignor and the assignee, the post office address of the assignee, and a legal description of the property; or (4) Any deed or contract for deed dated after July 1, 1988, used in the purchase, exchange, transfer, or assignment of interest in real property that is not accompanied by a certificate of value containing the name and address of the buyer and seller, the legal description of the real property, the actual consideration exchanged for the real property, the relationship of the seller and buyer, if any, and the terms of payment if other than payment in full at the time of sale; or (5) A transfer on death deed, pursuant to this Act, is exempt from completing and submitting the certificate of value as set forth in subdivision (4) of this section."}, {"bill_id": 5333, "bill_version_id": 31410, "bill_version": "Enrolled", "bill_version_date": "2014-03-04T09:40:55.413-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5333, "action_date": "2014-01-22T14:00:00-06:00", "document_id": 28792, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28792.pdf", "status_text": "First read in House and referred to", "journal_page": 69, "committee_id_action": 231, "committee_id_assigned": 227, "result": "N", "vote": {}}, {"bill_id": 5333, "action_date": "2014-01-29T10:00:00-06:00", "document_id": 28933, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28933.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 227, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5333, "action_date": "2014-01-29T10:00:00-06:00", "document_id": 29292, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29292.pdf", "status_text": "Do Pass", "journal_page": 140, "committee_id_action": 227, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15359, "president_vote": null, "Yea": [456, 505, 431, 455, 509, 457, 523, 458, 466, 476, 460, 513, 441]}}, {"bill_id": 5333, "action_date": "2014-01-30T14:00:00-06:00", "document_id": 29448, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29448.pdf", "status_text": "Do Pass", "journal_page": 183, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15451, "president_vote": null, "Yea": [528, 527, 453, 522, 525, 433, 456, 489, 517, 519, 505, 449, 431, 455, 425, 504, 481, 509, 503, 477, 520, 479, 457, 454, 523, 496, 458, 451, 466, 845, 499, 442, 476, 521, 507, 478, 487, 423, 439, 500, 502, 497, 515, 511, 512, 463, 518, 484, 462, 485, 514, 459, 464, 510, 450, 506, 430, 513, 468, 498, 461, 516, 508, 480, 460, 448, 441], "Excused": [467, 524, 501]}}, {"bill_id": 5333, "action_date": "2014-01-31T13:00:00-06:00", "document_id": 29580, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29580.pdf", "status_text": "First read in Senate and referred to", "journal_page": 187, "committee_id_action": 229, "committee_id_assigned": 210, "result": "N", "vote": {}}, {"bill_id": 5333, "action_date": "2014-02-25T08:00:00-06:00", "document_id": 30665, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30665.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 210, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5333, "action_date": "2014-02-25T08:00:00-06:00", "document_id": 31000, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31000.pdf", "status_text": "Do Pass", "journal_page": 444, "committee_id_action": 210, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16543, "president_vote": null, "Yea": [434, 526, 443, 432, 437, 469, 446]}}, {"bill_id": 5333, "action_date": "2014-02-26T14:00:00-06:00", "document_id": 31118, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31118.pdf", "status_text": "Deferred to another day", "journal_page": 491, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5333, "action_date": "2014-02-27T13:00:00-06:00", "document_id": 31212, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31212.pdf", "status_text": "Deferred to another day", "journal_page": 501, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5333, "action_date": "2014-03-03T14:00:00-06:00", "document_id": 31345, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31345.pdf", "status_text": "Do Pass", "journal_page": 521, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16841, "president_vote": null, "Yea": [469, 437, 444, 473, 846, 495, 447, 472, 470, 432, 465, 847, 483, 443, 429, 452, 436, 438, 526, 424, 491, 428, 475, 435, 440, 493, 849, 474, 426, 446, 494, 434, 490, 486], "Nay": [492]}}, {"bill_id": 5333, "action_date": "2014-03-04T14:00:00-06:00", "document_id": 31471, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31471.pdf", "status_text": "Signed by the Speaker", "journal_page": 638, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5333, "action_date": "2014-03-05T14:00:00-06:00", "document_id": 31597, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31597.pdf", "status_text": "Signed by the President", "journal_page": 563, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5333, "action_date": "2014-03-06T12:30:00-06:00", "document_id": 31667, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31667.pdf", "status_text": "Delivered to the Governor", "journal_page": 671, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5333, "action_date": "2014-03-12T10:30:00-05:00", "document_id": 31972, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31972.pdf", "status_text": "Signed by the Governor", "journal_page": 742, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5621}