{"session_id": 49, "bill_id": 15306, "bill_type": "House Bill", "bill_number": 1038, "bill_title": "provide for the assessment of a higher fee for a vehicle dealer license permit purchased beyond the five-day requirement.", "sponsors": [], "keywords": ["Department of Revenue", "Fee", "Vehicle Dealer License"], "audio": [{"meeting_datetime": "2000-01-12T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou02.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-01-18T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou06hb1038a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-01-18T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou06hb1038a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-01-18T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou06hb1038a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 15306, "bill_version_id": 86144, "bill_version": "Introduced", "bill_version_date": "2000-01-08T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the assessment of a higher fee for a vehicle dealer license permit purchased beyond the five-day requirement. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-6B-5 be amended to read as follows: 32-6B-5. The following persons are exempt from the provisions of this chapter: (1) Any employee of any person licensed as a vehicle dealer if engaged in the specific performance of the employee's duties; (2) Any financial institution chartered or licensed in any other jurisdiction that acquires vehicles as an incident to its regular business and sells such vehicles to dealers licensed under this chapter; (3) Any nonprofit automobile club if selling automobiles twenty years old or older under the provisions of chapter 32-3; (4) Any person acting as an auctioneer if auctioning South Dakota titled vehicles for a licensed dealer or a person who is exempt from the provisions of this chapter; (5) Any person engaged in the business of manufacturing or converting new vehicles if selling such vehicles to a licensed dealer holding a franchise from the original manufacturer of the vehicle; (6) Any person engaged in the business of manufacturing or customizing motorcycles may display but may not sell any motorcycles at an event, if the event lasts three or more days and if the person registers with and purchases a permit from the Department of Revenue at least five days before the event. The person shall pay a fee of one hundred dollars for a ten-day temporary permit . If the permit is not purchased at least five days before the event, the person shall pay a fee of two hundred dollars for the ten-day temporary permit ; (7) Any person engaged in the business of manufacturing trailers may display but may not sell any trailers at an event, if the event lasts three or more days and if the person registers with and purchases a permit from the Department of Revenue at least five days before the event. The person shall pay a fee of fifty dollars for a ten-day temporary permit . If the permit is not purchased at least five days before the event, the person shall pay a fee of one hundred dollars for the ten-day temporary permit ; (8) Any person may sell motorcycles at an event, if the event lasts three or more days and if the person registers and purchases a permit from the Department of Revenue at least five days before the event. Before issuance of a permit, the applicant must provide proof they are a licensed dealer in their own state and have no outstanding dealer violations. The permit will only be issued if the motorcycles being sold are not franchised in this state. The person shall pay a fee of two hundred dollars for a ten-day temporary permit . If the permit is not purchased at least five days before the event, the person shall pay a fee of four hundred dollars for the ten-day temporary permit ; (9) Any person may sell trailers at an event, if the event lasts three or more days and if the person registers and purchases a permit from the Department of Revenue at least five days before the event. Before issuance of a permit, the applicant must provide proof they are a licensed dealer in their own state and have no outstanding dealer violations. The permit will only be issued if the trailers being sold are not franchised in this state. The person shall pay a fee of one hundred and fifty dollars for a ten-day temporary permit. However, regardless of whether or not there is a franchise in this state, any person may display a trailer at such an event . If the permit is not purchased at least five days before the event, the person shall pay a fee of three hundred dollars for the ten-day temporary permit ; (10) Any person not engaged in the sale of vehicles as a business and is disposing of vehicles used solely for personal use if the vehicles were acquired and used in good faith and not for the purpose of avoiding the provisions of this chapter; (11) Any person not engaged in the sale of vehicles as a business who operates fleets of vehicles and is disposing of vehicles used in the person's business if the same were acquired and used in good faith and not for the purpose of avoiding the provisions of this chapter; (12) Any person who sells less than five vehicles in a twelve-month period, unless the person is licensed as a dealer in another state or holds himself or herself out as being in the business of selling vehicles. However, if the vehicles are travel trailers, any person who sells less than three travel trailers in a twelve-month period; (13) Any public officer while performing the officer's official duties; (14) Any receiver, trustee, administrator, executor, guardian, or other person appointed by or acting under the judgment or order of any court; (15) Any regulated lenders as that term is defined in § 54-3-14, any insurance company authorized to do business in this state or any financing institution as defined in and licensed pursuant to chapter 54-7 that acquires vehicles as an incident to its regular business; (16) Any towing agency that acquires and sells a vehicle which has been towed at the request of a private landowner under the provision of chapter 32-36 or at the request of a law enforcement officer, if no vehicle is sold for an amount over two hundred dollars; and (17) Any vehicle rental and leasing company that sells its used vehicles to dealers licensed under this chapter."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15306, "action_date": "2000-01-11T14:00:00-06:00", "document_id": 85620, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85620.pdf", "status_text": "First read in House and referred to", "journal_page": 19, "committee_id_action": 656, "committee_id_assigned": 644, "result": "N", "vote": {}}, {"bill_id": 15306, "action_date": "2000-01-12T14:00:00-06:00", "document_id": 85622, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85622.pdf", "status_text": "Re-referred to", "journal_page": 32, "committee_id_action": 656, "committee_id_assigned": 653, "result": "P", "vote": {}}, {"bill_id": 15306, "action_date": "2000-01-15T10:00:00-06:00", "document_id": 85715, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85715.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 653, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15306, "action_date": "2000-01-15T10:00:00-06:00", "document_id": 85715, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85715.pdf", "status_text": "Do Pass,", "journal_page": 50, "committee_id_action": 653, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43701, "president_vote": null, "Yea": [2305, 2324, 2325, 2327, 2355, 2361, 2362, 2397, 2401, 2404, 2308], "Excused": [2343], "Nay": [2379]}}, {"bill_id": 15306, "action_date": "2000-01-18T14:00:00-06:00", "document_id": 85630, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85630.pdf", "status_text": "Do Pass,", "journal_page": 121, "committee_id_action": 656, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 45939, "president_vote": null, "Yea": [2305, 2308, 2313, 2314, 2315, 2316, 2317, 2323, 2324, 2325, 2332, 2333, 2334, 2337, 2345, 2349, 2350, 2355, 2359, 2360, 2361, 2362, 2368, 2370, 2371, 2373, 2385, 2387, 2388, 2390, 2392, 2397, 2401, 2403, 2407], "Nay": [2309, 2312, 2318, 2319, 2321, 2327, 2328, 2336, 2338, 2341, 2342, 2343, 2348, 2353, 2354, 2356, 2363, 2366, 2367, 2372, 2374, 2377, 2378, 2379, 2382, 2383, 2384, 2393, 2396, 2402, 2404, 2406, 2408, 2351], "Excused": [2394]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/15306"}