{"session_id": 20, "bill_id": 5828, "bill_type": "House Commemoration", "bill_number": 1012, "bill_title": "Commending and honoring Chief Warrant Officer Two Benjamin Smetana for his selection as the South Dakota Army National Guard Warrant Officer of the Year.", "sponsors": [{"legislator_profile_id": 487, "is_prime": true}, {"legislator_profile_id": 440, "is_prime": true}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 5828, "bill_version_id": 29147, "bill_version": "Introduced", "bill_version_date": "2014-01-28T12:22:01.253-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Chief Warrant Officer Two Benjamin Smetana for his selection as the South Dakota Army National Guard Warrant Officer of the Year. WHEREAS, the South Dakota Army National Guard consistently is ranked as one of the best Army National Guard units in the nation; and WHEREAS, Chief Warrant Officer Two Benjamin Smetana was selected as the Warrant Officer of the Year of the South Dakota Army National Guard after serving with honor, great proficiency, leadership, and steadfast dedication; and WHEREAS, as noted by his South Dakota Army National Guard state supervisors and commanders, Chief Warrant Officer Two Benjamin Smetana's dedication to duty and leadership exemplify the total package of Army core values; and WHEREAS, Chief Warrant Officer Two Benjamin Smetana's performance is in keeping with the highest traditions established by South Dakota's many veterans and the United States Armed Forces; and WHEREAS, South Dakotans greatly appreciate the sacrifice, dedication, and service of all those who put their lives on the line to serve South Dakota and our great nation: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that Chief Warrant Officer Two Benjamin Smetana is congratulated, commended, and honored as a recipient of the South Dakota Army National Guard Warrant Officer of the Year award; is recognized for his outstanding service as well as his outstanding representation of the State of South Dakota; and is extended our best wishes for his continued success, happiness, and safety. Hooah!"}, {"bill_id": 5828, "bill_version_id": 29458, "bill_version": "Enrolled", "bill_version_date": "2014-01-30T16:07:52.053-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Chief Warrant Officer Two Benjamin Smetana for his selection as the South Dakota Army National Guard Warrant Officer of the Year. WHEREAS, the South Dakota Army National Guard consistently is ranked as one of the best Army National Guard units in the nation; and WHEREAS, Chief Warrant Officer Two Benjamin Smetana was selected as the Warrant Officer of the Year of the South Dakota Army National Guard after serving with honor, great proficiency, leadership, and steadfast dedication; and WHEREAS, as noted by his South Dakota Army National Guard state supervisors and commanders, Chief Warrant Officer Two Benjamin Smetana's dedication to duty and leadership exemplify the total package of Army core values; and WHEREAS, Chief Warrant Officer Two Benjamin Smetana's performance is in keeping with the highest traditions established by South Dakota's many veterans and the United States Armed Forces; and WHEREAS, South Dakotans greatly appreciate the sacrifice, dedication, and service of all those who put their lives on the line to serve South Dakota and our great nation: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that Chief Warrant Officer Two Benjamin Smetana is congratulated, commended, and honored as a recipient of the South Dakota Army National Guard Warrant Officer of the Year award; is recognized for his outstanding service as well as his outstanding representation of the State of South Dakota; and is extended our best wishes for his continued success, happiness, and safety. Hooah! 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5828, "action_date": "2014-01-28T14:00:00-06:00", "document_id": 29174, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29174.pdf", "status_text": "", "journal_page": 133, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}]}