{"session_id": 64, "bill_id": 22637, "bill_type": "Senate Bill", "bill_number": 163, "bill_title": "address transparency in prescription drug pricing.", "sponsors": [{"legislator_profile_id": 3932, "is_prime": true}, {"legislator_profile_id": 3922, "is_prime": false}, {"legislator_profile_id": 3928, "is_prime": false}, {"legislator_profile_id": 3934, "is_prime": false}, {"legislator_profile_id": 3941, "is_prime": false}, {"legislator_profile_id": 3958, "is_prime": false}, {"legislator_profile_id": 3971, "is_prime": false}, {"legislator_profile_id": 3977, "is_prime": false}, {"legislator_profile_id": 3981, "is_prime": false}, {"legislator_profile_id": 3987, "is_prime": false}, {"legislator_profile_id": 3989, "is_prime": false}, {"legislator_profile_id": 3995, "is_prime": false}, {"legislator_profile_id": 3996, "is_prime": false}, {"legislator_profile_id": 4009, "is_prime": false}, {"legislator_profile_id": 4016, "is_prime": false}], "keywords": ["Food and Drugs", "Insurance"], "audio": [{"meeting_datetime": "2022-02-16T10:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/she24.mp3", "start_seconds": 185.0}, {"meeting_datetime": "2022-02-16T10:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/she24.mp3", "start_seconds": 185.0}, {"meeting_datetime": "2022-02-16T10:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/she24.mp3", "start_seconds": 185.0}, {"meeting_datetime": "2022-02-16T10:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/she24.mp3", "start_seconds": 185.0}, {"meeting_datetime": "2022-02-23T13:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen27.mp3", "start_seconds": 8935.0}, {"meeting_datetime": "2022-02-23T13:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen27.mp3", "start_seconds": 8935.0}, {"meeting_datetime": "2022-02-23T13:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen27.mp3", "start_seconds": 8935.0}, {"meeting_datetime": "2022-02-23T13:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen27.mp3", "start_seconds": 8935.0}, {"meeting_datetime": "2022-02-23T13:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen27.mp3", "start_seconds": 8935.0}, {"meeting_datetime": "2022-02-23T13:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen27.mp3", "start_seconds": 8935.0}, {"meeting_datetime": "2022-02-23T13:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/sen27.mp3", "start_seconds": 17280.0}], "bill_versions": [{"bill_id": 22637, "bill_version_id": 230888, "bill_version": "Introduced", "bill_version_date": "2022-01-27T10:51:29.3-06:00", "bill_text": "An Act to address transparency in prescription drug pricing. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 58-29E-1 be AMENDED: 58-29E-1. Terms used in this chapter mean: (1) \"Covered entity,\" a nonprofit hospital or medical service corporation, health insurer, health benefit plan, or health maintenance organization; a health program administered by a department or the state in the capacity of provider of health coverage; or an employer, labor union, or other group of persons organized in the state that provides health coverage to covered individuals who are employed or reside in the state. The term does not include a self‑funded plan that is exempt from state regulation pursuant to ERISA, a plan issued for coverage for federal employees, or a health plan that provides coverage only for accidental injury, specified disease, hospital indemnity, medicare supplement, disability income, long‑term care, or other limited benefit health insurance policies and contracts; (2) \"Covered individual,\" a member, participant, enrollee, contract holder, policy holder, or beneficiary of a covered entity third-party payor who is provided health coverage by the covered entity third-party payor. The term includes a dependent or other person provided health coverage through a policy, contract, or plan for a covered individual; (3)(2) \"Director,\" the director of the Division of Insurance; (4)(3) \"Generic drug,\" a chemically equivalent copy of a brand‑name drug with an expired patent; (5)(4) \"Labeler,\" an entity or person that receives prescription drugs from a manufacturer or wholesaler and repackages those drugs for later retail sale and that has a labeler code from the federal Food and Drug Administration under 21 C.F.R. § 270.20 (1999); (6)(5) \"Maximum allowable cost list,\" any listing of pharmaceutical products, or method for calculating reimbursement amounts, used by a pharmacy benefit manager, directly or indirectly, to establish the maximum allowable cost on which reimbursement payment, to a pharmacy or pharmacist, may be based for dispensing a prescription pharmaceutical product, including: (a) Average acquisition cost; (b) Average manufacturer price; (c) Average wholesale price; (d) Brand effective rate or generic effective rate; (e) Discount indexing; (f) Federal upper limits; (g) National average drug acquisition cost; (h) Wholesale acquisition cost; and (i) Any other factor used by a pharmacy benefit manager or a third-party payor to establish reimbursement rates to a pharmacy or pharmacist for pharmaceutical products; (6) \"National Drug Code,\" a unique, three-segment numeric identifier assigned to each medication in accordance with the Federal Food, Drug, and Cosmetic Act, 21 U.S.C. § 360 (as of January 1, 2022); (7) \"Pharmaceutical product,\" a generic drug, brand-name drug, biologic, or other prescription drug, vaccine, or device; (8) \"Pharmaceutical wholesaler,\" a person who: (a) Sells and distributes, directly or indirectly, pharmaceutical products and over-the-counter pharmaceuticals; and (b) Offers regular or private delivery to a pharmacy; (9) \"Pharmacy acquisition cost,\" the amount that a pharmaceutical wholesaler charges for a pharmaceutical product, as listed on the pharmacy's billing invoice; (10) \"Pharmacy benefits benefit management,\" the procurement of prescription drugs at a negotiated rate for dispensation within this state to covered individuals, the administration or management of prescription drug benefits provided by a covered entity third-party payor for the benefit of covered individuals, or any of the following services provided with regard to the administration of the following pharmacy benefits: (a) Mail service pharmacy; (b) Claims processing, retail network management, and payment of claims to pharmacies for prescription drugs dispensed to covered individuals; (c) Clinical formulary development and management services; (d) Rebate contracting and administration; (e) Certain patient compliance, therapeutic intervention, and generic substitution programs; and (f) Disease management programs involving prescription drug utilization; (7)(11) \"Pharmacy benefits benefit manager,\" an entity thata person who performs pharmacy benefits benefit management. The term includesa : (a) A person or entity acting for a pharmacy benefits benefit manager, in a contractual or employment relationship, in the performance of pharmacy benefits benefit management for a covered entity andincludes mailthird- party payor; and (b) A mail service pharmacy. The term does not include a health carrier licensed pursuant to Title 58when , if the health carrier or its subsidiary is providing pharmacy benefits management to its own insureds; or a public self‑funded pool or a private single employer self‑funded plan that provides such benefits or services directly to its beneficiaries; (8)(12) \"Pharmacy benefit manager affiliate,\" a pharmacy that or a pharmacist who, directly or indirectly, through one or more intermediaries: (a) Owns or controls a pharmacy benefit manager; (b) Is owned or controlled by a pharmacy benefit manager; or (c) Is under common ownership or control with a pharmacy benefit manager; (13) \"Pharmacy benefit plan or program,\" a plan or program that pays for, reimburses, covers the cost of, or otherwise provides for pharmaceutical products to individuals who reside in, or are employed in, this state; (14) \"Pharmacy service administrative organization,\" an organization that has the authority to contract with a pharmacy benefit manager on behalf of multiple independently owned pharmacies; (15) \"Proprietary information,\" information on pricing, costs, revenue, taxes, market share, negotiating strategies, customers, and personnel held by private entities and used for that private entity's business purposes; (9)(16)\"Third-party payor,\" any person involved in the financing of a pharmacy benefit plan or program, other than: (a) The patient; (b) A health care provider; or (c) The sponsor of a plan that is subject to regulation under Medicare Part D, 42 U.S.C. § 1395w-101, et seq., as of January 1, 2022; (17) \"Trade secret,\" information, including a formula, pattern, compilation, program, device, method, technique, or process, that: (a) Derives independent economic value, actual or potential, from not being generally known to, and not being readily ascertainable by proper means by, other persons who can obtain economic value from its disclosure or use; and (b) Is the subject of efforts that are reasonable under the circumstances to maintain its secrecy; and (18) \"340B entity,\" an entity participating in the federal drug discount program, as described in section 340B of the Public Health Service Act, 42 U.S.C. § 256b, as of January 1, 2022. Section 2. That § 58-29E-3 be AMENDED: 58-29E-3. Each pharmacy benefits benefit manager shall perform its duties exercising good faith and fair dealing toward the covered entitythird-party payor. Section 3. That chapter 58-29E be amended with a NEW SECTION: Before a pharmaceutical benefit manager places or provides for the continued placement of a pharmaceutical product on a maximum allowable cost list, the pharmaceutical benefit manager shall ensure that: (1) The product: (a) Is listed as therapeutically equivalent and pharmaceutically equivalent A- or B-rated in the United States Food and Drug Administration’s most recent edition of Approved Drug Products with Therapeutic Equivalence Evaluations or on the United States Food and Drug Administration's most recent list of approved animal drug products; or (b) Has an NR rating, an NA rating, or a similar rating by a nationally recognized drug compendia provider; (2) The product is available for purchase by any pharmacy in this state, from national or regional wholesalers operating in this state; and (3) The product is not obsolete. For purposes of this section, the term, NR, means not rated, and the term, NA, means not available. Section 4. That chapter 58-29E be amended with a NEW SECTION: A pharmacy benefit manager shall: (1) Provide each pharmacy that is subject to the maximum allowable cost list with notification of any changes to the list; (2) Provide each pharmacy that is subject to the maximum allowable cost list with access to the list; and (3) Update the maximum allowable cost list within seven calendar days if: (a) Pharmacy acquisition costs from at least sixty percent of the pharmaceutical wholesalers doing business in the state increase by ten percent or more over the previously listed cost; (b) There is a change in the methodology on which the maximum allowable cost list is based; or (c) There is a change in the value of a variable involved in the methodology. Section 5. That chapter 58-29E be amended with a NEW SECTION: A pharmacy benefit manager shall establish an administrative procedure by which a pharmacy may appeal determinations regarding the maximum allowable costs and reimbursements for a specific pharmaceutical product as: (1) Not meeting the requirements set forth in this chapter; or (2) Being below the pharmacy acquisition cost. Section 6. That chapter 58-29E be amended with a NEW SECTION: The administrative procedure required under section 5 of this Act must: (1) Provide a telephone number, email address, and website, for initiating an appeal; (2) Provide that an appeal may be filed directly with the pharmacy benefit manger or through a pharmacy service administrative organization; and (3) Establish a period within which any appeal is to be filed, provided the period is at least seven days. Section 7. That chapter 58-29E be amended with a NEW SECTION: If an appeal is filed in accordance with the administrative procedure set forth in section 5 of this Act, the pharmacy benefit manager shall, within seven days of receipt: (1) Find that the appeal is merited and: (a) Make the change in the maximum allowable cost; (b) Permit the appealing pharmacy or pharmacist to reverse and re-bill the claim in question; (c) Provide to the pharmacy or pharmacist the National Drug Code on which the change is based; and (d) Ensure that the change made under this subsection is effective for each similarly situated pharmacy, as defined by the payor, subject to the maximum allowable cost list; or (2) Find that the appeal is not merited and provide to the appealing pharmacy or pharmacist the National Drug Code and the name of the national or regional pharmaceutical wholesalers who are operating in this state and have the drug in stock at a price below that on the maximum allowable cost list. If the National Drug Code provided by the pharmacy benefit manager is not available below the pharmacy acquisition cost of the pharmaceutical wholesaler from whom the pharmacy or pharmacist purchases the majority of prescription drugs for resale, the pharmacy benefit manager shall adjust the maximum allowable cost, as listed on the maximum allowable cost list, above the appealing pharmacy's acquisition cost and permit the appealing pharmacy to reverse and re-bill each claim affected by the inability to procure the drug at a cost that is equal to or less than the previously appealed maximum allowable cost. Section 8. That chapter 58-29E be amended with a NEW SECTION: A pharmacy benefit manager may not reimburse a pharmacy or pharmacist in the state an amount less than the amount that the pharmacy benefit manager reimburses a pharmacy benefit manager affiliate for providing the same pharmacist services. The amount must be calculated on a per-unit basis, using the same generic product identifier or generic code number. Section 9. That chapter 58-29E be amended with a NEW SECTION: A pharmacy or pharmacist may decline to provide a pharmaceutical product to a patient or pharmacy benefit manager if, as a result of a maximum allowable cost list, a pharmacy or pharmacist is to be paid less than the pharmacy acquisition cost of the pharmacy providing the pharmaceutical product. Section 10. That chapter 58-29E be amended with a NEW SECTION: A pharmacy benefit manager shall pay a pharmacy a professional dispensing fee at a rate not less than that paid in accordance with the current South Dakota Medicaid pharmacy dispensing fee schedule, for each prescription pharmaceutical product that is dispensed to the patient, by the pharmacy, on a per-unit basis, based on the same generic product identifier or generic code number. The dispensing fee must be in addition to any amount that the pharmacy benefit manager reimburses a pharmacy, consistent with this chapter, for the cost of the pharmaceutical product dispensed to the patient. Section 11. That chapter 58-29E be amended with a NEW SECTION: A pharmacy benefit manager may not: (1) Assess, charge, or collect any form of remuneration or fees from a pharmacy or pharmacist, including brand effective rate fees, claim processing fees, credentialling fees, dispensing fee effective rate fees, generic effective rate fees, network participation fees, and performance-based fees; or (2) Directly or indirectly deny or reduce a claim after the claim has been adjudicated, unless: (a) The original claim was submitted fraudulently; or (b) The original claim payment was incorrect because the pharmacy or pharmacist had already been paid for the pharmaceutical product. Section 12. That chapter 58-29E be amended with a NEW SECTION: A pharmacy benefit manager may not: (1) Take any action that prevents a 340B entity from dispensing drugs purchased under section 340B of the Public Health Service Act, 42 U.S.C. § 256b, as of January 1, 2022, to patients of the 340B entity; (2) Refuse to contract with a 340B entity or impose on a 340B entity any contracting standards that differ from those imposed on a non-340B entity; (3) By contract, provider manual, or any other means: (a) Modify the definition of a pharmacy, as set forth in chapter 36-11; (b) Provide a lower reimbursement for a drug purchased under section 340B than that provided for the same drug if purchased by a non-340B entity pharmacy in the same class of trade; (c) Impose, on a 340B entity, any fee, chargeback, financial or other adjustment, or claims-related information, which is not imposed, in the same manner, on a non-340B entity; (d) Prevent or otherwise interfere with the ability of covered individuals to receive drugs from a 340B entity of the individual's choice, including through mail order pharmacy services; or (e) Require or compel the submission of ingredient costs, pricing data, or any other data pertaining to drugs purchased under section 340B. Section 13. That § 58-29E-4 be AMENDED: 58-29E-4. A covered entitythird-party payor may request that any pharmacy benefits benefit manager with which it has a pharmacy benefits benefit management services contract disclose to the covered entity it, the amount of all rebate revenues and the nature, type, and amounts of all other revenues that the pharmacy benefits benefit manager receives from each pharmaceutical manufacturer or labeler with whom the pharmacy benefits benefit manager has a contract. The pharmacy benefits benefit manager shall disclose in writing: (1) The aggregate amount, and for a list of drugs to be specified in the contract, the specific amount, of all rebates and other retrospective utilization discounts received by the pharmacy benefits benefit manager, directly or indirectly, from each pharmaceutical manufacturer or labelerthat, which are earned in connection with the dispensing of prescription drugs to covered individuals of the health benefit plans issued by the covered entity third-party payor, or for which the covered entity third-party payor is the designated administrator; (2) The nature, type, and amount of all other revenue received by the pharmacy benefits benefit manager, directly or indirectly, from each pharmaceutical manufacturer or labeler for any other products or services provided to the pharmaceutical manufacturer or labeler by the pharmacy benefits benefit manager, with respect to programs that the covered entity third-party payor offers or provides to its enrollees; and (3) Any prescription drug utilization information requested by the covered entity third-party payor, relating to covered individuals. A pharmacy benefits benefit manager shall provide such the information requested by the covered entity third-party payor for such disclosure within thirty days of receipt of the request. If requested, the information shall must be provided no less than once each year. The contract entered into between the pharmacy benefits benefit manager and the covered entity shall third-party payor must set forth any fees to be charged for drug utilization reports requested by the covered entity third-party payor. Section 14. That § 58-29E-5 be AMENDED: 58-29E-5. A pharmacy benefits manager, unless authorized pursuant to the terms of its contract with a covered entitythird-party payor, may not contact any covered individual without express written permission of the covered entitythird-party payor. Section 15. That § 58-29E-6 be AMENDED: 58-29E-6. Except for utilization information, a covered entity third-party payor shall maintain any information disclosed in response to a request pursuant to § 58-29E-4 as confidential and proprietary information, and may not use such information for any other purpose, or disclose such that information to any other person, except as provided in this chapter, or in the pharmacy benefits benefit management services contract between the parties.Any covered entity who A third-party payor that discloses information in violation of this section is subject to an action for injunctive relief and is liable for any damages which that are the direct and proximate result of such the disclosure. Nothing in this section prohibits a covered entity third-party payor from disclosing confidential or proprietary information to the director, upon request. Any such information obtained by the director is confidential and privileged and is not open to public inspection or disclosure. Section 16. That § 58-29E-7 be AMENDED: 58-29E-7. The covered entityA third-party payor may have the pharmacy benefits benefit manager's books and records related to the rebates or other information described in subdivisions 58-29E-4(1), (2), and (3)§ 58-29E-4, to the extent the information relates directly or indirectly to such covered entity'sthe third-party payor's contract, audited in accordance with the terms of the pharmacy benefits benefit management services contract between the parties. However, ifIf the parties have not expressly provided for audit rights and the pharmacy benefits benefit manager has advised the covered entity third-party payor that other reasonable options are available and subject to negotiation, the covered entity third-party payor may have such the books and records audited as follows: (1) Such The audits may be conducted no more frequently than once in each twelve‑month period, upon not less thanat least thirty business days' written notice to the pharmacy benefits benefit manager; (2) The covered entity third-party payor may select an independent firm to conduct such the audit, and such. The independent firm shall sign a confidentiality agreement with the covered entity third-party payor and the pharmacy benefits benefit manager, ensuring that all information obtained during such the audit will be treated as confidential. The firm may not use, disclose, or otherwise reveal any such of the information, in any manner or form, to any person or entity, except as otherwise permitted under the confidentiality agreement. The covered entity third-party payor shall treat all information obtained as a result of the audit as confidential, and may not use or disclose such that information, except asmay be otherwise permitted under the terms of the contract between the covered entity third-party payor and the pharmacy benefits benefit manager, or if ordered by a court of competent jurisdiction, for good cause shown; (3) Any suchAn audit shall under this section must be conducted at the pharmacy benefits benefit manager's office where such the records are located, during normal business hours, without undue interference with the pharmacy benefits benefit manager's business activities, and in accordance with reasonable audit procedures. Section 17. That § 58-29E-8 be AMENDED: 58-29E-8. With regard to the dispensation of a substitute prescription drug for a prescribed drug to a covered individual, when the pharmacy benefits benefit manager requests a substitution, the following provisions apply: (1) The pharmacy benefits benefit manager may request the substitution of a lower‑ priced generic and therapeutically equivalent drug for a higher‑priced prescribed drug; (2) With regard to substitutions in which the substitute drug's net cost is more for the covered individual or the covered entity third-party payor than the prescribed drug, the substitution must be made only for medical reasons that benefit the covered individual. If a substitution is being requested pursuant to this subdivision, the pharmacy benefits benefit manager shall obtain the approval of the prescribing health professional. Nothing in this section permits the substitution of an equivalent drug product contrary to § 36-11-46.2 Section 18. That § 58-29E-8.1 be AMENDED: 58-29E-8.1. A pharmacy benefits benefit manager may neither prohibit nor not restrict or penalize a pharmacy or pharmacist or pharmacy for providing cost-sharing information on the amount a covered individual may pay for a particular prescription drug for informing a patient about: (1) The cost of a prescription pharmaceutical product; (2) The amount of reimbursement that the pharmacy will receive for dispensing the prescription pharmaceutical product; (3) The cost and clinical efficacy of a more affordable alternative pharmaceutical product, if one is available; or (4) Any differential between the amount the patient would pay under the patient’s prescription benefit plan or program and a lower price the patient would pay for the prescription pharmaceutical product, if the patient obtained the pharmaceutical product without making a claim for benefits on the patient’s prescription benefit plan or program. Section 19. That § 58-29E-9 be AMENDED: 58-29E-9. The Division of Insurance shall promulgate rules, pursuant to chapter 1-26, to carry out the issuance of the license required by § 58-29E-2 and the enforcement provisions of this chapter. The rules may must include the following: (1) Definition of terms; (2) Use of prescribed forms; (3) Reporting requirements; (4) Enforcement procedures; and (5) Protection of proprietary information and trade secrets. Section 20. That § 58-29E-10 be AMENDED: 58-29E-10. Any covered entity third-party payor may bring a civil action to enforce the provisions of this chapter or to seek civil damages for the a violation of its provisionsthis chapter. Section 21. That § 58-29E-11 be AMENDED: 58-29E-11. The provisions ofExcept as otherwise provided in this section, this chapter apply applies only to pharmacy benefits benefit management services contracts entered into or renewed after June 30, 2004. Sections 3 to 11, inclusive, of this Act, apply only to pharmacy benefit management service contracts entered into or renewed after June 30, 2022. Section 22. That § 58-29E-12 be AMENDED: 58-29E-12. No A pharmacy benefit manager shall may not contractually require a pharmacy, who is a participating provider in a health plan provided by a covered entitythird-party payor, to charge or collect, from an insured, a cost share for a prescription or pharmacy service that exceeds the amount retained, by the pharmacist or pharmacy, from all payment sources, for the filling of the prescription or providing the pharmacy service. Section 23. That § 58-29E-13 be AMENDED: 58-29E-13. No A pharmacy benefit manager contracting with a covered entity shall third-party payor may not retroactively adjust a claim for reimbursement submitted by a pharmacy for a prescription drug, unless the adjustment is a result of either of the following: (1) A pharmacy audit conducted in accordance with chapter 58-29F; or (2) A technical billing error."}, {"bill_id": 22637, "bill_version_id": 233873, "bill_version": "Senate Health and Human Services Engrossed", "bill_version_date": "2022-02-17T11:01:04.253-06:00", "bill_text": "An Act to address transparency in prescription drug pricing. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 58-29E-1 be AMENDED: 58-29E-1. Terms used in this chapter mean: (1) \"Covered entity,\" a nonprofit hospital or medical service corporation, health insurer, health benefit plan, or health maintenance organization; a health program administered by a department or the state in the capacity of provider of health coverage; or an employer, labor union, or other group of persons organized in the state that provides health coverage to covered individuals who are employed or reside in the state. The term does not include a self‑funded plan that is exempt from state regulation pursuant to ERISA, a plan issued for coverage for federal employees, or a health plan that provides coverage only for accidental injury, specified disease, hospital indemnity, medicare supplement, disability income, long‑term care, or other limited benefit health insurance policies and contracts; (2) \"Covered individual,\" a member, participant, enrollee, contract holder, policy holder, or beneficiary of a covered entity third-party payor who is provided health coverage by the covered entity third-party payor. The term includes a dependent or other person provided health coverage through a policy, contract, or plan for a covered individual; (3)(2) \"Director,\" the director of the Division of Insurance; (4)(3) \"Generic drug,\" a chemically equivalent copy of a brand‑name drug with an expired patent; (5)(4) \"Labeler,\" an entity or person that receives prescription drugs from a manufacturer or wholesaler and repackages those drugs for later retail sale and that has a labeler code from the federal Food and Drug Administration under 21 C.F.R. § 270.20 (1999); (6)(5) \"Maximum allowable cost list,\" any listing of pharmaceutical products, or method for calculating reimbursement amounts, used by a pharmacy benefit manager, directly or indirectly, to establish the maximum allowable cost on which reimbursement payment, to a pharmacy or pharmacist, may be based for dispensing a prescription pharmaceutical product, including: (a) Average acquisition cost; (b) Average manufacturer price; (c) Average wholesale price; (d) Brand effective rate or generic effective rate; (e) Discount indexing; (f) Federal upper limits; (g) National average drug acquisition cost; (h) Wholesale acquisition cost; and (i) Any other factor used by a pharmacy benefit manager or a third-party payor to establish reimbursement rates to a pharmacy or pharmacist for pharmaceutical products; (6) \"National Drug Code,\" a unique, three-segment numeric identifier assigned to each medication in accordance with the Federal Food, Drug, and Cosmetic Act, 21 U.S.C. § 360 (as of January 1, 2022); (7) \"Pharmaceutical product,\" a generic drug, brand-name drug, biologic, or other prescription drug, vaccine, or device; (8) \"Pharmaceutical wholesaler,\" a person who: (a) Sells and distributes, directly or indirectly, pharmaceutical products and over-the-counter pharmaceuticals; and (b) Offers regular or private delivery to a pharmacy; (9) \"Pharmacy acquisition cost,\" the amount that a pharmaceutical wholesaler charges for a pharmaceutical product, as listed on the pharmacy's billing invoice; (10) \"Pharmacy benefits benefit management,\" the procurement of prescription drugs at a negotiated rate for dispensation within this state to covered individuals, the administration or management of prescription drug benefits provided by a covered entity third-party payor for the benefit of covered individuals, or any of the following services provided with regard to the administration of the following pharmacy benefits: (a) Mail service pharmacy; (b) Claims processing, retail network management, and payment of claims to pharmacies for prescription drugs dispensed to covered individuals; (c) Clinical formulary development and management services; (d) Rebate contracting and administration; (e) Certain patient compliance, therapeutic intervention, and generic substitution programs; and (f) Disease management programs involving prescription drug utilization; (7)(11) \"Pharmacy benefits benefit manager,\" an entity thata person who performs pharmacy benefits benefit management. The term includes a person or entity acting for a pharmacy benefits manager in a contractual or employment relationship in the performance of pharmacy benefits management for a covered entity and includes mail service pharmacy. The term does not include a health carrier that is licensed pursuant to Title 58 when the health carrier or its subsidiary is providing and relies on its own employees to provide pharmacy benefits benefit management to its own insureds; or a public self‑funded pool or a private single employer self‑funded plan that provides such benefits or services directly to its beneficiaries services and does not rely on the services of an affiliate, subsidiary, or any unrelated entity that otherwise qualifies as a pharmacy benefit manager through the performance of pharmacy benefit management services; (8)(12) \"Pharmacy benefit manager affiliate,\" a pharmacy that or a pharmacist who, directly or indirectly, through one or more intermediaries: (a) Owns or controls a pharmacy benefit manager; (b) Is owned or controlled by a pharmacy benefit manager; or (c) Is under common ownership or control with a pharmacy benefit manager; (13) \"Pharmacy benefit plan or program,\" a plan or program that pays for, reimburses, covers the cost of, or otherwise provides for pharmaceutical products to individuals who reside in, or are employed in, this state; (14) \"Pharmacy service administrative organization,\" an organization that has the authority to contract with a pharmacy benefit manager on behalf of multiple independently owned pharmacies; (15) \"Proprietary information,\" information on pricing, costs, revenue, taxes, market share, negotiating strategies, customers, and personnel held by private entities and used for that private entity's business purposes; (9)(16)\"Third-party payor,\" any person involved in the financing of a pharmacy benefit plan or program, other than: (a) The patient; (b) A health care provider; (c) The sponsor of a plan that is subject to regulation under Medicare Part D, 42 U.S.C. § 1395w-101, et seq., as of January 1, 2022; or (d) A plan administered by South Dakota Medicaid; (17) \"Trade secret,\" information, including a formula, pattern, compilation, program, device, method, technique, or process, that: (a) Derives independent economic value, actual or potential, from not being generally known to, and not being readily ascertainable by proper means by, other persons who can obtain economic value from its disclosure or use; and (b) Is the subject of efforts that are reasonable under the circumstances to maintain its secrecy; and (18) \"340B entity,\" an entity participating in the federal drug discount program, as described in section 340B of the Public Health Service Act, 42 U.S.C. § 256b, as of January 1, 2022. Section 2. That § 58-29E-3 be AMENDED: 58-29E-3. Each pharmacy benefits benefit manager shall perform its duties exercising good faith and fair dealing toward the covered entitythird-party payor. Section 3. That chapter 58-29E be amended with a NEW SECTION: Before a pharmacy benefit manager places or provides for the continued placement of a pharmaceutical product on a maximum allowable cost list, the pharmacy benefit manager shall ensure that: (1) The product: (a) Is listed as therapeutically equivalent and pharmaceutically equivalent A- or B-rated in the United States Food and Drug Administration’s most recent edition of Approved Drug Products with Therapeutic Equivalence Evaluations or on the United States Food and Drug Administration's most recent list of approved animal drug products; or (b) Has an NR rating, an NA rating, or a similar rating by a nationally recognized drug compendia provider; (2) The product is available for purchase by any pharmacy in this state, from national or regional wholesalers operating in this state; and (3) The product is not obsolete. For purposes of this section, the term, NR, means not rated, and the term, NA, means not available. Section 4. That chapter 58-29E be amended with a NEW SECTION: A pharmacy benefit manager shall: (1) Provide each pharmacy that is subject to the maximum allowable cost list with notification of any changes to the list; (2) Provide each pharmacy that is subject to the maximum allowable cost list with access to the list; and (3) Update the maximum allowable cost list within seven calendar days if: (a) Pharmacy acquisition costs from at least sixty percent of the pharmaceutical wholesalers doing business in the state increase by ten percent or more over the previously listed cost; (b) There is a change in the methodology on which the maximum allowable cost list is based; or (c) There is a change in the value of a variable involved in the methodology. Section 5. That chapter 58-29E be amended with a NEW SECTION: A pharmacy benefit manager shall establish an administrative procedure by which a pharmacy may appeal determinations regarding the maximum allowable costs and reimbursements for a specific pharmaceutical product as: (1) Not meeting the requirements set forth in this chapter; or (2) Being below the pharmacy acquisition cost. Section 6. That chapter 58-29E be amended with a NEW SECTION: The administrative procedure required under section 5 of this Act must: (1) Provide a telephone number, email address, and website, for initiating an appeal; (2) Provide that an appeal may be filed directly with the pharmacy benefit manger or through a pharmacy service administrative organization; and (3) Establish a period within which any appeal is to be filed, provided the period is at least seven days. Section 7. That chapter 58-29E be amended with a NEW SECTION: If an appeal is filed in accordance with the administrative procedure set forth in section 5 of this Act, the pharmacy benefit manager shall, within seven days of receipt: (1) Find that the appeal is merited and: (a) Make the change in the maximum allowable cost; (b) Permit the appealing pharmacy or pharmacist to reverse and re-bill the claim in question; (c) Provide to the pharmacy or pharmacist the National Drug Code on which the change is based; and (d) Ensure that the change made under this subsection is effective for each similarly situated pharmacy, as defined by the payor, subject to the maximum allowable cost list; or (2) Find that the appeal is not merited and provide to the appealing pharmacy or pharmacist the National Drug Code and the name of the national or regional pharmaceutical wholesalers who are operating in this state and have the drug in stock at a price below that on the maximum allowable cost list. If the National Drug Code provided by the pharmacy benefit manager is not available below the pharmacy acquisition cost of the pharmaceutical wholesaler from whom the pharmacy or pharmacist purchases the majority of prescription drugs for resale, the pharmacy benefit manager shall adjust the maximum allowable cost, as listed on the maximum allowable cost list, above the appealing pharmacy's acquisition cost and permit the appealing pharmacy to reverse and re-bill each claim affected by the inability to procure the drug at a cost that is equal to or less than the previously appealed maximum allowable cost. Section 8. That chapter 58-29E be amended with a NEW SECTION: A pharmacy benefit manager may not reimburse a pharmacy or pharmacist in the state an amount less than the amount that the pharmacy benefit manager reimburses a pharmacy benefit manager affiliate for providing the same pharmacist services. The amount must be calculated on a per-unit basis, using the same generic product identifier or generic code number. Section 9. That chapter 58-29E be amended with a NEW SECTION: A pharmacy or pharmacist may decline to provide a pharmaceutical product to a patient or pharmacy benefit manager if, as a result of a maximum allowable cost list, a pharmacy or pharmacist is to be paid less than the pharmacy acquisition cost of the pharmacy providing the pharmaceutical product. Section 10. That chapter 58-29E be amended with a NEW SECTION: A pharmacy benefit manager may not: (1) Assess, charge, or collect any form of remuneration or fees from a pharmacy or pharmacist, including brand effective rate fees, claim processing fees, credentialling fees, dispensing fee effective rate fees, generic effective rate fees, network participation fees, and performance-based fees; or (2) Directly or indirectly deny or reduce a claim after the claim has been adjudicated, unless: (a) The original claim was submitted fraudulently; or (b) The original claim payment was incorrect because the pharmacy or pharmacist had already been paid for the pharmaceutical product. Section 11. That chapter 58-29E be amended with a NEW SECTION: A pharmacy benefit manager may not: (1) Take any action that prevents a 340B entity from dispensing drugs purchased under section 340B of the Public Health Service Act, 42 U.S.C. § 256b, as of January 1, 2022, to patients of the 340B entity; (2) Refuse to contract with a 340B entity or impose on a 340B entity any contracting standards that differ from those imposed on a non-340B entity; (3) By contract, provider manual, or any other means: (a) Modify the definition of a pharmacy, as set forth in chapter 36-11; (b) Provide a lower reimbursement for a drug purchased under section 340B than that provided for the same drug if purchased by a non-340B entity pharmacy in the same class of trade; (c) Impose, on a 340B entity, any fee, chargeback, financial or other adjustment, or claims-related information, which is not imposed, in the same manner, on a non-340B entity; (d) Prevent or otherwise interfere with the ability of covered individuals to receive drugs from a 340B entity of the individual's choice, including through mail order pharmacy services; or (e) Require or compel the submission of ingredient costs, pricing data, or any other data pertaining to drugs purchased under section 340B. Section 12. That § 58-29E-4 be AMENDED: 58-29E-4. A covered entitythird-party payor may request that any pharmacy benefits benefit manager with which it has a pharmacy benefits benefit management services contract disclose to the covered entity it, the amount of all rebate revenues and the nature, type, and amounts of all other revenues that the pharmacy benefits benefit manager receives from each pharmaceutical manufacturer or labeler with whom the pharmacy benefits benefit manager has a contract. The pharmacy benefits benefit manager shall disclose in writing: (1) The aggregate amount, and for a list of drugs to be specified in the contract, the specific amount, of all rebates and other retrospective utilization discounts received by the pharmacy benefits benefit manager, directly or indirectly, from each pharmaceutical manufacturer or labelerthat, which are earned in connection with the dispensing of prescription drugs to covered individuals of the health benefit plans issued by the covered entity third-party payor, or for which the covered entity third-party payor is the designated administrator; (2) The nature, type, and amount of all other revenue received by the pharmacy benefits benefit manager, directly or indirectly, from each pharmaceutical manufacturer or labeler for any other products or services provided to the pharmaceutical manufacturer or labeler by the pharmacy benefits benefit manager, with respect to programs that the covered entity third-party payor offers or provides to its enrollees; and (3) Any prescription drug utilization information requested by the covered entity third-party payor, relating to covered individuals. A pharmacy benefits benefit manager shall provide such the information requested by the covered entity third-party payor for such disclosure within thirty days of receipt of the request. If requested, the information shall must be provided no less than once each year. The contract entered into between the pharmacy benefits benefit manager and the covered entity shall third-party payor must set forth any fees to be charged for drug utilization reports requested by the covered entity third-party payor. Section 13. That § 58-29E-5 be AMENDED: 58-29E-5. A pharmacy benefits manager, unless authorized pursuant to the terms of its contract with a covered entitythird-party payor, may not contact any covered individual without express written permission of the covered entitythird-party payor. Section 14. That § 58-29E-6 be AMENDED: 58-29E-6. Except for utilization information, a covered entity third-party payor shall maintain any information disclosed in response to a request pursuant to § 58-29E-4 as confidential and proprietary information, and may not use such information for any other purpose, or disclose such that information to any other person, except as provided in this chapter, or in the pharmacy benefits benefit management services contract between the parties.Any covered entity who A third-party payor that discloses information in violation of this section is subject to an action for injunctive relief and is liable for any damages which that are the direct and proximate result of such the disclosure. Nothing in this section prohibits a covered entity third-party payor from disclosing confidential or proprietary information to the director, upon request. Any such information obtained by the director is confidential and privileged and is not open to public inspection or disclosure. Section 15. That § 58-29E-7 be AMENDED: 58-29E-7. The covered entityA third-party payor may have the pharmacy benefits benefit manager's books and records related to the rebates or other information described in subdivisions 58-29E-4(1), (2), and (3)§ 58-29E-4, to the extent the information relates directly or indirectly to such covered entity'sthe third-party payor's contract, audited in accordance with the terms of the pharmacy benefits benefit management services contract between the parties. However, ifIf the parties have not expressly provided for audit rights and the pharmacy benefits benefit manager has advised the covered entity third-party payor that other reasonable options are available and subject to negotiation, the covered entity third-party payor may have such the books and records audited as follows: (1) Such The audits may be conducted no more frequently than once in each twelve‑month period, upon not less thanat least thirty business days' written notice to the pharmacy benefits benefit manager; (2) The covered entity third-party payor may select an independent firm to conduct such the audit, and such. The independent firm shall sign a confidentiality agreement with the covered entity third-party payor and the pharmacy benefits benefit manager, ensuring that all information obtained during such the audit will be treated as confidential. The firm may not use, disclose, or otherwise reveal any such of the information, in any manner or form, to any person or entity, except as otherwise permitted under the confidentiality agreement. The covered entity third-party payor shall treat all information obtained as a result of the audit as confidential, and may not use or disclose such that information, except asmay be otherwise permitted under the terms of the contract between the covered entity third-party payor and the pharmacy benefits benefit manager, or if ordered by a court of competent jurisdiction, for good cause shown; (3) Any suchAn audit shall under this section must be conducted at the pharmacy benefits benefit manager's office where such the records are located, during normal business hours, without undue interference with the pharmacy benefits benefit manager's business activities, and in accordance with reasonable audit procedures. Section 16. That § 58-29E-8 be AMENDED: 58-29E-8. With regard to the dispensation of a substitute prescription drug for a prescribed drug to a covered individual, when the pharmacy benefits benefit manager requests a substitution, the following provisions apply: (1) The pharmacy benefits benefit manager may request the substitution of a lower‑ priced generic and therapeutically equivalent drug for a higher‑priced prescribed drug; (2) With regard to substitutions in which the substitute drug's net cost is more for the covered individual or the covered entity third-party payor than the prescribed drug, the substitution must be made only for medical reasons that benefit the covered individual. If a substitution is being requested pursuant to this subdivision, the pharmacy benefits benefit manager shall obtain the approval of the prescribing health professional. Nothing in this section permits the substitution of an equivalent drug product contrary to § 36-11-46.2 Section 17. That § 58-29E-8.1 be AMENDED: 58-29E-8.1. A pharmacy benefits benefit manager may neither prohibit nor not restrict or penalize a pharmacy or pharmacist or pharmacy for providing cost-sharing information on the amount a covered individual may pay for a particular prescription drug for informing a patient about: (1) The cost of a prescription pharmaceutical product; (2) The amount of reimbursement that the pharmacy will receive for dispensing the prescription pharmaceutical product; (3) The cost and clinical efficacy of a more affordable alternative pharmaceutical product, if one is available; or (4) Any differential between the amount the patient would pay under the patient’s prescription benefit plan or program and a lower price the patient would pay for the prescription pharmaceutical product, if the patient obtained the pharmaceutical product without making a claim for benefits on the patient’s prescription benefit plan or program. Section 18. That § 58-29E-9 be AMENDED: 58-29E-9. The Division of Insurance shall promulgate rules, pursuant to chapter 1-26, to carry out the issuance of the license required by § 58-29E-2 and the enforcement provisions of this chapter. The rules may must include the following: (1) Definition of terms; (2) Use of prescribed forms; (3) Reporting requirements; (4) Enforcement procedures; and (5) Protection of proprietary information and trade secrets. Section 19. That § 58-29E-10 be AMENDED: 58-29E-10. Any covered entity third-party payor may bring a civil action to enforce the provisions of this chapter or to seek civil damages for the a violation of its provisionsthis chapter. Section 20. That § 58-29E-11 be AMENDED: 58-29E-11. The provisions ofExcept as otherwise provided in this section, this chapter apply applies only to pharmacy benefits benefit management services contracts entered into or renewed after June 30, 2004. Sections 3 to 10, inclusive, of this Act, apply only to pharmacy benefit management service contracts entered into or renewed after June 30, 2022. Section 21. That § 58-29E-12 be AMENDED: 58-29E-12. No A pharmacy benefit manager shall may not contractually require a pharmacy, who is a participating provider in a health plan provided by a covered entitythird-party payor, to charge or collect, from an insured, a cost share for a prescription or pharmacy service that exceeds the amount retained, by the pharmacist or pharmacy, from all payment sources, for the filling of the prescription or providing the pharmacy service. Section 22. That § 58-29E-13 be AMENDED: 58-29E-13. No A pharmacy benefit manager contracting with a covered entity shall third-party payor may not retroactively adjust a claim for reimbursement submitted by a pharmacy for a prescription drug, unless the adjustment is a result of either of the following: (1) A pharmacy audit conducted in accordance with chapter 58-29F; or (2) A technical billing error."}], "amendments": [{"bill_id": 22637, "document_id": 234037, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234037.pdf", "legislator_profile_id": 3926, "document_id_instructions": 234040, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/234040.pdf"}], "fiscal_notes": [232673], "action_log": [{"bill_id": 22637, "action_date": "2022-01-27T13:00:00-06:00", "document_id": 230319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/230319.pdf", "status_text": "First read in Senate and referred to", "journal_page": 129, "committee_id_action": 1034, "committee_id_assigned": 1026, "result": "N", "vote": {}}, {"bill_id": 22637, "action_date": "2022-02-16T10:00:00-06:00", "document_id": 233489, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233489.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1026, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22637, "action_date": "2022-02-16T10:00:00-06:00", "document_id": 233490, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233490.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1026, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22637, "action_date": "2022-02-16T10:00:00-06:00", "document_id": 233490, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233490.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1026, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73973, "president_vote": null, "Nay": [3918, 3926], "Yea": [3939, 3991, 3996, 4006, 4000]}}, {"bill_id": 22637, "action_date": "2022-02-22T13:00:00-06:00", "document_id": 234077, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234077.pdf", "status_text": "Deferred to another day", "journal_page": 304, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22637, "action_date": "2022-02-23T13:00:00-06:00", "document_id": 234394, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234394.pdf", "status_text": "Motion to amend", "journal_page": 340, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22637, "action_date": "2022-02-23T13:00:00-06:00", "document_id": 234394, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234394.pdf", "status_text": "Do Pass Amended", "journal_page": 341, "committee_id_action": 1034, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 74532, "president_vote": null, "Yea": [3918, 3920, 3926, 3932, 3939, 3949, 3952, 3956, 3966, 3974, 3975, 3979, 3991, 3994, 3996, 4000, 4006], "Nay": [3921, 3922, 3925, 3935, 3936, 3940, 3943, 3958, 3961, 3962, 3993, 3999, 4002, 4003, 4010, 4012, 4016], "Excused": [3990]}}, {"bill_id": 22637, "action_date": "2022-02-23T13:00:00-06:00", "document_id": 234394, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234394.pdf", "status_text": "Intent to reconsider", "journal_page": 341, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22637, "action_date": "2022-02-23T13:00:00-06:00", "document_id": 234394, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234394.pdf", "status_text": "Reconsidered", "journal_page": 372, "committee_id_action": 1034, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 74554, "president_vote": null, "Yea": [3918, 3920, 3926, 3932, 3939, 3949, 3952, 3966, 3974, 3975, 3979, 3991, 3994, 3996, 4000, 4006], "Nay": [3921, 3922, 3925, 3935, 3936, 3940, 3943, 3956, 3958, 3961, 3962, 3990, 3993, 3999, 4002, 4003, 4010, 4012, 4016]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22637"}