{"session_id": 57, "bill_id": 19878, "bill_type": "Senate Bill", "bill_number": 131, "bill_title": "provide certain insurance and medicaid coverage for hyperbaric oxygen therapy and related services.", "sponsors": [{"legislator_profile_id": 3204, "is_prime": true}, {"legislator_profile_id": 3209, "is_prime": true}, {"legislator_profile_id": 3208, "is_prime": false}], "keywords": ["Insurance", "Professions and Occupations"], "audio": [{"meeting_datetime": "2005-02-03T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen17sb0131a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-03T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen17sb0131a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-03T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen17sb0131a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-11T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sap24sb0131a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-11T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sap24sb0131a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-11T00:00:00-06:00", "committee": "SAP", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sap24sb0131a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19878, "bill_version_id": 103243, "bill_version": "Introduced", "bill_version_date": "2005-01-26T10:47:22-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide certain insurance and medicaid coverage for hyperbaric oxygen therapy and related services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 28-6 be amended by adding thereto a NEW SECTION to read as follows: The department shall authorize coverage under the medical assistance program for hyperbaric oxygen therapy, neuropsychological testing or treatment, or community reintegration activities necessary as a result of either a traumatic brain injury or any other disorder affecting the central nervous system, including cerebral edema, cerebral palsy, multiple sclerosis, anoxic encephalopathies, and any other autoimmune or other disease affecting the central nervous system. Section 2. That chapter 58-17 be amended by adding thereto a NEW SECTION to read as follows: Each individual health insurance policy delivered or issued for delivery in this state shall provide coverage for hyperbaric oxygen therapy, neuropsychological testing or treatment, or community reintegration activities necessary as a result of either a traumatic brain injury or any other disorder affecting the central nervous system, including cerebral edema, cerebral palsy, multiple sclerosis, anoxic encephalopathies, and any other autoimmune or other disease affecting the central nervous system. Section 3. That chapter 58-18 be amended by adding thereto a NEW SECTION to read as follows: Each group or blanket health insurance policy delivered or issued for delivery in this state shall provide coverage for hyperbaric oxygen therapy, neuropsychological testing or treatment, or community reintegration activities necessary as a result of either a traumatic brain injury or any other disorder affecting the central nervous system, including cerebral edema, cerebral palsy, multiple sclerosis, anoxic encephalopathies, and any other autoimmune or other disease affecting the central nervous system. Section 4. That chapter 58-18B be amended by adding thereto a NEW SECTION to read as follows: Each small employer health benefit plan delivered or issued for delivery in this state shall provide coverage for hyperbaric oxygen therapy, neuropsychological testing or treatment, or community reintegration activities necessary as a result of either a traumatic brain injury or any other disorder affecting the central nervous system, including cerebral edema, cerebral palsy, multiple sclerosis, anoxic encephalopathies, and any other autoimmune or other disease affecting the central nervous system. Section 5. That chapter 58-38 be amended by adding thereto a NEW SECTION to read as follows: Each service or indemnity-type contract issued by a nonprofit medical and surgical service plan corporation that is delivered or issued for delivery in this state shall provide coverage for hyperbaric oxygen therapy, neuropsychological testing or treatment, or community reintegration activities necessary as a result of either a traumatic brain injury or any other disorder affecting the central nervous system, including cerebral edema, cerebral palsy, multiple sclerosis, anoxic encephalopathies, and any other autoimmune or other disease affecting the central nervous system. Section 6. That chapter 58-40 be amended by adding thereto a NEW SECTION to read as follows: Each service or indemnity-type contract issued by a nonprofit hospital service plan corporation that is delivered or issued for delivery in this state shall provide coverage for hyperbaric oxygen therapy, neuropsychological testing or treatment, or community reintegration activities necessary as a result of either a traumatic brain injury or any other disorder affecting the central nervous system, including cerebral edema, cerebral palsy, multiple sclerosis, anoxic encephalopathies, and any other autoimmune or other disease affecting the central nervous system. Section 7. That chapter 58-41 be amended by adding thereto a NEW SECTION to read as follows: Each health maintenance contract that is delivered or issued for delivery in this state, except for policies that provide coverage for disease or other limited benefit coverage, shall provide coverage for hyperbaric oxygen therapy, neuropsychological testing or treatment, or community reintegration activities necessary as a result of either a traumatic brain injury or any other disorder affecting the central nervous system, including cerebral edema, cerebral palsy, multiple sclerosis, anoxic encephalopathies, and any other autoimmune or other disease affecting the central nervous system."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19878, "action_date": "2005-01-26T14:00:00-06:00", "document_id": 103314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103314.pdf", "status_text": "First read in Senate and referred to", "journal_page": 189, "committee_id_action": 861, "committee_id_assigned": 835, "result": "N", "vote": {}}, {"bill_id": 19878, "action_date": "2005-02-01T10:00:00-06:00", "document_id": 103808, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103808.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 835, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19878, "action_date": "2005-02-01T10:00:00-06:00", "document_id": 103808, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103808.pdf", "status_text": "Do Pass,", "journal_page": 282, "committee_id_action": 835, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 61403, "president_vote": null, "Yea": [3150, 3198, 3202, 3236, 3157, 3212], "Nay": [3241]}}, {"bill_id": 19878, "action_date": "2005-02-02T14:00:00-06:00", "document_id": 103947, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103947.pdf", "status_text": "Deferred to another day", "journal_page": 303, "committee_id_action": 861, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19878, "action_date": "2005-02-03T14:00:00-06:00", "document_id": 104057, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104057.pdf", "status_text": "Referred to", "journal_page": 320, "committee_id_action": 861, "committee_id_assigned": 859, "result": "P", "vote": {}}, {"bill_id": 19878, "action_date": "2005-02-11T08:00:00-06:00", "document_id": 104604, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104604.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 859, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19878, "action_date": "2005-02-11T08:00:00-06:00", "document_id": 104604, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104604.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 458, "committee_id_action": 859, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59918, "president_vote": null, "Yea": [3153, 3168, 3180, 3186, 3219, 3239, 3242, 3152], "Excused": [3173]}}]}