{"session_id": 69, "bill_id": 24872, "bill_type": "Senate Concurrent Resolution", "bill_number": 601, "bill_title": "Celebrating the sister-state relationship with Taiwan.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24872", "sponsors": [{"legislator_profile_id": 4476, "is_prime": true}, {"legislator_profile_id": 4576, "is_prime": true}, {"legislator_profile_id": 4483, "is_prime": false}, {"legislator_profile_id": 4487, "is_prime": false}, {"legislator_profile_id": 4495, "is_prime": false}, {"legislator_profile_id": 4506, "is_prime": false}, {"legislator_profile_id": 4520, "is_prime": false}, {"legislator_profile_id": 4532, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4550, "is_prime": false}, {"legislator_profile_id": 4554, "is_prime": false}, {"legislator_profile_id": 4558, "is_prime": false}, {"legislator_profile_id": 4569, "is_prime": false}, {"legislator_profile_id": 4573, "is_prime": false}], "keywords": ["Senate Concurrent Resolution", "Taiwan"], "audio": [], "bill_versions": [{"bill_id": 24872, "bill_version_id": 259394, "bill_version": "Introduced", "bill_version_date": "2024-01-11T14:30:09.183-06:00", "bill_text": "A CONCURRENT RESOLUTION, Celebrating the sister-state relationship with Taiwan. WHEREAS, South Dakota and Taiwan have been in a sister-state relationship since 1984; and WHEREAS, South Dakota and Taiwan have enjoyed a mutually beneficial bilateral trade relationship, in which Taiwan is a major trade partner of South Dakota, and continued growth in that relationship is anticipated; and WHEREAS, Taiwan and the United States completed the first signing of agreements for the U.S.-Taiwan Initiative on 21st-Century Trade on June 1, 2023, addressing customs administration and trade facilitation, regulatory practices, anticorruption, and small and medium enterprises. The second round of negotiations, which began in August, have focused on agriculture and harnessing the benefits of digital trade; and WHEREAS, Taiwan is a contributor to peace and stability in the global community, a provider of aid, and a hi-tech and green energy manufacturing hub, and is seeking to meaningfully participate in the World Health Organization, the United Nations Framework Convention on Climate Change, the International Civil Aviation Organization, the International Criminal Police Organization, and the Indo-Pacific Economic Framework for Prosperity: NOW, THEREFORE, BE IT RESOLVED, by the Senate of the Ninety-Ninth Legislature of the State of South Dakota, the House of Representatives concurring therein, that South Dakota commends Taiwan's vibrant democracy; supports the further strengthening of our trade relationships and academic exchanges; supports Taiwan's inclusion in the Indo-Pacific Economic Framework for Prosperity and other international organizations that are significant to the health, safety, and wellbeing of all people; and heartily celebrates its sister-state relationship with Taiwan."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24872, "action_date": "2024-01-12T13:00:00-06:00", "document_id": 259398, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259398.pdf", "status_text": "First read in Senate and referral to committee waived pursuant to JR 6D-1", "journal_page": 75, "committee_id_action": 1219, "committee_id_assigned": null, "result": "N", "vote": {}}]}