{"session_id": 8, "bill_id": 1475, "bill_type": "House Bill", "bill_number": 1007, "bill_title": "repeal, update, and make form and style revisions to certain statutes related to the Aeronautics Commission.", "sponsors": [{"legislator_profile_id": 759, "is_prime": true}, {"legislator_profile_id": 776, "is_prime": true}, {"legislator_profile_id": 785, "is_prime": false}, {"legislator_profile_id": 831, "is_prime": false}, {"legislator_profile_id": 813, "is_prime": false}, {"legislator_profile_id": 805, "is_prime": false}, {"legislator_profile_id": 777, "is_prime": false}, {"legislator_profile_id": 766, "is_prime": false}, {"legislator_profile_id": 816, "is_prime": false}, {"legislator_profile_id": 788, "is_prime": false}, {"legislator_profile_id": 801, "is_prime": false}, {"legislator_profile_id": 806, "is_prime": false}, {"legislator_profile_id": 773, "is_prime": false}, {"legislator_profile_id": 762, "is_prime": false}, {"legislator_profile_id": 746, "is_prime": false}, {"legislator_profile_id": 789, "is_prime": false}, {"legislator_profile_id": 838, "is_prime": false}], "keywords": ["Aeronautics Commission"], "audio": [{"meeting_datetime": "2010-01-26T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/htr10.mp3", "start_seconds": 980.0}, {"meeting_datetime": "2010-01-26T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/htr10.mp3", "start_seconds": 980.0}, {"meeting_datetime": "2010-01-26T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/htr10.mp3", "start_seconds": 980.0}, {"meeting_datetime": "2010-01-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou11.mp3", "start_seconds": 2935.0}, {"meeting_datetime": "2010-01-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou11.mp3", "start_seconds": 2935.0}, {"meeting_datetime": "2010-01-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hou11.mp3", "start_seconds": 2935.0}, {"meeting_datetime": "2010-02-10T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/str18.mp3", "start_seconds": 7517.0}, {"meeting_datetime": "2010-02-10T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/str18.mp3", "start_seconds": 7517.0}, {"meeting_datetime": "2010-02-10T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/str18.mp3", "start_seconds": 7517.0}, {"meeting_datetime": "2010-02-10T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/str18.mp3", "start_seconds": 7517.0}], "bill_versions": [{"bill_id": 1475, "bill_version_id": 10143, "bill_version": "Introduced", "bill_version_date": "2009-12-14T15:05:49.047-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal, update, and make form and style revisions to certain statutes related to the Aeronautics Commission. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 50-1-1 be amended to read as follows: 50-1-1. Terms as used in this title, unless the context otherwise plainly requires, are defined as follows mean: (1) \"Aeronautics,\" means the act or practice of the art and science of transportation by aircraft, and operation, construction, repair, or maintenance of aircraft, airports, landing fields, landing strips, air navigation facilities, or air instruction; (2) \"Aircraft,\" means any contrivance now known or hereafter invented, used, or designed for navigation of, or flight in, the air; (3) \"Air instruction,\" means the imparting of aeronautical information in any air school, flying club, or by any aviation instructor; (4) \"Airport,\" means any area, either of land or water, which is used, or intended for use, for the landing and take-off of aircraft, and any appurtenant areas which are used, or intended for use, for airport buildings or other airport facilities or rights of way, together with all airport buildings and facilities located thereon; (5) \"Air school,\" means any person engaged in giving instruction, or offering to give instruction in aeronautics_, either in flying or ground subjects, or both_, for or without hire or reward, and advertising, representing, or holding himself, or itself, out as giving, or offering to give, such instruction; (6) \"Aviation instructor,\" means any individual engaged in giving instruction, or offering to give instruction, in aeronautics_, either in flying or ground subjects, or both_, for or without hire or reward, without advertising such occupation, without calling his the facilities an \"air school\" or anything equivalent thereto, or without employing or using other instructors; (7) \"Civil aircraft,\" means any aircraft other than a public aircraft; (8) \"Commission,\" means the South Dakota Aeronautics Commission; (9) \"Department,\" means the Department of Transportation; (10) \"Flying club,\" means any person other than an individual who, neither for profit nor reward, owns, leases, or uses one or more aircraft for the purpose of instruction, pleasure, or both; (11) \"Landing field,\" means any area, either of land or water, which is used or which is made available for the landing and take-off of aircraft, which may or may not provide facilities for the shelter, supply, and repair of aircraft, and which meets the minimum requirements as to size, design, surface marking, equipment, and management as may from time to time be provided by the South Dakota Aeronautics Commission commission; (12) \"Landing strip,\" means any area, either of land or water, which is available for the landing and take-off of aircraft, having not less than two hundred feet of usable width and not less than one thousand feet of usable length, the use of which shall, except in case of emergency, be only as provided from time to time by the regulations of the South Dakota Aeronautics Commission commission; (13) \"Private airport,\" any airport, landing field, or landing strip that is open to and available for use only by the owner and the owner's invitees; (14) \"Public aircraft,\" means any aircraft used exclusively in the governmental service, including military and naval aircraft, or of any state or territory thereof.; (15) \"Public airport,\" any airport, landing field, or landing strip, whether publicly or privately owned, that is open to and available for use by the flying public. Section 2. That § 50-2-1 be amended to read as follows: 50-2-1. The South Dakota Aeronautics Commission consists of seven persons appointed by the Governor, who shall each receive the per diem set by § 4-7-10.4 for the time actually spent in the performance of their official duties, together with traveling expenses set by rule of the Board of Finance. At least four members of the commission must shall be or have been actively engaged in and have had at least one year of practical experience in civil or military aeronautics. Appointments shall be made for terms of five years beginning July first. Section 3. That § 50-2-1.1 be amended to read as follows: 50-2-1.1. The Aeronautics Commission commission shall continue within the Department of Transportation, and all its functions shall be performed by the Department of Transportation as provided by § 1-44-11. The commission shall provide advice and expertise to state agencies regarding the purchase, transfer and disposition of state owned and operated aircraft including those owned or operated by any state institution. Section 4. That § 50-2-2.1 be amended to read as follows: 50-2-2.1. The Aeronautics Commission commission may adopt promulgate rules pursuant to chapter 1-26 regarding: (1) The design, layout, location, construction, operation, equipping, and use of all airports, landing fields, or landing strips; (2) The curriculum, equipment, personnel qualifications, operation, and management of all air instruction; (3) The establishment, location, maintenance, and operation of all air markings, air beacons and other navigation facilities; (4) Common carriers of persons and property in scheduled operations by aircraft in purely intrastate commerce, including definitions, exemptions, certificates and permits, and application therefor, issuance thereof, modification, suspension, or revocation of permits, tariffs, rates, and service, penalties; and (5) The operation of aerial applicators or operators including minimum standards, class definitions, and safety requirements. Section 5. That § 50-2-4 be amended to read as follows: 50-2-4. On or before the thirty-first day of December, in each even-numbered year, the Aeronautics Commission commission shall make to the Governor a full report of its proceedings for the biennium ending the thirtieth day of June preceding and may submit with such report such recommendations pertaining to its affairs as seem to it the commission to be desirable. Section 6. That § 50-2-5 be amended to read as follows: 50-2-5. It shall be the duty of the Aeronautics Commission to The commission shall foster air commerce within the State of South Dakota and the. The commission shall have supervision over supervise the aeronautical activities and facilities within the state, which authority shall include including supervision and control over all airports, landing fields, landing strips, air instruction, air marking, air beacons, and all other air navigation facilities and said. The commission may in its discretion permit and regulate common carriers of persons and property in scheduled operations by aircraft in purely intrastate commerce. Section 7. That § 50-2-13 be amended to read as follows: 50-2-13. The rules adopted promulgated by the Aeronautics Commission commission under the authority of § 50-2-2.1, shall be as uniform as possible with federal law and regulations governing aeronautics. Section 8. That § 50-2-14 be repealed. 50-2-14. The South Dakota Aeronautics Commission, when immediate necessity therefor exists, shall perform rescue work by making aerial observations and in rescuing distressed pilots or passengers in lost or crashed aircraft and may employ assistance in carrying out this work. Section 9. That § 50-2-15 be amended to read as follows: 50-2-15. The South Dakota Aeronautics Commission commission, when its state aircraft are not being used in the conduct of the necessary activities of the Department of Transportation, is authorized to may operate the aircraft for other departments of the state government of South Dakota. Such department's A department shall reimburse the Aeronautics Commission commission in a sum to be fixed by the State Board of Finance, to fully defray the cost and expenses of rendering said the service; to be paid by such department upon presentation of an itemized claim by the said Aeronautics Commission. Section 10. That § 50-2-16 be amended to read as follows: 50-2-16. The funds received from the several other departments of state government by the Department of Transportation department shall be deposited in the state treasury in an internal service fund to be designated as the \"special aviation internal service fund.\" The funds deposited in said fund shall be used, and are hereby assigned to the department to be used The department shall use the fund for the maintenance, cost of operation, repair, and other expenses in connection with the operation of its state aircraft. Section 11. That § 50-2-17 be amended to read as follows: 50-2-17. The South Dakota Aeronautics Commission is directed to commission shall maintain separate accounting and to limit its expenditures from the special aviation internal service fund so as to in no instance use any sum for a purpose other than that for which it has been appropriated. Section 12. That § 50-2-20 be repealed. 50-2-20. In accordance with chapter 3-6A, the Department of Transportation may employ such clerical and other employees and assistants as it may deem necessary for the proper transaction of its business, and shall fix their salaries. The employees shall be reimbursed for traveling expenses in accordance with rules of the Board of Finance and disbursements incurred by them in the discharge of their official duties. Section 13. That § 50-2-21 be repealed. 50-2-21. The director of employment or other state official who is charged with the duty of housing state commissions or other similar state bodies, shall provide suitable offices for the Aeronautics Commission in the city of Pierre, and may incur the necessary expense for office furniture, stationery, printing, incidental expenses, and other expenses necessary for the enforcement of this title, and the general promotion of aeronautics within the state. Section 14. That § 50-2-22 be amended to read as follows: 50-2-22. The Aeronautics Commission commission or any commissioner, or officer of the commission designated by the commission, shall have the power to may hold investigations, inquiries, and hearings concerning matters covered by the provisions of this title; and for all accidents in aeronautics within this state. All hearings conducted by the commission shall be open to the public. Section 15. That § 50-2-23 be amended to read as follows: 50-2-23. Each commissioner, and every each officer of the Aeronautics Commission commission designated by it the commission to hold any inquiry, investigation, or hearing, shall have the power to may administer oaths and affirmations, certify to all official acts, issue subpoenas, and compel the attendance and testimony of witnesses, and the production of papers, books, and documents. Section 16. That § 50-2-24 be amended to read as follows: 50-2-24. It shall be the duty of the Aeronautics Commission, its The commission, the commission's members and employees, and every each state, county, and municipal officer charged with the enforcement of state and municipal laws, to shall enforce, and shall assist in the enforcement of this title. Other departments and political subdivisions of this state are further authorized to may cooperate with the South Dakota Aeronautics Commission commission in the development of aeronautics and aeronautic facilities within the state. Section 17. That § 50-2-25 be amended to read as follows: 50-2-25. The Aeronautics Commission is authorized to commission may maintain actions in any of the courts of this state to enforce the provisions of this title, by invoking any of the civil or criminal procedure provided in any case where such court may have jurisdiction. The attorney general shall act as the legal adviser and counsel for such the commission and no such actions shall may be instituted and maintained without his the attorney general's advice and consent. Section 18. That § 50-2-26 be amended to read as follows: 50-2-26. Any order made by the Aeronautics Commission commission pursuant to this title must shall first be filed and made a matter of permanent record of the commission and a. A certified copy of the same must order shall then be served upon any person to be affected by the order, in the same manner that a summons is served in civil actions in the circuit court. Section 19. That § 50-2-27 be amended to read as follows: 50-2-27. An appeal may be taken by any person affected by any order or decision of the Aeronautics Commission commission to the circuit court for the county in which the person affected resides, or . However, if the order affects property which is subject to regulation under the purview of this title, the appeal shall then be taken to the circuit court for the county in which the property affected by the order is located. If several persons are affected by the order, or if the property is located in more than one county, then the county to which appeal is first taken shall be the county of the venue of the appeal for all purposes. Section 20. That § 50-2-28 be amended to read as follows: 50-2-28. An appeal pursuant to § 50-2-27 must shall be taken within thirty days from the service of such the order or decision by the service of a notice of appeal upon any member of the Aeronautics Commission commission, stating the name of the appellant, the manner in which he the appellant is affected by the order or decision, the substance and date of the order or decision, sufficient to identify it, and the court to which the appeal is to be made. A bond in the sum of two hundred fifty dollars, conditioned for payment of costs and damages resulting from the appeal and running to the South Dakota Aeronautics Commission commission, shall be filed with the notice of appeal and no. No appeal shall be is effective unless such the bond is so filed. If persons other than the South Dakota Aeronautics Commission commission are affected by the appeal, a copy of the notice and bond shall be served upon them within the time prescribed for taking the appeal. Section 21. That § 50-2-29 be amended to read as follows: 50-2-29. An appeal pursuant to § 50-2-27 shall be brought on for hearing before the proper circuit court at the next regular term of said the court, or such the appeal may be brought on for hearing upon twenty days' notice by either party. The parties shall be are entitled to a trial de novo by the court upon all issues of law and fact involved. From the decision of the circuit court on such appeals, an appeal may be had to the Supreme Court the same as other decisions of the said circuit court. Section 22. That § 50-2-30 be amended to read as follows: 50-2-30. If no appeal is taken from the order of the Aeronautics Commission commission within the period fixed, the party against whom the order was entered, shall be is deemed to have waived the right to have the reasonableness or lawfulness of the order reviewed by a court and there shall. There may be no trial of that issue in any court in which suit may be instituted for the penalty for failure to comply with the order. Section 23. That § 50-2-31 be amended to read as follows: 50-2-31. The failure to obey, or the violation of any process, subpoena, order, rule, regulation, judgment, or other legal command of the Aeronautics Commission commission may be punished as contempt of court and the process of the court may be invoked in accordance with the provisions of and under the procedure prescribed by chapter 21-34. Section 24. That § 50-4-1 be amended to read as follows: 50-4-1. The South Dakota Transportation Commission shall assist in the development of aviation and aviation facilities within the state for the purpose of safeguarding the interests of those engaged in all phases of the industry and of the general public, and promoting aeronautics. Section 25. That § 50-4-6 be amended to read as follows: 50-4-6. Such Any moneys as are paid over by the United States government under the provisions of § 50-4-4 or 50-4-5 shall be retained by the state or paid over to said the county or municipality under such the terms and conditions as may be imposed by the United States government in making such the grants. Section 26. That § 50-4-9 be repealed. 50-4-9. The South Dakota Legislature finds and declares an accelerated program of commercial airline airport construction and improvements is necessary for the development of the state's economy in the jet age. The Legislature further finds that the area served by such airports extends beyond the taxing jurisdiction of the governing authority for such airports and declares that it is necessary for the state to provide financial assistance to commercial airline airports on a matching basis to implement such program. The Legislature further finds that a program of commercial airline airport improvements requires long-range planning and an assurance of state financial assistance beyond the regular biennial period. Section 27. That § 50-4-10 be repealed. 50-4-10. The commission may utilize the authorizations provided as the state matching share as a basis for developing its long-range planning and construction program for scheduled airline airport improvements notwithstanding the fact that no direct appropriation of such funds is made. Nothing in this section or § 50-4-9 may be construed as to bind any succeeding Legislature with respect to the forgoing enunciation of intent. Section 28. That § 50-4-11 be repealed. 50-4-11. The state may pay compensation to a regularly scheduled commercial air carrier to provide basic or enhanced air service as provided in the Airport and Airway Safety and Capacity Expansion Act of 1987 and may provide compensation to a regularly scheduled air carrier under contract with the South Dakota Airline Authority. State funds shall be expended only if budgeted pursuant to chapter 4-7 and if an appropriation has been made therefor pursuant to chapter 4-8. Section 29. That § 50-4-12 be amended to read as follows: 50-4-12. Each person engaged in selling aircraft fuel to retailers or consumers at wholesale, shall, on or before the fifteenth day of each month, file a sworn statement and report with the Department of Transportation department, upon forms prescribed and provided by the South Dakota Aeronautics Commission commission, showing the number of gallons of aircraft fuel sold in South Dakota for use in aircraft. Any person failing to file such report is guilty of a Class 2 misdemeanor. Section 30. That § 50-4-14 be amended to read as follows: 50-4-14. The state aeronautics fund and the accumulations thereto as appropriated by the Legislature may be used for the following purposes: (1) The construction, development, lighting, marking, and maintenance of publicly owned airports, landing fields, and landing strips; (2) The lighting, marking, and maintenance of runways, landing strips, taxiways and parking areas of privately owned and operated airports, landing fields and landing strips licensed by the South Dakota Aeronautics Commission commission, in proportion to the amount of such the aircraft fuel tax paid on the aircraft fuel purchased for resale for use in aircraft at each privately owned and operated airport, landing field or landing strip, as nearly as practicable, as to each of which it shall appear to the satisfaction of the commission that such airport, landing field or landing strip is operated and maintained in accordance with the laws of this state and the rules and regulations of the commission and the standard established therefor by any agency of the United States, and the unrestricted use of such the airport, landing field or landing strip is at all times available to the general public for the taking off and landing of aircraft without cost or charge; (3) The matching of any funds made available by the United States, this state, or any of the political subdivisions of this state for the purchase of sites for airports, landing fields, and landing strips, and for the construction, lighting, and marking of such airports, landing fields, and landing strips, in such amounts as the South Dakota Aeronautics Commission commission may determine; and (4) The paying of salaries, office expenses, traveling, and other expenses of the South Dakota Aeronautics Commission and its commission and the commission's staff to carry out the responsibilities defined in chapter 50-2; (5) The paying of compensation to a regularly scheduled commercial air carrier to provide basic or enhanced air service as provided in the Airport and Airway Safety and Capacity Expansion Act of 1987 or providing compensation to a regularly scheduled air carrier under contract with the South Dakota Airline Authority. Section 31. That § 50-4-17 be amended to read as follows: 50-4-17. The secretary of transportation shall approve vouchers and the state auditor shall issue warrants upon to expend the funds appropriated by § 50-4-14, upon vouchers approved by the secretary of transportation and said. The funds shall be expended as provided in § 50-4-14. Section 32. That § 50-5-1 be amended to read as follows: 50-5-1. Any owner or operator of a public airport shall apply to the South Dakota Aeronautics Commission commission for approval for such the public airport prior to its use. Any owner or operator of a private airport located within two miles of the nearest boundary of any approved public airport shall apply to the South Dakota Aeronautics Commission commission for approval for such the private airport prior to its use. The commission shall consider and either approve or reject an application within sixty days of receipt of the completed application. Section 33. That § 50-5-3 be amended to read as follows: 50-5-3. The Aeronautics Commission commission may issue a certificate of approval pursuant to § 50-5-1 and may set a reasonable charge therefor by rules promulgated pursuant to chapter 1-26. Section 34. That § 50-5-4 be amended to read as follows: 50-5-4. It is a Class 2 misdemeanor to use or operate a public airport or a private airport located within two miles of the nearest boundary of an approved public airport without the prior approval of the Aeronautics Commission commission. Section 35. That § 50-5-6 be amended to read as follows: 50-5-6. If the Aeronautics Commission commission rejects an application for permission to operate or establish an airport or if the commission issues any order requiring certain things to be done, the commission shall set forth its reasons therefor and shall state the requirements to be met before such approval will may be given or such order modified or changed. Section 36. That § 50-5-7 be amended to read as follows: 50-5-7. In any case where the Aeronautics Commission may deem it necessary, it If the commission deems it necessary, the commission may order the closing of any airport, landing field, or order any air school, flying club, or air beacon, or other air navigation facility to cease operations until it shall have complied complies with the requirements laid down stated by the commission. Section 37. That § 50-5-8 be amended to read as follows: 50-5-8. The South Dakota Aeronautics Commission and any officers, state or municipal, charged with the duty of enforcing this title, commission may inspect and examine at reasonable hours, to carry out the provisions of this title, any premises, and the buildings and other structures thereon, where such the airports, landing fields, air schools, flying clubs, air beacons, or other air navigation facilities are operated. Section 38. That § 50-5-9 be amended to read as follows: 50-5-9. The South Dakota Aeronautics Commission and any state, county, or municipal officer charged with the duty of enforcing this chapter, commission may inspect and examine, at reasonable hours, any premises, and any building and any other structure thereon, where any airport approved by the commission is operated. Section 39. That § 50-5-10 be amended to read as follows: 50-5-10. No person, without the express or implied consent of the owner or operator of any airport which has been approved by the South Dakota Aeronautics Commission commission for public use by aircraft, may enter, trespass on, or occupy any runway, landing strip, or other portion of the airport which will interfere, restrict, impede, or endanger the use of the airport by another person or the operator of an aircraft. A violation of this section is a Class 1 misdemeanor. Section 40. That § 50-6A-28 be amended to read as follows: 50-6A-28. An authority is authorized to may designate the Department of Transportation department as its the authority's agent to accept, receive, receipt for, and disburse federal and state moneys, and other moneys, public or private, made available by grant or loan or both, to accomplish in whole or in part, any of the purposes of this chapter; and to. The authority may designate the department as its the authority's agent in contracting for and supervising the planning, acquisition, development, construction, improvement, maintenance, equipment, or operation of any airport or other air navigation facility. An authority may enter into an agreement with the Department of Transportation department prescribing the terms and conditions of the agency in accordance with such any terms and conditions as are prescribed by the United States, if federal money is involved, and in accordance with the applicable laws of this state. All federal moneys accepted under this section by the department shall be accepted and transferred or expended by said the department upon such any terms and conditions as are prescribed by the United States. All moneys received by the Department of Transportation department pursuant to this section shall be deposited in the state treasury, and unless otherwise prescribed by the agency from which such the moneys were received, shall be kept in separate funds designated according to the purposes for which the moneys were made available, and shall be held by the state in trust for such purposes. Section 41. That § 50-9-1 be amended to read as follows: 50-9-1. Any public utility, power district, or other governmental subdivision, or any person, association, corporation, limited liability company, or partnership, before engaging in the construction or alteration which extends the height, in the State of South Dakota state, of any overhead line, cable, pipeline, outdoor theater, derricks, towers, or other structures within two miles from the nearest boundary of any airport which has been approved by the South Dakota Aeronautics Commission commission for public use by aircraft, the height of which is over ten feet above the elevation of an airport, for each five hundred feet of distance from the nearest boundary of the airport, before the alteration or construction of any such item or structure, shall file an application with and obtain the approval of the South Dakota Aeronautics Commission commission, for permission to enter upon and complete such construction or alteration. However, no application is needed if the construction or alteration is within the corporate limits of a municipality and is adjacent to other structures of a permanent character which are an equal or greater height than the construction or alteration proposed. Section 42. That § 50-9-2 be amended to read as follows: 50-9-2. The alteration or construction of overhead lines, cables, pipelines, outdoor theaters, derricks, towers, or other structures not approved by the South Dakota Aeronautics Commission commission within two miles from the nearest boundary of any airport which has been approved by the South Dakota Aeronautics Commission commission for public use by aircraft, is declared to be a danger to the public and to life, limb, property and persons in the vicinity thereof. The South Dakota Aeronautics Commission commission shall adopt and establish promulgate and publish reasonable rules pursuant to chapter 1-26 covering the requirements that must shall be met by any applicant to obtain the approval for the construction or alteration of any such overhead line, cable, pipeline, outdoor theater, derricks, towers, or other structures which is not exempt from the requirements of § 50-9-1. Section 43. That § 50-9-3 be amended to read as follows: 50-9-3. The South Dakota Aeronautics Commission commission may in its discretion, approve the application filed, as required by § 50-9-1 without a hearing, provided that, in the event that. However, if the commission deems the erection of said structures the structure to create a hazard to the safe use of said airports an airport by aircraft, and a public danger, or finds the same to be in violation of any of the rules and regulations referred to in § 50-9-2, the commission shall assign said the application for hearing upon reasonable notice to the applicant and may order and require applicant to cease and desist from erecting such the overhead lines, cables, pipelines, outdoor theaters, towers, or other structures except pursuant to and in conformity to plans and specifications relating to height thereof, approved by said the commission. Section 44. That § 50-9-4 be amended to read as follows: 50-9-4. Any person aggrieved by any action of the Aeronautics Commission commission may appeal in the manner provided by law and the rules of practice and procedure adopted by the Supreme Court governing appeals from boards and commissions. Section 45. That § 50-9-5 be amended to read as follows: 50-9-5. The erection or alteration of any of overhead lines, cables, pipelines, towers, outdoor theaters, derricks, or other structures within two miles of the nearest boundary of an airport not exempt from the requirements of § 50-9-1 without the approval of the South Dakota Aeronautics Commission commission is a Class 1 misdemeanor. Section 46. That § 50-9-6 be amended to read as follows: 50-9-6. Sections The provisions of §§ 50-9-1 to 50-9-5, inclusive, shall do not apply to airports for which zoning regulations have been adopted by municipal, county, or other political subdivisions. Section 47. That § 50-9-7 be amended to read as follows: 50-9-7. No person, firm, corporation, limited liability company, or association may erect anywhere in this state a building, structure, or tower of any kind over two hundred feet in height above the terrain, without first filing with the South Dakota Aeronautics Commission commission a notice and application showing the location and dimensions of the building, structure, or tower, and procuring a permit approving the location from the South Dakota Aeronautics Commission commission. A violation of this section, or a rule or order adopted pursuant to § 50-9-9, is a Class 1 misdemeanor. Section 48. That § 50-9-8 be amended to read as follows: 50-9-8. Notwithstanding the provisions of § 50-9-7, temporary buildings or structures not located within the airways or within five miles of an airport, may be erected upon filing with the Aeronautics Commission commission a notice showing the location thereof without making application and procuring a permit pursuant to § 50-9-7. A temporary building, structure, or tower shall mean means any building, structure or tower which shall be dismantled or removed not later than six months from the date the erection of said the building or structure is commenced. Section 49. That § 50-9-9 be amended to read as follows: 50-9-9. The South Dakota Aeronautics Commission commission may, pursuant to chapter 1-26, adopt promulgate and enforce rules establishing minimum standards and criteria, including lighting, painting, and marking of any buildings, structures, towers, and hazards referred to in §§ 50-9-2, 50-9-3 and 50-9-7 in the interest of safe operation of aircraft and public safety. In adopting promulgating and enforcing rules, the Aeronautics Commission commission shall consider aviation safety, economic impact, financial impact on applicants applying for permits to build structures, multiple uses of airspace, federal regulations, and other relevant factors. The power and authority to enforce such rules by injunction proceedings in any court of competent jurisdiction instituted in the name of the South Dakota Aeronautics Commission commission, is hereby conferred. Section 50. That § 50-9-10 be amended to read as follows: 50-9-10. When If conflicting jurisdiction arises over the control of the erection of a building, structure, tower, or hazard in relation to an airport, airway, or air navigation facility between the State Aeronautics Commission commission and any political subdivision of the state, the commission may overrule, change, modify, or amend zoning rules and regulations adopted by any political subdivision or by any airport zoning board created by a political subdivision under the laws of this state, after a public hearing wherein in which all parties thereto have been given an opportunity to be heard. Section 51. That § 50-10-3 be amended to read as follows: 50-10-3. The Aeronautics Commission is hereby empowered and directed to commission shall formulate and adopt, and from time to time as may be necessary revise, an airport approach plan for each publicly owned airport in the state. Each such plan shall indicate the circumstances in which structures and trees are or would be airport hazards, the area within which measures for the protection of the airport's aerial approaches should be taken, and what the height limits and other objectives of such measures should be; provided that the. However, no zone and height limits shall in no case may be more exacting than is necessary to conform to the current airport approach and turning space standards of any agency of the federal government which may be concerned with the fostering of civil aeronautics. Section 52. That § 50-10-4 be amended to read as follows: 50-10-4. In adopting or revising any airport approach plan, the Aeronautics Commission commission shall consider, among other things, the character of the flying operations expected to be conducted at the airport, the nature of the terrain, the height of existing structures and trees above the level of the airport, and the possibility of lowering or removing existing obstructions, and the. The commission may obtain and consider the views of the agency of the federal government charged with the fostering of civil aeronautics, as to the aerial approaches necessary to safe flying operations at the airport. Section 53. That § 50-10-5 be amended to read as follows: 50-10-5. Every Each municipality and, county, or other political subdivision having within or without its territorial limits an area within which, according to an airport approach plan adopted by the Aeronautics Commission commission, measures should be taken for the protection of airport approaches, shall adopt, administer, and enforce, under the police power and in the manner and upon the conditions hereinafter prescribed by this chapter, airport zoning regulations applicable to such the area. Section 54. That § 50-10-6 be amended to read as follows: 50-10-6. The regulations required by § 50-10-5 shall divide the area into zones, and, within such the zones, specify the land uses permitted, regulate and restrict the height to which structures and trees may be erected or allowed to grow, prohibit the obstruction, by lights, smoke, electronic devices, or any other means, of the safe operation of aircraft near airports, and impose such other restrictions and requirements as may be necessary to effectuate the Aeronautics Commission's commission's approach plan for the airport. Section 55. That § 50-10-7 be amended to read as follows: 50-10-7. In the event that If a political subdivision has adopted, or hereafter adopts, adopts a general zoning ordinance regulating, among other things, the height of buildings, any airport zoning regulations adopted for the same area or portion thereof under this chapter, may be incorporated in and made a part of such general zoning regulations, and be administered and enforced in connection therewith, but such. However, no general zoning regulations shall not may limit the effectiveness or scope of the regulations adopted under rules promulgated pursuant to this chapter. Section 56. That § 50-10-8 be amended to read as follows: 50-10-8. Any zoning or other regulations applicable to any area within which, according to an airport approach plan adopted by the commission, measures should be taken for the protection of airport approaches, including not only any airport zoning regulations adopted under this chapter but any zoning or other regulations dealing with the same or similar matters, that have been or may be adopted under authority other than that conferred by this chapter, shall be consistent with, and conform to, the commission's approach plan for such area, and. The regulations shall be amended from time to time as may be necessary to conform to any revision of the plan that may be made by the commission. Section 57. That § 50-10-9 be amended to read as follows: 50-10-9. All No airport zoning regulations regulation adopted under this chapter shall may be reasonable, and none shall unreasonable. No regulation may require the removal, lowering, or other change or alteration of any structure or tree not conforming to the regulations regulation when adopted or amended, or otherwise interfere with the continuance of any nonconforming use, except as provided in § 50-10-28. Section 58. That § 50-10-10 be amended to read as follows: 50-10-10. Where If advisable to facilitate the enforcement of zoning regulations adopted pursuant to this chapter, a system may be established for granting permits to establish or construct new structures and other uses and to replace existing structures and other uses or make substantial changes therein or substantial repairs thereof. In any event, before Before any nonconforming structure or tree may be replaced, substantially altered or repaired, rebuilt, allowed to grow higher, or replanted, a permit must shall be secured from the administrative agency authorized to administer and enforce the regulations, authorizing such replacement, change, or repair. No such permit shall may be granted that would allow the structure or tree in question to be made higher or become a greater hazard to air navigation than it was when the applicable regulation was adopted; and whenever. If the administrative agency determines that a nonconforming structure or tree has been abandoned or more than eighty percent physically deteriorated, or decayed, no permit shall may be granted that would allow said the structure or tree to exceed the applicable height limit or otherwise deviate from the zoning regulations. Except as indicated all applications for permits for replacement, change, or repair of nonconforming uses shall be granted. Section 59. That § 50-10-11 be amended to read as follows: 50-10-11. Any person desiring to erect any structure, or to increase the height of any structure, or to permit the growth of any tree, or to otherwise use his the person's property, in violation of airport zoning regulations adopted under this chapter, may apply to the board of appeals, as provided in § 50-10-15, for a variance from the zoning regulations in question. Such variances A variance shall be allowed where if a literal application or enforcement of the regulations would result in practical difficulty or unnecessary hardship and the relief granted would not be contrary to the public interest but would do substantial justice and be in accordance with the spirit of the regulations. Section 60. That § 50-10-13 be amended to read as follows: 50-10-13. No airport zoning regulations shall may be adopted, amended, or changed under this chapter except by action of the governing body of the political subdivision in question after a public hearing in relation thereto, at which parties in interest and citizens shall have an opportunity to be heard. Notice of said the hearing shall be given at least fifteen days prior to the date of said the hearing by publication of a notice of the time and place of holding such the hearing in a legal newspaper or a newspaper of general circulation published in the political subdivision or subdivisions in which is located the airport hazard to be zoned; provided that,. However, if there be no such newspaper, or newspaper published in the said subdivision or subdivisions, said the notice shall be published in the nearest legal newspaper, or newspaper of general circulation. Section 61. That § 50-10-14 be amended to read as follows: 50-10-14. The governing body of any political subdivision adopting airport zoning regulations under this chapter may delegate the duty of administering and enforcing such the regulations to any administrative agency under its jurisdiction, but such. However, the administrative agency shall may not be or include any member of the board of appeals. The duties of such the administrative agency shall include that of hearing and deciding all permits under § 50-10-10, but such. However, the agency shall may not have or exercise any of the powers delegated to the board of appeals. Section 62. That § 50-10-16 be amended to read as follows: 50-10-16. The board established pursuant to § 50-10-15 shall adopt rules in accordance with the provisions of any ordinance adopted under this chapter. Meetings of the board shall be held at the call of the chairman chair and at such other times as the board may determine. The chairman chair, or in his the chair's absence the acting chairman chair, may administer oaths and compel the attendance of witnesses. All meetings of the board shall be public. The board shall keep minutes of its proceedings, showing the vote of each member upon each question, or, if absent or failing to vote, indicating such fact, and shall keep records of its examinations and other official actions, all of which. The minutes shall immediately be filed in the office of the board and shall be are a public record. Section 63. That § 50-10-18 be amended to read as follows: 50-10-18. An appeal pursuant to § 50-10-15 shall stay all proceedings in furtherance of the action appealed from, unless the agency from which the appeal is taken certifies to the board, after the notice of appeal has been filed with it, that by reason of the facts stated in the certificate a stay would, in its opinion, cause imminent peril to life or property. In such case, proceedings shall may not be stayed otherwise than by a restraining order which may be granted by the board or by a court of record on application on notice to the agency from which the appeal is taken and on due cause shown. Section 64. That § 50-10-27 be amended to read as follows: 50-10-27. In addition, either the political subdivision within which the property is located or the Aeronautics Commission commission may institute in any court of competent jurisdiction, an action to prevent, restrain, correct, or abate any violation of this chapter, or of airport zoning regulations adopted under this chapter, or of any order or ruling made in connection with their administration or enforcement, and the. The court shall adjudge to the plaintiff such relief, by way of injunction, which may be mandatory or otherwise, as may be proper under all the facts and circumstances of the case, in order fully to effectuate the purposes of this chapter and of the regulations adopted and orders and rulings made pursuant thereto. Section 65. That § 50-10-28 be amended to read as follows: 50-10-28. In any case in which: (1) It is desired to remove, lower, or otherwise terminate a nonconforming use; or (2) The approach protection necessary according to the Aeronautics Commission's commission's airport approach plan cannot, because of constitutional limitations, be provided by airport zoning regulations under this chapter; or (3) It appears advisable that the necessary approach protection be provided by acquisition of property rights,; the political subdivision within which the property or nonconforming use is located, the political subdivision owning the airport or served by it, or the commission, shall acquire by purchase, grant, or condemnation in the manner provided by the law under which political subdivisions are authorized to acquire real property for public purposes, such an air right, easement, or other estate or interest in the property or nonconforming use in question as may be necessary to effectuate the purposes of this chapter. Section 66. That § 50-10-30 be repealed. 50-10-30. If any provision of this chapter or the application thereof to any person or circumstances is held invalid, such invalidity shall not affect other provisions or applications of the chapter which can be given effect without the valid provision or application, and to this end the provisions of this chapter are declared to be severable. Section 67. That § 50-10-31 be repealed. 50-10-31. This chapter shall be known and may be cited as the \"Model Airport Zoning Act.\" Section 68. That § 50-11-2 be amended to read as follows: 50-11-2. The restriction in § 50-11-1 shall does not apply to public aircraft of the United States, or public aircraft of any state, territory, or possession thereof; or to aircraft licensed by a foreign country with which the United States has a reciprocal agreement covering the operations of such licensed aircraft. Section 69. That § 50-11-4 be amended to read as follows: 50-11-4. It is a Class 2 misdemeanor for any person to pilot an aircraft in this state, unless he the person is the holder of a current pilot's certificate issued by the United States Department of Transportation, Federal Aviation Administration. This section does not apply to a person operating public aircraft of the United States, or public aircraft of a state, territory or possession thereof, or operating an aircraft licensed by a foreign country with which the United States has a reciprocal agreement covering the operation of licensed aircraft. Section 70. That § 50-11-6 be amended to read as follows: 50-11-6. Either an aircraft registration certificate or pilot's certificate shall be presented for inspection upon the demand of a passenger, a law enforcement officer of this state, an authorized official or employee of the Aeronautics Commission commission, or an official, manager, or person in charge of an airport in this state upon which a landing is made, or upon the reasonable request of any other person. A violation of this section is a Class 2 misdemeanor. Section 71. That § 50-11-7 be amended to read as follows: 50-11-7. In any criminal prosecution under any of the provisions of this title, a defendant who relies for his justification upon a certificate of any kind has the burden of proving that he the defendant is properly certificated, or is the possessor of a proper certificate, as the case may be, and the fact of nonissuance of a certificate may be evidenced by a certificate signed by the official having power of issuance, or his deputy, under seal of office, stating that he the official has made diligent search in of the records of his office and that, from the records, it appears that no certificate was issued up to the date of the making of the certificate. Section 72. That § 50-11-9 be amended to read as follows: 50-11-9. The owner or lessee of an aircraft to be operated within this state shall, except as otherwise expressly provided, file with the secretary of transportation department on a form prescribed and furnished by the Aeronautics Commission commission, an application for registration of the aircraft. A person who fails to register his an aircraft within thirty days after it is operated in this state is guilty of a Class 2 misdemeanor. A person who makes a false statement of a material fact in the application is guilty of a Class 6 felony. In addition, failure to register an aircraft within ninety days of the date when registration is due shall result in a civil penalty equal to ten percent of the registration fee provided in § 50-11-12 for each month, or portion thereof, until the fee is paid, not to exceed five times the fee due. Section 73. That § 50-11-10 be amended to read as follows: 50-11-10. On receipt of the application, the Department of Transportation department shall file it and, upon. Upon determining that an aircraft is entitled to registration and to be registered by the applicant, and that the original registration tax required by § 50-11-19 has been paid in full, the department shall register it and forward to the applicant a registration certificate bearing a distinctive number together with such other identifying matter as the Aeronautics Commission commission shall prescribe. If, for any reason, the aircraft is not entitled to registration or the applicant is not entitled to register the same aircraft, the Department of Transportation department shall immediately notify the applicant of such fact together with the reasons therefor. Upon receipt of the registration fee, the Department of Transportation department shall pay it to the state treasurer to be credited to the aeronautics fund. Section 74. That § 50-11-18 be repealed. 50-11-18. The registration fees provided in § 50-11-12 shall be in lieu of all personal property taxes, general or local, on aircraft authorized by any law or ordinance of this state or any of its political subdivisions, except that an aircraft required to be registered under the provisions of this chapter for which the owner fails to make application for registration within the time prescribed by the provisions of this chapter shall be subject to such personal property taxes. Provided, however, that such taxes when paid shall in no event be in lieu of the required registration and payment of the fee therefor. Section 75. That § 50-11-19.2 be amended to read as follows: 50-11-19.2. The additional original registration tax on the sale of aircraft held by a licensed aircraft dealer under a use stamp or dealer certificate is at the rate specified in § 50-11-19 on the purchase price at the time the aircraft is sold. When If a licensed aircraft dealer converts aircraft held under a use stamp or dealer certificate to his the dealer's own use, the additional original registration tax is paid by the dealer at the rate specified in § 50-11-19 on the current fair market value of the aircraft. Section 76. That § 50-11-20 be amended to read as follows: 50-11-20. Section The provisions of § 50-11-19 applies apply to all aircraft not previously registered in this state, except: (1) Aircraft, owned by a person coming into this state from another state for the purpose of making his the person's home within this state, and registered in the other state, are exempt from the additional original registration tax of this state to the extent of a similar additional original registration tax previously paid in the other state upon the purchase price of the aircraft. However, this exception applies only to the extent that under the law of the state of the person's residence like exemptions and privileges are granted to aircraft duly registered under the laws and owned by the residents of this state; (2) Aircraft owned by a resident of this state upon the purchase price of which the original registration tax of this state has previously been paid; (3) Aircraft duly registered and certificated under chapter 50-12; (4) Aircraft owned by youth correctional institutions if purchased by authorized officials, payment made from the institution funds, and title to the property retained in the name of the institution; (5) Aircraft owned or leased by a person coming into this state for the purposes of seasonally operating his the person's aircraft licensed and operating pursuant to § 38-21-20 or applying commercial fertilizer, and if the aircraft has been duly registered or licensed in such other state, are exempt from the additional registration tax. However, this exception applies only to the extent that under the law of the state of such person's residence like exemptions and privileges are granted to aircraft duly registered under laws and owned by the residents of this state. The secretary of transportation department may exempt the persons excepted by this section from the payment of the additional original registration tax upon such person filing with him the department an affidavit upon a form prescribed by the Aeronautics Commission commission. Section 77. That § 50-11-21.1 be amended to read as follows: 50-11-21.1. If the secretary of transportation or his designee department believes that the assessment or collection of taxes is jeopardized by delay, he the department may immediately make an assessment of the estimated tax and penalty and demand payment from the taxpayer. If the payment is not made, a lien may be filed and a distress warrant issued as provided in chapter 10-56. The secretary of transportation, or his designee, department may accept a bond from the taxpayer to satisfy collection until the amount of tax legally due is determined and paid. Section 78. That § 50-11-21.2 be amended to read as follows: 50-11-21.2. Any tax or penalty due the state from a taxpayer is a lien in favor of the State of South Dakota upon all property and rights to property, whether real or personal, belonging to the taxpayer. In order to preserve the lien against subsequent mortgages, purchasers, or judgment creditors for value and without notice of the lien, on any property situated in a county, the secretary of transportation, or his designee, department may file with the register of deeds of the county, in which the property is located, a notice of said the lien in such form as he shall elect the department elects. Section 79. That § 50-11-22 be amended to read as follows: 50-11-22. If an aircraft registered in accordance with §§ 50-11-8 to 50-11-21, inclusive, is sold or transferred the person in whose name the aircraft is registered shall complete and sign the endorsement on the back of the certificate of registration as prescribed by the Aeronautics Commission commission and shall, within seven working days, forward to the secretary of transportation department by mail a notice of the sale or transfer including the date and place thereof and the name and address of the purchaser or transferee. Failure to make the change of registration within the time required by this section is a Class 2 misdemeanor. A person who makes a false statement of a material fact in the certificate of registration is guilty of a Class 5 felony. Section 80. That § 50-11-23 be amended to read as follows: 50-11-23. The purchaser or transferee described by § 50-11-22 shall, within thirty days, apply to the director of aeronautics department for the transfer of the registration of the aircraft to his the purchaser's or transferee's name and the issuance of a new certificate of registration to him. Failure to make the change of registration within the time required by this section is a Class 2 misdemeanor. A person who makes a false statement of a material fact in the application is guilty of a Class 5 felony. The endorsed certificate of registration is void thirty days after the date of the sale or transfer of such aircraft. The secretary department shall file the application in his office and upon determining that the applicant has paid the fee and is entitled thereto, shall transfer the registration to the applicant's name and issue him the applicant a new certificate of registration. The fee for the transfer of registration is five dollars. Section 81. That § 50-11-25 be amended to read as follows: 50-11-25. The provisions of §§ 50-11-8 to 50-11-24, inclusive, shall do not apply to an aircraft and airmen operating such aircraft, which is owned by, and used exclusively in the service of, any government or any political subdivision thereof, including the government of the United States, any state, territory, or possession of the United States, or the District of Columbia which is not engaged in carrying persons or property for commercial purposes. Section 82. That § 50-11-26 be amended to read as follows: 50-11-26. The provisions of §§ 50-11-8 to 50-11-24, inclusive, shall do not apply to military aircraft and personnel of the United States government or any aircraft and personnel licensed by a foreign country with which the United States has reciprocal relations; provided, however, that such if the aircraft and airmen personnel are not engaged in any intrastate commercial activity within this state. Section 83. That § 50-11-29 be amended to read as follows: 50-11-29. The provisions of §§ 50-11-8 to 50-11-24, inclusive, shall do not apply to an individual operating model aircraft. Section 84. That § 50-12-2 be amended to read as follows: 50-12-2. Any person desiring to sell or solicit as a dealer the sale of aircraft within South Dakota shall apply for an aircraft dealer's license to the secretary of transportation department. For the original application such person must shall possess one or more aircraft under normal registration. Such application shall be made in writing on a form furnished by the Aeronautics Commission commission and shall contain the following information: (1) The name under which the new or used aircraft dealer's business shall be conducted and the address of the dealer is established as the place of business.; (2) The resident address of each owner, director, or principal officer of such aircraft dealer. If the applicant is a foreign corporation, the application shall designate the state wherein such corporation was incorporated, and shall set forth the post office address of the registered office and registered agent of such corporation in South Dakota. In addition, evidence must shall be furnished showing that such the foreign corporation has been granted authority to do business in South Dakota by the secretary of state. If the applicant is a foreign person or partnership, the application must shall set forth the permanent business address in such foreign state.; (3) A statement of whether the applicant will deal in new aircraft, used aircraft, or both. If such dealer the applicant is to sell or offer for sale new aircraft, he the applicant shall list the make or makes of aircraft so to be sold, and the name of the manufacturer or distributor with whom he the applicant is franchised.; (4) Whether or not such the applicant has previously been an aircraft dealer in South Dakota, and if so, the number of aircraft he the applicant has sold within a period of twenty-four months preceding the date of such the application. Section 85. That § 50-12-3 be amended to read as follows: 50-12-3. Upon receipt of an application pursuant to § 50-12-2, the secretary of transportation department shall file it in his office. Upon determining that the applicant is entitled thereto, the secretary department shall assign to him the applicant a distinctive aircraft dealer license number, and issue to him the applicant the required number of dealer's certificates bearing such the license number. Each licensed dealer shall display his the license in a conspicuous place in his the dealer's established place of business. Failure to display the license is a Class 2 misdemeanor. Section 86. That § 50-12-5 be amended to read as follows: 50-12-5. The dealer's certificate issued under the authority of this chapter may be used only by a licensed aircraft dealer for aircraft owned or controlled by him the dealer for the purposes of sale, resale, or flight instruction without charge which is required to ensure proper check-out time to a purchaser or his the purchaser's pilot in the aircraft sold to such the purchaser. The use of the certificate for any other purpose is a Class 2 misdemeanor. Section 87. That § 50-12-7 be amended to read as follows: 50-12-7. Upon the sale of any aircraft bearing an aircraft dealer's certificate, the dealer shall comply with §§ 50-11-22 and 50-11-23. If possession of such aircraft is transferred to the new owner, the dealer shall forthwith deliver the aircraft dealer's certificate and aircraft dealer sales affidavit to the secretary of transportation, who department. The department shall hold the certificate until an application is received from the dealer for transfer to another aircraft. Any person who makes a false statement of a material fact on the affidavit is guilty of a Class 1 misdemeanor. Failure to report aircraft purchases and sales as required under this chapter shall result in is punishable by a civil penalty equal to the annual registration fee as provided in § 50-11-12. Section 88. That § 50-12-8 be amended to read as follows: 50-12-8. Upon application in writing on a form furnished by the secretary of transportation department and the payment of a fee of one hundred dollars for each aircraft to be so used, the secretary department shall furnish a dealer with a commercial use stamp upon which is printed the federal aircraft registration number (N, X, etc.). The stamp shall be affixed to the aircraft dealer's certificate as directed by the director department. The stamp authorizes the aircraft to be used for aviation commercial purposes, but not for spraying, dusting, fertilizing, seeding, or defoliating. Use of the aircraft for prohibited purposes is a Class 2 misdemeanor. The commercial use stamp shall expire twenty-four months following its issuance or at the expiration of the dealer certificate to which it is affixed, whichever occurs first. Section 89. That § 50-12-9 be amended to read as follows: 50-12-9. Any aircraft which has been subject to registration under an aircraft dealer's certificate and a commercial use stamp for a period exceeding twenty-four months must shall be registered in compliance with §§ 50-11-12 and 50-11-19. Section 90. That § 50-12-10 be amended to read as follows: 50-12-10. The aircraft dealer's certificate and commercial use stamp shall at all times be conspicuously carried and displayed in the aircraft subject to such certificate and commercial use stamp, and such. The aircraft if so licensed shall remain in the possession of or under the control of the licensed aircraft dealer. A violation of this section is a Class 2 misdemeanor. Section 91. That § 50-12-11 be amended to read as follows: 50-12-11. In the event of loss, mutilation, or destruction of any dealer's license, certificate, commercial use stamps, or other identifying matter prescribed by the Aeronautics Commission commission and issued under the provisions of this chapter, a registered aircraft dealer may obtain a duplicate thereof upon filing with the secretary of transportation department an affidavit showing such facts and upon payment of a fee prescribed by the commission at the discretion of the director department. Upon receipt of such the affidavit and the appropriate fee, which shall be filed and remitted by him the dealer as is required by law, the secretary department shall thereupon issue a duplicate dealer's license, certificate, commercial use stamp, or other identifying matter to the applicant. Section 92. That § 50-12-13 be amended to read as follows: 50-12-13. The aircraft dealer's license as provided by § 50-12-3 shall expire expires on the thirty-first day of January of the second year next succeeding the calendar year in which it was issued. The aircraft dealer's certificate as provided by § 50-12-6 and commercial use stamps as provided by § 50-12-8 shall expire expire twenty-four months after they are issued provided a valid dealer's license is in effect. The aircraft dealer's certificate and commercial use stamp will expire expire automatically if the aircraft dealer's license expires as provided for pursuant to this section or the aircraft dealer no longer holds a valid aircraft dealer's license. Section 93. That § 50-12-14 be amended to read as follows: 50-12-14. Each licensed dealer on or before February first of the second year shall make application for the renewal of his the dealer's license, and he. The dealer shall verify having sold or brokered at least six aircraft within the past twenty-four calendar months. However, any dealer not meeting the requirements of this section may appeal to the Aeronautics Commission commission for renewal of a dealer's license if the dealer can demonstrate reasonable cause for not meeting those requirements. The fee for such the renewal of license shall be is the same as that required for an original license. Upon failure to make application for the renewal of such the license, and to pay the renewal fee on or before the first day of February of the second year, an additional fee of ten dollars per month, or any fraction thereof, shall be is required before such the license shall be issued. A former dealer may make an application for an original aircraft dealer's license after thirty-six months from the expiration date of his the dealer's license. Section 94. That § 50-12-15 be amended to read as follows: 50-12-15. Any applicant for, or any licensed aircraft dealer may maintain a branch office or subagency in more than one location in this state, providing such if the dealer or applicant shall secure secures a separate license for each location. All applications for branch offices or subagencies at locations other than the principal place of business shall conform to the provisions of § 50-12-2. Section 95. That § 50-12-16 be amended to read as follows: 50-12-16. The secretary of transportation department may refuse to issue or renew, or may suspend or revoke, an aircraft dealer's license if the secretary department has reasonable grounds to believe that the dealer has: (1) Forged or altered any federal certificate, permit, rating, or license, relating to ownership or airworthiness of an aircraft; (2) Sold or disposed of an aircraft which he the dealer knows or has reason to know has been stolen or appropriated without the consent of the true owner; (3) Willfully misrepresented any material fact in the application for an aircraft dealer's license; (4) Willfully withheld or caused to be withheld from a purchaser any document required by the laws of this state, including an affidavit to the effect that there are no liens, mortgages, or encumbrances of any kind on the aircraft other than those noted thereon, if the document or affidavit has been requested by the purchaser; (5) Used an aircraft dealer's certificate or a commercial use stamp for any purpose other than those permitted by this chapter, or used any such certificate or commercial use stamp after it has expired; (6) Failed to keep and make available for inspection by the secretary of transportation a proper record as required by the Aeronautics Commission commission of all aircraft bought and sold; (7) Willfully refused to apply for or pay the fee for a renewal license after an issued dealer's license has expired; (8) Failed to maintain an established place of business as required by this chapter; (9) Maintained a branch office or subagency for the sale or soliciting of sales of aircraft without applying for and receiving a license for such branch office or subagency; (10) Been refused a license, or had a license revoked by the licensing agencies for aircraft in this or any other state; (11) Failed to register on or prior to certificate or commercial use stamp expiration date; (12) Failed to renew license as required; (13) Failed to notify the secretary of transportation department upon sale of aircraft; (14) Failed to promptly notify the secretary of transportation department of an aircraft and place it on a certificate or use stamp or both; or (15) Any other violation of this chapter or chapter 50-11 referenced in this chapter. Section 96. That § 50-12-18 be amended to read as follows: 50-12-18. If the secretary of transportation shall refuse department refuses to issue a license upon an original application therefor, he, the department shall remit to such the applicant all fees accompanying such the application. Refusal may be for on any of the grounds as set forth in § 50-12-16, and the secretary. The department shall set forth the reasons for such the refusal to issue such the license. The applicant may appeal such the decision in pursuance to chapter 1-26. Section 97. That § 50-12-19 be amended to read as follows: 50-12-19. The Aeronautics Commission commission shall prepare the forms and certificates required by this chapter. The commission may prescribe the method of and location for the public display of any and all certificates and licenses as are herein required, and in conformity with the provisions of this chapter. Section 98. That § 50-12-20 be amended to read as follows: 50-12-20. The Aeronautics Commission shall have the power to adopt commission may promulgate all necessary rules and regulations pursuant to chapter 1-26 for the purpose of carrying out the purposes and intent of this chapter."}, {"bill_id": 1475, "bill_version_id": 12196, "bill_version": "Enrolled", "bill_version_date": "2010-02-12T09:43:40.383-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1475, "action_date": "2010-01-12T12:00:00-06:00", "document_id": 10420, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10420.pdf", "status_text": "First read in House and referred to", "journal_page": 19, "committee_id_action": 86, "committee_id_assigned": 81, "result": "N", "vote": {}}, {"bill_id": 1475, "action_date": "2010-01-26T10:00:00-06:00", "document_id": 10798, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/10798.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 81, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1475, "action_date": "2010-01-26T10:00:00-06:00", "document_id": 11008, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11008.pdf", "status_text": "Do Pass", "journal_page": 172, "committee_id_action": 81, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5681, "president_vote": null, "Excused": [813, 759], "Yea": [835, 843, 816, 801, 742, 839, 836, 762, 746, 838, 777]}}, {"bill_id": 1475, "action_date": "2010-01-27T14:00:00-06:00", "document_id": 11169, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11169.pdf", "status_text": "Do Pass", "journal_page": 205, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 5765, "president_vote": null, "Yea": [821, 771, 793, 781, 775, 844, 831, 820, 804, 779, 740, 813, 756, 748, 817, 814, 765, 811, 830, 798, 749, 829, 832, 826, 757, 835, 842, 777, 834, 803, 822, 843, 759, 816, 824, 788, 800, 801, 827, 750, 742, 792, 783, 755, 751, 773, 744, 840, 784, 839, 819, 836, 841, 818, 815, 833, 762, 746, 763, 752, 796, 828, 823, 789, 838, 837, 812, 786], "Excused": [825, 770]}}, {"bill_id": 1475, "action_date": "2010-01-28T11:45:00-06:00", "document_id": 11367, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11367.pdf", "status_text": "First read in Senate and referred to", "journal_page": 172, "committee_id_action": 84, "committee_id_assigned": 71, "result": "N", "vote": {}}, {"bill_id": 1475, "action_date": "2010-02-10T07:45:00-06:00", "document_id": 11805, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11805.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 71, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1475, "action_date": "2010-02-10T07:45:00-06:00", "document_id": 12015, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12015.pdf", "status_text": "Do Pass", "journal_page": 273, "committee_id_action": 71, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6280, "president_vote": null, "Yea": [805, 739, 795, 774, 791, 799, 776]}}, {"bill_id": 1475, "action_date": "2010-02-10T07:45:00-06:00", "document_id": 12015, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12015.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 71, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1475, "action_date": "2010-02-11T14:00:00-06:00", "document_id": 12151, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12151.pdf", "status_text": "Do Pass", "journal_page": 306, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6396, "president_vote": null, "Excused": [758], "Yea": [809, 785, 787, 790, 807, 754, 805, 760, 778, 768, 782, 780, 739, 802, 764, 795, 741, 772, 761, 774, 766, 791, 806, 767, 808, 769, 743, 753, 745, 794, 799, 810, 747, 776]}}, {"bill_id": 1475, "action_date": "2010-02-12T13:00:00-06:00", "document_id": 12257, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12257.pdf", "status_text": "Signed by the Speaker", "journal_page": 387, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1475, "action_date": "2010-02-16T14:00:00-06:00", "document_id": 12358, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12358.pdf", "status_text": "Signed by the President", "journal_page": 342, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1475, "action_date": "2010-02-17T14:30:00-06:00", "document_id": 12465, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12465.pdf", "status_text": "Delivered to the Governor", "journal_page": 455, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1475, "action_date": "2010-02-18T14:00:00-06:00", "document_id": 12564, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12564.pdf", "status_text": "Signed by the Governor", "journal_page": 458, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4662}