{"session_id": 59, "bill_id": 20345, "bill_type": "House Bill", "bill_number": 1045, "bill_title": "modify the requirements for coordination of benefits between health plans.", "sponsors": [], "keywords": ["Health Insurance", "Insurance"], "audio": [{"meeting_datetime": "2006-01-19T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco07.mp3", "start_seconds": 662.0}, {"meeting_datetime": "2006-01-19T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco07.mp3", "start_seconds": 662.0}, {"meeting_datetime": "2006-01-19T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco07.mp3", "start_seconds": 662.0}, {"meeting_datetime": "2006-01-24T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco10.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2006-01-24T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco10.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2006-01-24T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco10.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2006-01-24T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco10.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2006-01-24T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco10.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2006-01-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou12.mp3", "start_seconds": 1498.0}, {"meeting_datetime": "2006-01-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou12.mp3", "start_seconds": 1498.0}, {"meeting_datetime": "2006-01-26T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hou12.mp3", "start_seconds": 1498.0}, {"meeting_datetime": "2006-02-07T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sco20.mp3", "start_seconds": 1074.0}, {"meeting_datetime": "2006-02-07T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sco20.mp3", "start_seconds": 1074.0}, {"meeting_datetime": "2006-02-07T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sco20.mp3", "start_seconds": 1074.0}, {"meeting_datetime": "2006-02-07T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sco20.mp3", "start_seconds": 1074.0}, {"meeting_datetime": "2006-02-07T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/sco20.mp3", "start_seconds": 1074.0}], "bill_versions": [{"bill_id": 20345, "bill_version_id": 106391, "bill_version": "Introduced", "bill_version_date": "2006-01-07T16:13:05-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to modify the requirements for coordination of benefits between health plans. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: Terms used in this chapter mean: (1) \"Birthday,\" refers only to a month and day in a calendar year and does not include the year in which the person was born; (2) \"Claim,\" a request that benefits of a plan be provided or paid. The benefits claimed may be in the form of: (a) Services (including supplies); (b) Payment for all or a portion of the expenses incurred; and (c) An indemnification. (3) \"Closed panel plan,\" a plan that provides health benefits to covered persons primarily in the form of services through a panel of providers that have contracted with or are employed by the plan and that excludes benefits for services provided by other providers, except in cases of emergency or referral by a panel member; (4) \"Consolidated Omnibus Budget Reconciliation Act of 1985\" or \"COBRA,\" coverage provided under a right of continuation pursuant to federal law; (5) \"Coordination of benefits\" or \"COB,\" a provision establishing an order in which plans pay their claims, and permitting secondary plans to reduce their benefits so that the combined benefits of all plans do not exceed total allowable expenses; (6) \"Custodial parent,\" the parent awarded custody of a child by a court decree, or in the absence of a court decree, the parent with whom the child resides more than one half of the calendar year without regard to any temporary visitation; (7) \"Group-type contract,\" a contract that is not available to the general public and is obtained and maintained only because of membership in or a connection with a particular organization or group, including blanket coverage. The term does not include an individually underwritten and issued guaranteed renewable policy even if the policy is purchased through payroll deduction at a premium savings to the insured since the insured would have the right to maintain or renew the policy independently of continued employment with the employer; (8) \"High-deductible health plan,\" the meaning given the term under section 223 of the Internal Revenue Code of 1986, as amended by the Medicare Prescription Drug, Improvement and Modernization Act of 2003; (9) \"Hospital indemnity benefits,\" benefits not related to expenses incurred. The term does not include reimbursement-type benefits even if they are designed or administered to give the insured the right to elect indemnity-type benefits at the time of claim; (10) \"Policyholder,\" the primary insured named in a nongroup insurance policy; (11) \"Primary plan,\" a plan whose benefits for a person's health care coverage must be determined without taking the existence of any other plan into consideration. A plan is a primary plan if the plan either has no order of benefit determination rules, or its rules differ from those permitted by this Act; or all plans that cover the person use the order of benefit determination rules required by this Act, and under those rules the plan determines its benefits first; (12) \"Secondary plan,\" a plan that is not a primary plan. Section 2. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, allowable expense, means any health care expense, including coinsurance or copayments and without reduction for any applicable deductible, that is covered in full or in part by any of the plans covering the person. If a plan is advised by a covered person that all plans covering the person are high- deductible health plans and the person intends to contribute to a health savings account established in accordance with section 223 of the Internal Revenue Code of 1986, the primary high-deductible health plan's deductible is not an allowable expense, except for any health care expense incurred that may not be subject to the deductible as described in section 223(c)(2)(C) of the Internal Revenue Code of 1986. An expense or a portion of an expense that is not covered by any of the plans is not an allowable expense. Any expense that a provider by law or in accordance with a contractual agreement is prohibited from charging a covered person is not an allowable expense. Section 3. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: The following are examples of expenses that are not allowable expenses: (1) If a person is confined in a private hospital room, the difference between the cost of a semi-private room in the hospital and the private room is not an allowable expense, unless one of the plans provides coverage for private hospital room expenses; (2) If a person is covered by two or more plans that compute their benefit payments on the basis of usual and customary fees or relative value schedule reimbursement or other similar reimbursement methodology, any amount charged by the provider in excess of the highest reimbursement amount for a specified benefit is not an allowable expense; (3) If a person is covered by two or more plans that provide benefits or services on the basis of negotiated fees, any amount in excess of the highest of the negotiated fees is not an allowable expense; and (4) If a person is covered by one plan that calculates its benefits or services on the basis of usual and customary fees or relative value schedule reimbursement or other similar reimbursement methodology and another plan that provides its benefits or services on the basis of negotiated fees, the primary plan's payment arrangement shall be the allowable expense for all plans. However, if the provider has contracted with the secondary plan to provide the benefit or service for a specific negotiated fee or payment amount that is different than the primary plan's payment arrangement and if the provider's contract permits, that negotiated fee or payment shall be the allowable expense used by the secondary plan to determine its benefits. Section 4. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, allowable expense, may exclude certain types of coverage or benefits such as dental care, vision care, prescription drugs, or hearing aids. A plan that limits the application of COB to certain coverages or benefits may limit the definition of allowable expense in its contract to expenses that are similar to the expenses that it provides. If COB is restricted to specific coverages or benefits in a contract, the definition of allowable expense shall include similar expenses to which COB applies. If a plan provides benefits in the form of services, the reasonable cash value of each service shall be considered an allowable expense and a benefit paid. The amount of the reduction may be excluded from allowable expense if a covered person's benefits are reduced under a primary plan because the covered person does not comply with the plan provisions concerning second surgical opinions or pre-certification of admissions or services, or because the covered person has a lower benefit because the covered person did not use a preferred provider. Section 5. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, plan, means a form of coverage with which coordination is allowed. Separate parts of a plan for members of a group that are provided through alternative contracts that are intended to be part of a coordinated package of benefits are considered one plan and there is no COB among the separate parts of the plan. If a plan coordinates benefits, its contract shall state the types of coverage that will be considered in applying the COB provision of that contract. Whether the contract uses the term, plan, or some other term such as program, the contractual definition may be no broader than the definition of plan in this section. Section 6. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, plan, includes: (1) Group and nongroup insurance contracts and subscriber contracts; (2) Uninsured arrangements of group or group-type coverage; (3) Group and nongroup coverage through closed panel plans; (4) Group-type contracts; (5) The medical care components of long-term care contracts, such as skilled nursing care; (6) The medical benefits coverage in automobile no fault and traditional automobile fault type contracts; and (7) Medicare or other governmental benefits, as permitted by law, except for medicare supplement coverage. That part of the definition of plan may be limited to the hospital, medical, and surgical benefits of the governmental program. Section 7. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, plan, does not include: (1) Hospital indemnity coverage benefits or other fixed indemnity coverage; (2) Accident only coverage; (3) Specified disease or specified accident coverage; (4) Limited benefit health coverage; (5) School accident-type coverages that cover students for accidents only, including example, personal care, adult day care, homemaker services, assistance with activities of daily living, respite care, and custodial care or for contracts that pay a fixed daily benefit without regard to expenses incurred or the receipt of services; (6) Medicare supplement policies; (7) A state plan under medicaid; or (8) A governmental plan, which, by law, provides benefits that are in excess of those of any private insurance plan or other nongovernmental plan. Section 8. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: This Act applies to all plans that are issued on or after January 1, 2007. Section 9. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: The director shall promulgate rules pursuant to chapter 1-26 to carry out the provisions of this Act. In promulgating any rules, the director shall give great weight to any national standards that may exist for the coordination of benefits for plans. The rules may include: (1) Definition of terms; (2) Sample policy provisions; and (3) Disclosure requirements. Section 10. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: No COB provision may be used that permits a plan to reduce its benefits on the basis that: (1) Another plan exists and the covered person did not enroll in that plan; (2) A person is or could have been covered under another plan, except with respect to Part B of Medicare; or (3) A person has elected an option under another plan providing a lower level of benefits than another option that could have been elected. Section 11. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: No plan may contain a provision that its benefits are always excess or always secondary except in accordance with the rules permitted by this Act. No plan is required to coordinate benefits provided that it pays benefits as a primary plan; but if the plan coordinates benefits, it shall do so in compliance with the provisions of this chapter. Section 12. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: Under the terms of a closed panel plan, no benefits are payable if the covered person does not use the services of a closed panel provider. No COB occurs if a covered person is enrolled in two or more closed panel plans and obtains services from a provider in one of the closed panel plans because the other closed panel plan (the one whose providers were not used) has no liability. However, COB may occur during the plan year if the covered person receives emergency services that would have been covered by both plans. In such a case, the secondary plan shall use the provisions of section 23 of this Act to determine the amount it should pay for the benefit. Section 13. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: No plan may use a COB provision, or any other provision, that allows it to reduce its benefits with respect to any other coverage its insured may have that does not meet the definition of a plan as provided by this Act. Section 14. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: If a person is covered by two or more plans, the provisions for determining the order of benefit payments are as follows: (1) The primary plan shall pay or provide its benefits as if any secondary plan did not exist; (2) If the primary plan is a closed panel plan and the secondary plan is not a closed panel plan, the secondary plan shall pay or provide benefits as if it were the primary plan when a covered person uses a nonpanel provider, except for emergency services or authorized referrals that are paid or provided by the primary plan; (3) If multiple contracts providing coordinated coverage are treated as a single plan under this Act, this section applies only to the plan as a whole, and coordination among the component contracts is governed by the terms of the contracts. If more than one carrier pays or provides benefits under the plan, the carrier designated as primary within the plan shall be responsible for the plan's compliance with this Act; (4) If a person is covered by more than one secondary plan, the order of benefit determination provisions of this Act decide the order in which secondary plans benefits are determined in relation to each other. Each secondary plan shall take into consideration the benefits of any primary plan and the benefits of any other plan, which, under the provisions of this Act, has its benefits determined before those of that secondary plan; (5) Except as provided in subdivision (2) of this section, a plan that does not contain order of benefit determination provisions that are consistent with this Act is always the primary plan unless the provisions of both plans, regardless of the provisions of this section, state that the complying plan is primary; (6) Coverage that is obtained by virtue of membership in a group and designed to supplement a part of a basic package of benefits may provide that the supplementary coverage shall be excess to any other parts of the plan provided by the contract holder. Examples of these types of situations are major medical coverages that are superimposed over base plan hospital and surgical benefits, and insurance type coverages that are written in connection with a closed panel plan to provide out-of- network benefits. Section 15. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: A plan may take into consideration the benefits paid or provided by another plan only if, under the provisions of this Act, it is secondary to that other plan. Section 16. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: Each plan shall determine its order of benefits using the first section of sections 17 to 22, inclusive, that applies. Section 17. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: The plan that covers the person other than as a dependent, for example as an employee, member, subscriber, policyholder, or retiree, is the primary plan and the plan that covers the person as a dependent is the secondary plan. However, if the person is a medicare beneficiary, and, as a result of the provisions of Title XVIII of the Social Security Act and implementing regulations, medicare is: (1) Secondary to the plan covering the person as a dependent; and (2) Primary to the plan covering the person as other than a dependent (e.g. a retired employee); then the order of benefits is reversed so that the plan covering the person as an employee, member, subscriber, policyholder, or retiree is the secondary plan and the other plan covering the person as a dependent is the primary plan. Section 18. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: Unless there is a court decree stating otherwise, plans covering a dependent child shall determine the order of benefits as follows: (1) For a dependent child whose parents are married or are living together, whether or not they have ever been married: (a) The plan of the parent whose birthday falls earlier in the calendar year is the primary plan; or (b) If both parents have the same birthday, the plan that has covered the parent longest is the primary plan; (2) For a dependent child whose parents are divorced or separated or are not living together, whether or not they have ever been married: (a) If a court decree states that one of the parents is responsible for the dependent child's health care expenses or health care coverage and the plan of that parent has actual knowledge of those terms, that plan is primary. If the parent with responsibility has no health care coverage for the dependent child's health care expenses, but that parent's spouse does, that parent's spouse's plan is the primary plan. This item does not apply with respect to any plan year during which benefits are paid or provided before the entity has actual knowledge of the court decree provision; (b) If a court decree states that both parents are responsible for the dependent child's health care expenses or health care coverage, the provisions of subdivision 1 of this section shall determine the order of benefits; (c) If a court decree states that the parents have joint custody without specifying that one parent has responsibility for the health care expenses or health care coverage of the dependent child, the provisions of subdivision 1 of this section shall determine the order of benefits; or (d) If there is no court decree allocating responsibility for the child's health care expenses or health care coverage, the order of benefits for the child are as follows: (i) The plan covering the custodial parent; (ii) The plan covering the custodial parent's spouse; (iii) The plan covering the noncustodial parent; and then (iv) The plan covering the noncustodial parent's spouse; (3) For a dependent child covered under more than one plan of individuals who are not the parents of the child, the order of benefits shall be determined, as applicable, under subdivision 1 or 2 of this section as if those individuals were parents of the child. Section 19. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: The plan that covers a person as an active employee that is, an employee who is neither laid off nor retired or as a dependent of an active employee is the primary plan. The plan covering that same person as a retired or laid-off employee or as a dependent of a retired or laid-off employee is the secondary plan. If the other plan does not have the provisions of this section, and as a result, the plans do not agree on the order of benefits, the provisions of this section do not apply. This section does not apply if the provisions in section 17 of this Act can determine the order of benefits. Section 20. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: If a person whose coverage is provided pursuant to COBRA or under a right of continuation pursuant to state or other federal law is covered under another plan, the plan covering the person as an employee, member, subscriber, or retiree or covering the person as a dependent of an employee, member, subscriber, or retiree is the primary plan and the plan covering that same person pursuant to COBRA or under a right of continuation pursuant to state or other federal law is the secondary plan. If the other plan does not have these provisions, and if, as a result, the plans do not agree on the order of benefits, these provisions do not apply. This section does not apply if the provisions in section 17 of this Act determine the order of benefits. Section 21. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: If the preceding provisions in sections 17 to 20, inclusive, do not determine the order of benefits, the plan that covered the person for the longer period of time is the primary plan and the plan that covered the person for the shorter period of time is the secondary plan. To determine the length of time a person has been covered under a plan, two successive plans shall be treated as one if the covered person was eligible under the second plan within twenty-four hours after coverage under the first plan ended. The start of a new plan does not include: (1) A change in the amount or scope of a plan's benefits; (2) A change in the entity that pays, provides, or administers the plan's benefits; or (3) A change from one type of plan to another, such as, from a single employer plan to a multiple employer plan. The person's length of time covered under a plan is measured from the person's first date of coverage under that plan. If that date is not readily available for a group plan, the date the person first became a member of the group shall be used as the date from which to determine the length of time the person's coverage under the present plan has been in force. Section 22. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: If the preceding provisions of sections 17 to 21, inclusive, do not determine the order of benefits, the allowable expenses shall be shared equally between the plans. Section 23. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: In determining the amount to be paid by the secondary plan on a claim, if the plan wishes to coordinate benefits, the secondary plan shall calculate the benefits it would have paid on the claim in the absence of other health care coverage and apply that calculated amount to any allowable expense under its plan that is unpaid by the primary plan. The secondary plan may reduce its payment by the amount so that, when combined with the amount paid by the primary plan, the total benefits paid or provided by all plans for the claim do not exceed one hundred percent of the total allowable expense for that claim. In addition, the secondary plan shall credit to its plan deductible any amounts it would have credited to its deductible in the absence of other health care coverage. Section 24. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: A plan shall, in its explanation of benefits provided to covered persons, include the following language: \"If you are covered by more than one health benefit plan, you should file all your claims with each plan.\" Section 25. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: A secondary plan that provides benefits in the form of services may recover the reasonable cash value of the services from the primary plan, to the extent that benefits for the services are covered by the primary plan and have not already been paid or provided by the primary plan. Nothing in this section requires a plan to reimburse a covered person in cash for the value of services provided by a plan that provides benefits in the form of services. Section 26. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: A plan with order of benefit determination provisions that comply with this Act may coordinate its benefits with a plan that is excess or always secondary or that uses order of benefit determination provisions that are inconsistent with those contained in this Act on the following basis: (1) If the complying plan is the primary plan, it shall pay or provide its benefits first; (2) If the complying plan is the secondary plan, it shall pay or provide its benefits first, but the amount of the benefits payable shall be determined as if the complying plan were the secondary plan. In such a situation, the payment shall be the limit of the complying plan's liability; and (3) If the noncomplying plan does not provide the information needed by the complying plan to determine its benefits within a reasonable time after it is requested to do so, the complying plan shall assume that the benefits of the noncomplying plan are identical to its own, and shall pay its benefits accordingly. If, within two years of payment, the complying plan receives information as to the actual benefits of the noncomplying plan, it shall adjust payments accordingly. Section 27. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: If the noncomplying plan reduces its benefits so that the covered person receives less in benefits than the covered person would have received had the complying plan paid or provided its benefits as the secondary plan and the noncomplying plan paid or provided its benefits as the primary plan, then the complying plan shall advance to the covered person or on behalf of the covered person an amount equal to the difference. In no event may the complying plan advance more than the complying plan would have paid had it been the primary plan less any amount it previously paid for the same expense or service. In consideration of the advance, the complying plan shall be subrogated to all rights of the covered person against the noncomplying plan. The advance by the complying plan shall also be without prejudice to any claim it may have against a noncomplying plan in the absence of subrogation. Section 28. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: COB differs from subrogation. Provisions for one may be included in health care benefits contracts without compelling the inclusion or exclusion of the other. Section 29. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: If the plans cannot agree on the order of benefits within thirty calendar days after the plans have received all of the information needed to pay the claim, the plans shall immediately pay the claim in equal shares and determine their relative liabilities following payment. However, no plan is required to pay more than it would have paid had it been the primary plan. Section 30. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: A contract that provides health care benefits and that was issued before the effective date of this Act shall be brought into compliance with this Act by the later of: (1) The next anniversary date or renewal date of the contract; (2) Twelve months following July 1, 2006; or (3) The expiration of any applicable collectively bargained contract pursuant to which it was written. For the transition period between the adoption of this Act and the timeframe for which plans are to be in compliance pursuant to this section, no plan that is subject to the prior COB requirements may be considered a noncomplying plan by a plan subject to the new COB requirements. If there is a conflict between the prior COB requirements under the prior act and the new COB requirements under this Act, the prior COB requirements shall apply. Section 31. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: This Act does not affect an action or proceeding commenced before this Act takes effect. Section 32. That § § 58-18A-8 to 58-18A-52, inclusive, be repealed. Section 33. That § 58-17-10 be repealed. 58-17-10. A policy of health insurance shall contain no provision for reduction in the payment of benefits under the policy because of the existence of any other insurance with the same insurer or other insurers except for benefits payable under workers' compensation insurance. Notwithstanding the above limitation, a major-medical or comprehensive type health insurance policy may contain a provision utilizing a variable deductible provision. Section 34. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: This Act does not impair or affect any duty or act done, offense committed or right accruing, accrued or acquired or liability, penalty, forfeiture or punishment incurred prior to the date on or after July 1, 2007, but the same may be employed, asserted, enforced, prosecuted or inflicted, as fully and to the same extent as if this enactment had not been passed."}, {"bill_id": 20345, "bill_version_id": 107150, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "2006-01-24T12:48:27-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to modify the requirements for coordination of benefits between health plans. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: Terms used in this chapter mean: (1) \"Birthday,\" refers only to a month and day in a calendar year and does not include the year in which the person was born; (2) \"Claim,\" a request that benefits of a plan be provided or paid. The benefits claimed may be in the form of: (a) Services (including supplies); (b) Payment for all or a portion of the expenses incurred; and (c) An indemnification. (3) \"Closed panel plan,\" a plan that provides health benefits to covered persons primarily in the form of services through a panel of providers that have contracted with or are employed by the plan and that excludes benefits for services provided by other providers, except in cases of emergency or referral by a panel member; (4) \"Consolidated Omnibus Budget Reconciliation Act of 1985\" or \"COBRA,\" coverage provided under a right of continuation pursuant to federal law; (5) \"Coordination of benefits\" or \"COB,\" a provision establishing an order in which plans pay their claims, and permitting secondary plans to reduce their benefits so that the combined benefits of all plans do not exceed total allowable expenses; (6) \"Custodial parent,\" the parent awarded custody of a child by a court decree, or in the absence of a court decree, the parent with whom the child resides more than one half of the calendar year without regard to any temporary visitation; (7) \"Group-type contract,\" a contract that is not available to the general public and is obtained and maintained only because of membership in or a connection with a particular organization or group, including blanket coverage. The term does not include an individually underwritten and issued guaranteed renewable policy even if the policy is purchased through payroll deduction at a premium savings to the insured since the insured would have the right to maintain or renew the policy independently of continued employment with the employer; (8) \"High-deductible health plan,\" the meaning given the term under section 223 of the Internal Revenue Code of 1986, as amended by the Medicare Prescription Drug, Improvement and Modernization Act of 2003; (9) \"Hospital indemnity benefits,\" benefits not related to expenses incurred. The term does not include reimbursement-type benefits even if they are designed or administered to give the insured the right to elect indemnity-type benefits at the time of claim; (10) \"Policyholder,\" the primary insured named in a nongroup insurance policy; (11) \"Primary plan,\" a plan whose benefits for a person's health care coverage must be determined without taking the existence of any other plan into consideration. A plan is a primary plan if the plan either has no order of benefit determination rules, or its rules differ from those permitted by this Act; or all plans that cover the person use the order of benefit determination rules required by this Act, and under those rules the plan determines its benefits first; (12) \"Secondary plan,\" a plan that is not a primary plan. Section 2. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, allowable expense, means any health care expense, including coinsurance or copayments and without reduction for any applicable deductible, that is covered in full or in part by any of the plans covering the person. If a plan is advised by a covered person that all plans covering the person are high- deductible health plans and the person intends to contribute to a health savings account established in accordance with section 223 of the Internal Revenue Code of 1986, the primary high-deductible health plan's deductible is not an allowable expense, except for any health care expense incurred that may not be subject to the deductible as described in section 223(c)(2)(C) of the Internal Revenue Code of 1986. An expense or a portion of an expense that is not covered by any of the plans is not an allowable expense. Any expense that a provider by law or in accordance with a contractual agreement is prohibited from charging a covered person is not an allowable expense. Section 3. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: The following are examples of expenses that are not allowable expenses: (1) If a person is confined in a private hospital room, the difference between the cost of a semi-private room in the hospital and the private room is not an allowable expense, unless one of the plans provides coverage for private hospital room expenses; (2) If a person is covered by two or more plans that compute their benefit payments on the basis of usual and customary fees or relative value schedule reimbursement or other similar reimbursement methodology, any amount charged by the provider in excess of the highest reimbursement amount for a specified benefit is not an allowable expense; (3) If a person is covered by two or more plans that provide benefits or services on the basis of negotiated fees, any amount in excess of the highest of the negotiated fees is not an allowable expense; and (4) If a person is covered by one plan that calculates its benefits or services on the basis of usual and customary fees or relative value schedule reimbursement or other similar reimbursement methodology and another plan that provides its benefits or services on the basis of negotiated fees, the primary plan's payment arrangement shall be the allowable expense for all plans. However, if the provider has contracted with the secondary plan to provide the benefit or service for a specific negotiated fee or payment amount that is different than the primary plan's payment arrangement and if the provider's contract permits, that negotiated fee or payment shall be the allowable expense used by the secondary plan to determine its benefits. Section 4. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, allowable expense, may exclude certain types of coverage or benefits such as dental care, vision care, prescription drugs, or hearing aids. A plan that limits the application of COB to certain coverages or benefits may limit the definition of allowable expense in its contract to expenses that are similar to the expenses that it provides. If COB is restricted to specific coverages or benefits in a contract, the definition of allowable expense shall include similar expenses to which COB applies. If a plan provides benefits in the form of services, the reasonable cash value of each service shall be considered an allowable expense and a benefit paid. The amount of the reduction may be excluded from allowable expense if a covered person's benefits are reduced under a primary plan because the covered person does not comply with the plan provisions concerning second surgical opinions or pre-certification of admissions or services, or because the covered person has a lower benefit because the covered person did not use a preferred provider. Section 5. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, plan, means a form of coverage with which coordination is allowed. Separate parts of a plan for members of a group that are provided through alternative contracts that are intended to be part of a coordinated package of benefits are considered one plan and there is no COB among the separate parts of the plan. If a plan coordinates benefits, its contract shall state the types of coverage that will be considered in applying the COB provision of that contract. Whether the contract uses the term, plan, or some other term such as program, the contractual definition may be no broader than the definition of plan in this section. Section 6. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, plan, includes: (1) Group and nongroup insurance contracts and subscriber contracts; (2) Uninsured arrangements of group or group-type coverage; (3) Group and nongroup coverage through closed panel plans; (4) Group-type contracts; (5) The medical care components of long-term care contracts, such as skilled nursing care; (6) The medical benefits coverage in automobile no fault and traditional automobile fault type contracts; and (7) Medicare or other governmental benefits, as permitted by law, except for medicare supplement coverage. That part of the definition of plan may be limited to the hospital, medical, and surgical benefits of the governmental program. Section 7. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: For the purposes of this chapter, the term, plan, does not include: (1) Hospital indemnity coverage benefits or other fixed indemnity coverage; (2) Accident only coverage; (3) Specified disease or specified accident coverage; (4) Limited benefit health coverage; (5) School accident-type coverages that cover students for accidents only, including example, personal care, adult day care, homemaker services, assistance with activities of daily living, respite care, and custodial care or for contracts that pay a fixed daily benefit without regard to expenses incurred or the receipt of services; (6) Medicare supplement policies; (7) A state plan under medicaid; or (8) A governmental plan, which, by law, provides benefits that are in excess of those of any private insurance plan or other nongovernmental plan. Section 8. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: This Act applies to all plans that are issued on or after January 1, 2007. Section 9. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: The director shall promulgate rules pursuant to chapter 1-26 to carry out the provisions of this Act. In promulgating any rules, the director shall give great weight to any national standards that may exist for the coordination of benefits for plans. The rules are limited to: (1) Definition of terms; (2) Sample policy provisions; and (3) Disclosure requirements. Section 10. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: No COB provision may be used that permits a plan to reduce its benefits on the basis that: (1) Another plan exists and the covered person did not enroll in that plan; (2) A person is or could have been covered under another plan, except with respect to Part B of Medicare; or (3) A person has elected an option under another plan providing a lower level of benefits than another option that could have been elected. Section 11. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: No plan may contain a provision that its benefits are always excess or always secondary except in accordance with the rules permitted by this Act. No plan is required to coordinate benefits provided that it pays benefits as a primary plan; but if the plan coordinates benefits, it shall do so in compliance with the provisions of this chapter. Section 12. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: Under the terms of a closed panel plan, no benefits are payable if the covered person does not use the services of a closed panel provider. No COB occurs if a covered person is enrolled in two or more closed panel plans and obtains services from a provider in one of the closed panel plans because the other closed panel plan (the one whose providers were not used) has no liability. However, COB may occur during the plan year if the covered person receives emergency services that would have been covered by both plans. In such a case, the secondary plan shall use the provisions of section 23 of this Act to determine the amount it should pay for the benefit. Section 13. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: No plan may use a COB provision, or any other provision, that allows it to reduce its benefits with respect to any other coverage its insured may have that does not meet the definition of a plan as provided by this Act. Section 14. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: If a person is covered by two or more plans, the provisions for determining the order of benefit payments are as follows: (1) The primary plan shall pay or provide its benefits as if any secondary plan did not exist; (2) If the primary plan is a closed panel plan and the secondary plan is not a closed panel plan, the secondary plan shall pay or provide benefits as if it were the primary plan when a covered person uses a nonpanel provider, except for emergency services or authorized referrals that are paid or provided by the primary plan; (3) If multiple contracts providing coordinated coverage are treated as a single plan under this Act, this section applies only to the plan as a whole, and coordination among the component contracts is governed by the terms of the contracts. If more than one carrier pays or provides benefits under the plan, the carrier designated as primary within the plan shall be responsible for the plan's compliance with this Act; (4) If a person is covered by more than one secondary plan, the order of benefit determination provisions of this Act decide the order in which secondary plans benefits are determined in relation to each other. Each secondary plan shall take into consideration the benefits of any primary plan and the benefits of any other plan, which, under the provisions of this Act, has its benefits determined before those of that secondary plan; (5) Except as provided in subdivision (2) of this section, a plan that does not contain order of benefit determination provisions that are consistent with this Act is always the primary plan unless the provisions of both plans, regardless of the provisions of this section, state that the complying plan is primary; (6) Coverage that is obtained by virtue of membership in a group and designed to supplement a part of a basic package of benefits may provide that the supplementary coverage shall be excess to any other parts of the plan provided by the contract holder. Examples of these types of situations are major medical coverages that are superimposed over base plan hospital and surgical benefits, and insurance type coverages that are written in connection with a closed panel plan to provide out-of- network benefits. Section 15. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: A plan may take into consideration the benefits paid or provided by another plan only if, under the provisions of this Act, it is secondary to that other plan. Section 16. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: Each plan shall determine its order of benefits using the first section of sections 17 to 22, inclusive, that applies. Section 17. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: The plan that covers the person other than as a dependent, for example as an employee, member, subscriber, policyholder, or retiree, is the primary plan and the plan that covers the person as a dependent is the secondary plan. However, if the person is a medicare beneficiary, and, as a result of the provisions of Title XVIII of the Social Security Act and implementing regulations, medicare is: (1) Secondary to the plan covering the person as a dependent; and (2) Primary to the plan covering the person as other than a dependent (e.g. a retired employee); then the order of benefits is reversed so that the plan covering the person as an employee, member, subscriber, policyholder, or retiree is the secondary plan and the other plan covering the person as a dependent is the primary plan. Section 18. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: Unless there is a court decree stating otherwise, plans covering a dependent child shall determine the order of benefits as follows: (1) For a dependent child whose parents are married or are living together, whether or not they have ever been married: (a) The plan of the parent whose birthday falls earlier in the calendar year is the primary plan; or (b) If both parents have the same birthday, the plan that has covered the parent longest is the primary plan; (2) For a dependent child whose parents are divorced or separated or are not living together, whether or not they have ever been married: (a) If a court decree states that one of the parents is responsible for the dependent child's health care expenses or health care coverage and the plan of that parent has actual knowledge of those terms, that plan is primary. If the parent with responsibility has no health care coverage for the dependent child's health care expenses, but that parent's spouse does, that parent's spouse's plan is the primary plan. This item does not apply with respect to any plan year during which benefits are paid or provided before the entity has actual knowledge of the court decree provision; (b) If a court decree states that both parents are responsible for the dependent child's health care expenses or health care coverage, the provisions of subdivision 1 of this section shall determine the order of benefits; (c) If a court decree states that the parents have joint custody without specifying that one parent has responsibility for the health care expenses or health care coverage of the dependent child, the provisions of subdivision (1) of this section shall determine the order of benefits; or (d) If there is no court decree allocating responsibility for the child's health care expenses or health care coverage, the order of benefits for the child are as follows: (i) The plan covering the custodial parent; (ii) The plan covering the custodial parent's spouse; (iii) The plan covering the noncustodial parent; and then (iv) The plan covering the noncustodial parent's spouse; (3) For a dependent child covered under more than one plan of individuals who are not the parents of the child, the order of benefits shall be determined, as applicable, under subdivision (1) or (2) of this section as if those individuals were parents of the child. Section 19. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: The plan that covers a person as an active employee that is, an employee who is neither laid off nor retired or as a dependent of an active employee is the primary plan. The plan covering that same person as a retired or laid-off employee or as a dependent of a retired or laid-off employee is the secondary plan. If the other plan does not have the provisions of this section, and as a result, the plans do not agree on the order of benefits, the provisions of this section do not apply. This section does not apply if the provisions in section 17 of this Act can determine the order of benefits. Section 20. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: If a person whose coverage is provided pursuant to COBRA or under a right of continuation pursuant to state or other federal law is covered under another plan, the plan covering the person as an employee, member, subscriber, or retiree or covering the person as a dependent of an employee, member, subscriber, or retiree is the primary plan and the plan covering that same person pursuant to COBRA or under a right of continuation pursuant to state or other federal law is the secondary plan. If the other plan does not have these provisions, and if, as a result, the plans do not agree on the order of benefits, these provisions do not apply. This section does not apply if the provisions in section 17 of this Act determine the order of benefits. Section 21. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: If the preceding provisions in sections 17 to 20, inclusive, do not determine the order of benefits, the plan that covered the person for the longer period of time is the primary plan and the plan that covered the person for the shorter period of time is the secondary plan. To determine the length of time a person has been covered under a plan, two successive plans shall be treated as one if the covered person was eligible under the second plan within twenty-four hours after coverage under the first plan ended. The start of a new plan does not include: (1) A change in the amount or scope of a plan's benefits; (2) A change in the entity that pays, provides, or administers the plan's benefits; or (3) A change from one type of plan to another, such as, from a single employer plan to a multiple employer plan. The person's length of time covered under a plan is measured from the person's first date of coverage under that plan. If that date is not readily available for a group plan, the date the person first became a member of the group shall be used as the date from which to determine the length of time the person's coverage under the present plan has been in force. Section 22. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: If the preceding provisions of sections 17 to 21, inclusive, do not determine the order of benefits, the allowable expenses shall be shared equally between the plans. Section 23. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: In determining the amount to be paid by the secondary plan on a claim, if the plan wishes to coordinate benefits, the secondary plan shall calculate the benefits it would have paid on the claim in the absence of other health care coverage and apply that calculated amount to any allowable expense under its plan that is unpaid by the primary plan. The secondary plan may reduce its payment by the amount so that, when combined with the amount paid by the primary plan, the total benefits paid or provided by all plans for the claim do not exceed one hundred percent of the total allowable expense for that claim. In addition, the secondary plan shall credit to its plan deductible any amounts it would have credited to its deductible in the absence of other health care coverage. Section 24. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: A secondary plan that provides benefits in the form of services may recover the reasonable cash value of the services from the primary plan, to the extent that benefits for the services are covered by the primary plan and have not already been paid or provided by the primary plan. Nothing in this section requires a plan to reimburse a covered person in cash for the value of services provided by a plan that provides benefits in the form of services. Section 25. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: A plan with order of benefit determination provisions that comply with this Act may coordinate its benefits with a plan that is excess or always secondary or that uses order of benefit determination provisions that are inconsistent with those contained in this Act on the following basis: (1) If the complying plan is the primary plan, it shall pay or provide its benefits first; (2) If the complying plan is the secondary plan, it shall pay or provide its benefits first, but the amount of the benefits payable shall be determined as if the complying plan were the secondary plan. In such a situation, the payment shall be the limit of the complying plan's liability; and (3) If the noncomplying plan does not provide the information needed by the complying plan to determine its benefits within a reasonable time after it is requested to do so, the complying plan shall assume that the benefits of the noncomplying plan are identical to its own, and shall pay its benefits accordingly. If, within two years of payment, the complying plan receives information as to the actual benefits of the noncomplying plan, it shall adjust payments accordingly. Section 26. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: If the noncomplying plan reduces its benefits so that the covered person receives less in benefits than the covered person would have received had the complying plan paid or provided its benefits as the secondary plan and the noncomplying plan paid or provided its benefits as the primary plan, then the complying plan shall advance to the covered person or on behalf of the covered person an amount equal to the difference. In no event may the complying plan advance more than the complying plan would have paid had it been the primary plan less any amount it previously paid for the same expense or service. In consideration of the advance, the complying plan shall be subrogated to all rights of the covered person against the noncomplying plan. The advance by the complying plan shall also be without prejudice to any claim it may have against a noncomplying plan in the absence of subrogation. Section 27. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: COB differs from subrogation. Provisions for one may be included in health care benefits contracts without compelling the inclusion or exclusion of the other. Section 28. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: If the plans cannot agree on the order of benefits within thirty calendar days after the plans have received all of the information needed to pay the claim, the plans shall immediately pay the claim in equal shares and determine their relative liabilities following payment. However, no plan is required to pay more than it would have paid had it been the primary plan. Section 29. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: A contract that provides health care benefits and that was issued before the effective date of this Act shall be brought into compliance with this Act by the later of: (1) The next anniversary date or renewal date of the contract; (2) Twelve months following July 1, 2006; or (3) The expiration of any applicable collectively bargained contract pursuant to which it was written. For the transition period between the adoption of this Act and the timeframe for which plans are to be in compliance pursuant to this section, no plan that is subject to the prior COB requirements may be considered a noncomplying plan by a plan subject to the new COB requirements. If there is a conflict between the prior COB requirements under the prior act and the new COB requirements under this Act, the prior COB requirements shall apply. Section 30. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: This Act does not affect an action or proceeding commenced before this Act takes effect. Section 31. That § § 58-18A-8 to 58-18A-52, inclusive, be repealed. Section 32. That § 58-17-10 be repealed. 58-17-10. A policy of health insurance shall contain no provision for reduction in the payment of benefits under the policy because of the existence of any other insurance with the same insurer or other insurers except for benefits payable under workers' compensation insurance. Notwithstanding the above limitation, a major-medical or comprehensive type health insurance policy may contain a provision utilizing a variable deductible provision. Section 33. That chapter 58-18A be amended by adding thereto a NEW SECTION to read as follows: This Act does not impair or affect any duty or act done, offense committed or right accruing, accrued or acquired or liability, penalty, forfeiture or punishment incurred prior to the date on or after July 1, 2007, but the same may be employed, asserted, enforced, prosecuted or inflicted, as fully and to the same extent as if this enactment had not been passed."}, {"bill_id": 20345, "bill_version_id": 108332, "bill_version": "Enrolled", "bill_version_date": "2006-02-09T09:35:23-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20345, "action_date": "2006-01-10T12:00:00-06:00", "document_id": 106429, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106429.pdf", "status_text": "First read in House and referred to", "journal_page": 26, "committee_id_action": 893, "committee_id_assigned": 881, "result": "N", "vote": {}}, {"bill_id": 20345, "action_date": "2006-01-19T07:45:00-06:00", "document_id": 106723, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/106723.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 881, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20345, "action_date": "2006-01-24T07:45:00-06:00", "document_id": 107131, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107131.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 881, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20345, "action_date": "2006-01-24T07:45:00-06:00", "document_id": 107131, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107131.pdf", "status_text": "Do Pass Amended,", "journal_page": 198, "committee_id_action": 881, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 63452, "president_vote": null, "Yea": [3366, 3367, 3380, 3381, 3406, 3418, 3419, 3437, 3446, 3451, 3465, 3445, 3448]}}, {"bill_id": 20345, "action_date": "2006-01-26T14:00:00-06:00", "document_id": 107338, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107338.pdf", "status_text": "Do Pass Amended,", "journal_page": 249, "committee_id_action": 893, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64281, "president_vote": null, "Yea": [3366, 3367, 3369, 3370, 3371, 3372, 3373, 3375, 3378, 3380, 3381, 3382, 3383, 3385, 3386, 3387, 3388, 3389, 3392, 3393, 3394, 3395, 3398, 3399, 3400, 3401, 3402, 3403, 3405, 3406, 3407, 3408, 3410, 3414, 3417, 3418, 3419, 3420, 3422, 3424, 3427, 3429, 3431, 3434, 3436, 3437, 3438, 3440, 3441, 3442, 3443, 3444, 3445, 3446, 3448, 3449, 3451, 3454, 3455, 3456, 3457, 3460, 3461, 3462, 3463, 3464, 3465, 3426], "Excused": [3433, 3459]}}, {"bill_id": 20345, "action_date": "2006-01-27T13:00:00-06:00", "document_id": 107421, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107421.pdf", "status_text": "First read in Senate and referred to", "journal_page": 235, "committee_id_action": 894, "committee_id_assigned": 868, "result": "N", "vote": {}}, {"bill_id": 20345, "action_date": "2006-02-07T10:00:00-06:00", "document_id": 108091, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108091.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 868, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20345, "action_date": "2006-02-07T10:00:00-06:00", "document_id": 108091, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108091.pdf", "status_text": "Do Pass,", "journal_page": 380, "committee_id_action": 868, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62338, "president_vote": null, "Yea": [3361, 3409, 3413, 3447, 3452, 3368, 3423]}}, {"bill_id": 20345, "action_date": "2006-02-07T10:00:00-06:00", "document_id": 108091, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108091.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 868, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 20345, "action_date": "2006-02-07T10:00:00-06:00", "document_id": 108091, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108091.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 868, "committee_id_assigned": null, "result": "D", "vote": {}}, {"bill_id": 20345, "action_date": "2006-02-08T14:00:00-06:00", "document_id": 108304, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108304.pdf", "status_text": "Do Pass Amended,", "journal_page": 409, "committee_id_action": 894, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 62474, "president_vote": null, "Yea": [3361, 3362, 3363, 3364, 3365, 3368, 3374, 3376, 3377, 3379, 3384, 3390, 3391, 3396, 3397, 3404, 3409, 3411, 3412, 3413, 3415, 3416, 3421, 3423, 3425, 3428, 3430, 3432, 3435, 3439, 3447, 3452, 3453, 3458], "Excused": [3450]}}, {"bill_id": 20345, "action_date": "2006-02-09T14:00:00-06:00", "document_id": 108434, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108434.pdf", "status_text": "Signed by Speaker", "journal_page": 498, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20345, "action_date": "2006-02-13T14:00:00-06:00", "document_id": 108624, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108624.pdf", "status_text": "Signed by President", "journal_page": 500, "committee_id_action": 894, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20345, "action_date": "2006-02-14T14:00:00-06:00", "document_id": 108711, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108711.pdf", "status_text": "Delivered to the Governor", "journal_page": 574, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20345, "action_date": "2006-02-15T14:00:00-06:00", "document_id": 108836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/108836.pdf", "status_text": "Signed by Governor", "journal_page": 580, "committee_id_action": 893, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3470, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20345"}