{"session_id": 48, "bill_id": 14764, "bill_type": "Senate Bill", "bill_number": 242, "bill_title": "revise the calculation of state aid to education.", "sponsors": [{"legislator_profile_id": 2246, "is_prime": true}, {"legislator_profile_id": 2266, "is_prime": true}, {"legislator_profile_id": 2221, "is_prime": false}, {"legislator_profile_id": 2256, "is_prime": false}], "keywords": ["School District", "State Aid to Education"], "audio": [], "bill_versions": [{"bill_id": 14764, "bill_version_id": 80598, "bill_version": "Introduced", "bill_version_date": "1999-02-01T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the calculation of state aid to education. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 13-13 be amended by adding thereto a NEW SECTION to read as follows: If a school district's enrollment has declined by five percent, the school district may elect to have its average daily membership or general enrollment average daily membership for purposes of distribution of state aid to education for the next school year based on the average of the average daily membership or general enrollment average daily membership for the previous three school years. If a district elects to use the three-year average provided for in this section, it must notify the Department of Education and Cultural Affairs no later than September thirtieth of the school fiscal year for which state aid is to be distributed. If a school district elects to use a three- year average provided for in this section, a three-year average shall be used for at least five years. The three-year average in subsequent years is the average for the three school fiscal years prior to the school fiscal year in which state aid to education is distributed. After a school district that has elected to use the three-year average provided for in this section has met the five-year requirement for using the three-year average, it must notify the Department of Education and Cultural Affairs no later than September thirtieth of each year whether the districts elects to continue the three-year average. If no such notification is made, the normal average daily membership or general enrollment average daily membership shall be used to determine state aid to education."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14764, "action_date": "1999-02-01T14:00:00-06:00", "document_id": 82147, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82147.pdf", "status_text": "First read in Senate and referred to", "journal_page": 279, "committee_id_action": 629, "committee_id_assigned": 604, "result": "N", "vote": {}}, {"bill_id": 14764, "action_date": "1999-02-16T08:00:00-06:00", "document_id": 82038, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82038.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 604, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14764, "action_date": "1999-02-16T08:00:00-06:00", "document_id": 82038, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82038.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 493, "committee_id_action": 604, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41470, "president_vote": null, "Yea": [2242, 2275, 2205, 2230], "Nay": [2246, 2274, 2280]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14764"}