{"session_id": 32, "bill_id": 8571, "bill_type": "Senate Bill", "bill_number": 1, "bill_title": "revise certain provisions regarding tax deed procurement.", "sponsors": [{"legislator_profile_id": 1226, "is_prime": true}, {"legislator_profile_id": 1224, "is_prime": true}, {"legislator_profile_id": 1307, "is_prime": false}, {"legislator_profile_id": 1273, "is_prime": false}, {"legislator_profile_id": 1267, "is_prime": false}, {"legislator_profile_id": 1258, "is_prime": false}, {"legislator_profile_id": 1305, "is_prime": false}, {"legislator_profile_id": 1215, "is_prime": false}], "keywords": ["Tax Deeds", "Taxes"], "audio": [{"meeting_datetime": "2018-01-09T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen01.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2018-01-17T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst06.mp3", "start_seconds": 102.0}, {"meeting_datetime": "2018-01-17T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst06.mp3", "start_seconds": 102.0}, {"meeting_datetime": "2018-01-17T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst06.mp3", "start_seconds": 102.0}, {"meeting_datetime": "2018-01-17T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst06.mp3", "start_seconds": 102.0}, {"meeting_datetime": "2018-02-12T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst21.mp3", "start_seconds": 142.0}, {"meeting_datetime": "2018-02-12T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst21.mp3", "start_seconds": 142.0}, {"meeting_datetime": "2018-02-12T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst21.mp3", "start_seconds": 142.0}], "bill_versions": [{"bill_id": 8571, "bill_version_id": 46569, "bill_version": "Introduced", "bill_version_date": "2017-12-18T15:54:12.463-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding tax deed procurement. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-25-1 be amended to read: 10-25-1. In the case of any real property sold for taxes and not yet redeemed, the owner or holder of the tax certificate may conduct, or cause to be conducted, proceedings to procure a tax deed on the real property, as provided by §§ 10-25-2 to 10-25-12, inclusive. The proceedings shall be initiated no sooner than three two years from the date of the tax sale or at any time thereafter within six three years from the date of the tax sale subject to the provisions of §§ 10-25-16 to 10-25-19, inclusive. The time period applies equally to the county or any other purchaser of the tax certificate. Any assignee of a tax certificate shall take the certificate subject to the time period of the first owner of the tax certificate. Section 2. That § 10-25-16 be amended to read: 10-25-16. If proceedings to procure a tax deed are not commenced within six three years after the date of the tax sale certificate on which the proceedings are based, the tax sale certificate, the lien for taxes, the lien of any taxes paid by the holder of the tax sale certificate as subsequent taxes, and all rights thereunder cease and are forever barred. The county treasurer shall cancel the certificate on the treasurer's record and shall note on the sale records and the tax books of the treasurer's office that the tax sale certificate and the lien of subsequent tax receipts held by the owner of the tax sale certificate are barred and of no validity. Section 3. That § 10-25-17 be amended to read: 10-25-17. The provisions of § 10-25-16 do not apply to tax sale certificates that are held by the county. If any such certificate is assigned by the county, and if the certificate is dated more than four two years preceding the date of its assignment, the purchaser of the certificate has one year from the date of its assignment within which to commence proceedings to procure a tax deed. Section 4. That § 10-25-18 be amended to read: 10-25-18. The commencement of proceedings to procure a tax deed within the periods limited in §§ 10-25-16 and 10-25-17 does not extend the lien of the holder of the tax sale certificates more than six months beyond the expiration of the periods of limitations. If any such proceedings, commenced within the time limited by §§ 10-25-16 and 10-25-17, are not completed, and the right of the party instituting the proceedings to receive a tax deed under the provisions of §§ 10-25-1 to 10-25-12, inclusive, is not fully completed and established, within six months after the expiration of six three years from the date of the tax sale certificate upon which the proceedings are based; allowing, however, to purchasers of tax sale certificates assigned by the county the additional period of one year from the date of the assignment within which to commence such proceedings and six months after the expiration of the period of one year within which to complete the proceedings; then all rights under the proceedings cease and are forever barred and the county treasurer shall cancel the tax sale certificate in the manner provided in § 10-25-16. Thereupon, the lien of the holder of the tax sale certificate is extinguished and all further proceedings on the tax sale certificate are barred. Section 5. That § 10-21-14 be amended to read: 10-21-14. The county treasurer shall make duplicate receipts for tax payments. One receipt may be delivered to the person paying the taxes and the other shall, within one week, be filed with the auditor. The auditor's copy of the receipt shall specify the property on which the tax was assessed, the amount of taxes collected for state purposes including the levy for state highways, the amount of each separate and distinct fund the tax is allocated to, and the years for which any of the real property described has been sold for taxes and not redeemed, unless the certificates for such tax sales are more than six three years old. Any county auditor who fails to enter upon any tax receipt the amount of taxes for state purposes, or any county treasurer who fails to specify on the duplicate tax receipt the information required by this section, is guilty of a Class 2 misdemeanor."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8571, "action_date": "2018-01-09T12:00:00-06:00", "document_id": 46890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46890.pdf", "status_text": "First read in Senate and referred to", "journal_page": 12, "committee_id_action": 395, "committee_id_assigned": 376, "result": "N", "vote": {}}, {"bill_id": 8571, "action_date": "2018-01-17T10:00:00-06:00", "document_id": 47012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47012.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 376, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8571, "action_date": "2018-02-12T10:00:00-06:00", "document_id": 48873, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48873.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 376, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8571, "action_date": "2018-02-12T10:00:00-06:00", "document_id": 49064, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49064.pdf", "status_text": "Tabled", "journal_page": 428, "committee_id_action": 376, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25631, "president_vote": null, "Yea": [1230, 1217, 1262, 1270, 1224, 1218, 1237, 1239, 1246]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/8571"}