{"session_id": 36, "bill_id": 9806, "bill_type": "House Bill", "bill_number": 1165, "bill_title": "establish the South Dakota prepaid college program and to make an appropriation therefor.", "sponsors": [{"legislator_profile_id": 1629, "is_prime": true}, {"legislator_profile_id": 1565, "is_prime": true}, {"legislator_profile_id": 1605, "is_prime": false}, {"legislator_profile_id": 1638, "is_prime": false}, {"legislator_profile_id": 1627, "is_prime": false}, {"legislator_profile_id": 1571, "is_prime": false}, {"legislator_profile_id": 1623, "is_prime": false}], "keywords": ["Appropriation", "Board of Regents", "Education", "State Aid to Education", "Students"], "audio": [{"meeting_datetime": "2019-02-11T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst21.mp3", "start_seconds": 3542.0}, {"meeting_datetime": "2019-02-11T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst21.mp3", "start_seconds": 3542.0}, {"meeting_datetime": "2019-02-11T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst21.mp3", "start_seconds": 3542.0}], "bill_versions": [{"bill_id": 9806, "bill_version_id": 52431, "bill_version": "Introduced", "bill_version_date": "2019-01-25T12:20:03.013-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the South Dakota prepaid college program and to make an appropriation therefor. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Advance payment contract,\" a contract entered into by the board and a purchaser; (2) \"Board,\" the South Dakota Prepaid College Board; (3) \"Investment Council,\" the South Dakota Investment Council; (4) \"Trust fund,\" the South Dakota Prepaid College Trust Fund; (5) \"Prepaid program,\" the South Dakota prepaid college program established in this Act; (6) \"Purchaser,\" a person who makes or is obligated to make advance registration or dormitory residence payments in accordance with an advance payment contract; (7) \"Tuition and fees,\" tuition, discipline fee, or general activity fee; (8) \"State postsecondary institution,\" any institution of higher education under the authority of the Board of Regents; (9) \"State technical institution,\" any public postsecondary technical institute under the authority of the Board of Technical Education; (10) \"Designated beneficiary,\" is: (a) Any person designated in the participation agreement; (b) Any person defined in 26 U.S.C. § 152(a)(1)-(8) of the Internal Revenue Code; or (c) Any person receiving a scholarship from interests in the program purchased by a state or local government or an organization described in 26 U.S.C. § 501(c)(3) of the Internal Revenue Code; (11) \"Eligible educational institution,\" an institution of higher education that qualifies under 26 U.S.C. § 529 of the Internal Revenue Code as an eligible educational institution; (12) \"Internal Revenue Code,\" the Internal Revenue Code of 1986, Title 26 of the United States Code as amended to January 1, 2019, and regulations adopted pursuant to the Internal Revenue Code; (13) \"Participation agreement,\" an agreement between the board and a benefactor for participation in the savings program for a designated beneficiary; (14) \"Prepaid fund,\" the fund within the trust fund into which moneys belonging to the prepaid program are deposited and held. Section 2. That the code be amended by adding a NEW SECTION to read: There is created the South Dakota prepaid college program to provide a medium through which the cost of tuition and fees and dormitory residence may be paid in advance of enrollment in a state postsecondary institution or state technical institution at a rate lower than the projected corresponding cost at the time of actual enrollment. The payments shall be combined and invested in a manner that yields, at a minimum, sufficient interest to generate the difference between the prepaid amount and the cost of registration and dormitory residence at the time of actual enrollment. Any student who enrolls in a state postsecondary institution pursuant to this section may be charged no fees in excess of the terms delineated in the advance payment contract. Section 3. That the code be amended by adding a NEW SECTION to read: The South Dakota Prepaid College Board is created as a body corporate with all the powers of a body corporate for the purposes delineated in this section. The board shall administer the prepaid program created in section 2 of this Act and perform the duties in section 6 of this Act. Section 4. That the code be amended by adding a NEW SECTION to read: The board shall consist of seven members including the state treasurer, the state investment officer, a member of the Board of Regents, a member of the Board of Technical Education, and three members appointed by the Governor and subject to confirmation by the Senate. Each member appointed by the Governor shall possess knowledge, skill, and experience in the areas of accounting, actuary, risk management, or investment management. Each member of the board not appointed by the Governor may name a designee to serve on the board on behalf of the member. Any designee named shall meet the qualifications required of gubernatorial appointees to the board. Any members appointed by the Governor shall serve a term of three years. Any person appointed to fill a vacancy on the board shall be appointed in a like manner and shall serve for only the unexpired term. Any member shall be eligible for reappointment and shall serve until a successor qualifies. Members of the board shall serve without compensation, but shall be reimbursed for per diem and travel. Section 5. That the code be amended by adding a NEW SECTION to read: The board shall annually elect a board member to serve as chair and a board member to serve as vice chair. The board shall designate a secretary-treasurer who need not be a member of the board. The secretary-treasurer shall keep a record of the proceedings of the board and shall be the custodian of all printed material filed with or by the board and of the board's official seal. A majority of the members shall constitute a quorum. The board may not take any official action in the absence of a quorum. The board shall meet, at a minimum, on a quarterly basis at the call of the chair. Section 6. That the code be amended by adding a NEW SECTION to read: The board may: (1) Appoint an executive director to serve as the chief administrative and operational officer of the board and to perform other duties assigned to the executive director; (2) Adopt an official seal and rules; (3) Sue and be sued; (4) Make and execute contracts and other necessary instruments; (5) Establish agreements or other transactions with federal, state, and local agencies, including state postsecondary institutions and technical institutions; (6) Administer the trust fund in a manner that is sufficiently actuarially sound to defray the obligations of the prepaid program considering the purposes and objectives of the program. The board shall annually evaluate or cause to be evaluated the actuarial soundness of the prepaid fund. If the board perceives a need for additional assets in order to preserve actuarial soundness of the prepaid program, the board may adjust the terms of subsequent advance payment contracts to ensure the soundness; (7) Invest funds not required for immediate disbursement; (8) Appear on its own behalf before boards, commissions, or other governmental agencies; (9) Hold, buy, and sell any instruments, obligations, securities, and property determined appropriate by the board; (10) Segregate contributions and payments to the trust fund into the appropriate fund; (11) Procure and contract for goods and services, employ personnel, and engage the services of private consultants, actuaries, managers, legal counsel, and auditors in a manner determined to be necessary and appropriate by the board; (12) Solicit and accept gifts, grants, loans, and other aids from any source or participate in any other way in any government program to carry out the purposes of this Act; (13) Require and collect administrative fees and charges in connection with any transaction and impose reasonable penalties, including default, for delinquent payments or for entering into an advance payment contract or a participation agreement on a fraudulent basis; (14) Procure insurance against any loss in connection with the property, assets, and activities of the trust fund or the board; (15) Impose reasonable time limits on use of the benefits provided by the prepaid program. Any time limitations shall be specified within the advance payment contract or the participation agreement, respectively; (16) Delineate the terms and conditions under which payments may be withdrawn from the trust fund, and impose reasonable fees and charges for any withdrawal. The terms and conditions shall be specified within the advance payment contract or the participation agreement; (17) Provide for the receipt of contributions in lump sums or installment payments; (18) Require that purchasers of advance payment contracts or benefactors of participation agreements verify, under oath, any requests for contract conversions, substitutions, transfers, cancellations, refund requests, or contract changes of any nature; (19) Delegate responsibility for administration of one or both of the comprehensive investment plans required in section 13 of this Act to persons the board determines are qualified; (20) Endorse insurance coverage written exclusively for the purpose of protecting advance payment contracts, and participation agreements, and the purchasers, benefactors, and beneficiaries, including group life policies and group disability policies; (21) Solicit proposals and contract for the marketing of the prepaid program. Any materials produced for the purpose of marketing the prepaid program shall be submitted to the board for review. No materials may be made available to the public before the materials are approved by the board. Any educational institution may distribute marketing materials produced for the prepaid program, but all materials shall be approved by the board prior to distribution. Neither the state nor the board may be liable for misrepresentation of the prepaid program or the savings program by a marketing agent; (22) Establish other policies, procedures, and criteria to implement and administer the provisions of this Act; (23) Adopt procedures to govern contract dispute proceedings between the board and its vendors; and (24) Promulgate rules pursuant to chapter 1-26 regarding the purchase and use of a prepaid college plan authorized under section 13 of this Act, which may include: (a) The use of funds for postsecondary education programs for students with disabilities; (b) Effective procedures that allow program funds to be used in conjunction with other funds used by a parent in the purchase of a prepaid college plan or a college savings plan; (c) The tracking and accounting of program funds separately from other funds contributed to a prepaid college plan; (d) The reversion of program funds, including earnings from contributions to the higher education saving plan created in chapter 13-63; (e) The use of program funds only after private payments have been used for prepaid college plan expenditures; and (f) The development of a written agreement that defines the owner and beneficiary of an account and outlines responsibilities for the use of the advance payment contract funds. Section 7. That the code be amended by adding a NEW SECTION to read: Notwithstanding any other provision of this Act, the board may promulgate rules, pursuant to chapter 1-26, necessary for the prepaid program to retain its status as a qualified tuition program in order to maintain its tax-exempt status or other similar status of the program, purchasers, and qualified beneficiaries under the Internal Revenue Code. The board shall inform participants in the prepaid program of changes to the tax or securities status of advance purchase contracts and participation agreements. Section 8. That the code be amended by adding a NEW SECTION to read: The South Dakota prepaid college trust fund is created. The fund shall be managed by the South Dakota Investment Council. The prepaid fund shall consist of state appropriations, moneys acquired from other governmental or private sources for the prepaid program, and moneys remitted in accordance with advance payment contracts. Dividends, interest, and gains accruing to the prepaid fund shall increase the total funds available for the prepaid program. If dividends, interest, and gains for the prepaid fund exceed the amount necessary for program administration and disbursements, the board may designate an additional percentage of the prepaid fund to serve as a contingency fund. Any balance contained within the trust fund, and within each fund in the trust fund, at the end of a fiscal year shall remain therein and shall be available for carrying out the purposes of the South Dakota prepaid college program. Any funds deposited in the prepaid fund may be invested pursuant to §§ 4-5-12 to 4-5-39, inclusive. Funds associated with terminated advance payment contracts pursuant to subdivision (11) of section 18 of this Act and canceled contracts for which no refunds have been claimed shall be retained by the board. The board shall establish procedures for notifying any purchaser who subsequently cancels the purchaser's advance payment contract of any unclaimed refund and shall establish a time period after which no refund may be claimed by a purchaser who canceled a contract. The board may transfer funds retained from any terminated advance payment contract and canceled contract to the needs based grant program established in chapter 13-55A. Section 9. That the code be amended by adding a NEW SECTION to read: The assets of the prepaid fund shall be maintained, invested, and expended solely for the purposes of the prepaid program, and may not be loaned, transferred, or otherwise used by the state for any purpose other than the purposes of this Act. This section may not be construed to prohibit the board from investing in, by purchase or otherwise, bonds, notes, or other obligations of the state or an agency or instrumentality of the state. Unless otherwise specified by the board, assets of the prepaid fund and the savings fund shall be expended in the following order of priority: (1) To make payments to postsecondary institutions and technical institutions on behalf of qualified beneficiaries or designated beneficiaries; (2) To make refunds upon termination of advance payment contracts or participation agreements; and (3) To pay the costs of administration and operations for the prepaid program and the savings program. Section 10. That the code be amended by adding a NEW SECTION to read: A board member or employee is not prohibited from purchasing advance payment contracts or entering into participation agreements by virtue of the member's or employee's fiduciary responsibilities as a member of the board or official duties as an employee of the board. Section 11. That the code be amended by adding a NEW SECTION to read: Moneys paid into or out of the trust fund by or on behalf of a purchaser or qualified beneficiary of an advance payment contract or benefactor or designated beneficiary of a participation agreement are exempt, from all claims of creditors of the purchaser or the qualified beneficiary of an advance payment contract or the benefactor or designated beneficiary of a participation agreement, respectively, if the advance payment contract or participation agreement has not been terminated. Neither moneys paid into the prepaid program nor benefits accrued through the prepaid program may be pledged for the purpose of securing a loan. Section 12. That the code be amended by adding a NEW SECTION to read: The state or any state agency, county, municipality, or other political subdivision may, by contract or collective bargaining agreement, agree with any employee to remit payments toward advance payment contracts or participation agreements through payroll deductions made by the appropriate officer of the state, state agency, county, municipality, or political subdivision. Section 13. That the code be amended by adding a NEW SECTION to read: At a minimum, the board shall make advance payment contracts available for two independent plans to be known as the South Dakota Opportunity University Plan and the South Dakota Opportunity Technical Institute Plan. The board may also make advance payment contracts available for a dormitory residence plan. The board may restrict the number of participants in the South Dakota Opportunity University Plan, South Dakota Opportunity Technical Institute Plan, and the dormitory residence plan, respectively. However, any person denied participation solely on the basis of this restriction shall be granted priority for participation during the succeeding year. Section 14. That the code be amended by adding a NEW SECTION to read: Through the South Dakota Opportunity University Plan, the advance payment contract may provide prepaid tuition for a specified number of undergraduate semester credit hours not to exceed the average number of hours required to earn a baccalaureate degree based on the average cost of tuition of all state postsecondary institutions. Qualified beneficiaries shall bear the cost of any laboratory fees associated with enrollment in specific courses. Each qualified beneficiary shall be classified as a resident for tuition purposes, regardless of the beneficiary's actual legal residence. The cost of participation in contracts authorized in this section shall be based on the current and projected fees included in the plan within the Board of Regents system, the number of credit hours or semesters included in the plan, and the number of years expected to elapse between the purchase of the plan on behalf of a qualified beneficiary and the exercise of the benefits provided in the plan by the beneficiary. Section 15. That the code be amended by adding a NEW SECTION to read: Through the South Dakota Opportunity Technical Institute Plan, the advance payment contract may provide prepaid tuition for a specified number of postsecondary semester credit hours not to exceed the average number of hours required to earn an associates degree based on the average cost of tuition of all state technical institutions. Qualified beneficiaries shall bear the cost of any laboratory fees associated with enrollment in specific courses. Each qualified beneficiary shall be classified as a resident for tuition purposes, regardless of the beneficiary's actual legal residence. The cost of participation in contracts authorized in this section shall be based on the current and projected fees included in the plan within the institutions under the control of the Board of Technical Education, the number of credit hours or semesters included in the plan, and the number of years expected to elapsed between the purchase of the plan on behalf of a qualified beneficiary and the exercise of the benefits provided in the plan by the beneficiary. Section 16. That the code be amended by adding a NEW SECTION to read: Through the dormitory residence plan, the advance payment contract may provide prepaid housing fees for a maximum of ten semesters of full-time undergraduate enrollment in a state postsecondary institution or state technical institute. Dormitory residence plans shall be purchased in increments of two semesters. The cost of participation in the dormitory residence plan shall be based primarily on the average current and projected housing fees within the Board of Regents system and state technical institutes, respectively, and the number of years expected to elapse between the purchase of the plan on behalf of a qualified beneficiary and the exercise of the benefits provided in the plan by the beneficiary. Qualified beneficiaries shall have the highest priority in the assignment of housing within university and technical institute residence halls. Each state postsecondary institution and technical institute may specify the residence halls or other university-held residences eligible for inclusion in the plan. In addition, any state postsecondary institution or state technical institution may request immediate termination of a dormitory residence contract based on a violation or multiple violations of rules of the residence hall or other university-held residences. In the event that sufficient housing is not available for all qualified beneficiaries, the board shall refund the purchaser or qualified beneficiary an amount equal to the fees charged for dormitory residence during that semester. Section 17. That the code be amended by adding a NEW SECTION to read: A qualified beneficiary may apply the benefits of an advance payment contract toward any eligible educational institution as defined in 26 U.S.C. § 529 of the Internal Revenue Code. The board shall transfer or cause to be transferred to the institution designated by the qualified beneficiary an amount not to exceed the redemption value of the advance payment contract at a state postsecondary institution or state technical institute. If the cost of registration or housing fees at the institution are less than the corresponding fees at a state postsecondary institution, the amount transferred may not exceed the actual cost of registration and housing fees. A transfer authorized under this section may not exceed the number of semester credit hours or semesters of dormitory residence contracted on behalf of a qualified beneficiary. Section 18. That the code be amended by adding a NEW SECTION to read: The board shall develop advance payment contracts for registration and may develop advance payment contracts for dormitory residence as provided in section 13 of this Act. Advance payment contracts are exempt from title 58 and shall include the following: (1) The amount of the payment or payments and the number of payments required from a purchaser on behalf of a qualified beneficiary; (2) The terms and conditions under which purchasers shall remit payments, including the date or dates upon which each payment is due; (3) Provisions for late payment charges and for default; (4) Provisions for penalty fees for withdrawals from the fund; (5) The name and date of birth of the qualified beneficiary on whose behalf the contract is drawn, and the terms and conditions under which another person may be substituted as the qualified beneficiary; (6) The name of any person who may terminate the contract. The terms of the contract shall specify whether the contract may be terminated by the purchaser, the qualified beneficiary, a specific designated person, or any combination of those persons; (7) The terms and conditions under which a contract may be terminated, modified, or converted, the name of the person entitled to any refund due as a result of termination of the contract pursuant to the terms and conditions, and the amount of refund, if any, due to the person named; (8) The number of semester credit hours or semesters of dormitory residence contracted by the purchaser; (9) The state postsecondary system toward which the contracted credit hours or semesters of dormitory residence will be applied; (10) The assumption of a contractual obligation by the board to the qualified beneficiary to provide for a specified number of semester credit hours of undergraduate instruction at a state postsecondary institution, not to exceed the average number of credit hours required to earn the degree that corresponds to the plan purchased on behalf of the qualified beneficiary or to provide for a specified number of semesters of dormitory residence, not to exceed the number of semesters of full-time enrollment required to earn a baccalaureate degree; (11) The period of time after which advance payment contracts that have not been terminated or the benefits used shall be considered terminated. Time expended by a qualified beneficiary as an active duty member of any of the armed services of the United States shall be added to the period of time specified by the board. A purchaser or qualified beneficiary whose advance payment contract is terminated pursuant to this section is not entitled to a refund. The board shall retain any moneys paid by the purchaser for an advance payment contract that has been terminated in accordance with this section and the moneys may be transferred to the needs based grant program created in chapter 13-55A; and (12) Any other terms and conditions determined by the board to be necessary or proper. Section 19. That the code be amended by adding a NEW SECTION to read: A refund may not exceed the amount paid into the fund by the purchaser except as provided in subdivisions (2), (3), and (6) of section 18 of this Act. If the beneficiary is awarded a scholarship, the terms of which cover the benefits included in the advance payment contracts, moneys paid for the purchase of the advance payment contracts shall be refunded to the purchaser in semester installments coinciding with the tuition owed by the beneficiary in an amount that, in total, does not exceed the redemption value of the advance payment contract at a state postsecondary institution. If the beneficiary dies or becomes disabled, moneys paid for the purchase of advance payment contracts shall be refunded to the purchaser in an amount not to exceed the redemption value of the advance payment contract at a state postsecondary institution. If an advance payment contract is converted from one registration plan to a plan of lesser value, the amount refunded may not exceed the difference between the amount paid for the original contract and the amount that would have been paid for the contract to which the plan is converted had the converted plan been purchased under the same payment plan at the time the original advance payment contract was executed. A refund may not be authorized through an advance payment contract for any school year partially attended, but not completed. For purposes of this section, a school year partially attended, but not completed, means any one semester in which the student is still enrolled at the conclusion of time allotted for dropping a course, but withdraws before the end of the semester. If a beneficiary does not complete a South Dakota Opportunity University Plan or South Dakota Opportunity Technical Institution Plan for reasons other than specified in this section, the purchaser shall receive a refund of the amount paid into the fund for the remaining unattended years of the advance payment contract under rules promulgated by the board. Section 20. That the code be amended by adding a NEW SECTION to read: Information that identifies the purchasers or beneficiaries of any plan under this Act, including any advance payment account activities, is confidential. However, the board may authorize the program's records administrator to release information to a state postsecondary institution or state technical institution in which a beneficiary may enroll or is enrolled. The institution shall maintain the confidentiality of the information. Section 21. That the code be amended by adding a NEW SECTION to read: If the board determines the prepaid program is not financially feasible, the board may discontinue providing the program. Any qualified beneficiary who has been accepted by and is enrolled or is within two years of enrollment in an eligible state postsecondary institution at the time of the discontinuance may exercise all the benefits for which the beneficiary contracted. All other contract holders shall receive a refund of the amount paid in and an additional amount in the nature of interest at a rate that corresponds, at a minimum, to the prevailing interest rates for savings accounts provided by banks and savings and loan associations. Section 22. That the code be amended by adding a NEW SECTION to read: A nonprofit organization described in 26 U.S.C. § 501(c)(3) of the Internal Revenue Code and exempt from taxation under 26 U.S.C. § 501(a) of the Internal Revenue Code may purchase advance payment contracts for a scholarship program that has been approved by the board and is operated by the purchasing organization. Section 23. That the code be amended by adding a NEW SECTION to read: Upon enrollment of the qualified beneficiary in a postsecondary institution, the board shall remit to the postsecondary institution the amount agreed upon in the advanced payment contract for the benefit of the qualified beneficiary. Section 24. That the code be amended by adding a NEW SECTION to read: The board shall annually evaluate or cause to be evaluated the actuarial soundness of the trust fund. Section 25. That the code be amended by adding a NEW SECTION to read: Nothing in this Act may be construed as a promise or guarantee that a qualified beneficiary or a designated beneficiary will be admitted to a state postsecondary institution or to a state technical institution, will be allowed to continue enrollment at a state institution after admission, or will be graduated from a state institution. Section 26. There is hereby appropriated from the general fund, after the transfer of earnings from the education enhancement trust fund created in Article XII, Section 6 of the South Dakota Constitution, pursuant to § 4-5-29.2, the sum of one million two hundred thousand dollars ($1,200,000), or so much thereof as may be necessary, to the Prepaid College Board established in section 3 of this Act to provide the initial funding for the prepaid college program established in section 2 of this Act.. Section 27. The executive director of the Prepaid College Board shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 28. Any amounts appropriated in this Act not lawfully expended or obligated shall revert in accordance with the procedures prescribed in chapter 4-8."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9806, "action_date": "2019-01-25T14:00:00-06:00", "document_id": 52449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52449.pdf", "status_text": "First Reading House", "journal_page": 206, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9806, "action_date": "2019-01-28T14:00:00-06:00", "document_id": 52545, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52545.pdf", "status_text": "Referred to", "journal_page": 219, "committee_id_action": 408, "committee_id_assigned": 424, "result": "N", "vote": {}}, {"bill_id": 9806, "action_date": "2019-02-11T07:45:00-06:00", "document_id": 53324, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53324.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 424, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9806, "action_date": "2019-02-11T07:45:00-06:00", "document_id": 53405, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53405.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 351, "committee_id_action": 424, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28075, "president_vote": null, "Yea": [1563, 1579, 1645, 1444, 1434, 1635, 1432, 1427, 1630, 1567, 1569], "Nay": [1609, 1576]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/9806"}