{"session_id": 36, "bill_id": 10021, "bill_type": "House Bill", "bill_number": 1177, "bill_title": "provide an opportunity to view a sonogram and hear the child's heartbeat prior to an abortion.", "sponsors": [{"legislator_profile_id": 1440, "is_prime": true}, {"legislator_profile_id": 1430, "is_prime": true}, {"legislator_profile_id": 1578, "is_prime": false}, {"legislator_profile_id": 1608, "is_prime": false}, {"legislator_profile_id": 1442, "is_prime": false}, {"legislator_profile_id": 1446, "is_prime": false}, {"legislator_profile_id": 1586, "is_prime": false}], "keywords": ["Abortion", "Public Health and Safety", "Public Welfare and Assistance"], "audio": [{"meeting_datetime": "2019-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst28.mp3", "start_seconds": 190.0}, {"meeting_datetime": "2019-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst28.mp3", "start_seconds": 190.0}, {"meeting_datetime": "2019-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst28.mp3", "start_seconds": 190.0}, {"meeting_datetime": "2019-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst28.mp3", "start_seconds": 190.0}, {"meeting_datetime": "2019-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst28.mp3", "start_seconds": 190.0}, {"meeting_datetime": "2019-02-22T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hst28.mp3", "start_seconds": 190.0}, {"meeting_datetime": "2019-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou29.mp3", "start_seconds": 17961.0}, {"meeting_datetime": "2019-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou29.mp3", "start_seconds": 17961.0}, {"meeting_datetime": "2019-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou29.mp3", "start_seconds": 17961.0}, {"meeting_datetime": "2019-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou29.mp3", "start_seconds": 17961.0}, {"meeting_datetime": "2019-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou29.mp3", "start_seconds": 17961.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sst35.mp3", "start_seconds": 941.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sst35.mp3", "start_seconds": 941.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sst35.mp3", "start_seconds": 941.0}, {"meeting_datetime": "2019-03-06T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sst35.mp3", "start_seconds": 941.0}, {"meeting_datetime": "2019-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen36.mp3", "start_seconds": 8790.0}, {"meeting_datetime": "2019-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen36.mp3", "start_seconds": 8790.0}, {"meeting_datetime": "2019-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen36.mp3", "start_seconds": 8790.0}, {"meeting_datetime": "2019-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen36.mp3", "start_seconds": 8790.0}, {"meeting_datetime": "2019-03-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sen36.mp3", "start_seconds": 8790.0}], "bill_versions": [{"bill_id": 10021, "bill_version_id": 52597, "bill_version": "Introduced", "bill_version_date": "2019-01-29T09:17:25.993-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require the performance of an ultrasound prior to an abortion. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-23A-1 be amended to read: 34-23A-1. Terms as used in this chapter mean: (1) \"Abortion,\" the use of any means to intentionally terminate the pregnancy of a woman known to be pregnant with knowledge that the termination with those means will, with reasonable likelihood, cause the death of the fetus the use or prescription of any instrument, medicine, drug, or any other substance or device to intentionally kill the unborn child of a woman known to be pregnant, or to intentionally terminate the pregnancy of a woman known to be pregnant, with an intention, other than after viability to produce a live birth and preserve the life and health of the child born alive or to remove a dead unborn child; (1A)(2) \"Abortion facility,\" a place where abortions are performed; (3) \"Attempt to perform an abortion,\" an act or omission that, under the circumstances as the actor believes them to be, constitutes a substantial step the performance of an abortion in this state; (1B)(4) \"Department,\" the South Dakota Department of Health; (2)(5) \"Fetus,\" the biological offspring, including the implanted embryo or unborn child, of human parents; (3)(6) \"Fertilization,\" that point in time when a male human sperm penetrates the zona pellucida of a female human ovum; (4)(7) \"Human being,\" an individual living member of the species of Homo sapiens, including the unborn human being during the entire embryonic and fetal ages from fertilization to full gestation; (5)(8) \"Medical emergency,\" any condition which, on the basis of the physician's good faith clinical judgment, so complicates the medical condition of a pregnant woman as to necessitate the immediate abortion of her pregnancy to avert her death or for which a delay will create serious risk of substantial and irreversible impairment of a major bodily function; (6)(9) \"Parent,\" one parent or guardian of the pregnant minor or the guardian or conservator of the pregnant woman; (7)(10) \"Physician,\" a person licensed under the provisions of chapter 36-4 or a physician practicing medicine or osteopathy in the employ of the government of the United States or of this state; (8)(11) \"Probable gestational age of the unborn child,\" what, in the judgment of the physician, will with reasonable probability be the gestational age of the unborn child at the time the abortion is planned to be performed; (12) \"Qualified technician,\" a registered diagnostic medical sonographer who is certified in obstetrics and gynecology by the American Registry for Diagnostic Medical Sonography, a nurse midwife, or an advance practice nurse practitioner in obstetrics with certification in obstetrical ultrasonography; (13) \"Unborn child,\" a member or members of the species homo sapiens at any stage of development before birth. Section 2. That § 34-23A-52 be amended to read: 34-23A-52. No facility that performs abortions may perform an abortion on a pregnant woman without first offering the pregnant woman an opportunity to view a sonogram of her unborn child. The woman's response to the offer shall be documented by the facility, including the date and time of the offer and the woman's signature attesting to her informed decision. Prior to receiving a written statement under § 34-23A-57 to having any part of an abortion performed or induced, and prior to the administration of any anesthesia or medication in preparation for the abortion on the woman, the physician or qualified technician shall: (1) Perform an obstetric ultrasound on the pregnant woman, using whichever method the physician and patient agree is best under the circumstance; (2) Provide a simultaneous verbal explanation of what the ultrasound is depicting, including the presence and location of the unborn child within the uterus and the number of unborn children depicted and whether the ultrasound image indicates that fetal demise has occurred; (3) Display the ultrasound images so the pregnant woman may view them; and (4) Provide a medical description of the ultrasound images, including the dimensions of the embryo or fetus and the presence of external members and internal organs, if present and viewable. A physician who violates this section is guilty of a Class 6 felony. Nothing in this section prevents a pregnant woman from averting her eyes or looking away from the ultrasound images required under this section. The physician and the pregnant woman are not subject to any penalty if the woman declines to look at the ultrasound images. Section 3. That chapter 34-23A be amended by adding a NEW SECTION to read: The provisions of § 34-23A-52 do not apply to an abortion provider or facility in the case of a medical emergency. Upon a determination by physician under this section that a medical emergency exists, the physician shall certify the specific medical conditions that constitute the emergency. Section 4. That § 28-6B-8 be amended to read: 28-6B-8. For purposes of this chapter, the term, prenatal medical services, does not include an abortion unless the abortion is necessitated by a medical emergency as defined in subdivision 34-23A-1(5) § 34-23A-1. Section 5. That § 34-23A-56 be amended to read: 34-23A-56. No surgical or medical abortion may be scheduled except by a licensed physician and only after the physician physically and personally meets with the pregnant mother, consults with her, and performs an assessment of her medical and personal circumstances. Only after the physician completes the consultation and assessment complying with the provisions of §§ 34-23A-53 to 34-23A-62, inclusive, may the physician schedule a surgical or medical abortion, but in no instance may the physician schedule such surgical or medical abortion to take place in less than seventy-two hours from the completion of such consultation and assessment except in a medical emergency as set forth in § 34-23A-10.1 and subdivision 34-23A-1(5) § 34-23A-1. No Saturday, Sunday, or annually recurring holiday, as specifically named in § 1-5-1, may be included or counted in the calculation of the seventy-two hour minimum time period between the initial physician consultation and assessment and the time of the scheduled abortion procedure. No physician may have the pregnant mother sign a consent for the abortion on the day of this initial consultation and no physician, abortion provider, hospital, or clinic, at which the physician performs an abortion, may accept payment for an abortion until a consent is signed after full compliance with the provisions of §§ 34-23A-53 to 34-23A-62, inclusive. No physician may take a signed consent from the pregnant mother unless the pregnant mother is in the physical presence of the physician and except on the day the abortion is scheduled, and only after complying with the provisions of §§ 34-23A-53 to 34-23A-62, inclusive, as they pertain to the initial consultation, and only after complying with the provisions of subdivisions 34-23A-10.1(1) and (2). During the initial consultation between the physician and the pregnant mother, prior to scheduling a surgical or medical abortion, the physician shall: (1) Do an assessment of the pregnant mother's circumstances to make a reasonable determination whether the pregnant mother's decision to submit to an abortion is the result of any coercion or pressure from other persons. In conducting that assessment, the physician shall obtain from the pregnant mother the age or approximate age of the father of the unborn child, and the physician shall consider whether any disparity in age between the mother and father is a factor when determining whether the pregnant mother has been subjected to pressure, undue influence, or coercion; (2) Provide the written disclosure required by subdivision 34-23A-10.1(1) and discuss them with her to determine that she understands them; (3) Provide the pregnant mother with the names, addresses, and telephone numbers of all pregnancy help centers that are registered with the South Dakota Department of Health pursuant to §§ 34-23A-53 to 34-23A-62, inclusive, and provide her with written instructions that set forth the following: (a) That prior to the day of any scheduled abortion the pregnant mother must have a consultation at a pregnancy help center at which the pregnancy help center shall inform her about what education, counseling, and other assistance is available to help the pregnant mother keep and care for her child, and have a private interview to discuss her circumstances that may subject her decision to coercion; (b) That prior to signing a consent to an abortion, the physician shall first obtain from the pregnant mother, a written statement that she obtained a consultation with a pregnancy help center, which sets forth the name and address of the pregnancy help center, the date and time of the consultation, and the name of the counselor at the pregnancy help center with whom she consulted; (4) Conduct an assessment of the pregnant mother's health and circumstances to determine if any of the following preexisting risk factors associated with adverse psychological outcomes following an abortion are present in her case: (a) Coercion; (b) Pressure from others to have an abortion; (c) The pregnant mother views an abortion to be in conflict with her personal or religious values; (d) The pregnant mother is ambivalent about her decision to have an abortion, or finds the decision of whether to have an abortion difficult and she has a high degree of decisional distress; (e) That the pregnant mother has a commitment to the pregnancy or prefers to carry the child to term; (f) The pregnant mother has a medical history that includes a pre-abortion mental health or psychiatric problem; and (g) The pregnant mother is twenty-two years old or younger. The physician making the assessment shall record in the pregnant mother's medical records, on a form created for such purpose, each of the risk factors associated with adverse psychological outcomes following an abortion listed in this subdivision that are present in her case and which are not present in her case; (4A) Inquire into whether the pregnant mother knows the sex of her unborn child and if so, whether the mother is seeking an abortion due to the sex of the unborn child. (5) The physician shall identify for the pregnant mother and explain each of the risk factors associated with adverse psychological outcomes following an abortion listed in subdivision (4) which are present in her case; (6) The physician shall advise the pregnant mother of each risk factor associated with adverse psychological outcomes following an abortion listed in subdivision 34-23A-56(4) which the physician determines are present in her case and shall discuss with the pregnant mother, in such a manner and detail as is appropriate, so that the physician can certify that the physician has made a reasonable determination that the pregnant mother understands the information imparted, all material information about the risk of adverse psychological outcomes known to be associated with each of the risk factors found to be present; (7) In the event that no risk factor is determined to be present, the physician shall include in the patient's records a statement that the physician has discussed the information required by the other parts of this section and that the physician has made a reasonable determination that the mother understands the information in question; (8) Records of the assessments, forms, disclosures, and instructions performed and given pursuant to this section shall be prepared by the physician and maintained as a permanent part of the pregnant mother's medical records. Section 6. That § 34-23A-59 be amended to read: 34-23A-59. A pregnancy help center consultation required by §§ 34-23A-53 to 34-23A-59.2, inclusive, shall be implemented as follows: (1) The pregnancy help center shall be permitted to: (a) Interview the pregnant mother to determine whether the pregnant mother has been subject to any coercion to have an abortion, or is being pressured into having an abortion; (b) Provide counseling in connection with any coercion or pressure; (c) Inform the pregnant mother in writing or orally, or both, of the counseling, education, and assistance available to the pregnant mother to assist her in maintaining her relationship with her unborn child and in caring for the child through the pregnancy help center or any other organization, faith-based program, or governmental program; (d) Provide a statement orally and in writing to the pregnant mother that \"an abortion will terminate the life of a whole, separate, unique, living human being,\" and provide counseling in lay terms that explain this disclosure, and to ascertain that the pregnant mother understands this disclosure, and for the purpose of this disclosure, the definition of human being found in subdivision 34-23A-1(4) § 34-23A-1 applies; and (e) Provide statements orally and in writing setting forth the disclosures required by subsections 34-23A-10.1(1)(c) and (d) and provide counseling in lay terms that explain those disclosures. The pregnancy help center may, if it deems it appropriate, discuss matters pertaining to adoption; (2) The pregnancy help center, its agents, or employees may not: (a) Discuss with any pregnant mother religion or religious beliefs, either of the mother or the counselor, unless the pregnant mother consents in writing; (b) Discuss the physical or psychological risks to a woman posed by an abortion. However, if, during the mandatory pregnancy help center consultation interview, the pregnant mother requests the opportunity to discuss the risks of an abortion with pregnancy help center personnel, the pregnancy help center may schedule a separate and distinct appointment for the pregnant mother to meet with a physician for the purpose of discussing the physical and psychological risks of abortion. Any requests shall be evidenced in writing signed by the pregnant mother; (3) The pregnancy help center is under no obligation to communicate with the abortion provider in any way, and is under no obligation to submit any written or other form of confirmation that the pregnant mother consulted with the pregnancy help center. The pregnancy help center may voluntarily provide a written statement of assessment to the abortion provider, whose name the woman shall give to the pregnancy help center, if the pregnancy help center obtains information that indicates that the pregnant mother has been subjected to coercion or that her decision to consider an abortion is otherwise not voluntary or not informed. The physician shall make the physician's own independent determination whether or not a pregnant mother's consent to have an abortion is voluntary, uncoerced, and informed before having the pregnant mother sign a consent to an abortion. The physician shall review and consider any information provided by the pregnancy help center as one source of information, which in no way binds the physician, who shall make an independent determination consistent with the provisions of §§ 34-23A-53 to 34-23A-59.2, inclusive, the common law requirements, and accepted medical standards; (4) Any written statement or summary of assessment prepared by the pregnancy help center as a result of counseling of a pregnant mother as a result of the procedures created by §§ 34-23A-53 to 34-23A-59.2, inclusive, may be forwarded by the pregnancy help center, in its discretion, to the abortion physician. If forwarded to the physician, the written statement or summary of assessment shall be maintained as a permanent part of the pregnant mother's medical records. Other than forwarding such documents to the abortion physician, no information obtained by the pregnancy help center from the pregnant mother may be released, without the written signed consent of the pregnant mother or unless the release is in accordance with federal, state, or local law; (5) Commencing on September 1, 2016, the counseling authorized pursuant to this section shall be conducted in accordance with the Uniform Policy and Procedures Guidelines developed and promulgated by the South Dakota Association of Registered Pregnancy Help Centers and adopted in 2015. Nothing in §§ 34-23A-53 to 34-23A-59.2, inclusive, may be construed to impose any liability upon a pregnancy help center. However, the failure of a pregnancy help center to comply with the conditions of § 34-23A-58.1, 34-23A-59.1 or this section for being authorized to provide the pregnancy help center counseling, if uncorrected, may result in the Department of Health removing the pregnancy help center from the state's registry of pregnancy help centers. Section 7. That § 58-17-147 be amended to read: 58-17-147. Pursuant to the Patient Protection and Affordable Care Act, Pub. L. No. 111-148, no qualified health plan offered through a health insurance exchange established in the state may include elective abortion coverage. For the purposes of this section, an elective abortion is an abortion performed for any reason other than a medical emergency as set forth in subdivision 34-23A-1(5) § 34-23A-1. Section 8. That § 34-23A-1.1 be repealed. 34-23A-1.1. For the purposes of this chapter, an attempt to perform an abortion is an act or omission that, under the circumstances as the actor believes them to be, constitutes a substantial step in a course of conduct planned to culminate in the performance of an abortion in South Dakota."}, {"bill_id": 10021, "bill_version_id": 54159, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2019-02-22T17:43:24.507-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to require the performance of a sonogram prior to an abortion. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-23A-52 be amended to read: 34-23A-52. No facility that performs abortions may perform an abortion on a pregnant woman without first offering the pregnant woman an opportunity to view a sonogram of her unborn child. The woman's response to the offer shall be documented by the facility, including the date and time of the offer and the woman's signature attesting to her informed decision. No physician may take a consent for an abortion from a pregnant mother without first offering the pregnant mother an opportunity to view a sonogram and hear the heartbeat of her unborn child. The physician shall offer to describe the images on the sonogram if the pregnant mother consents. The pregnant mother's response to the offer under this section shall be documented by the physician in the patient's medical records, including the date and time of the offer and the pregnant mother's signature to her response to the offer. Section 2. That chapter 34-23A be amended by adding a NEW SECTION to read: The provisions of § 34-23A-52 do not apply to an abortion provider or facility in the case of a medical emergency. Upon a determination by a physician under this section that a medical emergency exists, the physician shall certify the specific medical conditions that constitute the emergency."}, {"bill_id": 10021, "bill_version_id": 54248, "bill_version": "House Engrossed", "bill_version_date": "2019-02-25T19:50:35.25-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise provisions regarding the performance of a sonogram prior to an abortion. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-23A-52 be amended to read: 34-23A-52. No facility that performs abortions may perform an abortion on a pregnant woman without first offering the pregnant woman an opportunity to view a sonogram of her unborn child. The woman's response to the offer shall be documented by the facility, including the date and time of the offer and the woman's signature attesting to her informed decision. No physician may take a consent for an abortion from a pregnant mother without first offering the pregnant mother an opportunity to view a sonogram and hear the heartbeat of her unborn child. The physician shall offer to describe the images on the sonogram if the pregnant mother consents. The pregnant mother's response to the offer under this section shall be documented by the physician in the patient's medical records, including the date and time of the offer and the pregnant mother's signature to her response to the offer. Section 2. That chapter 34-23A be amended by adding a NEW SECTION to read: The provisions of § 34-23A-52 do not apply to an abortion provider or facility in the case of a medical emergency. Upon a determination by a physician under this section that a medical emergency exists, the physician shall certify the specific medical conditions that constitute the emergency."}, {"bill_id": 10021, "bill_version_id": 54842, "bill_version": "Senate Engrossed", "bill_version_date": "2019-03-07T15:22:25.957-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide an opportunity to view a sonogram and hear the child's heartbeat prior to an abortion. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-23A-52 be amended to read: 34-23A-52. No facility that performs abortions may perform an abortion on a pregnant woman without first offering the pregnant woman an opportunity to view a sonogram of her unborn child. The woman's response to the offer shall be documented by the facility, including the date and time of the offer and the woman's signature attesting to her informed decision. No physician may take a consent for an abortion from a pregnant mother without first offering the pregnant mother an opportunity to view a sonogram and hear the heartbeat of her unborn child. The physician shall offer to describe the images on the sonogram if the pregnant mother consents. The pregnant mother's response to the offer under this section shall be documented by the physician in the patient's medical records, including the date and time of the offer and the pregnant mother's signature to her response to the offer. Section 2. That chapter 34-23A be amended by adding a NEW SECTION to read: The provisions of § 34-23A-52 do not apply to an abortion provider or facility in the case of a medical emergency. Upon a determination by a physician under this section that a medical emergency exists, the physician shall certify the specific medical conditions that constitute the emergency."}, {"bill_id": 10021, "bill_version_id": 54968, "bill_version": "Enrolled", "bill_version_date": "2019-03-12T19:12:08.907-05:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 10021, "action_date": "2019-01-29T14:00:00-06:00", "document_id": 52673, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52673.pdf", "status_text": "First read in House and referred to", "journal_page": 233, "committee_id_action": 408, "committee_id_assigned": 424, "result": "N", "vote": {}}, {"bill_id": 10021, "action_date": "2019-02-22T07:30:00-06:00", "document_id": 54061, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54061.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 424, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10021, "action_date": "2019-02-22T07:30:00-06:00", "document_id": 54153, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54153.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 424, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 10021, "action_date": "2019-02-22T07:30:00-06:00", "document_id": 54153, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54153.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 424, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28645, "president_vote": null, "Yea": [1563, 1579, 1645, 1444, 1434, 1635, 1432, 1427, 1630, 1567, 1569], "Nay": [1609, 1576]}}, {"bill_id": 10021, "action_date": "2019-02-22T07:30:00-06:00", "document_id": 54153, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54153.pdf", "status_text": "Title amended", "journal_page": 501, "committee_id_action": 424, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 10021, "action_date": "2019-02-25T14:00:00-06:00", "document_id": 54228, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54228.pdf", "status_text": "Do Pass Amended", "journal_page": 537, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28825, "president_vote": null, "Yea": [1563, 1614, 1619, 1567, 1643, 1578, 1641, 1560, 1579, 1613, 1645, 1443, 1633, 1634, 1444, 1434, 1573, 1616, 1650, 1635, 1557, 1628, 1427, 1436, 1642, 1438, 1620, 1631, 1589, 1556, 1639, 1590, 1435, 1649, 1632, 1646, 1644, 1575, 1612, 1630, 1431, 1446, 1615, 1569, 1626, 1572, 1637, 1627, 1577, 1618, 1581, 1610, 1622, 1611, 1564, 1621, 1580, 1625, 1432], "Nay": [1592, 1629, 1594, 1624, 1593, 1609, 1638, 1576, 1623], "Excused": [1440, 1647]}}, {"bill_id": 10021, "action_date": "2019-02-25T14:00:00-06:00", "document_id": 54228, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54228.pdf", "status_text": "Title amended", "journal_page": 538, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 10021, "action_date": "2019-02-26T14:00:00-06:00", "document_id": 54299, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54299.pdf", "status_text": "First read in Senate and referred to", "journal_page": 520, "committee_id_action": 409, "committee_id_assigned": 412, "result": "N", "vote": {}}, {"bill_id": 10021, "action_date": "2019-03-06T10:00:00-06:00", "document_id": 54362, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54362.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 412, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10021, "action_date": "2019-03-06T10:00:00-06:00", "document_id": 54740, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54740.pdf", "status_text": "Do Pass", "journal_page": 624, "committee_id_action": 412, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 29232, "president_vote": null, "Yea": [1441, 1588, 1604, 1601, 1603, 1595, 1597, 1585, 1606]}}, {"bill_id": 10021, "action_date": "2019-03-06T10:00:00-06:00", "document_id": 54740, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54740.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 412, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 10021, "action_date": "2019-03-07T10:00:00-06:00", "document_id": 54829, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54829.pdf", "status_text": "Remove from Consent Calendar", "journal_page": 645, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10021, "action_date": "2019-03-07T10:00:00-06:00", "document_id": 54829, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54829.pdf", "status_text": "Do Pass Amended", "journal_page": 657, "committee_id_action": 409, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 29315, "president_vote": null, "Yea": [1602, 1441, 1582, 1562, 1599, 1608, 1606, 1588, 1604, 1442, 1601, 1585, 1600, 1603, 1568, 1583, 1430, 1437, 1595, 1558, 1450, 1571, 1586, 1561, 1596, 1559, 1607, 1584, 1426, 1598, 1587, 1433, 1597], "Excused": [1605], "Nay": [1565]}}, {"bill_id": 10021, "action_date": "2019-03-07T10:00:00-06:00", "document_id": 54829, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54829.pdf", "status_text": "Title amended", "journal_page": 657, "committee_id_action": 409, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 10021, "action_date": "2019-03-11T12:00:00-05:00", "document_id": 54898, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54898.pdf", "status_text": "Deferred to another day", "journal_page": 715, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 10021, "action_date": "2019-03-12T11:00:00-05:00", "document_id": 54932, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54932.pdf", "status_text": "Concurred in amendments", "journal_page": 722, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 29419, "president_vote": null, "Yea": [1563, 1614, 1619, 1567, 1643, 1578, 1641, 1560, 1579, 1613, 1443, 1633, 1440, 1634, 1444, 1434, 1573, 1616, 1650, 1635, 1557, 1427, 1642, 1438, 1620, 1631, 1589, 1556, 1590, 1435, 1632, 1646, 1644, 1575, 1612, 1630, 1431, 1446, 1615, 1569, 1647, 1572, 1637, 1627, 1577, 1618, 1581, 1610, 1622, 1611, 1564, 1621, 1580, 1625, 1432], "Excused": [1592, 1645, 1594, 1628, 1436, 1639, 1649, 1638, 1626], "Nay": [1629, 1624, 1593, 1609, 1576, 1623]}}, {"bill_id": 10021, "action_date": "2019-03-12T11:00:00-05:00", "document_id": 54932, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54932.pdf", "status_text": "Signed by the Speaker", "journal_page": 747, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10021, "action_date": "2019-03-12T10:00:00-05:00", "document_id": 54928, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54928.pdf", "status_text": "Signed by the President", "journal_page": 716, "committee_id_action": 409, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10021, "action_date": "2019-03-13T00:30:00-05:00", "document_id": 54990, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54990.pdf", "status_text": "Delivered to the Governor", "journal_page": 755, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10021, "action_date": "2019-03-29T11:00:00-05:00", "document_id": 55039, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/55039.pdf", "status_text": "Signed by the Governor", "journal_page": 760, "committee_id_action": 408, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6969}