{"session_id": 32, "bill_id": 8755, "bill_type": "Senate Bill", "bill_number": 104, "bill_title": "repeal and revise certain provisions relating to the requirements for a permit to carry a concealed pistol.", "sponsors": [{"legislator_profile_id": 1282, "is_prime": true}, {"legislator_profile_id": 1233, "is_prime": true}, {"legislator_profile_id": 1266, "is_prime": false}, {"legislator_profile_id": 1294, "is_prime": false}, {"legislator_profile_id": 1311, "is_prime": false}, {"legislator_profile_id": 1275, "is_prime": false}, {"legislator_profile_id": 1247, "is_prime": false}, {"legislator_profile_id": 1280, "is_prime": false}, {"legislator_profile_id": 1243, "is_prime": false}, {"legislator_profile_id": 1288, "is_prime": false}], "keywords": ["Concealed Carry", "Crimes", "Law Enforcement", "Permits"], "audio": [{"meeting_datetime": "2018-01-30T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju13.mp3", "start_seconds": 300.0}, {"meeting_datetime": "2018-01-30T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju13.mp3", "start_seconds": 300.0}, {"meeting_datetime": "2018-01-30T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju13.mp3", "start_seconds": 300.0}, {"meeting_datetime": "2018-01-30T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sju13.mp3", "start_seconds": 300.0}], "bill_versions": [{"bill_id": 8755, "bill_version_id": 47442, "bill_version": "Introduced", "bill_version_date": "2018-01-22T09:30:28.253-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal and revise certain provisions relating to the requirements for a permit to carry a concealed pistol. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 22-14-9 be repealed. 22-14-9. Any person, other than a law enforcement officer as defined in § 22-1-2 acting under color of authority, who: (1) Carries a pistol or revolver, loaded or unloaded, concealed on or about his or her person without a permit as provided in chapter 23-7; or (2) Carries a pistol or revolver, loaded or unloaded, concealed in any vehicle while operating the vehicle, without a permit as provided in chapter 23-7; is guilty of a Class 1 misdemeanor. Section 2. That § 22-14-9.1 be repealed. 22-14-9.1. No person may possess a concealed pistol in accordance with chapter 23-7 or this chapter unless that person also has in his or her physical possession a valid South Dakota permit to carry a concealed pistol or a permit effective pursuant to § 23-7-7.3. Any violation of this section is a petty offense. However, if within twenty-four hours of being charged with a violation of this section, the person produces a permit to carry a concealed pistol which was valid at the time of the alleged offense in the office of the officer making the demand, the charge shall be dismissed. Section 3. That § 22-14-10 be repealed. 22-14-10. The provisions of § 22-14-9 do not apply to any person carrying any unloaded pistol or revolver for the purpose of, or in connection with, any lawful use, if the unloaded pistol or revolver is carried: (1) In the trunk or other closed compartment of a vehicle; or (2) In a closed container which is too large to be effectively concealed on the person or within the person's clothing. The container may be carried in a vehicle or in any other manner. No person who complies with this section may be required to obtain a permit for the lawful uses described in this section. Section 4. That § 22-14-11 be repealed. 22-14-11. The provisions of § 22-14-9 do not apply to any person who possesses a pistol or revolver in his or her own dwelling house or place of business or on land owned or rented by himself or herself or by a member of his or her household. Section 5. That § 23-7-7 be amended to read: 23-7-7. A permit to carry a concealed pistol shall be issued to any person by the sheriff of the county in which the applicant person who applies for the permit resides. The permit shall be valid throughout the state and shall be issued pursuant to § 23-7-7.1. Prior to issuing the permit, the sheriff shall execute a background investigation, including a criminal history check, of every applicant for the purposes of verifying the qualifications of the applicant pursuant to the requirements of § 23-7-7.1. For the purposes of this section, a background investigation is defined as a computer check of available on-line records. The issuance of a permit to carry a concealed pistol pursuant to the provisions of this chapter or the recognition of nonresident permits to carry a concealed pistol under § 23-7-7.4 do not impose a general prohibition on the carrying of a pistol without a permit. Section 6. That § 23-7-7.1 be amended to read: 23-7-7.1. A temporary permit to carry a concealed pistol shall be issued to an applicant under § 23-7-7 within five days of application to a person if the applicant person: (1) Is eighteen years of age or older; (2) Has never pled guilty to, nolo contendere to, or been convicted of a felony or a crime of violence; (3) Is not habitually in an intoxicated or drugged condition; (4) Has no history of violence; (5) Has not been found in the previous ten years to be a \"danger to others\" or a \"danger to self\" as defined in § 27A-1-1 or is not currently adjudged mentally incompetent; (6) Has physically resided in and is a resident of the county where the application is being made for at least thirty days immediately preceding the date of the application; (7) Has had no violations violation of chapter 23-7, 22-14, or 22-42 constituting a felony or misdemeanor in the five years preceding the date of application or is not currently charged under indictment or information for such an offense; (8) Is a citizen or legal resident of the United States; and (9) Is not a fugitive from justice. A person denied a permit may appeal to the circuit court pursuant to chapter 1-26. Section 7. That § 23-7-7.4 be amended to read: 23-7-7.4. Any valid permit to carry a concealed pistol, issued to a nonresident of South Dakota, is valid in South Dakota according to the terms of its issuance in the state of its issue, but only to the extent that the terms of issuance comply with any appropriate South Dakota statute or promulgated rule. However, if the holder of such a nonresident permit to carry a concealed pistol becomes, at any time, a legal resident of South Dakota, the provisions of this section no longer apply. Section 8. That § 22-14-9.2 be amended to read: 22-14-9.2. Any person who is permitted to carry a concealed pistol in a state with which the secretary of state has entered into a reciprocity agreement pursuant to §§ 23-7-7.3, 22-14-9.1, 22-14-9.2, 23-7-7, 23-7-7.1, and 23-7-8 may carry a concealed pistol in this state if the permit holder carries the pistol in compliance with the laws of this state. Any violation of this section is a Class 1 misdemeanor. Section 9. That § 23-7-8.1 be amended to read: 23-7-8.1. The secretary of state shall prescribe the form of the permit to carry a concealed pistol, the form of the enhanced permit to carry a concealed pistol, and the form of the gold card permit to carry a concealed pistol pursuant to § 23-7-8. Each permit shall list the applicant's name, address, the expiration date, and the issuance date of the permit. The enhanced permit to carry a concealed pistol must shall clearly designate that the permit is enhanced and the gold card permit must shall clearly designate that it is a gold card permit to carry a concealed pistol. The holder of a permit may carry a concealed pistol anywhere in South Dakota except in any licensed on-sale malt beverage or alcoholic beverage establishment that derives over one-half of its total income from the sale of malt or alcoholic beverages. Nothing in this section prevents any law enforcement officers officer, Department of Corrections employees employee, parole agents agent, security guards guard employed on the premises, and or any other public officials official with the written permission of the sheriff from carrying a concealed weapons weapon in the performance of their that person's duties or prevents home or business owners from carrying concealed weapons on their property pursuant to § 22-14-11. Section 10. That § 23-7-8.13 be amended to read: 23-7-8.13. Upon the expiration of a permit to carry a concealed pistol that was issued pursuant to this chapter, the permit holder has a sixty-day grace period to renew the permit. During the grace period, the permit holder may continue to carry a concealed pistol and the permit holder is not in violation of § 22-14-9. Notwithstanding this provision, a law enforcement officer may issue a warning ticket to any permit holder during the grace period who is carrying a concealed pistol with an expired permit. The warning ticket shall provide notification that the permit holder's permit is expired and that the permit holder has sixty days from the expiration date to renew the permit. Section 11. That § 23-7-9 be amended to read: 23-7-9. When a Any pistol that is delivered, the pistol shall be securely wrapped and shall be unloaded. A pistol that is securely wrapped and delivered to a purchaser pursuant to this section is not a concealed weapon under § 22-14-9. A violation of this section is a Class 1 misdemeanor. Section 12. That chapter 23-7 be amended by adding a NEW SECTION to read: No person may carry a concealed pistol in any licensed on-sale malt beverage or alcoholic beverage establishment that derives over one-half of its total income from the sale of malt or alcoholic beverages."}], "amendments": [], "fiscal_notes": [49159], "action_log": [{"bill_id": 8755, "action_date": "2018-01-22T14:00:00-06:00", "document_id": 47508, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47508.pdf", "status_text": "First read in Senate and referred to", "journal_page": 175, "committee_id_action": 395, "committee_id_assigned": 373, "result": "N", "vote": {}}, {"bill_id": 8755, "action_date": "2018-01-30T08:00:00-06:00", "document_id": 47988, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47988.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 373, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8755, "action_date": "2018-01-30T08:00:00-06:00", "document_id": 48136, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48136.pdf", "status_text": "Do Pass", "journal_page": 264, "committee_id_action": 373, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24972, "president_vote": null, "Yea": [1219, 1270, 1243, 1239, 1233], "Nay": [1290, 1272]}}, {"bill_id": 8755, "action_date": "2018-01-31T14:00:00-06:00", "document_id": 48333, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48333.pdf", "status_text": "Fiscal Note Requested", "journal_page": 306, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8755, "action_date": "2018-02-21T14:00:00-06:00", "document_id": 49599, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49599.pdf", "status_text": "Placed on calendar", "journal_page": 525, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8755, "action_date": "2018-02-21T14:00:00-06:00", "document_id": 49599, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49599.pdf", "status_text": "Referred to", "journal_page": 525, "committee_id_action": 395, "committee_id_assigned": 373, "result": "P", "vote": {}}, {"bill_id": 8755, "action_date": "2018-02-22T08:00:00-06:00", "document_id": 49666, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49666.pdf", "status_text": "Tabled", "journal_page": 547, "committee_id_action": 373, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26175, "president_vote": null, "Yea": [1219, 1290, 1270, 1239, 1272, 1233], "Nay": [1243]}}]}