{"session_id": 54, "bill_id": 18315, "bill_type": "House Bill", "bill_number": 1281, "bill_title": "revise certain county zoning laws.", "sponsors": [], "keywords": ["Counties", "Local Government Generally", "Planning, Zoning, and Housing Programs"], "audio": [{"meeting_datetime": "2003-02-18T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst24hb1281a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-18T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst24hb1281a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-18T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst24hb1281a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-21T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst27hb1281a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-21T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst27hb1281a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-21T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst27hb1281a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-21T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst27hb1281a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-21T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst27hb1281a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou28hb1281a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou28hb1281a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou28hb1281a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou28hb1281a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-22T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou28hb1281a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-28T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst33hb1281a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-28T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst33hb1281a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-28T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst33hb1281a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-28T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sst33hb1281a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-04T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen35hb1281a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-04T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen35hb1281a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-04T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen35hb1281a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-04T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen35hb1281a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-04T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen35hb1281a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-04T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen35hb1281a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-04T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen35hb1281a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-04T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen35hb1281a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-04T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen35hb1281a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-04T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen35hb1281a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-04T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen35hb1281a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-06T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou37hb1281a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-06T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou37hb1281a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18315, "bill_version_id": 96579, "bill_version": "Introduced", "bill_version_date": "2003-02-05T11:00:17-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the creation of agricultural development districts to enhance local control and agricultural development. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 6-16-1 be amended to read as follows: 6-16-1. Sections 6-16-1 to 6-16-7, inclusive, apply to elections for the formation of certain special districts and for the initial election of the board of directors or trustees for these districts. The special districts covered are: county road, ambulance, rural fire protection, sanitary, irrigation, watershed, agricultural development, and water project districts. Section 2. It is the policy of the state to conserve, protect, and encourage the development and improvement of its agricultural land for the production of food and other agricultural products. The Legislature finds that when nonagricultural land uses extend into agricultural areas, agricultural operations often become subject to zoning regulations, which unreasonably restrict the beneficial use of land for agricultural production and value added development. It is the purpose of this Act to allow local residents to create agricultural development districts and empower the residents thereof to establish appropriate restrictions. Section 3. If any populated area not within three miles of the boundary of any municipality is so situated that the residents of the area need to remove the area from local zoning and planning control in order to promote agricultural development, the area may be incorporated as an agricultural development district under the provision of this Act. Section 4. Any person or board of county commissioners making application for the organization of an agricultural development district shall first cause an accurate map to be made of the territory intended to be embraced within the limits of the agricultural development district, showing the boundaries and area thereof. The accuracy of the map shall be verified by the affidavit of a surveyor. The map may be completed by reviewing records and legal descriptions at a county register of deeds office. Section 5. The survey and map, when completed, shall be left at some convenient public place, to be designated by the county auditor of the county in which the application for incorporation is to be filed, and within the territory of the district for a period of not less than twenty days for examination by any person having an interest in the application. Section 6. The application for organization shall be as provided in § 6-16-6. The application shall be filed with the county auditor and presented to the board of county commissioners for consideration at the board's next meeting of each county containing a portion of the district. Section 7. If the board of county commissioners is satisfied that the requirements of this Act have been fully complied with, the board shall issue an order declaring that the territory shall, with the assent of the electors as specified in § 6-16-2, in an election as provided in § § 6-16-4 to 6-16-6, inclusive, be an incorporated agricultural development district by the name specified in the application. The name shall be different from that of any other agricultural development district in this state. Section 8. If a majority of votes are cast in favor of the incorporation, the territory shall be deemed an agricultural development district. Otherwise, no further proceedings may be taken. Section 9. If satisfied with the legality of the election, the board of county commissioners shall issue an order declaring that the agricultural development district has been incorporated by the name adopted. The order shall be conclusive of the fact of incorporation in all suits by or against the agricultural development district. Section 10. The county board may expend funds of the county, in the manner and to the extent permitted by law for other county expenditures, in the payment of necessary costs of preparation of petitions, surveys, maps, and applications submitted under the provisions of this Act, and of the holding of elections on the incorporation of agricultural development districts. The county board may accept and expend any funds appropriated by the state and allocated to the county for these purposes. Section 11. Each agricultural development district, created and established under this Act, shall be a governmental subdivision of this state and a public body, corporate and politic. Section 12. Each agricultural development district shall be governed by a board of trustees elected at large as provided in this Act. To be eligible for office, each trustee shall reside in the district. The board of trustees shall consist of three members. The number of trustees for a newly incorporated or consolidated agricultural development district shall be specified in the order of incorporation. Section 13. There shall be elected at the first election of an agricultural development district three trustees at large, who shall respectively hold their offices, one for a term of one year, one for a term of two years, and one for a term of three years. The person having the highest number of votes shall serve for a term of three years, the person receiving the second highest number of votes shall serve for a term of two years, and the person receiving the third highest number of votes shall serve for a term of one year. Thereafter, there shall be elected annually one trustee for a term of three years. The election judges shall subscribe and certify a statement of the persons elected to fill the offices of trustees in the agricultural development district and file the statement with the county auditor within ten days after the date of the election. Section 14. After the initial election, each agricultural development district shall annually elect one trustee for a term of three years on any Tuesday in the month following the anniversary date of the first election. The board of trustees shall designate a location in the district where the election shall be held. The annual election shall be conducted in accordance with the municipal election laws pursuant to chapter 9-13, except as provided in this Act. Section 15. Any trustee to be elected at the initial election shall be nominated by any person in attendance at the meeting at which the organizational election is held. Any trustee to be elected at a subsequent election shall be nominated by filing with the district clerk, not more than forty nor less than twenty days before any subsequent election, a nomination petition for office of trustee. The petition shall be in writing and shall contain the candidate's name, residence, business address, and the office for which the candidate is named. The petition shall be signed by at least five percent of the voters. However, no petition need be signed by more than fifty voters. Section 16. If a vacancy occurs on an agricultural development district board of trustees, the remaining members shall appoint a replacement to serve the remainder of the term. Section 17. Each agricultural development district trustee shall be a resident of the agricultural development district that the trustee represents. Section 18. The board of trustees shall publish a notice in the official newspaper of the agricultural development district setting forth the vacancies that will occur by termination of the terms of office of elective officers. The notice shall also state the time and place where nominating petitions may be filed for such offices. The notice shall be published once each week for two consecutive weeks. The first notice shall be published not less than thirty days prior to the deadline for filing nominating petitions. Section 19. The members of the board of trustees shall elect one of the members president. The president shall preside over all meetings of the board. The president may call a special meeting of the board if the president or a majority of the board deems such a meeting necessary. If the president fails or refuses to call such a meeting, then such a meeting may be called by a majority of the board. Section 20. Any member of the board of trustees may receive travel and expenses in accordance with the rules promulgated by the State Board of Finance. In addition, per diem, not to exceed one hundred twenty dollars per day, may be paid each member for each day of actual service for attending meetings, hearings, or investigations of the agricultural development district board. Travel, expenses, and per diem shall be paid on vouchers duly verified and approved according to the rules promulgated by the Board of Finance. Section 21. The board of trustees shall adopt policies and regulations for the conduct of its business and shall fix a stated time at which the regular meetings of the board shall be held. A majority of the board of trustees constitutes a quorum but a smaller number may adjourn from day to day. A concurrence of the majority is necessary to any action of the board. Section 22. The board of trustees shall establish an office within the agricultural development district and shall maintain a full, complete, accurate, and itemized account of all of its proceedings, ordinances, orders, resolutions, and regulations. Section 23. The board of trustees may elect to waive the requirement that a new ordinance or resolution be published by providing written notice of the passage of the ordinance or resolution to each resident within the boundaries of the agricultural development district. The written notice may be accomplished by sending a copy of the ordinance or resolution by first class mail, to each resident at the resident's last known address, as shown on the books and records of the agricultural development district. Section 24. The board of trustees may contract for agricultural development assistance or services, and may regulate the size, set back requirements, or other limitations of any agricultural development project within the district, notwithstanding any other provisions of law relating to such matters. The board may borrow money, levy taxes and special assessments, issue bonds, apply for grants, or assist in obtaining such funding for agricultural development within the district, but may not buy land. Section 25. The board of trustees shall have the following powers: (1) To appoint a treasurer, a clerk, an engineer, and an attorney for the agricultural development district and fix their compensation. Such officers shall hold their respective offices during the pleasure of the board, and shall give bond for the faithful performance of their duties as may be required by the board; (2) To sue and be sued and to contract in the name of the district; (3) To adopt a corporate seal; and (4) To regulate and promote agricultural development. Section 26. The board of trustees may employ and prescribe the duties and fix the compensation of all necessary officers and employees of the agricultural development district. The board may employ such additional engineering, legal, financial, and other professional assistance as it may deem necessary. Section 27. No trustee or employee of a agricultural development district may be directly or indirectly interested in any contract of the district. Section 28. The board of trustees may pass and implement all necessary ordinances, resolutions, orders, and regulations for the proper management and conduct of agricultural development within the district. Section 29. All proceedings for the borrowing of money, making of special assessments, and issuing of bonds shall be governed, to the extent applicable, by § 9-12-1 and chapters 9-26, 9-40, 9-43, and 9-48. Section 30. On petition in writing signed by not less than twenty percent of the legal voters residing within the district, as shown by the vote for the member of the board of trustees receiving the highest vote at large at the last preceding annual election therein or upon its own motion, the board of trustees by proper resolution may declare its intention to annex territory lying adjacent to the district or exclude territory being upon the border thereof. The resolution shall describe the property, the intended action, and the time and place the trustees will meet to consider the adoption of the resolution. The resolution shall be published once a week for two consecutive weeks prior to the time set for the hearing. Section 31. After the hearing, the trustees shall consider any objections to the proposed resolution and may adopt the resolution, with or without amendment, as they may deem proper. However, no amendment may be made affecting any property not described in the original resolution. No such resolution may be adopted until the procedure of the petition has been approved by the board of county commissioners of the county wherein such land is situated. Section 32. Upon failure of the board of trustees to grant the request contained in the petition of the voters, the petitioners or any party feeling aggrieved thereby may within thirty days after the decision of the board of trustees or county commissioners or within ninety days after the filing of the petition where no action has been taken thereon by the board, present their petition or appeal to the circuit court for the county in which the district or the greater portion thereof is situated by filing the petition or appeal with the clerk of courts. Notice of the filing shall be served by the petitioners upon the president of the board of trustees together with a notice of the time and place, when and where a hearing will be had thereon, at least ten days before the date of the hearing. If upon the hearing the court finds the request of the petitioners ought to be granted and can be granted without injustice to the district, the court shall so order. If the court finds against the petitioners, the petition or appeal shall be dismissed at the cost of the petitioners. Section 33. If the limits of any district are changed by resolution or by decree of court, the president of the board of trustees shall cause an accurate map of the territory, together with a copy of the resolution or decree, duly certified, to be recorded in the office of the register of deeds of the county or counties in which the territory is situated. Upon the recording, the territory shall become a part of the district or be excluded from the district, as the case may be. Section 34. A majority of the qualified voters of an incorporated agricultural development district may petition a court of competent jurisdiction for the dissolution of the agricultural development district. Dissolution proceedings shall, if not in conflict with this Act, conform to the provisions for dissolution of municipalities pursuant to chapter 9-6."}, {"bill_id": 18315, "bill_version_id": 97637, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2003-02-21T14:34:40-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain county zoning laws. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 11-2-49 be amended to read as follows: 11-2-49. Except as otherwise provided by § 11-2-60, the board shall provide for the appointment of a board of adjustment, or for the planning and zoning commission to act as a board of adjustment, and in the regulations and restrictions adopted pursuant to the authority of this chapter, shall provide that the board of adjustment may , in appropriate cases and subject to appropriate conditions and safeguards, grant variances to the terms of the ordinance approve administrative actions, remedies, and procedures as authorized by § 11-2-53 . Section 2. Section 2. That § 11-2-53 be amended to read as follows: 11-2-53. The board of adjustment may: (1) Hear and decide appeals if it is alleged there is error in any order, requirement, decision, or determination made by an administrative official in the enforcement of this chapter or of any ordinance adopted pursuant to this chapter; and (2) Authorize upon appeal in specific cases such variance from terms of the ordinance as will not be contrary to the public interest, if, owing to special conditions, a literal enforcement of the provisions of the ordinance will result in unnecessary hardship and so that the spirit of the ordinance is observed and substantial justice done ; and (3) Designate certain types of developments and certain land development activities as conditional uses under zoning regulations. Conditional uses may be approved upon a showing by an applicant that standards and criteria stated in the ordinance will be met. Such standards and criteria shall include both general requirements for all conditional uses and, insofar as practicable, requirements specific to each designated conditional use. A permit issued for a dairy or other animal feeding operation in compliance with such standards, including a permit for future expansion, shall be a vested compensable property right under the laws of South Dakota but may be revoked for good cause . Section 3. That § 11-2-58 be amended to read as follows: 11-2-58. In exercising the powers mentioned in § 11-2-53, the board of adjustment may, in conformity with the provisions of this chapter, reverse or affirm, wholly or partly, or may modify the order, requirement, decision, or determination appealed from and may make such order, requirement, decision, or determination as ought to be made, and to that end has all the powers of the officer from whom the appeal is taken all decisions of the board of adjustment to grant variances or conditional uses or in hearing appeals from any administrative order, requirement, decision, or determination may be appealed to the board of county commissioners in accordance with the county ordinance, and any final decision of the board of adjustment or county commission shall be deemed a final administrative decision not subject to referendum or review, except that any aggrieved person or legal entity shall have the right to appeal as allowed in § 11- 2-61 . Section 4. That § 11-2-59 be amended to read as follows: 11-2-59. The concurring vote of two-thirds of the members of the board of adjustment is necessary to reverse any order, requirement, decision, or determination of any such administrative official, or to decide in favor of the applicant on any matter upon which it is required to pass under any such ordinance, or to effect any variation or conditional use in the ordinance. Section 5. That § 11-2-60 be amended to read as follows: 11-2-60. In lieu of appointing the board of adjustment provided by § 11-2-49, the board of county commissioners having adopted and in effect a zoning ordinance may act as and perform all the duties and exercise the powers of the board of adjustment. The chair of the board of county commissioners is chair of the board of adjustment as so composed. The concurring vote of at least two-thirds of the members of the board as so composed is necessary to reverse any order, requirement, decision, or determination of any administrative official, or to decide in favor of the appellant on any matter upon which it is required to pass under any zoning ordinance, or to effect any variation or conditional use in the ordinance. Section 6. That § 11-2-61 be amended to read as follows: 11-2-61. Any person or persons, jointly or severally, aggrieved by any decision of the board of adjustment, or any taxpayer, or any officer, department, board, or bureau of the county, legal entity aggrieved by a decision of the board of adjustment or board of county commissioners may present to a court of record a petition duly verified, setting forth that the decision is illegal, in whole or in part, specifying the grounds of the illegality. The petition shall be presented to the court within thirty days after the filing of the decision in the office of the board of adjustment."}, {"bill_id": 18315, "bill_version_id": 98356, "bill_version": "Senate Engrossed", "bill_version_date": "2003-03-04T17:39:05-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain county zoning laws. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 11-2-49 be amended to read as follows: 11-2-49. Except as otherwise provided by § 11-2-60, the board shall provide for the appointment of a board of adjustment, or for the planning and zoning commission to act as a board of adjustment, and in the regulations and restrictions adopted pursuant to the authority of this chapter, shall provide that the board of adjustment may , in appropriate cases and subject to appropriate conditions and safeguards, grant variances to the terms of the ordinance approve administrative actions, remedies, and procedures as authorized by § 11-2-53 . Section 2. Section 2. That § 11-2-53 be amended to read as follows: 11-2-53. The board of adjustment may: (1) Hear and decide appeals if it is alleged there is error in any order, requirement, decision, or determination made by an administrative official in the enforcement of this chapter or of any ordinance adopted pursuant to this chapter; and (2) Authorize upon appeal in specific cases such variance from terms of the ordinance as will not be contrary to the public interest, if, owing to special conditions, a literal enforcement of the provisions of the ordinance will result in unnecessary hardship and so that the spirit of the ordinance is observed and substantial justice done ; and (3) Approve certain conditional uses upon a showing by an applicant that standards and criteria stated in a relevant ordinance enacted pursuant to section 7 of this Act will be met . Section 3. That § 11-2-58 be amended to read as follows: 11-2-58. In exercising the powers mentioned in § 11-2-53, the board of adjustment may, in conformity with the provisions of this chapter, reverse or affirm, wholly or partly, or may modify the order, requirement, decision, or determination appealed from and may make such order, requirement, decision, or determination as ought to be made, and to that end has all the powers of the officer from whom the appeal is taken all decisions of the board of adjustment to grant variances or conditional uses or in hearing appeals from any administrative order, requirement, decision, or determination may be appealed to the board of county commissioners in accordance with the county ordinance, and any final decision of the board of adjustment or county commission shall be deemed a final administrative decision not subject to referendum or review. However, any aggrieved person or legal entity has the right to appeal as allowed in § 11-2-61 . Section 4. That § 11-2-59 be amended to read as follows: 11-2-59. The concurring vote of two-thirds of the members of the board of adjustment is necessary to reverse any order, requirement, decision, or determination of any such administrative official, or to decide in favor of the applicant on any matter upon which it is required to pass under any such ordinance, or to effect any variation or conditional use in the ordinance. Section 5. That § 11-2-60 be amended to read as follows: 11-2-60. In lieu of appointing the board of adjustment provided by § 11-2-49, the board of county commissioners having adopted and in effect a zoning ordinance may act as and perform all the duties and exercise the powers of the board of adjustment. The chair of the board of county commissioners is chair of the board of adjustment as so composed. The concurring vote of at least two-thirds of the members of the board as so composed is necessary to reverse any order, requirement, decision, or determination of any administrative official, or to decide in favor of the appellant on any matter upon which it is required to pass under any zoning ordinance, or to effect any variation or conditional use in the ordinance. Section 6. That § 11-2-61 be amended to read as follows: 11-2-61. Any person or persons, jointly or severally, aggrieved by any decision of the board of adjustment, or any taxpayer, or any officer, department, board, or bureau of the county, legal entity aggrieved by a decision of the board of adjustment or board of county commissioners may present to a court of record a petition duly verified, setting forth that the decision is illegal, in whole or in part, specifying the grounds of the illegality. The petition shall be presented to the court within thirty days after the filing of the decision in the office of the board of adjustment or the office of the board of county commissioners . Section 7. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: Any board of county commissioners may, by ordinance, referable pursuant to chapter 7-18A, adopt, amend, and repeal as many classifications of conditional uses as may be proper and necessary to regulate land development activities. Each ordinance providing for such conditional use shall establish standards and criteria sufficient to enable the board of adjustment to approve or disapprove proposed land development projects and to issue or deny appropriate permits pursuant to sections 2 to 5, inclusive, of this Act. Such standards and criteria shall include both general requirements for all conditional uses and, insofar as practicable, requirements specific to each designated conditional use. Section 8. That chapter 11-2 be amended by adding thereto a NEW SECTION to read as follows: Any permit, issued pursuant to this Act, for a dairy or other animal feeding operation in compliance with such standards and criteria, including any permit for future expansion, shall be a vested compensable property right under the laws of South Dakota, but may be revoked for good cause."}, {"bill_id": 18315, "bill_version_id": 98483, "bill_version": "Enrolled", "bill_version_date": "2003-03-06T14:38:46-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18315, "action_date": "2003-02-05T14:00:00-06:00", "document_id": 96632, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96632.pdf", "status_text": "First read in House and referred to", "journal_page": 310, "committee_id_action": 798, "committee_id_assigned": 793, "result": "N", "vote": {}}, {"bill_id": 18315, "action_date": "2003-02-18T19:00:00-06:00", "document_id": 97357, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97357.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 793, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18315, "action_date": "2003-02-21T10:00:00-06:00", "document_id": 97647, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97647.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 793, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18315, "action_date": "2003-02-21T10:00:00-06:00", "document_id": 97647, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97647.pdf", "status_text": "Do Pass Amended,", "journal_page": 530, "committee_id_action": 793, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54913, "president_vote": null, "Yea": [2859, 2869, 2870, 2894, 2929, 2937, 2917, 2912], "Nay": [2861, 2875, 2899, 2905, 2909]}}, {"bill_id": 18315, "action_date": "2003-02-21T10:00:00-06:00", "document_id": 97647, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97647.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 793, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18315, "action_date": "2003-02-21T10:00:00-06:00", "document_id": 97647, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97647.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 793, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18315, "action_date": "2003-02-22T14:00:00-06:00", "document_id": 97757, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97757.pdf", "status_text": "Do Pass Amended,", "journal_page": 576, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56735, "president_vote": null, "Yea": [2833, 2837, 2839, 2841, 2842, 2843, 2844, 2846, 2848, 2855, 2859, 2860, 2861, 2866, 2869, 2871, 2872, 2873, 2877, 2879, 2884, 2885, 2888, 2892, 2893, 2894, 2895, 2896, 2898, 2902, 2906, 2907, 2910, 2911, 2912, 2915, 2917, 2919, 2922, 2924, 2925, 2929, 2932, 2936, 2937, 2938], "Nay": [2836, 2845, 2858, 2862, 2863, 2864, 2870, 2874, 2875, 2889, 2890, 2900, 2905, 2909, 2913, 2914, 2920, 2923, 2930, 2931, 2933, 2934, 2899], "Excused": [2857]}}, {"bill_id": 18315, "action_date": "2003-02-24T14:00:00-06:00", "document_id": 97823, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97823.pdf", "status_text": "First read in Senate and referred to", "journal_page": 582, "committee_id_action": 799, "committee_id_assigned": 781, "result": "N", "vote": {}}, {"bill_id": 18315, "action_date": "2003-02-28T07:45:00-06:00", "document_id": 98136, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98136.pdf", "status_text": "Do Pass,", "journal_page": 638, "committee_id_action": 781, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55232, "president_vote": null, "Yea": [2853, 2897, 2908, 2928, 2935, 2851, 2838], "Nay": [2882, 2926]}}, {"bill_id": 18315, "action_date": "2003-02-28T07:45:00-06:00", "document_id": 98136, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98136.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 781, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18315, "action_date": "2003-03-03T14:00:00-06:00", "document_id": 98282, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98282.pdf", "status_text": "Deferred to another day", "journal_page": 672, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18315, "action_date": "2003-03-04T14:00:00-06:00", "document_id": 98360, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98360.pdf", "status_text": "Motion to Amend,", "journal_page": 696, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18315, "action_date": "2003-03-04T14:00:00-06:00", "document_id": 98360, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98360.pdf", "status_text": "Motion to Amend,", "journal_page": 697, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18315, "action_date": "2003-03-04T14:00:00-06:00", "document_id": 98360, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98360.pdf", "status_text": "Tabled amendment", "journal_page": 698, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18315, "action_date": "2003-03-04T14:00:00-06:00", "document_id": 98360, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98360.pdf", "status_text": "Motion to Amend,", "journal_page": 698, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18315, "action_date": "2003-03-04T14:00:00-06:00", "document_id": 98360, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98360.pdf", "status_text": "Tabled amendment", "journal_page": 698, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18315, "action_date": "2003-03-04T14:00:00-06:00", "document_id": 98360, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98360.pdf", "status_text": "Do Pass Amended,", "journal_page": 699, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55394, "president_vote": null, "Yea": [2832, 2834, 2835, 2838, 2840, 2849, 2850, 2851, 2853, 2854, 2856, 2865, 2868, 2876, 2878, 2887, 2891, 2897, 2908, 2927, 2928, 2935], "Nay": [2847, 2880, 2881, 2882, 2883, 2886, 2901, 2903, 2904, 2916, 2921, 2926], "Excused": [2852]}}, {"bill_id": 18315, "action_date": "2003-03-04T14:00:00-06:00", "document_id": 98360, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98360.pdf", "status_text": "Intent to reconsider", "journal_page": 699, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18315, "action_date": "2003-03-04T14:00:00-06:00", "document_id": 98360, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98360.pdf", "status_text": "No motion to place on calendar", "journal_page": 705, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18315, "action_date": "2003-03-06T09:00:00-06:00", "document_id": 98512, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98512.pdf", "status_text": "Signed by Speaker", "journal_page": 780, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18315, "action_date": "2003-03-07T09:00:00-06:00", "document_id": 98582, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98582.pdf", "status_text": "Delivered to the Governor", "journal_page": 798, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18315, "action_date": "2003-03-07T09:00:00-06:00", "document_id": 98533, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98533.pdf", "status_text": "Signed by President", "journal_page": 780, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18315, "action_date": "2003-03-20T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 834, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2387}