{"session_id": 47, "bill_id": 13963, "bill_type": "Senate Bill", "bill_number": 212, "bill_title": "to revise the apportionment of the petroleum release compensation and tank inspection fee and to revise the transfer of revenue from the state capital construction fund.", "sponsors": [{"legislator_profile_id": 2149, "is_prime": true}, {"legislator_profile_id": 2194, "is_prime": true}, {"legislator_profile_id": 2107, "is_prime": false}, {"legislator_profile_id": 2108, "is_prime": false}, {"legislator_profile_id": 2147, "is_prime": false}, {"legislator_profile_id": 2155, "is_prime": false}, {"legislator_profile_id": 2156, "is_prime": false}, {"legislator_profile_id": 2157, "is_prime": false}, {"legislator_profile_id": 2158, "is_prime": false}, {"legislator_profile_id": 2175, "is_prime": false}], "keywords": ["Appropriations", "Ethanol", "Petroleum Release Compensation Fund"], "audio": [], "bill_versions": [{"bill_id": 13963, "bill_version_id": 77913, "bill_version": "Introduced", "bill_version_date": "1998-01-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the apportionment of the petroleum release compensation and tank inspection fee and to revise the transfer of revenue from the state capital construction fund. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34A-13-20 be amended to read as follows: 34A-13-20. A petroleum release compensation and tank inspection fee is imposed upon any petroleum products upon which the fuel excise tax is imposed by § § 10-47B-5 to 10-47B-10, inclusive, and § 10-47B-13. None of the exemptions from fuel excise tax allowed in § 10-47B-19 shall apply to this fee. The parties required to pay the fuel excise tax under the provisions of § § 10-47B-21 to 10-47B-26, inclusive, and § § 10-47B-29 and 10-47B-31 are liable for payment of the petroleum release and tank inspection fee. In cases where the fuel is exempt from the fuel excise tax under the provisions of subdivisions 10-47B-19(1), (3), and (5), the supplier shall pay the fee. Responsibility for payment of the fee ceases if the petroleum product is sold and delivered by a licensed exporter outside of the state. The amount of the fee imposed is twenty dollars per one thousand gallons of petroleum. The revenue collected pursuant to this section shall be distributed monthly in the following manner: (1) Forty percent shall be deposited to the state capital construction fund created in § 5-27-1 in fiscal year 1994 until five million six hundred thousand dollars is deposited. For fiscal year 1995 and each year thereafter, forty-two Fifty-six percent shall be deposited to the state capital construction fund created in § 5-27-1 until five million nine hundred thousand dollars is deposited ; and (2) The remaining balance Forty-four percent shall be deposited into the petroleum release compensation fund. Section 2. That § 5-27-4 be amended to read as follows: 5-27-4. During fiscal year 1996, the Bureau of Finance and Management shall transfer on a monthly basis one hundred eighty-three thousand three hundred thirty-three dollars from the state capital construction fund to the ethanol fuel fund. During fiscal year 1997 and each year after, the The Bureau of Finance and Management shall transfer each month twenty and three-quarters thirty-eight and one-half percent of the monthly state capital construction fund revenues from the state capital construction fund to the ethanol fuel fund. Section 3. That § 5-27-5 be amended to read as follows: 5-27-5. During fiscal year 1996, the Bureau of Finance and Management shall transfer on a monthly basis thirty-three thousand three hundred thirty dollars from the state capital construction fund to the public and special transportation assistance fund. During fiscal year 1997 and each year after, the The Bureau of Finance and Management shall transfer each month three and three-quarters three percent of the monthly state capital construction fund revenues from the state capital construction fund to the public and special transportation fund. Section 4. That § 5-27-6 be amended to read as follows: 5-27-6. During fiscal year 1996, the Bureau of Finance and Management shall transfer on a monthly basis two hundred ninety-two thousand dollars from the capital construction fund to the water and environment fund established pursuant to § 46A-1-60. During fiscal year 1997 and each year after, the The Bureau of Finance and Management shall transfer each month seventy-five and one-half fifty-eight and one-half percent of the monthly state capital construction fund revenues from the state capital construction fund to the water and environment fund."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13963, "action_date": "1998-01-26T14:00:00-06:00", "document_id": 76902, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76902.pdf", "status_text": "First read in Senate and referred to", "journal_page": 198, "committee_id_action": 601, "committee_id_assigned": 583, "result": "N", "vote": {}}, {"bill_id": 13963, "action_date": "1998-02-02T07:45:00-06:00", "document_id": 76623, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76623.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 583, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13963, "action_date": "1998-02-04T07:45:00-06:00", "document_id": 76648, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76648.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 583, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13963, "action_date": "1998-02-04T07:45:00-06:00", "document_id": 76648, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76648.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 320, "committee_id_action": 583, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 40328, "president_vote": null, "Yea": [2121, 2125, 2166, 2196, 2179, 2137], "Nay": [2122, 2140, 2156]}}]}