{"session_id": 15, "bill_id": 3108, "bill_type": "Senate Bill", "bill_number": 31, "bill_title": "revise certain provisions relating to the South Dakota Retirement System, the South Dakota deferred compensation plan, and the South Dakota special pay retirement program.", "sponsors": [], "keywords": ["Public Officers and Employees", "South Dakota Retirement System"], "audio": [{"meeting_datetime": "2012-01-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen07.mp3", "start_seconds": 2997.0}, {"meeting_datetime": "2012-01-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen07.mp3", "start_seconds": 2997.0}, {"meeting_datetime": "2012-01-23T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen07.mp3", "start_seconds": 2997.0}, {"meeting_datetime": "2012-02-15T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hre22.mp3", "start_seconds": 1674.0}, {"meeting_datetime": "2012-02-15T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hre22.mp3", "start_seconds": 1674.0}, {"meeting_datetime": "2012-02-15T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hre22.mp3", "start_seconds": 1674.0}, {"meeting_datetime": "2012-02-15T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hre22.mp3", "start_seconds": 1674.0}, {"meeting_datetime": "2012-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou24.mp3", "start_seconds": 4890.0}, {"meeting_datetime": "2012-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou24.mp3", "start_seconds": 4890.0}, {"meeting_datetime": "2012-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou24.mp3", "start_seconds": 4890.0}], "bill_versions": [{"bill_id": 3108, "bill_version_id": 19133, "bill_version": "Introduced", "bill_version_date": "2012-01-06T16:43:43.317-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions relating to the South Dakota Retirement System, the South Dakota deferred compensation plan, and the South Dakota special pay retirement program. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That subdivision (18) of § 3-12-47 be amended to read as follows: (18) \"Class B member,\" members who are justices, judges a member who is a justice, judge, state law enforcement officers officer, magistrate judges judge, municipal police officers, municipal firefighters officer, firefighter, county sheriffs sheriff, deputy county sheriffs, and sheriff, penitentiary correctional staff, parole agents agent, air rescue firefighters firefighter, campus security officers officer, court services officers officer, conservation officers, and officer, or park rangers ranger; Section 2. That subdivision (22) of § 3-12-47 be amended to read as follows: (22) \"Contributory service,\" service to a participating unit during which contributions were made to a South Dakota Retirement System, which shall may not include years of credited service as granted in § 3-12-84 or 3-12-84.2; Section 3. That subdivision (35) of § 3-12-47 be amended to read as follows: (35) \"Firemen,\" \"Firefighter,\" any full-time municipal firemen firefighter who work works at least twenty hours a week and at least six months a year. The term does not include any volunteer municipal firemen firefighter; Section 4. That subdivision (39) of § 3-12-47 be amended to read as follows: (39) \"General employees,\" full-time municipal employees who are not firemen firefighters or policemen police officers; Section 5. That subdivision (42) of § 3-12-47 be amended to read as follows: (42) \"Law enforcement officer,\" an agent of the state division of criminal investigation, an officer of the South Dakota Highway Patrol, a municipal policeman police officer, county sheriff, deputy county sheriff, or a municipal fireman firefighter; Section 6. That subdivision (55) of § 3-12-47 be amended to read as follows: (55) \"Policemen,\" \"Police officer,\" any employee in the police department of any participating municipality holding the rank of patrolman patrol officer, including probationary patrolman patrol officer, or higher rank and whose position is subject to the minimum educational and training standards established by the law enforcement officers standards commission pursuant to chapter 23-3. The term \"policemen\", police officer, does not include civilian employees of a police department nor any person employed by a municipality whose services as a policeman police officer require less than twenty hours a week and six months a year. If a municipality which is a participating unit operates a city jail, the participating unit may request that jailers any jailer appointed pursuant to § 9-29-25 be considered policemen a police officer, subject to the approval of the board; Section 7. That § 3-12-52 be amended to read as follows: 3-12-52. The Board of Trustees shall meet at least twice each year, and shall adopt its own rules of procedure. A majority of trustees shall constitute constitutes a quorum. At the first meeting of each fiscal year the board shall elect from their the board's membership a chairman chair and a vice-chairman vice chair. At least eight concurrent votes shall be are required for a decision by the board for any of its meetings. Section 8. That § 3-12-62 be amended to read as follows: 3-12-62. All of the following permanent full-time employees are included as members in the system: (1) All state employees; (2) All teachers; (3) All justices, judges, and magistrate judges; (4) All policemen police officers and firemen firefighters of participating municipalities; (5) All general employees of participating municipalities; (6) All employees of participating counties; (7) All classified employees of school districts that are participating with their classified employees; (8) All employees of the Board of Regents; (9) All state law enforcement officers. Section 9. That § 3-12-62.1 be amended to read as follows: 3-12-62.1. All personnel hired on or after July 1, 1980, by the divisions of the Department of Labor and Regulation established by §§ 61-2-10 and 61-2-10.1 shall be members of the system. Any individual so employed prior to July 1, 1980, may elect to become a member of the system, if that election is made prior to July 1, 1981. Benefits accrued to a member prior to the date of such election shall be continued and shall may not be considered as other public benefits, as defined in subdivision 3-12-47(50) 3-12-47(49), for the purposes of calculating or offsetting any benefit resulting from participation in the system. Credited service earned under the retirement system provided by chapter 61-2 may not be counted for the purpose of calculation of benefits under chapter 3-12. For any individual who elects to be a member of the system pursuant to this section, credited service earned under the retirement system provided by chapter 61-2 shall be counted for the purpose of vesting under chapter 3-12 and for the eligibility requirements under §§ 3-12-95 and 3-12-98, provided that contributions made to the system provided under chapter 61-2 are not withdrawn. Section 10. That § 3-12-72.1 be amended to read as follows: 3-12-72.1. No part of the fund created by this chapter may be used for any purpose other than for the exclusive benefit of members and their beneficiaries and, payment of reasonable administrative expenses of the system, and reimbursement of overpayments made by employers. No participating unit may receive any amounts from the fund except such amounts which may remain after the satisfaction of all liabilities of the system to its members. Section 11. That § 3-12-82 be amended to read as follows: 3-12-82. If less than three years of contributory service or noncontributory service as delineated in subsections (b), (e), (g), and (h) of subdivision 3-12-47(24) is acquired after a retired member's reentry into covered employment, the member upon subsequent retirement shall receive a refund of the member's accumulated contributions. If three years or more of contributory service or noncontributory service as delineated in subsections (b), (e), (g), and (h) of subdivision 3-12-47(24) are acquired after a retired member's reentry into covered employment, the member upon subsequent retirement shall receive may receive either a refund of the member's accumulated contributions or an additional allowance based upon the member's credited service and final compensation earned during such reentry. Only the member's credited service from the subsequent employment shall be taken into account in calculating a reduction pursuant to § 3-12-106, if any, in the member's additional allowance. In addition, the annual increase applied to the original allowance pursuant to § 3-12-88 shall be eliminated for such period of reemployment, unless the member retired as a Class B member other than a justice, judge, or magistrate judge and subsequently has reentered covered employment as a Class A member. The provisions of this section apply to any member who retired without any reduction in benefits pursuant to § 3-12-106 and who reenters covered employment on or after July 1, 2004, but prior to April 1, 2010. Section 12. That § 3-12-130 be amended to read as follows: 3-12-130. A current contributing Class B member other than a justice, judge, or magistrate judge, may convert credited service as a county sheriff or deputy county sheriff prior to January 1, 1980, or credited service as a county sheriff or deputy county sheriff while not certified from January 1, 1980, to June 30, 1988, inclusive; credited service as a policeman police officer while not certified from July 1, 1983, to June 30, 1988, inclusive; credited service as a penitentiary correctional staff member prior to July 1, 1978; credited service as a conservation officer prior to July 1, 1983; credited service as a parole agent prior to July 1, 1991; and credited service as an air rescue firefighter prior to July 1, 1992, from credited service as a Class A member with benefits provided in accordance with § 3-12-91 to credited service as a Class B member other than a justice, judge, or magistrate judge, with benefits provided in accordance with § 3-12-92, by election to make, or have made on the member's behalf, contributions based on the higher of the member's current compensation, or the member's final average compensation calculated as if the member retired on the date of election, at an actuarially-determined percentage times each year of service for which the member wishes to receive such Class B credit. The provisions of this section also apply to a current contributing Class B member, other than a justice, judge, or magistrate judge, who previously has purchased equivalent public service pursuant to the provisions of § 3-12-84. Payment of a deposit with the system for the conversion of credited service in accordance with this section shall be determined and due at the time the notice of intention to make the payment is received by the system. The amount due may be paid by periodic level installments over a period of up to ten years, the value of which, if discounted for interest at the assumed rate of return, is equal to the amount due at the date of the notice. If a member dies before completion of the installment payments, the surviving spouse may complete the payments due the system, but unless the payments are being made by a participating unit, the amount shall be paid in full within ninety days of the member's death or retirement. If the periodic payments are not completed or paid when due, the administrator may make a pro rata adjustment to the credited service, benefits payable under this chapter or schedule of payments to allow for the default. If the credited service of any member or group of members becomes Class B credited service on a prospective basis on or after July 1, 1993, the prior credited service as a Class A member may be converted to Class B credited service in accordance with this section. If a jailer becomes a Class B member other than a justice, judge, or magistrate judge pursuant to subdivision 3-12-47(25) or subdivision 3-12-47(55), the jailer is eligible to convert prior credited service as a jailer under this section. Section 13. That § 3-12-143 be amended to read as follows: 3-12-143. For the first thirty-six months of a disability allowance provided by this chapter, the maximum amount that a member may receive in any calendar year from the disability allowance and earned income, as defined in § 32(c)(2) of the Internal Revenue Code of 1986, is one hundred percent of the member's final average compensation. Starting with the thirty-seventh month of such disability allowance, the maximum amount that a member may receive in any calendar year from disability allowances provided by the federal Social Security Act equal to the primary insurance amount, the disability allowance provided by this chapter and earned income, as defined in § 32(c)(2) of the Internal Revenue Code of 1986, is one hundred percent of the member's final average compensation. The maximum amount shall be indexed for each full fiscal year during which the member is eligible for such disability allowance by the improvement factor defined in subdivision 3-12-47(42) 3-12-47(41). Any amount exceeding this maximum amount shall reduce each monthly disability allowance payable pursuant to § 3-12-99 in the following fiscal year on a pro rata basis. Any member eligible to receive a disability allowance shall report to the system in writing any earned income of the member. The report shall be filed with the system no later than May thirty-first following the end of each calendar year in which a disability allowance is paid. A disabled member may file a signed copy of the member's individual income tax return in lieu of the report. No report or return need be filed for the calendar year in which the member dies or converts to a normal or early retirement benefit under this chapter. The disability allowance of any member failing to file a report or return as required in this section shall be suspended until the report or return is filed. The reduction may occur, however, only if a disability allowance is being paid by the system, but may not reduce the disability allowance below the minimum provided for in § 3-12-99. For members with a disability in effect before July 1, 1995, the first report is due on or before May 31, 1996. This section applies to any member receiving or entitled to receive a disability allowance pursuant to this chapter. Section 14. That § 3-13-55 be amended to read as follows: 3-13-55. The definitions contained in § 3-12-47 apply to this chapter unless the context clearly otherwise requires. In addition the following terms mean: (1) \"Plan,\" the South Dakota deferred compensation plan created pursuant to this chapter; and (2) \"Accumulated deferred compensation,\" compensation deferred by a participant in the plan, plus any investment return thereon; (2) \"Plan,\" the South Dakota deferred compensation plan created pursuant to this chapter; and (3) \"Plan year,\" a calendar year ending on December thirty-first. Section 15. That § 3-13A-15 be amended to read as follows: 3-13A-15. A participant may designate a beneficiary to receive the participant's benefits under the program in case of the death of the participant. If no beneficiary is designated or the beneficiary has predeceased the participant, the participant's benefits shall be paid as follows: (1) To the participant's surviving spouse; (2) If there is no surviving spouse, then to all surviving children of the participant, irrespective of age, on a share-alike basis; or (3) If there is no surviving spouse and there are no surviving children, then to the participant's estate. Section 16. That § 3-6A-38.2 be amended to read as follows: 3-6A-38.2. In resolving a grievance, the commission may reinstate an employee who has been disciplined without good cause. If reinstatement is ordered by the commission, the order shall include one or more of the following forms of relief: an award of back pay, an award of back benefits, placement in the same position and location that the employee held before the discipline, or placement in a comparable position and location that the employee held before the discipline. Any award of back pay and benefits shall include the employer's contribution pursuant to § 3-12-71. Any award of back pay and benefits which adversely affects an agency's budget shall be considered advisory and submitted by the affected agency to the committee created by chapter 4-8A or the next session of the Legislature."}, {"bill_id": 3108, "bill_version_id": 21786, "bill_version": "Enrolled", "bill_version_date": "2012-02-22T08:51:49.253-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3108, "action_date": "2012-01-10T12:00:00-06:00", "document_id": 19241, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19241.pdf", "status_text": "First read in Senate and referred to", "journal_page": 18, "committee_id_action": 171, "committee_id_assigned": 155, "result": "N", "vote": {}}, {"bill_id": 3108, "action_date": "2012-01-19T15:00:00-06:00", "document_id": 19400, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19400.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 155, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3108, "action_date": "2012-01-19T15:00:00-06:00", "document_id": 19577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19577.pdf", "status_text": "Do Pass", "journal_page": 92, "committee_id_action": 155, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10298, "president_vote": null, "Yea": [288, 289, 218, 252, 290]}}, {"bill_id": 3108, "action_date": "2012-01-23T14:00:00-06:00", "document_id": 19958, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/19958.pdf", "status_text": "Do Pass", "journal_page": 144, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 10418, "president_vote": null, "Yea": [253, 284, 239, 251, 288, 255, 250, 235, 234, 247, 287, 285, 212, 228, 286, 233, 291, 223, 264, 240, 252, 214, 226, 219, 220, 229, 290, 236, 243, 261, 289, 218, 254, 232], "Excused": [249]}}, {"bill_id": 3108, "action_date": "2012-01-24T14:00:00-06:00", "document_id": 20044, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20044.pdf", "status_text": "First read in House and referred to", "journal_page": 179, "committee_id_action": 173, "committee_id_assigned": 165, "result": "N", "vote": {}}, {"bill_id": 3108, "action_date": "2012-02-15T16:00:00-06:00", "document_id": 21288, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21288.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 165, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3108, "action_date": "2012-02-15T16:00:00-06:00", "document_id": 21546, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21546.pdf", "status_text": "Do Pass", "journal_page": 500, "committee_id_action": 165, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11774, "president_vote": null, "Yea": [225, 263, 311, 300, 224]}}, {"bill_id": 3108, "action_date": "2012-02-21T14:00:00-06:00", "document_id": 21745, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21745.pdf", "status_text": "Do Pass", "journal_page": 531, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11909, "president_vote": null, "Excused": [222, 257, 272, 230, 292, 273], "Yea": [262, 265, 227, 242, 231, 281, 269, 296, 211, 314, 260, 258, 225, 268, 245, 217, 303, 313, 293, 297, 270, 299, 266, 221, 279, 305, 271, 248, 263, 280, 301, 237, 246, 304, 267, 294, 312, 213, 241, 311, 277, 307, 276, 308, 315, 282, 278, 259, 224, 216, 295, 302, 283, 244, 306, 238, 310, 275, 309, 300, 298, 274, 256, 215]}}, {"bill_id": 3108, "action_date": "2012-02-22T14:00:00-06:00", "document_id": 21860, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21860.pdf", "status_text": "Signed by the President", "journal_page": 496, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3108, "action_date": "2012-02-23T14:00:00-06:00", "document_id": 21978, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21978.pdf", "status_text": "Signed by the Speaker", "journal_page": 588, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3108, "action_date": "2012-02-24T14:00:00-06:00", "document_id": 22106, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22106.pdf", "status_text": "Delivered to the Governor", "journal_page": 555, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3108, "action_date": "2012-03-01T10:00:00-06:00", "document_id": 22503, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22503.pdf", "status_text": "Signed by the Governor", "journal_page": 640, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4976}