{"session_id": 21, "bill_id": 6830, "bill_type": "Senate Commemoration", "bill_number": 20, "bill_title": "Honoring and celebrating Leslie Fylling upon receiving the Teacher of the Year award, presented by the Tea Area Parent Teacher Organization.", "sponsors": [{"legislator_profile_id": 891, "is_prime": true}, {"legislator_profile_id": 908, "is_prime": true}, {"legislator_profile_id": 854, "is_prime": false}, {"legislator_profile_id": 907, "is_prime": false}, {"legislator_profile_id": 895, "is_prime": false}, {"legislator_profile_id": 944, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 6830, "bill_version_id": 35314, "bill_version": "Introduced", "bill_version_date": "2015-02-20T09:31:00.047-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and celebrating Leslie Fylling upon receiving the Teacher of the Year award, presented by the Tea Area Parent Teacher Organization. WHEREAS, Leslie Fylling was chosen as the Tea Area School District's first Teacher of the Year; and WHEREAS, Leslie Fylling, an elementary music instructor, has demonstrated outstanding performance and dedication in the classroom; and WHEREAS, Leslie Fylling has been a leader in creating an engaging and inspiring presence that motivates and impacts her students, colleagues, and the community: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninetieth Legislature of the State of South Dakota, that Leslie Fylling is congratulated upon her selection as Teacher of the Year."}, {"bill_id": 6830, "bill_version_id": 35585, "bill_version": "Enrolled", "bill_version_date": "2015-02-25T18:41:15.273-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring and celebrating Leslie Fylling upon receiving the Teacher of the Year award, presented by the Tea Area Parent Teacher Organization. WHEREAS, Leslie Fylling was chosen as the Tea Area School District's first Teacher of the Year; and WHEREAS, Leslie Fylling, an elementary music instructor, has demonstrated outstanding performance and dedication in the classroom; and WHEREAS, Leslie Fylling has been a leader in creating an engaging and inspiring presence that motivates and impacts her students, colleagues, and the community: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninetieth Legislature of the State of South Dakota, that Leslie Fylling is congratulated upon her selection as Teacher of the Year. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6830, "action_date": "2015-02-20T13:00:00-06:00", "document_id": 35383, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35383.pdf", "status_text": "", "journal_page": 481, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}]}