{"session_id": 69, "bill_id": 25124, "bill_type": "House Commemoration", "bill_number": 8009, "bill_title": "Celebrating the South Dakota State University Jackrabbit football team winning a second consecutive NCAA Division I Football Championship Subdivision (FCS) National Championship.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25124", "sponsors": [{"legislator_profile_id": 4535, "is_prime": true}, {"legislator_profile_id": 4474, "is_prime": false}, {"legislator_profile_id": 4475, "is_prime": false}, {"legislator_profile_id": 4478, "is_prime": false}, {"legislator_profile_id": 4482, "is_prime": false}, {"legislator_profile_id": 4490, "is_prime": false}, {"legislator_profile_id": 4495, "is_prime": false}, {"legislator_profile_id": 4496, "is_prime": false}, {"legislator_profile_id": 4498, "is_prime": false}, {"legislator_profile_id": 4499, "is_prime": false}, {"legislator_profile_id": 4503, "is_prime": false}, {"legislator_profile_id": 4508, "is_prime": false}, {"legislator_profile_id": 4517, "is_prime": false}, {"legislator_profile_id": 4518, "is_prime": false}, {"legislator_profile_id": 4519, "is_prime": false}, {"legislator_profile_id": 4520, "is_prime": false}, {"legislator_profile_id": 4529, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4546, "is_prime": false}, {"legislator_profile_id": 4553, "is_prime": false}, {"legislator_profile_id": 4556, "is_prime": false}, {"legislator_profile_id": 4569, "is_prime": false}, {"legislator_profile_id": 4570, "is_prime": false}, {"legislator_profile_id": 4571, "is_prime": false}, {"legislator_profile_id": 4575, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 25124, "bill_version_id": 262978, "bill_version": "Introduced", "bill_version_date": "2024-01-26T09:28:26.14-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Celebrating the South Dakota State University Jackrabbit football team winning a second consecutive NCAA Division I Football Championship Subdivision (FCS) National Championship. WHEREAS, the first season of football at South Dakota State University was 1889, and in the past one hundred and twenty-five seasons of football, they compiled a 659-475-38 overall record, won nineteen conference titles, and made fourteen NCAA postseason appearances; and WHEREAS, during the 2023-2024 season, the Jackrabbits made their twelfth-consecutive appearance in the FCS playoffs, advanced to at least the semi-final round for the sixth time in the last seven seasons, and extended their program-record winning streak to twenty-nine games, which is the third-longest winning streak in the history of the FCS; and WHEREAS, during the 2023-2034 season, the Jackrabbits had a fifteen-game winning streak and their second-consecutive outright Missouri Valley Football Conference championship after going undefeated with a record of 8-0 in league play, were ranked number one in the nation in the FCS for the entire season, and outscored the opposition by a combined 146-15 in four FCS playoff games, only allowing one touchdown; and WHEREAS, eleven of the Jackrabbits' fifteen victories were against ranked opponents; and WHEREAS, the Jackrabbits played before sellout crowds in four of their six regular season home games and in each of the three postseason games the Jackrabbits hosted, setting a new home playoff attendance record; and WHEREAS, the Jackrabbits led the FCS in numerous statistical categories, including scoring defense with 9.3 points per game, total defense with 257.2 yards per game, and team passing efficiency with 174.26 yards per game; and WHEREAS, ten players were named to All-American teams, twenty players were honored on the All-Missouri Valley Football Conference squad, and the team's combined GPA was 3.174; and WHEREAS, quarterback Mark Gronowski received the Walter Payton Award as the top offensive player in the FCS and head coach Jimmy Rogers was honored with the Eddie Robinson Award as the top coach in the FCS; and WHEREAS, on January 7, 2024, the defending champion South Dakota State University Jackrabbit Football Team beat the Montana Grizzlies 23-3 in the national title game, before a crowd of nineteen thousand five hundred and twelve fans at Toyota Stadium in Frisco, Texas: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Ninth Legislature of the State of South Dakota, that Coach Jimmy Rogers and the South Dakota State University Jackrabbit football team displayed exemplary teamwork, leadership, and commitment in winning a second-consecutive NCAA Division I FCS National Championship. GO BIG! GO BLUE! GO JACKS!"}], "amendments": [], "fiscal_notes": [], "action_log": []}