{"session_id": 24, "bill_id": 7094, "bill_type": "House Bill", "bill_number": 1088, "bill_title": "revise and consolidate certain civil forfeiture provisions.", "sponsors": [{"legislator_profile_id": 977, "is_prime": true}, {"legislator_profile_id": 1022, "is_prime": true}, {"legislator_profile_id": 964, "is_prime": false}, {"legislator_profile_id": 1055, "is_prime": false}, {"legislator_profile_id": 1005, "is_prime": false}, {"legislator_profile_id": 1034, "is_prime": false}, {"legislator_profile_id": 1066, "is_prime": false}, {"legislator_profile_id": 1023, "is_prime": false}, {"legislator_profile_id": 1069, "is_prime": false}, {"legislator_profile_id": 990, "is_prime": false}, {"legislator_profile_id": 1051, "is_prime": false}, {"legislator_profile_id": 965, "is_prime": false}], "keywords": ["Civil Procedure", "Criminal Procedure", "Felony", "Misdemeanor", "Property"], "audio": [{"meeting_datetime": "2016-02-03T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju14.mp3", "start_seconds": 3287.0}, {"meeting_datetime": "2016-02-03T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju14.mp3", "start_seconds": 3287.0}, {"meeting_datetime": "2016-02-03T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju14.mp3", "start_seconds": 3287.0}, {"meeting_datetime": "2016-02-03T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju14.mp3", "start_seconds": 3287.0}, {"meeting_datetime": "2016-02-05T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju16.mp3", "start_seconds": 118.0}, {"meeting_datetime": "2016-02-05T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju16.mp3", "start_seconds": 118.0}, {"meeting_datetime": "2016-02-05T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju16.mp3", "start_seconds": 118.0}, {"meeting_datetime": "2016-02-05T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju16.mp3", "start_seconds": 118.0}, {"meeting_datetime": "2016-02-05T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju16.mp3", "start_seconds": 118.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju25.mp3", "start_seconds": 4390.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju25.mp3", "start_seconds": 4390.0}, {"meeting_datetime": "2016-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hju25.mp3", "start_seconds": 4390.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou27.mp3", "start_seconds": 6908.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou27.mp3", "start_seconds": 6908.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou27.mp3", "start_seconds": 6908.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou27.mp3", "start_seconds": 6908.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou27.mp3", "start_seconds": 6908.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou27.mp3", "start_seconds": 6908.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou27.mp3", "start_seconds": 6908.0}, {"meeting_datetime": "2016-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou27.mp3", "start_seconds": 11926.0}, {"meeting_datetime": "2016-03-03T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju32.mp3", "start_seconds": 6365.0}, {"meeting_datetime": "2016-03-03T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju32.mp3", "start_seconds": 6365.0}, {"meeting_datetime": "2016-03-03T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju32.mp3", "start_seconds": 6365.0}, {"meeting_datetime": "2016-03-03T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju32.mp3", "start_seconds": 6365.0}, {"meeting_datetime": "2016-03-03T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju32.mp3", "start_seconds": 6365.0}, {"meeting_datetime": "2016-03-03T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sju32.mp3", "start_seconds": 6365.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen34.mp3", "start_seconds": 2750.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen34.mp3", "start_seconds": 2750.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen34.mp3", "start_seconds": 2750.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen34.mp3", "start_seconds": 2750.0}, {"meeting_datetime": "2016-03-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou35.mp3", "start_seconds": 3774.0}, {"meeting_datetime": "2016-03-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou35.mp3", "start_seconds": 3774.0}, {"meeting_datetime": "2016-03-09T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou35.mp3", "start_seconds": 3774.0}], "bill_versions": [{"bill_id": 7094, "bill_version_id": 38007, "bill_version": "Introduced", "bill_version_date": "2016-01-25T08:48:43.97-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and consolidate certain civil forfeiture provisions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: All real property, including any right, title, and interest in the whole of any platted lot or tract of land which is measured in three hundred twenty acre increments, or all of any smaller amount and any appurtenances or improvements, which is used, or intended to be used, in any manner or part, to commit or to facilitate the commission of a violation of any crime listed in this Act, is subject to forfeiture under this section. Forfeiture under this Act of real property encumbered by a bona fide security interest is subject to the interest of the secured party unless the secured party had actual knowledge of the act upon which the forfeiture is based. Notice of forfeiture proceedings shall be given each owner or secured party whose right, title, or interest is of record, at the time of the seizure, with the secretary of state or the register of deeds in the county where the real property is located. A person claiming a security interest bears the burden of establishing that interest by a preponderance of the evidence. No real property may be forfeited under the provisions of this Act by reason of any act committed by a person other than an owner of the property unless that owner had actual knowledge that the real property was used or intended for use in any of the manners set forth in this Act. Section 2. That the code be amended by adding a NEW SECTION to read: Notwithstanding the provisions of section 21 of this Act, no conveyance used by any person as a common carrier in the transaction of business as a common carrier may be forfeited under the provisions of this Act, unless it appears that the owner or other person in charge of the conveyance was a consenting party or privy to a violation of the crimes listed in this Act. Section 3. That the code be amended by adding a NEW SECTION to read: Notwithstanding the provisions of section 22, no conveyance may be forfeited under the provisions of this Act, by reason of any act or omission established by the owner of the conveyance to have been committed or omitted by any person other than the owner while the conveyance was unlawfully in the possession of a person other than the owner in violation of the criminal laws of the United States, or of any state, or while the conveyance was rented or leased from a motor vehicle dealer or a leasing or rental agency and the dealer or agency had no knowledge that the conveyance was being used or intended for use, to transport or in any manner facilitate the commission of any crime listed in this Act. Section 4. That the code be amended by adding a NEW SECTION to read: Notwithstanding the provisions of section 22 of this Act, no conveyance may be forfeited under the provisions of this Act, by reason of any act committed or omitted by a person other than an owner of the conveyance unless the owner knew or in the exercise of ordinary care should have known that the conveyance was being used or was intended for use to facilitate the commission of any crime listed in this Act. Section 5. That the code be amended by adding a NEW SECTION to read: To the extent of the interest of an owner, a thing of value is not subject to forfeiture under this Act by reason of any act or omission that is established by the owner of the item to have been committed or omitted without the owner's knowledge or consent. Section 6. That the code be amended by adding a NEW SECTION to read: Any victim of a crime as described in the provisions of §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, and 43-43B-1 to 43-43B-3, inclusive, is protected against loss of property through forfeiture by victim immunity as described in § 22-48-2. Section 7. That the code be amended by adding a NEW SECTION to read: Any property subject to forfeiture under this Act may be seized by any law enforcement officer or designated agent of the Division of Criminal Investigation upon process issued by any court having jurisdiction over the property. Section 8. That the code be amended by adding a NEW SECTION to read: The seizure of any property subject to forfeiture under this Act may be made without process issued under section 7 of this Act if: (1) The seizure is incident to an arrest or a search under a search warrant or to an inspection under an administrative inspection warrant; (2) The property subject to seizure has been the subject of a prior judgment in favor of the state in a criminal injunction or forfeiture proceeding under this Act; (3) The law enforcement officer or agent has probable cause to believe that the property is directly or indirectly dangerous to health or safety; or (4) The law enforcement officer or agent has probable cause to believe that the property has been used or intended to be used in violation of crimes listed in this chapter. Section 9. That the code be amended by adding a NEW SECTION to read: If a seizure pursuant to section 7 or subdivisions (1), (3), or (4) of section 8 of this Act occurs, the attorney general shall institute, within sixty days of the seizure, the proceedings pursuant to sections 14, 15, or 23 of this Act. Section 10. That the code be amended by adding a NEW SECTION to read: No property taken or detained pursuant to this Act is replevinable or subject to an action in claim and delivery. However, the property is deemed to be in the custody of the attorney general, subject only to the orders and decrees of the court or the official having jurisdiction over the property. Section 11. That the code be amended by adding a NEW SECTION to read: If property is seized under the provisions of this Act, the attorney general may: (1) Place the property under seal; (2) Remove the property to a place designated by the attorney general; or (3) Take custody of the property and remove it to an appropriate location for disposition in accordance with law. Section 12. That the code be amended by adding a NEW SECTION to read: Any property, as described in subdivisions (5), (6), (7), or (8), of section 21 and section 22 of this Act, that is subject to a bona fide perfected security interest at the time of seizure of the personal property, at the time the offense was committed, and is forfeited under the provisions of section 7 to section 19 of this Act, inclusive, shall be taken by the attorney general subject to the security interest. The attorney general shall, within sixty days of the forfeiture of the property: (1) Return the property to the possession of the secured party; (2) Satisfy fully all indebtedness to the secured party secured by the property; or (3) Return the property to the possession of the secured party and require the secured party to sell the property within sixty days of receipt of the property from the attorney general at public or private sale and retain all proceeds necessary to satisfy fully all indebtedness of the secured party secured by the property together with all reasonable costs of the sale and remit to the attorney general all excess proceeds within thirty days of the sale. If the secured party knew or should have known, that the property was being used or intended for use to facilitate in the commission in a crime listed in this Act, the provisions of this section do not apply to the property. Section 13. That the code be amended by adding a NEW SECTION to read: Any forfeiture proceeding is a civil action against the property seized and the standard of proof shall be preponderance of the evidence. Section 14. That the code be amended by adding a NEW SECTION to read: If property described in section 21 of this Act is seized, the attorney general shall file a summons and complaint for forfeiture of the property in circuit court for the county in which the property was seized or is being held. The proceedings shall be brought in the name of the state. The complaint shall describe the property, and state the property's location, the property's present custodian, the name of each owner if known, the name of each party in interest if known or of legal record, and allege the essential elements of the violation that is claimed to exist. The complaint shall conclude with a prayer to enforce the forfeiture. Notice of a forfeiture proceeding shall be given to each known owner and known party in interest by serving a copy of the summons and complaint in accordance with section 15 of this Act. The procedure governing the proceedings, except as provided in this section, shall be the same as that prescribed for civil proceedings by chapter 15-6. Section 15. That the code be amended by adding a NEW SECTION to read: If property described in section 1 or section 22 of this Act is seized, the attorney general shall file a summons and complaint for forfeiture of the property in circuit court of the county in which the property was seized or is being held. The proceedings shall be brought in the name of the state. The complaint shall describe the property, and state the property's location, the property's present custodian, the name of each owner if known, the name of each party in interest if known or of legal record, and allege the essential elements of the violation that is claimed to exist. The complaint shall conclude with a prayer to enforce the forfeiture. The procedure governing the proceedings, except as provided by this section, shall be the same as that prescribed for civil proceedings by chapter 15-6. Notice of forfeiture proceedings shall be given to each owner and party in interest whose right, title, or interest is of record as provided in section 1 of this Act or to the Department of Revenue or the Division of Aeronautics or a similar department of another state if the records are maintained in that state by serving a copy of the summons and complaint upon each known owner and known party in interest in accordance with title 15. Section 16. That the code be amended by adding a NEW SECTION to read: If a person as described in sections 14 and 15 of this Act is released on bail as provided by chapter 23A-43, a summons and complaint for forfeiture of the property may be served by mailing the summons and complaint by certified mail, no return receipt required, to the address left by the person upon release from confinement. Section 17. That the code be amended by adding a NEW SECTION to read: Within thirty days after the service of the notice pursuant to section 14 or section 15 of this Act, the owner of the seized property and any other party in interest or claimant may file a verified answer to the claims described in the complaint instituting the forfeiture proceedings. Section 18. That the code be amended by adding a NEW SECTION to read: If at the end of thirty days after the notice has been served there is no verified answer on file and no claimant has appeared to defend the complaint, the court shall order the disposition of the seized property as requested in the complaint. Section 19. That the code be amended by adding a NEW SECTION to read: If a verified answer is filed, the forfeiture proceedings shall be set for a trial on a day not more than one hundred eighty days from the date of the filing. Any party may demand a trial by jury for the forfeiture proceedings pursuant to subsection 15-6-38(b). At the trial, the state shall establish probable cause for instituting the forfeiture action following which any owner, party in interest, or claimant who has filed a verified answer has the burden of proving that the property seized is not subject to forfeiture under this Act. If the court or a jury finds that the property is not subject to forfeiture under this Act, the court shall order the property released to the owner, party in interest, or claimant according to the person's right, title, or interest. The court shall order the property forfeited if the court or a jury determines that the property was subject to forfeiture. Section 20. That the code be amended by adding a NEW SECTION to read: If property is forfeited under this Act, the attorney general may: (1) Retain the property for official use; (2) Sell any forfeited property which is not required to be destroyed by law and which is not harmful to the public, provided that the proceeds be disposed of for payment of all proper expenses of the proceedings for forfeiture and sale including expenses of seizure, maintenance of custody, advertising, and court costs. All money seized or remaining proceeds from the sale of any forfeited property shall be paid into the following funds: (a) If seized pursuant to a violation of chapters 34-20B or 22-42, proceeds shall go to the drug control fund; (b) If seized pursuant to a violation of chapters 22-24A, 22-23, 22-19A, 22-24B, 43-43B, or 23A-27, proceeds shall be used to reimburse the actual costs of the criminal investigation and prosecution, and any amount over those costs shall be used to satisfy any civil judgments received by the victims. All remaining proceeds shall be paid to the South Dakota internet crimes against children fund; and (c) If not otherwise specified by this Act, proceeds shall go to the general fund; or (3) If property is seized pursuant to a violation of chapters 34-20B or 22-42, the attorney general may forward it to the Bureau of Narcotics and Dangerous Drugs for disposition. Such disposition may include delivery for medical or scientific use to any federal or state agency under regulations of the United States attorney general. Section 21. That the code be amended by adding a NEW SECTION to read: Any person who is convicted of an offense under any crime listed in this Act shall forfeit to the state, under the terms of section 14 of this Act, the person's interest in the following and no property right exists in them: (1) All raw materials, products, and equipment of any kind which are used or intended for use, in manufacturing, compounding, processing, importing, or exporting any controlled drug or substance or marijuana in violation of the provisions of chapter 34-20B or chapter 22-42; (2) Any material, product, and equipment of any kind that is used or intended for use in manufacturing, processing, publishing, selling, possessing, or distributing any visual depiction proscribed by §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, or 43-43B-1 to 43-43B-3, inclusive; (3) Any property that is used, or intended for use, as a container for property described in section 23, section 24, section 26 and subdivision 2 of this section of this Act, including any computers and digital media; (4) Any book, record, and research, including formulas, microfilm, tapes, and data which are used, or intended for use, in violation of chapter 34-20B, §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, or 43-43B-1 to 43-43B-3, inclusive; (5) Any funds or other things of value used for the purposes of unlawfully purchasing, attempting to purchase, distributing, or attempting to distribute any controlled drug or substance or marijuana; (6) Any funds or other things of value used for the purposes of unlawfully carrying out any activity proscribed by §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, 43-43B-1 to 43-43B-3, inclusive, 22-23-2, 22-23-8, or 22-23-9; (7) Any asset, interest, profits, income, and proceeds acquired or derived from the unlawful purchase, attempted purchase, distribution, or attempted distribution of any controlled drug or substance or marijuana; and (8) Any asset, interest, profit, income, and proceed acquired or derived from the unlawful activity proscribed by §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, 43-43B-1 to 43-43B-3, inclusive, 22-23-2, 22-23-8, or 22-23-9. Section 22. That the code be amended by adding a NEW SECTION to read: Any person who is convicted of an offense under any crime listed in this Act shall forfeit to the state, under the terms in section 15 of this Act, the person's interest in the following and no property right exists in them: (1) All conveyances including aircraft, vehicles, or vessels, which transport, possess, or conceal, or which are used, or intended for use, to transport, or in any manner facilitate the transportation, sale, receipt, possession, or concealment of marijuana in excess of one-half pound or any quantity of any other property described in section 23, section 24, and subdivision (1) of section 21 of this Act, except as provided in sections 2 to 4 of this Act, inclusive. This subdivision includes those instances in which a conveyance transports, possesses or conceals marijuana or a controlled substance as described herein without the necessity of showing that the conveyance is specifically being used to transport, possess, or conceal or facilitate the transportation, possession, or concealment of marijuana or a controlled substance in aid of any other offense; and (2) All conveyances including aircraft, vehicles, or vessels, that transport, possess, or conceal, or that are used, or intended for use, to transport, or in any manner facilitate any activity proscribed under §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, or 43-43B-1 to 43-43B-3, inclusive. Section 23. That the code be amended by adding a NEW SECTION to read: Any controlled drug, substance, and marijuana which has been manufactured, distributed, dispensed, or acquired in violation of the provisions of chapter 34-20B or chapter 22-42 is contraband and shall be summarily forfeited to the state. Any controlled drug, substance, or marijuana which is seized or comes into possession of the state, the owner of which is unknown, is contraband and shall be summarily forfeited to the state. Section 24. That the code be amended by adding a NEW SECTION to read: Any substance listed in Schedule I that is possessed, transferred, sold, or offered for sale in violation of crimes listed in this Act is contraband and shall be seized and summarily forfeited to the state. Similarly, any substance listed in Schedule I, which is seized or come into the possession of the state, the owner of which is unknown, is contraband and shall be summarily forfeited to the state. Section 25. That the code be amended by adding a NEW SECTION to read: Any species of plant from which controlled substances in Schedules I and II may be derived that has been planted or cultivated in violation of crimes listed in this Act, or that the owner or cultivator is unknown, or that is a wild growth, may be seized and summarily forfeited to the state. If, upon demand by the attorney general or law enforcement officer, the person in occupancy or in control of land or premises upon which the species of plant is growing or being stored, fails to produce an appropriate registration, or proof that the person is the holder of an appropriate registration, the species shall be seized and forfeited. Section 26. That the code be amended by adding a NEW SECTION to read: Any photograph, film, videotape, book, digital media or visual depiction that has been manufactured, distributed, purchased, possessed, acquired, or received in violation of §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, or 43-43B-1 to 43-43B-3, inclusive is contraband and shall be summarily forfeited to the state. Any media listed in this section which is seized or comes into possession of the state, the owner of which is unknown, is contraband and shall be summarily forfeited to the state. Section 27. That § 34-20B-70 be repealed. 34-20B-70. The following are subject to forfeiture and no property right exists in them: (1) All controlled drugs and substances and marijuana which have been manufactured, distributed, dispensed, or acquired in violation of the provisions of this chapter or chapter 22-42; (2) All raw materials, products, and equipment of any kind which are used or intended for use, in manufacturing, compounding, processing, importing, or exporting any controlled drug or substance or marijuana in violation of the provisions of this chapter or chapter 22-42; (3) All property which is used, or intended for use, as a container for property described in subdivisions (1) and (2); (4) All conveyances including aircraft, vehicles, or vessels, which transport, possess, or conceal, or which are used, or intended for use, to transport, or in any manner facilitate the transportation, sale, receipt, possession, or concealment of marijuana in excess of one-half pound or any quantity of any other property described in subdivision (1) or (2), except as provided in §§ 34-20B-71 to 34-20B-73, inclusive. This subdivision includes those instances in which a conveyance transports, possesses or conceals marijuana or a controlled substance as described herein without the necessity of showing that the conveyance is specifically being used to transport, possess, or conceal or facilitate the transportation, possession, or concealment of marijuana or a controlled substance in aid of any other offense; (5) All books, records, and research, including formulas, microfilm, tapes, and data which are used, or intended for use, in violation of this chapter; (6) Any funds or other things of value used for the purposes of unlawfully purchasing, attempting to purchase, distributing, or attempting to distribute any controlled drug or substance or marijuana; (7) Any assets, interest, profits, income, and proceeds acquired or derived from the unlawful purchase, attempted purchase, distribution, or attempted distribution of any controlled drug or substance or marijuana. Section 28. That § 34-20B-70.1 be repealed. 34-20B-70.1. All real property, including any right, title, and interest in the whole of any platted lot or tract of land which shall be measured in three hundred twenty acre increments, or all of any smaller amount and any appurtenances or improvements, which is used, or intended to be used, in any manner or part, to commit or to facilitate the commission of the manufacturing, compounding, processing, delivering, importing, cultivating, exporting, transporting, or exchanging of a controlled substance or ten or more pounds of marijuana, that has not been lawfully manufactured, distributed, dispensed, and acquired is subject to forfeiture under this section. Forfeiture under this chapter of real property encumbered by a bona fide security interest is subject to the interest of the secured party unless the secured party had actual knowledge of the act upon which the forfeiture is based. Notice of forfeiture proceedings shall be given each owner or secured party whose right, title, or interest is of record, at the time of the seizure, with the secretary of state or the register of deeds in the county where such real property is located. A person claiming a security interest bears the burden of establishing that interest by a preponderance of the evidence. No real property may be forfeited under the provisions of this chapter by reason of any act committed by a person other than an owner of the property unless that owner had actual knowledge that the real property was used or intended for use in any of the manners set forth in this chapter. Section 29. That § 34-20B-71 be repealed. 34-20B-71. Notwithstanding subdivision 34-20B-70(4), no conveyance used by any person as a common carrier in the transaction of business as a common carrier shall be forfeited under the provisions of §§ 34-20B-74 to 34-20B-89, inclusive, unless it shall appear that the owner or other person in charge of such conveyance was a consenting party or privy to a violation of this chapter. Section 30. That § 34-20B-72 be repealed. 34-20B-72. Notwithstanding subdivision 34-20B-70(4), no conveyance shall be forfeited under the provisions of §§ 34-20B-74 to 34-20B-89, inclusive, by reason of any act or omission established by the owner thereof to have been committed or omitted by any person other than such owner while such conveyance was unlawfully in the possession of a person other than the owner in violation of the criminal laws of the United States, or of any state, or while such conveyance was rented or leased from an automobile dealer or a leasing or rental agency and said dealer or agency had no knowledge that such conveyance transported, possessed, or concealed marijuana in excess of one-half pound or any quantity of any other property described in subdivisions 34-20B-70(1) and (2) or was being used or intended for use, to transport or in any manner facilitate the transportation, sale, receipt, possession, or concealment of said marijuana or other property. Section 31. That § 34-20B-73 be repealed. 34-20B-73. Notwithstanding subdivision 34-20B-70(4), no conveyance shall be forfeited under the provisions of §§ 34-20B-74 to 34-20B-89, inclusive, by reason of any act committed by a person other than an owner of such conveyance unless the owner knew or in the exercise of ordinary care should have known that the transported, possessed, or concealed marijuana in excess of one-half pound or any quantity of any other property described in subdivisions 34-20B-70(1) and (2), was being used or was intended for use to transport, or in any manner to facilitate the transportation, sale, receipt, possession, or concealment of said marijuana or other property. Section 32. That § 34-20B-74 be repealed. 34-20B-74. Any property subject to forfeiture under this chapter may be seized by any peace officer or designated agent of the Division of Criminal Investigation upon process issued by any court having jurisdiction over the property. Section 33. That § 34-20B-75 be repealed. 34-20B-75. Seizure of property subject to forfeiture under this chapter may be made without process issued under § 34-20B-74 when: (1) The seizure is incident to an arrest or a search under a search warrant, or an inspection under an administrative inspection warrant; (2) The property subject to seizure has been the subject of a prior judgment in favor of the state in a criminal injunction or forfeiture proceeding under this chapter; (3) The peace officer or agent has probable cause to believe that the property is directly or indirectly dangerous to health or safety; or (4) The peace officer or agent has probable cause to believe that the property has been used or intended to be used in violation of this chapter. Section 34. That § 34-20B-76 be repealed. 34-20B-76. In the event of seizure pursuant to § 34-20B-74 or subdivisions 34-20B-75(1), (3), and (4), proceedings under § 34-20B-81, 34-20B-84, or 34-20B-85 shall be instituted within thirty days by the attorney general. Section 35. That § 34-20B-77 be repealed. 34-20B-77. No property taken or detained under §§ 34-20B-70 to 34-20B-89, inclusive, or § 34-20B-70.1, may be repleviable or subject to an action in claim and delivery, but shall be deemed to be in the custody of the attorney general, through the chief agent, subject only to the orders and decrees of the court or the official having jurisdiction of the property. Section 36. That § 34-20B-78 be repealed. 34-20B-78. Whenever property is seized under the provisions of this chapter, the chief agent may: (1) Place the property under seal; (2) Remove the property to a place designated by him; or (3) Take custody of the property and remove it to an appropriate location for disposition in accordance with law. Section 37. That § 34-20B-79 be repealed. 34-20B-79. Properties, as described in subdivisions 34-20B-70(4), (6), and (7) and § 34-20B-70.1, which are subject to a bona fide perfected security interest at the time of seizure of personal property or in the case of real property, at the time the offense was committed, and forfeited under the provisions of §§ 34-20B-74 to 34-20B-89, inclusive, or § 34-20B-70.1 shall be taken by the chief agent subject to the security interest. Any real property security interest perfected after the time the offense was committed and before seizure of the property commences may not be affected by this section, or § 34-20B-70.1, unless the chief agent proves by a preponderance of the evidence that the secured party had actual knowledge of the offense at the time the secured interest was perfected. Seizure of real property under § 34-20B-70.1 is commenced by filing a notice of lis pendens pursuant to chapter 15-10. The chief agent shall at his option within sixty days of the forfeiture of the properties: (1) Return the properties to the possession of the secured party; (2) Satisfy fully all indebtedness to the secured party secured by the properties; (3) Return the properties to the possession of the secured party and require the secured party to sell within sixty days of receipt of the properties from the chief agent at public or private sale the properties and retain all proceeds necessary to satisfy fully all indebtedness of the secured party secured by the properties together with all reasonable costs of the sale and remit to the chief agent all excess proceeds within thirty days of the sale. If the property to be sold is real property, the secured party may have a reasonable period of time after receipt to effect sale; or (4) In the case of real property, compensate any co-owner or joint owner whose interest has not been forfeited and whose interest was of record at the time the offense was committed, their proportionate share of that interest or transfer the forfeited interest to the remaining co-owner or joint owner. If the secured party knew or, except in the case of real property, should have known, that the properties were being used or intended for use to transport, sell or purchase any property described in subdivisions 34-20B-70(1) and (2) or in the violation of the provisions of § 34-20B-70.1, the provisions of this section do not apply to such properties. Section 38. That § 34-20B-80 be repealed. 34-20B-80. Forfeiture proceedings shall be civil actions against the property seized and the standard of proof shall be preponderance of the evidence. Section 39. That § 34-20B-81 be repealed. 34-20B-81. All property described in subdivision 34-20B-70(1) shall be deemed contraband and shall be summarily forfeited to the state. Controlled substances or marijuana which are seized or come into possession of the state, the owners of which are unknown, shall be deemed contraband and shall be summarily forfeited to the state. Section 40. That § 34-20B-82 be repealed. 34-20B-82. All substances listed in Schedule I that are possessed, transferred, sold, or offered for sale in violation of the provisions of this chapter shall be deemed contraband and seized and summarily forfeited to the state. Similarly, all substances listed in Schedule I, which are seized or come into the possession of the state, the owners of which are unknown, shall be deemed contraband and summarily forfeited to the state. Section 41. That § 34-20B-83 be repealed. 34-20B-83. All species of plants from which controlled substances in Schedules I and II may be derived which have been planted or cultivated in violation of this chapter, or of which the owners or cultivators are unknown, or which are wild growths, may be seized and summarily forfeited to the state. The failure, upon demand by the chief agent or any peace officer at his direction, of the person in occupancy or in control of land or premises upon which such species of plants are growing or being stored, to produce an appropriate registration, or proof that he is the holder thereof, shall constitute authority for the seizure and forfeiture. Section 42. That § 34-20B-84 be repealed. 34-20B-84. When property described in subdivisions 34-20B-70(2), (3), (5), (6), and (7) is seized, the attorney general shall file a summons and complaint for forfeiture of such property in circuit court for the county in which such property was seized or is being held. The proceedings shall be brought in the name of the state. The complaint shall describe the property, state its location, state its present custodian, state the name of each owner if known, state the name of each party in interest if known or of legal record, allege the essential elements of the violation which is claimed to exist, and shall conclude with a prayer to enforce the forfeiture. Notice of forfeiture proceedings shall be given each known owner and known party in interest by serving a copy of the summons and complaint in accordance with § 34-20B-85. The procedure governing such proceedings, except as herein provided, shall be the same as that prescribed for civil proceedings by chapter 15-6. Section 43. That § 34-20B-85 be repealed. 34-20B-85. If property described in subdivision 34-20B-70(4) and § 34-20B-70.1 is seized, the attorney general shall file a summons and complaint for forfeiture of such property in circuit court of the county in which such property was seized or is being held. The proceedings shall be brought in the name of the state. The complaint shall describe the property, state its location, its present custodian, the name of each owner if known, and the name of each party in interest if known or of legal record, allege the essential elements of the violation which is claimed to exist, and shall conclude with a prayer to enforce the forfeiture. The procedure governing the proceedings, except as herein provided, shall be the same as that prescribed for civil proceedings by chapter 15-6. Notice of forfeiture proceedings shall be given each owner and party in interest whose right, title or interest is of record as provided in § 34-20B-70.1 or in the Department of Revenue or the Division of Aeronautics or a similar department of another state if the records are maintained in that state by serving a copy of the summons and complaint upon each known owner and known party in interest in accordance with Title 15. Section 44. That § 34-20B-86 be repealed. 34-20B-86. Within thirty days after the service of the notice under § 34-20B-84 or 34-20B-85, the owner of the seized property and any other party in interest or claimant may file a verified answer in claim to the conveyance described in the complaint instituting the forfeiture proceedings. Section 45. That § 34-20B-87 be repealed. 34-20B-87. If at the end of thirty days after the notice has been served there is no verified answer on file, and no claimant has appeared to defend said complaint, the court shall order the disposition of the seized property as prayed for in the complaint. Section 46. That § 34-20B-88 be repealed. 34-20B-88. If a verified answer is filed, the forfeiture proceedings shall be set for a trial on a day not more than sixty days from the date of the filing. Any party may demand a trial by jury for the forfeiture proceedings pursuant to subsection 15-6-38(b). At the trial, the state shall establish probable cause for instituting the forfeiture action following which any owner, party in interest, or claimant who has filed a verified answer has the burden of proving that the property seized is not subject to forfeiture under this chapter. If the court or a jury finds that the property is not subject to forfeiture under this chapter, the court shall order the property released to the owner, party in interest, or claimant according to such person's right, title, or interest. The court shall order the property forfeited if the court or a jury determines that such property was subject to forfeiture. Section 47. That § 34-20B-89 be repealed. 34-20B-89. Whenever property is forfeited under this chapter, the chief agent may: (1) Retain the property for official use; (2) Sell any forfeited property which is not required to be destroyed by law and which is not harmful to the public, provided that the proceeds be disposed of for payment of all proper expenses of the proceedings for forfeiture and sale including expenses of seizure, maintenance of custody, advertising, and court costs. All moneys seized or remaining proceeds from the sale of any forfeited property shall be paid into the drug control fund; or (3) Forward it to the Bureau of Narcotics and Dangerous Drugs for disposition. Such disposition may include delivery for medical or scientific use to any federal or state agency under regulations of the United States attorney general. Section 48. That § 22-24A-15 be repealed. 22-24A-15. Any person who is convicted of an offense under §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, 23A-27-14.1, 43-43B-1 to 43-43B-3, inclusive, and 22-23-2, 22-23-8, and 22-23-9 shall forfeit to the state the person's interest in the following and no property right exists in them: (1) Any photograph, film, videotape, book, digital media or visual depiction that has been manufactured, distributed, purchased, possessed, acquired, or received in violation of §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 23A-27-14.1, and 43-43B-1 to 43-43B-3, inclusive; (2) Any material, product, and equipment of any kind that is used or intended for use in manufacturing, processing, publishing, selling, possessing, or distributing any visual depiction proscribed by §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 23A-27-14.1, and 43-43B-1 to 43-43B-3, inclusive; (3) Any property that is used, or intended for use, as a container for property described in subdivisions (1) and (2) of this section, including any computers and digital media; (4) Any conveyances including aircraft, vehicles, or vessels, that transport, possess, or conceal, or that is used, or intended for use, to transport, or in any manner facilitate any activity proscribed under §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, 23A-27-14.1, and 43-43B-1 to 43-43B-3, inclusive; (5) Any book, record, and research, including microfilm, tape, and data that is used, or intended for use, in violation of §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, 23A-27-14.1, and 43-43B-1 to 43-43B-3, inclusive; (6) Any funds or other things of value used for the purposes of unlawfully carrying out any activity proscribed by §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, 23A-27-14.1, 43-43B-1 to 43-43B-3, inclusive, and 22-23-2, 22-23-8, and 22-23-9; and (7) Any asset, interest, profit, income, and proceed acquired or derived from the unlawful activity proscribed by §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, 23A-27-14.1, 43-43B-1 to 43-43B-3, inclusive, and 22-23-2, 22-23-8, and 22-23-9. Any property described in subdivision (1) of this section shall be deemed contraband and shall be summarily forfeited to the state. Any other property seized and forfeited shall be used to reimburse the actual costs of the criminal investigation and prosecution. Any amount over and above the amount necessary to reimburse for the investigation and prosecution shall be used to satisfy any civil judgments received by victims. All remaining proceeds from the sale of any forfeited property shall be paid into the South Dakota internet crimes against children fund. Section 49. That § 22-24A-15.1 be repealed. 22-24A-15.1. Notwithstanding the provisions of subdivision 22-24A-15(4), no conveyance used by any person as a common carrier in the transaction of business as a common carrier may be forfeited under the provisions of §§ 22-24A-15.3 and 22-24A-21 to 22-24A-32, inclusive, unless it appears that the owner or other person in charge of the conveyance was a consenting party or privy to a violation of this chapter. Section 50. That § 22-24A-15.2 be repealed. 22-24A-15.2. Notwithstanding the provisions of subdivision 22-24A-15(4), no conveyance may be forfeited under the provisions of §§ 22-24A-15.3 and 22-24A-21 to 22-24A-32, inclusive, by reason of any act or omission established by the owner of the conveyance to have been committed or omitted by any person other than the owner while the conveyance was unlawfully in the possession of a person other than the owner in violation of the criminal laws of the United States, or of any state, or while the conveyance was rented or leased from a motor vehicle dealer or a leasing or rental agency and the dealer or agency had no knowledge that the conveyance transported, possessed, or concealed child pornography or any quantity of any other property described in subdivisions 22-24A-15(1) and (2) or was being used or intended for use, to transport or in any manner facilitate the transportation, sale, receipt, possession, or concealment of said child pornography or other property. Section 51. That § 22-24A-15.3 be repealed. 22-24A-15.3. Notwithstanding the provisions of subdivision 22-24A-15(4), no conveyance may be forfeited under the provisions of §§ 22-24A-21 to 22-24A-33, inclusive, by reason of any act omitted by a person other than an owner of the conveyance unless the owner knew or in the exercise of ordinary care should have known that the transported, possessed, or concealed child pornography or any other property described in subdivisions 22-24A-15(1) and (2), was being used or was intended for use to transport, or in any manner to facilitate the transportation, sale, receipt, possession, or concealment of the child pornography or other related property. Section 52. That § 22-24A-15.4 be repealed. 22-24A-15.4. To the extent of the interest of an owner, a thing of value is not subject to forfeiture under this chapter by reason of any act or omission that is established by the owner of the item to have been committed or omitted without the owner's knowledge or consent. Section 53. That § 22-24A-15.5 be repealed. 22-24A-15.5. Victims of crimes as described in the provisions of §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, 23A-27-14.1, and 43-43B-1 to 43-43B-3, inclusive, are protected against loss of property through forfeiture by victim immunity as described in § 22-48-2. Section 54. That § 22-24A-21 be repealed. 22-24A-21. Any property subject to forfeiture under this chapter may be seized by any law enforcement officer or designated agent of the Division of Criminal Investigation upon process issued by any court having jurisdiction over the property. Section 55. That § 22-24A-22 be repealed. 22-24A-22. Seizure of property subject to forfeiture under this chapter may be made without process issued under § 22-24A-21 if: (1) The seizure is incident to an arrest or a search under a search warrant or to an inspection under an administrative inspection warrant; (2) The property subject to seizure has been the subject of a prior judgment in favor of the state in a criminal injunction or forfeiture proceeding under this chapter; (3) The law enforcement officer or agent has probable cause to believe that the property is directly or indirectly dangerous to health or safety; or (4) The law enforcement officer or agent has probable cause to believe that the property has been used or intended to be used in violation of this chapter. Section 56. That § 22-24A-23 be repealed. 22-24A-23. If a seizure pursuant to § 22-24A-21 or subdivisions 22-24A-22(1), (3) and (4) takes place, the attorney general shall institute, within sixty days of the seizure, the proceedings pursuant to subdivision 22-24A-15(1), and § 22-24A-28 or 22-24A-29. Section 57. That § 22-24A-24 be repealed. 22-24A-24. No property taken or detained pursuant to §§ 22-24A-15 to 22-24A-15.3, inclusive, and 22-24A-21 to 22-24A-33, inclusive, is replevinable or subject to an action in claim and delivery. However, the property is deemed to be in the custody of the attorney general, through the chief agent, subject only to the orders and decrees of the court or the official having jurisdiction of the property. Section 58. That § 22-24A-25 be repealed. 22-24A-25. If property is seized under the provisions of this chapter, the chief agent may: (1) Place the property under seal; (2) Remove the property to a place designated by the chief agent; or (3) Take custody of the property and remove it to an appropriate location for disposition in accordance with law. Section 59. That § 22-24A-26 be repealed. 22-24A-26. Any property, as described in subdivisions 22-24A-15(4), (6) and (7) that is subject to a bona fide perfected security interest at the time of seizure of the personal property, at the time the offense was committed, and is forfeited under the provisions of §§ 22-24A-21 to 22-24A-33, inclusive, shall be taken by the chief agent subject to the security interest. The chief agent shall, within sixty days of the forfeiture of the property: (1) Return the property to the possession of the secured party; (2) Satisfy fully all indebtedness to the secured party secured by the property; or (3) Return the property to the possession of the secured party and require the secured party to sell within sixty days of receipt of the property from the chief agent at public or private sale the property and retain all proceeds necessary to satisfy fully all indebtedness of the secured party secured by the property together with all reasonable costs of the sale and remit to the chief agent all excess proceeds within thirty days of the sale. If the secured party knew or should have known, that the property was being used or intended for use to transport, sell, or purchase any property described in subdivisions 22-24A-15(1) and (2), the provisions of this section do not apply to the property. Section 60. That § 22-24A-27 be repealed. 22-24A-27. Any forfeiture proceeding is a civil action against the property seized and the standard of proof shall be preponderance of the evidence. Section 61. That § 22-24A-28 be repealed. 22-24A-28. If property described in subdivisions 22-24A-15(2), (3), (5), (6) and (7) is seized, the attorney general shall file a summons and complaint for forfeiture of the property in circuit court for the county in which the property was seized or is being held. The proceedings shall be brought in the name of the state. The complaint shall describe the property, state the property's location, state the property's present custodian, state the name of each owner if known, state the name of each party in interest if known or of legal record, and allege the essential elements of the violation that is claimed to exist. The complaint shall conclude with a prayer to enforce the forfeiture. Notice of a forfeiture proceeding shall be given to each known owner and known party in interest by serving a copy of the summons and complaint in accordance with § 22-24A-29. The procedure governing the proceedings, except as provided in this section, shall be the same as that prescribed for civil proceedings by chapter 15-6. Section 62. That § 22-24A-29 be repealed. 22-24A-29. If property described in subdivision 22-24A-15(4) is seized, the attorney general shall file a summons and complaint for forfeiture of the property in circuit court of the county in which the property was seized or is being held. The proceedings shall be brought in the name of the state. The complaint shall describe the property, state the property's location, state the property's present custodian, state the name of each owner if known, state the name of each party in interest if known or of legal record, and allege the essential elements of the violation that is claimed to exist. The complaint shall conclude with a prayer to enforce the forfeiture. The procedure governing the proceedings, except as provided by this section, shall be the same as that prescribed for civil proceedings by chapter 15-6. Notice of forfeiture proceedings shall be given to each owner and party in interest whose right, title, or interest is of record as provided in § 34-20B-70.1 or in the Department of Revenue or the Division of Aeronautics or a similar department of another state if the records are maintained in that state by serving a copy of the summons and complaint upon each known owner and known party in interest in accordance with title 15. Section 63. That § 22-24A-30 be repealed. 22-24A-30. If a person as described in § 22-24A-28 or 22-24A-29 is released on bail as provided by chapter 23A-43, a summons and complaint for forfeiture of the property may be served by mailing the summons and complaint by certified mail, no return receipt required, to the address left by the person upon release from confinement. Section 64. That § 22-24A-31 be repealed. 22-24A-31. Within thirty days after the service of the notice pursuant to § 22-24A-28 or 22-24A-29, the owner of the seized property and any other party in interest or claimant may file a verified answer to the claims described in the complaint instituting the forfeiture proceedings. Section 65. That § 22-24A-32 be repealed. 22-24A-32. If at the end of thirty days after the notice has been served there is no verified answer on file, and no claimant has appeared to defend the complaint, the court shall order the disposition of the seized property as prayed for in the complaint. Section 66. That § 22-24A-33 be repealed. 22-24A-33. If a verified answer is filed, the forfeiture proceedings shall be set for a trial on a day not more than one hundred eighty days from the date of the filing. Any party may demand a trial by jury for the forfeiture proceedings pursuant to subsection 15-6-38(b). At the trial, the state shall establish probable cause for instituting the forfeiture action following which any owner, party in interest, or claimant who has filed a verified answer has the burden of proving that the property seized is not subject to forfeiture under this chapter. If the court or a jury finds that the property is not subject to forfeiture under this chapter, the court shall order the property released to the owner, party in interest, or claimant according to the person's right, title, or interest. The court shall order the property forfeited if the court or a jury determines that the property was subject to forfeiture. Section 67. That § 22-24A-34 be repealed. 22-24A-34. If property is forfeited under this chapter, the chief agent may: (1) Retain the property for official use; or (2) Sell any forfeited property that is not required to be destroyed by law and that is not harmful to the public, if the proceeds are disposed of for payment of all proper expenses of the proceedings for forfeiture and sale including expenses of seizure, maintenance of custody, advertising, and court costs."}, {"bill_id": 7094, "bill_version_id": 39761, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2016-02-22T14:23:06.663-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and consolidate certain civil forfeiture provisions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: All real property, including any right, title, and interest in the whole of any platted lot or tract of land which is measured in three hundred twenty acre increments, or all of any smaller amount and any appurtenances or improvements, which is used, or intended to be used, in any manner or part, to commit or to facilitate the commission of a violation of any crime listed in chapters 34-20B or 22-24A, is subject to forfeiture under this section. Forfeiture under this Act of real property encumbered by a bona fide security interest is subject to the interest of the secured party unless the secured party had actual knowledge of the act upon which the forfeiture is based. Notice of forfeiture proceedings shall be given each owner or secured party whose right, title, or interest is of record, at the time of the seizure, with the secretary of state or the register of deeds in the county where the real property is located. A person claiming a security interest bears the burden of establishing that interest by a preponderance of the evidence. No real property may be forfeited under the provisions of this Act by reason of any act committed by a person other than an owner of the property unless that owner had actual knowledge that the real property was used or intended for use in any of the manners set forth in the chapters listed in section 20 of this Act. Section 2. That the code be amended by adding a NEW SECTION to read: Notwithstanding the provisions of subdivision 34-20B-70(4) or 22-24A-15(4), no conveyance used by any person as a common carrier in the transaction of business as a common carrier may be forfeited under the provisions of this Act, unless it appears that the owner or other person in charge of the conveyance was a consenting party or privy to a violation of any crime in the chapters listed in section 20 of this Act. Section 3. That the code be amended by adding a NEW SECTION to read: Notwithstanding the provisions of subdivision 34-20B-70(4) or 22-24A-15(4), no conveyance may be forfeited under the provisions of this Act, by reason of any act or omission established by the owner of the conveyance to have been committed or omitted by any person other than the owner while the conveyance was unlawfully in the possession of a person other than the owner in violation of the criminal laws of the United States, or of any state, or while the conveyance was rented or leased from a motor vehicle dealer or a leasing or rental agency and the dealer or agency had no knowledge that the conveyance was being used or intended for use, to transport or in any manner facilitate the commission of any crime in the chapters listed in section 20 of this Act. Section 4. That the code be amended by adding a NEW SECTION to read: Notwithstanding the provisions of subdivision 34-20B-70(4) or 22-24A-15(4), no conveyance may be forfeited under the provisions of this Act, by reason of any act committed or omitted by a person other than an owner of the conveyance unless the owner knew or in the exercise of ordinary care should have known that the conveyance was being used or was intended for use to facilitate the commission of any crime in the chapters listed in section 20 of this Act. Section 5. That the code be amended by adding a NEW SECTION to read: To the extent of the interest of an owner, a thing of value is not subject to forfeiture under this Act by reason of any act or omission that is established by the owner of the item to have been committed or omitted without the owner's knowledge or consent. Section 6. That the code be amended by adding a NEW SECTION to read: Any victim of a crime as described in the provisions of §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, and 43-43B-1 to 43-43B-3, inclusive, is protected against loss of property through forfeiture by victim immunity as described in § 22-48-2. Section 7. That the code be amended by adding a NEW SECTION to read: Any property subject to forfeiture under this Act may be seized by any law enforcement officer or designated agent of the Division of Criminal Investigation upon process issued by any court having jurisdiction over the property. Section 8. That the code be amended by adding a NEW SECTION to read: The seizure of any property subject to forfeiture under this Act may be made without process issued under section 7 of this Act if: (1) The seizure is incident to an arrest or a search under a search warrant or to an inspection under an administrative inspection warrant; (2) The property subject to seizure has been the subject of a prior judgment in favor of the state in a criminal injunction or forfeiture proceeding under this Act; (3) The law enforcement officer or agent has probable cause to believe that the property is directly or indirectly dangerous to health or safety; or (4) The law enforcement officer or agent has probable cause to believe that the property has been used or intended to be used in violation of crimes in the chapters listed in section 20 of this Act. Section 9. That the code be amended by adding a NEW SECTION to read: If a seizure pursuant to section 7 or subdivisions (1), (3), or (4) of section 8 of this Act occurs, the attorney general shall institute, within sixty days of the seizure, the proceedings pursuant to sections 14 or 15 of this Act. Section 10. That the code be amended by adding a NEW SECTION to read: No property taken or detained pursuant to this Act is replevinable or subject to an action in claim and delivery. However, the property is deemed to be in the custody of the attorney general, subject only to the orders and decrees of the court or the official having jurisdiction over the property. Section 11. That the code be amended by adding a NEW SECTION to read: If property is seized under the provisions of this Act, the attorney general may: (1) Place the property under seal; (2) Remove the property to a place designated by the attorney general; or (3) Take custody of the property and remove it to an appropriate location for disposition in accordance with law. Section 12. That the code be amended by adding a NEW SECTION to read: Any property, as described in subdivisions 34-20B-70(4), (6), and (7) or 22-24A-15(4), (6), and (7), or section 1 of this Act, that is subject to a bona fide perfected security interest at the time of seizure of the personal property, at the time the offense was committed, and is forfeited under the provisions of section 7 to section 19 of this Act, inclusive, shall be taken by the attorney general subject to the security interest. The attorney general shall, within sixty days of the forfeiture of the property: (1) Return the property to the possession of the secured party; (2) Satisfy fully all indebtedness to the secured party secured by the property; or (3) Return the property to the possession of the secured party and require the secured party to sell the property within sixty days of receipt of the property from the attorney general at public or private sale and retain all proceeds necessary to satisfy fully all indebtedness of the secured party secured by the property together with all reasonable costs of the sale and remit to the attorney general all excess proceeds within thirty days of the sale. If the secured party knew or should have known, that the property was being used or intended for use to facilitate in the commission of a crime, the provisions of this section do not apply to the property. Section 13. That the code be amended by adding a NEW SECTION to read: Any forfeiture proceeding is a civil action against the property seized and the standard of proof shall be preponderance of the evidence. Section 14. That the code be amended by adding a NEW SECTION to read: If property described in subdivisions 34-20B-70(2), (3), (5), (6), and (7) or 22-24A-15(2), (3), (5), (6), and (7) is seized, the attorney general shall file a summons and complaint for forfeiture of the property in circuit court for the county in which the property was seized or is being held. The proceedings shall be brought in the name of the state. The complaint shall describe the property, and state the property's location, the property's present custodian, the name of each owner if known, the name of each party in interest if known or of legal record, and allege the essential elements of the violation that is claimed to exist. The complaint shall conclude with a prayer to enforce the forfeiture. Notice of a forfeiture proceeding shall be given to each known owner and known party in interest by serving a copy of the summons and complaint in accordance with section 15 of this Act. The procedure governing the proceedings, except as provided in this section, shall be the same as that prescribed for civil proceedings by chapter 15-6. Section 15. That the code be amended by adding a NEW SECTION to read: If property described in section 1 of this Act or subdivision 34-20B-70(4) or 22-24A-15(4) is seized, the attorney general shall file a summons and complaint for forfeiture of the property in circuit court of the county in which the property was seized or is being held. The proceedings shall be brought in the name of the state. The complaint shall describe the property, and state the property's location, the property's present custodian, the name of each owner if known, the name of each party in interest if known or of legal record, and allege the essential elements of the violation that is claimed to exist. The complaint shall conclude with a prayer to enforce the forfeiture. The procedure governing the proceedings, except as provided by this section, shall be the same as that prescribed for civil proceedings by chapter 15-6. Notice of forfeiture proceedings shall be given to each owner and party in interest whose right, title, or interest is of record as provided in section 1 of this Act or to the Department of Revenue or the Division of Aeronautics or a similar department of another state if the records are maintained in that state by serving a copy of the summons and complaint upon each known owner and known party in interest in accordance with title 15. Section 16. That the code be amended by adding a NEW SECTION to read: If a person as described in sections 14 and 15 of this Act is released on bail as provided by chapter 23A-43, a summons and complaint for forfeiture of the property may be served by mailing the summons and complaint by certified mail, no return receipt required, to the address left by the person upon release from confinement. Section 17. That the code be amended by adding a NEW SECTION to read: Within thirty days after the service of the notice pursuant to section 14 or section 15 of this Act, the owner of the seized property and any other party in interest or claimant may file a verified answer to the claims described in the complaint instituting the forfeiture proceedings. Section 18. That the code be amended by adding a NEW SECTION to read: If at the end of thirty days after the notice has been served there is no verified answer on file and no claimant has appeared to defend the complaint, the court shall order the disposition of the seized property as requested in the complaint. Section 19. That the code be amended by adding a NEW SECTION to read: If a verified answer is filed, the forfeiture proceedings shall be set for a trial on a day not more than one hundred eighty days from the date of the filing. Any party may demand a trial by jury for the forfeiture proceedings pursuant to subsection 15-6-38(b). At the trial, the state shall establish probable cause for instituting the forfeiture action following which any owner, party in interest, or claimant who has filed a verified answer has the burden of proving that the property seized is not subject to forfeiture under this Act. If the court or a jury finds that the property is not subject to forfeiture under this Act, the court shall order the property released to the owner, party in interest, or claimant according to the person's right, title, or interest. The court shall order the property forfeited if the court or a jury determines that the property was subject to forfeiture. Section 20. That the code be amended by adding a NEW SECTION to read: If property is forfeited under this Act, the attorney general may: (1) Retain the property for official use; (2) Sell any forfeited property which is not required to be destroyed by law and which is not harmful to the public, provided that the proceeds be disposed of for payment of all proper expenses of the proceedings for forfeiture and sale including expenses of seizure, maintenance of custody, advertising, and court costs. All money seized or remaining proceeds from the sale of any forfeited property shall be paid into the following funds: (a) If seized pursuant to a violation of chapters 34-20B or 22-42, proceeds shall go to the drug control fund; (b) If seized pursuant to a violation of chapters 22-24A, 22-23, 22-19A, 22-24B, 43-43B, or 23A-27, proceeds shall be used to reimburse the actual costs of the criminal investigation and prosecution, and any amount over those costs shall be used to satisfy any civil judgments received by the victims. All remaining proceeds shall be paid to the South Dakota internet crimes against children fund; and (c) If not otherwise specified by this Act, proceeds shall go to the general fund; or (3) If property is seized pursuant to a violation of chapters 34-20B or 22-42, the attorney general may forward it to the Division of Criminal Investigation for disposition. Such disposition may include delivery for medical or scientific use to any federal or state agency under regulations of the United States attorney general. Section 21. That § 34-20B-70 be amended to read: 34-20B-70. The following are subject to forfeiture pursuant to this Act and no property right exists in them: (1) All controlled drugs and substances and marijuana which have been manufactured, distributed, dispensed, or acquired in violation of the provisions of this chapter or chapter 22-42; (2) All raw materials, products, and equipment of any kind which are used or intended for use, in manufacturing, compounding, processing, importing, or exporting any controlled drug or substance or marijuana in violation of the provisions of this chapter or chapter 22-42; (3) All property which is used, or intended for use, as a container for property described in subdivisions (1) and (2); (4) All conveyances including aircraft, vehicles, or vessels, which transport, possess, or conceal, or which are used, or intended for use, to transport, or in any manner facilitate the transportation, sale, receipt, possession, or concealment of marijuana in excess of one-half pound or any quantity of any other property described in subdivision (1) or (2), except as provided in §§ 34-20B-71 to 34-20B-73, inclusive. This subdivision includes those instances in which a conveyance transports, possesses or conceals marijuana or a controlled substance as described herein without the necessity of showing that the conveyance is specifically being used to transport, possess, or conceal or facilitate the transportation, possession, or concealment of marijuana or a controlled substance in aid of any other offense; (5) All books, records, and research, including formulas, microfilm, tapes, and data which are used, or intended for use, in violation of this chapter; (6) Any funds or other things of value used for the purposes of unlawfully purchasing, attempting to purchase, distributing, or attempting to distribute any controlled drug or substance or marijuana; (7) Any assets, interest, profits, income, and proceeds acquired or derived from the unlawful purchase, attempted purchase, distribution, or attempted distribution of any controlled drug or substance or marijuana. Property described in subdivision (1) shall be deemed contraband and shall be summarily forfeited to the state, property described in subdivisions (2), (3), (5), (6), and (7) is subject to forfeiture under the terms of section 14 of this Act, and property described in subdivision (4) is subject to forfeiture under the terms of section 15 of this Act. Section 22. That § 22-24A-15 be amended to read: 22-24A-15. Any person who is convicted of an offense under §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, 23A-27-14.1, 43-43B-1 to 43-43B-3, inclusive, and 22-23-2, 22-23-8, and 22-23-9 shall forfeit to the state, pursuant to this Act, the person's interest in the following and no property right exists in them: (1) Any photograph, film, videotape, book, digital media or visual depiction that has been manufactured, distributed, purchased, possessed, acquired, or received in violation of §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 23A-27-14.1, and 43-43B-1 to 43-43B-3, inclusive; (2) Any material, product, and equipment of any kind that is used or intended for use in manufacturing, processing, publishing, selling, possessing, or distributing any visual depiction proscribed by §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 23A-27-14.1, and 43-43B-1 to 43-43B-3, inclusive; (3) Any property that is used, or intended for use, as a container for property described in subdivisions (1) and (2) of this section, including any computers and digital media; (4) Any conveyances including aircraft, vehicles, or vessels, that transport, possess, or conceal, or that is used, or intended for use, to transport, or in any manner facilitate any activity proscribed under §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, 23A-27-14.1, and 43-43B-1 to 43-43B-3, inclusive; (5) Any book, record, and research, including microfilm, tape, and data that is used, or intended for use, in violation of §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, 23A-27-14.1, and 43-43B-1 to 43-43B-3, inclusive; (6) Any funds or other things of value used for the purposes of unlawfully carrying out any activity proscribed by §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, 23A-27-14.1, 43-43B-1 to 43-43B-3, inclusive, and 22-23-2, 22-23-8, and 22-23-9; and (7) Any asset, interest, profit, income, and proceed acquired or derived from the unlawful activity proscribed by §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, 23A-27-14.1, 43-43B-1 to 43-43B-3, inclusive, and 22-23-2, 22-23-8, and 22-23-9. Any property described in subdivision (1) of this section shall be deemed contraband and shall be summarily forfeited to the state. Any other property seized and forfeited shall be used to reimburse the actual costs of the criminal investigation and prosecution. Any amount over and above the amount necessary to reimburse for the investigation and prosecution shall be used to satisfy any civil judgments received by victims. All remaining proceeds from the sale of any forfeited property shall be paid into the South Dakota internet crimes against children fund. Property described in subdivisions (2), (3), (5), (6), and (7) is subject to forfeiture under the terms of section 14 of this Act, and property described in subdivision (4) is subject to forfeiture under the terms of section15 of this Act. Section 23. That § 34-20B-70.1 be repealed. 34-20B-70.1. All real property, including any right, title, and interest in the whole of any platted lot or tract of land which shall be measured in three hundred twenty acre increments, or all of any smaller amount and any appurtenances or improvements, which is used, or intended to be used, in any manner or part, to commit or to facilitate the commission of the manufacturing, compounding, processing, delivering, importing, cultivating, exporting, transporting, or exchanging of a controlled substance or ten or more pounds of marijuana, that has not been lawfully manufactured, distributed, dispensed, and acquired is subject to forfeiture under this section. Forfeiture under this chapter of real property encumbered by a bona fide security interest is subject to the interest of the secured party unless the secured party had actual knowledge of the act upon which the forfeiture is based. Notice of forfeiture proceedings shall be given each owner or secured party whose right, title, or interest is of record, at the time of the seizure, with the secretary of state or the register of deeds in the county where such real property is located. A person claiming a security interest bears the burden of establishing that interest by a preponderance of the evidence. No real property may be forfeited under the provisions of this chapter by reason of any act committed by a person other than an owner of the property unless that owner had actual knowledge that the real property was used or intended for use in any of the manners set forth in this chapter. Section 24. That § 34-20B-71 be repealed. 34-20B-71. Notwithstanding subdivision 34-20B-70(4), no conveyance used by any person as a common carrier in the transaction of business as a common carrier shall be forfeited under the provisions of §§ 34-20B-74 to 34-20B-89, inclusive, unless it shall appear that the owner or other person in charge of such conveyance was a consenting party or privy to a violation of this chapter. Section 25. That § 34-20B-72 be repealed. 34-20B-72. Notwithstanding subdivision 34-20B-70(4), no conveyance shall be forfeited under the provisions of §§ 34-20B-74 to 34-20B-89, inclusive, by reason of any act or omission established by the owner thereof to have been committed or omitted by any person other than such owner while such conveyance was unlawfully in the possession of a person other than the owner in violation of the criminal laws of the United States, or of any state, or while such conveyance was rented or leased from an automobile dealer or a leasing or rental agency and said dealer or agency had no knowledge that such conveyance transported, possessed, or concealed marijuana in excess of one-half pound or any quantity of any other property described in subdivisions 34-20B-70(1) and (2) or was being used or intended for use, to transport or in any manner facilitate the transportation, sale, receipt, possession, or concealment of said marijuana or other property. Section 26. That § 34-20B-73 be repealed. 34-20B-73. Notwithstanding subdivision 34-20B-70(4), no conveyance shall be forfeited under the provisions of §§ 34-20B-74 to 34-20B-89, inclusive, by reason of any act committed by a person other than an owner of such conveyance unless the owner knew or in the exercise of ordinary care should have known that the transported, possessed, or concealed marijuana in excess of one-half pound or any quantity of any other property described in subdivisions 34-20B-70(1) and (2), was being used or was intended for use to transport, or in any manner to facilitate the transportation, sale, receipt, possession, or concealment of said marijuana or other property. Section 27. That § 34-20B-74 be repealed. 34-20B-74. Any property subject to forfeiture under this chapter may be seized by any peace officer or designated agent of the Division of Criminal Investigation upon process issued by any court having jurisdiction over the property. Section 28. That § 34-20B-75 be repealed. 34-20B-75. Seizure of property subject to forfeiture under this chapter may be made without process issued under § 34-20B-74 when: (1) The seizure is incident to an arrest or a search under a search warrant, or an inspection under an administrative inspection warrant; (2) The property subject to seizure has been the subject of a prior judgment in favor of the state in a criminal injunction or forfeiture proceeding under this chapter; (3) The peace officer or agent has probable cause to believe that the property is directly or indirectly dangerous to health or safety; or (4) The peace officer or agent has probable cause to believe that the property has been used or intended to be used in violation of this chapter. Section 29. That § 34-20B-76 be repealed. 34-20B-76. In the event of seizure pursuant to § 34-20B-74 or subdivisions 34-20B-75(1), (3), and (4), proceedings under § 34-20B-81, 34-20B-84, or 34-20B-85 shall be instituted within thirty days by the attorney general. Section 30. That § 34-20B-77 be repealed. 34-20B-77. No property taken or detained under §§ 34-20B-70 to 34-20B-89, inclusive, or § 34-20B-70.1, may be repleviable or subject to an action in claim and delivery, but shall be deemed to be in the custody of the attorney general, through the chief agent, subject only to the orders and decrees of the court or the official having jurisdiction of the property. Section 31. That § 34-20B-78 be repealed. 34-20B-78. Whenever property is seized under the provisions of this chapter, the chief agent may: (1) Place the property under seal; (2) Remove the property to a place designated by him; or (3) Take custody of the property and remove it to an appropriate location for disposition in accordance with law. Section 32. That § 34-20B-79 be repealed. 34-20B-79. Properties, as described in subdivisions 34-20B-70(4), (6), and (7) and § 34-20B-70.1, which are subject to a bona fide perfected security interest at the time of seizure of personal property or in the case of real property, at the time the offense was committed, and forfeited under the provisions of §§ 34-20B-74 to 34-20B-89, inclusive, or § 34-20B-70.1 shall be taken by the chief agent subject to the security interest. Any real property security interest perfected after the time the offense was committed and before seizure of the property commences may not be affected by this section, or § 34-20B-70.1, unless the chief agent proves by a preponderance of the evidence that the secured party had actual knowledge of the offense at the time the secured interest was perfected. Seizure of real property under § 34-20B-70.1 is commenced by filing a notice of lis pendens pursuant to chapter 15-10. The chief agent shall at his option within sixty days of the forfeiture of the properties: (1) Return the properties to the possession of the secured party; (2) Satisfy fully all indebtedness to the secured party secured by the properties; (3) Return the properties to the possession of the secured party and require the secured party to sell within sixty days of receipt of the properties from the chief agent at public or private sale the properties and retain all proceeds necessary to satisfy fully all indebtedness of the secured party secured by the properties together with all reasonable costs of the sale and remit to the chief agent all excess proceeds within thirty days of the sale. If the property to be sold is real property, the secured party may have a reasonable period of time after receipt to effect sale; or (4) In the case of real property, compensate any co-owner or joint owner whose interest has not been forfeited and whose interest was of record at the time the offense was committed, their proportionate share of that interest or transfer the forfeited interest to the remaining co-owner or joint owner. If the secured party knew or, except in the case of real property, should have known, that the properties were being used or intended for use to transport, sell or purchase any property described in subdivisions 34-20B-70(1) and (2) or in the violation of the provisions of § 34-20B-70.1, the provisions of this section do not apply to such properties. Section 33. That § 34-20B-80 be repealed. 34-20B-80. Forfeiture proceedings shall be civil actions against the property seized and the standard of proof shall be preponderance of the evidence. Section 34. That § 34-20B-84 be repealed. 34-20B-84. When property described in subdivisions 34-20B-70(2), (3), (5), (6), and (7) is seized, the attorney general shall file a summons and complaint for forfeiture of such property in circuit court for the county in which such property was seized or is being held. The proceedings shall be brought in the name of the state. The complaint shall describe the property, state its location, state its present custodian, state the name of each owner if known, state the name of each party in interest if known or of legal record, allege the essential elements of the violation which is claimed to exist, and shall conclude with a prayer to enforce the forfeiture. Notice of forfeiture proceedings shall be given each known owner and known party in interest by serving a copy of the summons and complaint in accordance with § 34-20B-85. The procedure governing such proceedings, except as herein provided, shall be the same as that prescribed for civil proceedings by chapter 15-6. Section 35. That § 34-20B-85 be repealed. 34-20B-85. If property described in subdivision 34-20B-70(4) and § 34-20B-70.1 is seized, the attorney general shall file a summons and complaint for forfeiture of such property in circuit court of the county in which such property was seized or is being held. The proceedings shall be brought in the name of the state. The complaint shall describe the property, state its location, its present custodian, the name of each owner if known, and the name of each party in interest if known or of legal record, allege the essential elements of the violation which is claimed to exist, and shall conclude with a prayer to enforce the forfeiture. The procedure governing the proceedings, except as herein provided, shall be the same as that prescribed for civil proceedings by chapter 15-6. Notice of forfeiture proceedings shall be given each owner and party in interest whose right, title or interest is of record as provided in § 34-20B-70.1 or in the Department of Revenue or the Division of Aeronautics or a similar department of another state if the records are maintained in that state by serving a copy of the summons and complaint upon each known owner and known party in interest in accordance with Title 15. Section 36. That § 34-20B-86 be repealed. 34-20B-86. Within thirty days after the service of the notice under § 34-20B-84 or 34-20B-85, the owner of the seized property and any other party in interest or claimant may file a verified answer in claim to the conveyance described in the complaint instituting the forfeiture proceedings. Section 37. That § 34-20B-87 be repealed. 34-20B-87. If at the end of thirty days after the notice has been served there is no verified answer on file, and no claimant has appeared to defend said complaint, the court shall order the disposition of the seized property as prayed for in the complaint. Section 38. That § 34-20B-88 be repealed. 34-20B-88. If a verified answer is filed, the forfeiture proceedings shall be set for a trial on a day not more than sixty days from the date of the filing. Any party may demand a trial by jury for the forfeiture proceedings pursuant to subsection 15-6-38(b). At the trial, the state shall establish probable cause for instituting the forfeiture action following which any owner, party in interest, or claimant who has filed a verified answer has the burden of proving that the property seized is not subject to forfeiture under this chapter. If the court or a jury finds that the property is not subject to forfeiture under this chapter, the court shall order the property released to the owner, party in interest, or claimant according to such person's right, title, or interest. The court shall order the property forfeited if the court or a jury determines that such property was subject to forfeiture. Section 39. That § 34-20B-89 be repealed. 34-20B-89. Whenever property is forfeited under this chapter, the chief agent may: (1) Retain the property for official use; (2) Sell any forfeited property which is not required to be destroyed by law and which is not harmful to the public, provided that the proceeds be disposed of for payment of all proper expenses of the proceedings for forfeiture and sale including expenses of seizure, maintenance of custody, advertising, and court costs. All moneys seized or remaining proceeds from the sale of any forfeited property shall be paid into the drug control fund; or (3) Forward it to the Bureau of Narcotics and Dangerous Drugs for disposition. Such disposition may include delivery for medical or scientific use to any federal or state agency under regulations of the United States attorney general. Section 40. That § 22-24A-15.1 be repealed. 22-24A-15.1. Notwithstanding the provisions of subdivision 22-24A-15(4), no conveyance used by any person as a common carrier in the transaction of business as a common carrier may be forfeited under the provisions of §§ 22-24A-15.3 and 22-24A-21 to 22-24A-32, inclusive, unless it appears that the owner or other person in charge of the conveyance was a consenting party or privy to a violation of this chapter. Section 41. That § 22-24A-15.2 be repealed. 22-24A-15.2. Notwithstanding the provisions of subdivision 22-24A-15(4), no conveyance may be forfeited under the provisions of §§ 22-24A-15.3 and 22-24A-21 to 22-24A-32, inclusive, by reason of any act or omission established by the owner of the conveyance to have been committed or omitted by any person other than the owner while the conveyance was unlawfully in the possession of a person other than the owner in violation of the criminal laws of the United States, or of any state, or while the conveyance was rented or leased from a motor vehicle dealer or a leasing or rental agency and the dealer or agency had no knowledge that the conveyance transported, possessed, or concealed child pornography or any quantity of any other property described in subdivisions 22-24A-15(1) and (2) or was being used or intended for use, to transport or in any manner facilitate the transportation, sale, receipt, possession, or concealment of said child pornography or other property. Section 42. That § 22-24A-15.3 be repealed. 22-24A-15.3. Notwithstanding the provisions of subdivision 22-24A-15(4), no conveyance may be forfeited under the provisions of §§ 22-24A-21 to 22-24A-33, inclusive, by reason of any act omitted by a person other than an owner of the conveyance unless the owner knew or in the exercise of ordinary care should have known that the transported, possessed, or concealed child pornography or any other property described in subdivisions 22-24A-15(1) and (2), was being used or was intended for use to transport, or in any manner to facilitate the transportation, sale, receipt, possession, or concealment of the child pornography or other related property. Section 43. That § 22-24A-15.4 be repealed. 22-24A-15.4. To the extent of the interest of an owner, a thing of value is not subject to forfeiture under this chapter by reason of any act or omission that is established by the owner of the item to have been committed or omitted without the owner's knowledge or consent. Section 44. That § 22-24A-15.5 be repealed. 22-24A-15.5. Victims of crimes as described in the provisions of §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, 23A-27-14.1, and 43-43B-1 to 43-43B-3, inclusive, are protected against loss of property through forfeiture by victim immunity as described in § 22-48-2. Section 45. That § 22-24A-21 be repealed. 22-24A-21. Any property subject to forfeiture under this chapter may be seized by any law enforcement officer or designated agent of the Division of Criminal Investigation upon process issued by any court having jurisdiction over the property. Section 46. That § 22-24A-22 be repealed. 22-24A-22. Seizure of property subject to forfeiture under this chapter may be made without process issued under § 22-24A-21 if: (1) The seizure is incident to an arrest or a search under a search warrant or to an inspection under an administrative inspection warrant; (2) The property subject to seizure has been the subject of a prior judgment in favor of the state in a criminal injunction or forfeiture proceeding under this chapter; (3) The law enforcement officer or agent has probable cause to believe that the property is directly or indirectly dangerous to health or safety; or (4) The law enforcement officer or agent has probable cause to believe that the property has been used or intended to be used in violation of this chapter. Section 47. That § 22-24A-23 be repealed. 22-24A-23. If a seizure pursuant to § 22-24A-21 or subdivisions 22-24A-22(1), (3) and (4) takes place, the attorney general shall institute, within sixty days of the seizure, the proceedings pursuant to subdivision 22-24A-15(1), and § 22-24A-28 or 22-24A-29. Section 48. That § 22-24A-24 be repealed. 22-24A-24. No property taken or detained pursuant to §§ 22-24A-15 to 22-24A-15.3, inclusive, and 22-24A-21 to 22-24A-33, inclusive, is replevinable or subject to an action in claim and delivery. However, the property is deemed to be in the custody of the attorney general, through the chief agent, subject only to the orders and decrees of the court or the official having jurisdiction of the property. Section 49. That § 22-24A-25 be repealed. 22-24A-25. If property is seized under the provisions of this chapter, the chief agent may: (1) Place the property under seal; (2) Remove the property to a place designated by the chief agent; or (3) Take custody of the property and remove it to an appropriate location for disposition in accordance with law. Section 50. That § 22-24A-26 be repealed. 22-24A-26. Any property, as described in subdivisions 22-24A-15(4), (6) and (7) that is subject to a bona fide perfected security interest at the time of seizure of the personal property, at the time the offense was committed, and is forfeited under the provisions of §§ 22-24A-21 to 22-24A-33, inclusive, shall be taken by the chief agent subject to the security interest. The chief agent shall, within sixty days of the forfeiture of the property: (1) Return the property to the possession of the secured party; (2) Satisfy fully all indebtedness to the secured party secured by the property; or (3) Return the property to the possession of the secured party and require the secured party to sell within sixty days of receipt of the property from the chief agent at public or private sale the property and retain all proceeds necessary to satisfy fully all indebtedness of the secured party secured by the property together with all reasonable costs of the sale and remit to the chief agent all excess proceeds within thirty days of the sale. If the secured party knew or should have known, that the property was being used or intended for use to transport, sell, or purchase any property described in subdivisions 22-24A-15(1) and (2), the provisions of this section do not apply to the property. Section 51. That § 22-24A-27 be repealed. 22-24A-27. Any forfeiture proceeding is a civil action against the property seized and the standard of proof shall be preponderance of the evidence. Section 52. That § 22-24A-28 be repealed. 22-24A-28. If property described in subdivisions 22-24A-15(2), (3), (5), (6) and (7) is seized, the attorney general shall file a summons and complaint for forfeiture of the property in circuit court for the county in which the property was seized or is being held. The proceedings shall be brought in the name of the state. The complaint shall describe the property, state the property's location, state the property's present custodian, state the name of each owner if known, state the name of each party in interest if known or of legal record, and allege the essential elements of the violation that is claimed to exist. The complaint shall conclude with a prayer to enforce the forfeiture. Notice of a forfeiture proceeding shall be given to each known owner and known party in interest by serving a copy of the summons and complaint in accordance with § 22-24A-29. The procedure governing the proceedings, except as provided in this section, shall be the same as that prescribed for civil proceedings by chapter 15-6. Section 53. That § 22-24A-29 be repealed. 22-24A-29. If property described in subdivision 22-24A-15(4) is seized, the attorney general shall file a summons and complaint for forfeiture of the property in circuit court of the county in which the property was seized or is being held. The proceedings shall be brought in the name of the state. The complaint shall describe the property, state the property's location, state the property's present custodian, state the name of each owner if known, state the name of each party in interest if known or of legal record, and allege the essential elements of the violation that is claimed to exist. The complaint shall conclude with a prayer to enforce the forfeiture. The procedure governing the proceedings, except as provided by this section, shall be the same as that prescribed for civil proceedings by chapter 15-6. Notice of forfeiture proceedings shall be given to each owner and party in interest whose right, title, or interest is of record as provided in § 34-20B-70.1 or in the Department of Revenue or the Division of Aeronautics or a similar department of another state if the records are maintained in that state by serving a copy of the summons and complaint upon each known owner and known party in interest in accordance with title 15. Section 54. That § 22-24A-30 be repealed. 22-24A-30. If a person as described in § 22-24A-28 or 22-24A-29 is released on bail as provided by chapter 23A-43, a summons and complaint for forfeiture of the property may be served by mailing the summons and complaint by certified mail, no return receipt required, to the address left by the person upon release from confinement. Section 55. That § 22-24A-31 be repealed. 22-24A-31. Within thirty days after the service of the notice pursuant to § 22-24A-28 or 22-24A-29, the owner of the seized property and any other party in interest or claimant may file a verified answer to the claims described in the complaint instituting the forfeiture proceedings. Section 56. That § 22-24A-32 be repealed. 22-24A-32. If at the end of thirty days after the notice has been served there is no verified answer on file, and no claimant has appeared to defend the complaint, the court shall order the disposition of the seized property as prayed for in the complaint. Section 57. That § 22-24A-33 be repealed. 22-24A-33. If a verified answer is filed, the forfeiture proceedings shall be set for a trial on a day not more than one hundred eighty days from the date of the filing. Any party may demand a trial by jury for the forfeiture proceedings pursuant to subsection 15-6-38(b). At the trial, the state shall establish probable cause for instituting the forfeiture action following which any owner, party in interest, or claimant who has filed a verified answer has the burden of proving that the property seized is not subject to forfeiture under this chapter. If the court or a jury finds that the property is not subject to forfeiture under this chapter, the court shall order the property released to the owner, party in interest, or claimant according to the person's right, title, or interest. The court shall order the property forfeited if the court or a jury determines that the property was subject to forfeiture. Section 58. That § 22-24A-34 be repealed. 22-24A-34. If property is forfeited under this chapter, the chief agent may: (1) Retain the property for official use; or (2) Sell any forfeited property that is not required to be destroyed by law and that is not harmful to the public, if the proceeds are disposed of for payment of all proper expenses of the proceedings for forfeiture and sale including expenses of seizure, maintenance of custody, advertising, and court costs."}, {"bill_id": 7094, "bill_version_id": 40347, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2016-03-03T16:23:11.193-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and consolidate certain civil forfeiture provisions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: All real property, including any right, title, and interest in the whole of any platted lot or tract of land which is measured in three hundred twenty acre increments, or all of any smaller amount and any appurtenances or improvements, which is used, or intended to be used, in any manner or part, to commit or to facilitate the commission of a violation of any crime listed in chapters 34-20B, 22-8, or 22-24A, is subject to forfeiture under this section. Forfeiture under this Act of real property encumbered by a bona fide security interest is subject to the interest of the secured party unless the secured party had actual knowledge of the act upon which the forfeiture is based. Notice of forfeiture proceedings shall be given each owner or secured party whose right, title, or interest is of record, at the time of the seizure, with the secretary of state or the register of deeds in the county where the real property is located. A person claiming a security interest bears the burden of establishing that interest by a preponderance of the evidence. No real property may be forfeited under the provisions of this Act by reason of any act committed by a person other than an owner of the property unless that owner had actual knowledge that the real property was used or intended for use in any of the manners set forth in the chapters listed in section 20 of this Act. Section 2. That the code be amended by adding a NEW SECTION to read: Notwithstanding the provisions of subdivision 34-20B-70(4), 22-24A-15(4), or subdivision (4) of section 23 of this Act, no conveyance used by any person as a common carrier in the transaction of business as a common carrier may be forfeited under the provisions of this Act, unless it appears that the owner or other person in charge of the conveyance was a consenting party or privy to a violation of any crime in the chapters listed in section 20 of this Act. Section 3. That the code be amended by adding a NEW SECTION to read: Notwithstanding the provisions of subdivision 34-20B-70(4), 22-24A-15(4), or subdivision (4) of section 23 of this Act, no conveyance may be forfeited under the provisions of this Act, by reason of any act or omission established by the owner of the conveyance to have been committed or omitted by any person other than the owner while the conveyance was unlawfully in the possession of a person other than the owner in violation of the criminal laws of the United States, or of any state, or while the conveyance was rented or leased from a motor vehicle dealer or a leasing or rental agency and the dealer or agency had no knowledge that the conveyance was being used or intended for use, to transport or in any manner facilitate the commission of any crime in the chapters listed in section 20 of this Act. Section 4. That the code be amended by adding a NEW SECTION to read: Notwithstanding the provisions of subdivision 34-20B-70(4) or 22-24A-15(4), no conveyance may be forfeited under the provisions of this Act, by reason of any act committed or omitted by a person other than an owner of the conveyance unless the owner knew or in the exercise of ordinary care should have known that the conveyance was being used or was intended for use to facilitate the commission of any crime in the chapters listed in section 20 of this Act. Section 5. That the code be amended by adding a NEW SECTION to read: To the extent of the interest of an owner, a thing of value is not subject to forfeiture under this Act by reason of any act or omission that is established by the owner of the item to have been committed or omitted without the owner's knowledge or consent. Section 6. That the code be amended by adding a NEW SECTION to read: Any victim of a crime as described in the provisions of §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, 43-43B-1 to 43-43B-3, inclusive, and chapter 22-8, is protected against loss of property through forfeiture by victim immunity as described in § 22-48-2. Section 7. That the code be amended by adding a NEW SECTION to read: Any property subject to forfeiture under this Act may be seized by any law enforcement officer or designated agent of the Division of Criminal Investigation upon process issued by any court having jurisdiction over the property. Section 8. That the code be amended by adding a NEW SECTION to read: The seizure of any property subject to forfeiture under this Act may be made without process issued under section 7 of this Act if: (1) The seizure is incident to an arrest or a search under a search warrant or to an inspection under an administrative inspection warrant; (2) The property subject to seizure has been the subject of a prior judgment in favor of the state in a criminal injunction or forfeiture proceeding under this Act; (3) The law enforcement officer or agent has probable cause to believe that the property is directly or indirectly dangerous to health or safety; or (4) The law enforcement officer or agent has probable cause to believe that the property has been used or intended to be used in violation of crimes in the chapters listed in section 20 of this Act. Section 9. That the code be amended by adding a NEW SECTION to read: If a seizure pursuant to section 7 or subdivisions (1), (3), or (4) of section 8 of this Act occurs, the attorney general shall institute, within sixty days of the seizure, the proceedings pursuant to sections 14 or 15 of this Act. Section 10. That the code be amended by adding a NEW SECTION to read: No property taken or detained pursuant to this Act is replevinable or subject to an action in claim and delivery. However, the property is deemed to be in the custody of the attorney general, subject only to the orders and decrees of the court or the official having jurisdiction over the property. Section 11. That the code be amended by adding a NEW SECTION to read: If property is seized under the provisions of this Act, the attorney general may: (1) Place the property under seal; (2) Remove the property to a place designated by the attorney general; or (3) Take custody of the property and remove it to an appropriate location for disposition in accordance with law. Section 12. That the code be amended by adding a NEW SECTION to read: Any property, as described in subdivisions 34-20B-70(4), (6), and (7), or 22-24A-15(4), (6), and (7), or section 1 and subdivisions (4), (6), and (7) of section 23 of this Act, that is subject to a bona fide perfected security interest at the time of seizure of the personal property, at the time the offense was committed, and is forfeited under the provisions of section 7 to section 19 of this Act, inclusive, shall be taken by the attorney general subject to the security interest. The attorney general shall, within sixty days of the forfeiture of the property: (1) Return the property to the possession of the secured party; (2) Satisfy fully all indebtedness to the secured party secured by the property; or (3) Return the property to the possession of the secured party and require the secured party to sell the property within sixty days of receipt of the property from the attorney general at public or private sale and retain all proceeds necessary to satisfy fully all indebtedness of the secured party secured by the property together with all reasonable costs of the sale and remit to the attorney general all excess proceeds within thirty days of the sale. If the secured party knew or should have known, that the property was being used or intended for use to facilitate in the commission of a crime, the provisions of this section do not apply to the property. Section 13. That the code be amended by adding a NEW SECTION to read: Any forfeiture proceeding is a civil action against the property seized and the standard of proof shall be preponderance of the evidence. Section 14. That the code be amended by adding a NEW SECTION to read: If property described in subdivisions 34-20B-70(2), (3), (5), (6), and (7), or 22-24A-15(2), (3), (5), (6), and (7), or subdivisions (2), (3), (5), (6), and (7) of section 23 of this Act, is seized, the attorney general shall file a summons and complaint for forfeiture of the property in circuit court for the county in which the property was seized or is being held. The proceedings shall be brought in the name of the state. The complaint shall describe the property, and state the property's location, the property's present custodian, the name of each owner if known, the name of each party in interest if known or of legal record, and allege the essential elements of the violation that is claimed to exist. The complaint shall conclude with a prayer to enforce the forfeiture. Notice of a forfeiture proceeding shall be given to each known owner and known party in interest by serving a copy of the summons and complaint in accordance with section 15 of this Act. The procedure governing the proceedings, except as provided in this section, shall be the same as that prescribed for civil proceedings by chapter 15-6. Section 15. That the code be amended by adding a NEW SECTION to read: If property described in section 1 or subdivision (4) of section 23 of this Act, or subdivision 34-20B-70(4), or 22-24A-15(4) is seized, the attorney general shall file a summons and complaint for forfeiture of the property in circuit court of the county in which the property was seized or is being held. The proceedings shall be brought in the name of the state. The complaint shall describe the property, and state the property's location, the property's present custodian, the name of each owner if known, the name of each party in interest if known or of legal record, and allege the essential elements of the violation that is claimed to exist. The complaint shall conclude with a prayer to enforce the forfeiture. The procedure governing the proceedings, except as provided by this section, shall be the same as that prescribed for civil proceedings by chapter 15-6. Notice of forfeiture proceedings shall be given to each owner and party in interest whose right, title, or interest is of record as provided in section 1 of this Act or to the Department of Revenue or the Division of Aeronautics or a similar department of another state if the records are maintained in that state by serving a copy of the summons and complaint upon each known owner and known party in interest in accordance with title 15. Section 16. That the code be amended by adding a NEW SECTION to read: If a person as described in sections 14 and 15 of this Act is released on bail as provided by chapter 23A-43, a summons and complaint for forfeiture of the property may be served by mailing the summons and complaint by certified mail, no return receipt required, to the address left by the person upon release from confinement. Section 17. That the code be amended by adding a NEW SECTION to read: Within thirty days after the service of the notice pursuant to section 14 or section 15 of this Act, the owner of the seized property and any other party in interest or claimant may file a verified answer to the claims described in the complaint instituting the forfeiture proceedings. Section 18. That the code be amended by adding a NEW SECTION to read: If at the end of thirty days after the notice has been served there is no verified answer on file and no claimant has appeared to defend the complaint, the court shall order the disposition of the seized property as requested in the complaint. Section 19. That the code be amended by adding a NEW SECTION to read: If a verified answer is filed, the forfeiture proceedings shall be set for a trial on a day not more than one hundred eighty days from the date of the filing. Any party may demand a trial by jury for the forfeiture proceedings pursuant to subsection 15-6-38(b). At the trial, the state shall establish probable cause for instituting the forfeiture action following which any owner, party in interest, or claimant who has filed a verified answer has the burden of proving that the property seized is not subject to forfeiture under this Act. If the court or a jury finds that the property is not subject to forfeiture under this Act, the court shall order the property released to the owner, party in interest, or claimant according to the person's right, title, or interest. The court shall order the property forfeited if the court or a jury determines that the property was subject to forfeiture. Section 20. That the code be amended by adding a NEW SECTION to read: If property is forfeited under this Act, the attorney general may: (1) Retain the property for official use; (2) Sell any forfeited property which is not required to be destroyed by law and which is not harmful to the public, provided that the proceeds be disposed of for payment of all proper expenses of the proceedings for forfeiture and sale including expenses of seizure, maintenance of custody, advertising, and court costs. All money seized or remaining proceeds from the sale of any forfeited property shall be paid into the following funds: (a) If seized pursuant to a violation of chapters 34-20B or 22-42, proceeds shall go to the drug control fund; (b) If seized pursuant to a violation of chapters 22-24A, 22-23, 22-19A, 22-24B, 43-43B, or 23A-27, proceeds shall be used to reimburse the actual costs of the criminal investigation and prosecution, and any amount over those costs shall be used to satisfy any civil judgments received by the victims. All remaining proceeds shall be paid to the South Dakota internet crimes against children fund; and (c) If seized pursuant to a violation of § 22-8-12 or 22-8-13, or if not otherwise specified by this Act, proceeds shall go to the general fund; or (3) If property is seized pursuant to a violation of chapters 34-20B or 22-42, the attorney general may forward it to the Division of Criminal Investigation for disposition. Such disposition may include delivery for medical or scientific use to any federal or state agency under regulations of the United States attorney general. Section 21. That § 34-20B-70 be amended to read: 34-20B-70. The following are subject to forfeiture pursuant to this Act and no property right exists in them: (1) All controlled drugs and substances and marijuana which have been manufactured, distributed, dispensed, or acquired in violation of the provisions of this chapter or chapter 22-42; (2) All raw materials, products, and equipment of any kind which are used or intended for use, in manufacturing, compounding, processing, importing, or exporting any controlled drug or substance or marijuana in violation of the provisions of this chapter or chapter 22-42; (3) All property which is used, or intended for use, as a container for property described in subdivisions (1) and (2); (4) All conveyances including aircraft, vehicles, or vessels, which transport, possess, or conceal, or which are used, or intended for use, to transport, or in any manner facilitate the transportation, sale, receipt, possession, or concealment of marijuana in excess of one-half pound or any quantity of any other property described in subdivision (1) or (2), except as provided in §§ 34-20B-71 to 34-20B-73, inclusive. This subdivision includes those instances in which a conveyance transports, possesses or conceals marijuana or a controlled substance as described herein without the necessity of showing that the conveyance is specifically being used to transport, possess, or conceal or facilitate the transportation, possession, or concealment of marijuana or a controlled substance in aid of any other offense; (5) All books, records, and research, including formulas, microfilm, tapes, and data which are used, or intended for use, in violation of this chapter; (6) Any funds or other things of value used for the purposes of unlawfully purchasing, attempting to purchase, distributing, or attempting to distribute any controlled drug or substance or marijuana; (7) Any assets, interest, profits, income, and proceeds acquired or derived from the unlawful purchase, attempted purchase, distribution, or attempted distribution of any controlled drug or substance or marijuana. Property described in subdivision (1) shall be deemed contraband and shall be summarily forfeited to the state, property described in subdivisions (2), (3), (5), (6), and (7) is subject to forfeiture under the terms of section 14 of this Act, and property described in subdivision (4) is subject to forfeiture under the terms of section 15 of this Act. Section 22. That § 22-24A-15 be amended to read: 22-24A-15. Any person who is convicted of an offense under §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, 23A-27-14.1, 43-43B-1 to 43-43B-3, inclusive, and 22-23-2, 22-23-8, and 22-23-9 shall forfeit to the state, pursuant to this Act, the person's interest in the following and no property right exists in them: (1) Any photograph, film, videotape, book, digital media or visual depiction that has been manufactured, distributed, purchased, possessed, acquired, or received in violation of §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 23A-27-14.1, and 43-43B-1 to 43-43B-3, inclusive; (2) Any material, product, and equipment of any kind that is used or intended for use in manufacturing, processing, publishing, selling, possessing, or distributing any visual depiction proscribed by §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 23A-27-14.1, and 43-43B-1 to 43-43B-3, inclusive; (3) Any property that is used, or intended for use, as a container for property described in subdivisions (1) and (2) of this section, including any computers and digital media; (4) Any conveyances including aircraft, vehicles, or vessels, that transport, possess, or conceal, or that is used, or intended for use, to transport, or in any manner facilitate any activity proscribed under §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, 23A-27-14.1, and 43-43B-1 to 43-43B-3, inclusive; (5) Any book, record, and research, including microfilm, tape, and data that is used, or intended for use, in violation of §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, 23A-27-14.1, and 43-43B-1 to 43-43B-3, inclusive; (6) Any funds or other things of value used for the purposes of unlawfully carrying out any activity proscribed by §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, 23A-27-14.1, 43-43B-1 to 43-43B-3, inclusive, and 22-23-2, 22-23-8, and 22-23-9; and (7) Any asset, interest, profit, income, and proceed acquired or derived from the unlawful activity proscribed by §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, 23A-27-14.1, 43-43B-1 to 43-43B-3, inclusive, and 22-23-2, 22-23-8, and 22-23-9. Any property described in subdivision (1) of this section shall be deemed contraband and shall be summarily forfeited to the state. Any other property seized and forfeited shall be used to reimburse the actual costs of the criminal investigation and prosecution. Any amount over and above the amount necessary to reimburse for the investigation and prosecution shall be used to satisfy any civil judgments received by victims. All remaining proceeds from the sale of any forfeited property shall be paid into the South Dakota internet crimes against children fund. Property described in subdivisions (2), (3), (5), (6), and (7) is subject to forfeiture under the terms of section 14 of this Act, and property described in subdivision (4) is subject to forfeiture under the terms of section15 of this Act. Section 23. That chapter 22-8 be amended by adding a NEW SECTION to read: Any person who is convicted of an offense under § 22-8-12 or 22-8-13 shall forfeit to the state, pursuant to this Act, the person's interest in the following and no property right exists in them: (1) Any photograph, film, videotape, book, digital media, or visual depiction that has been manufactured, distributed, purchased, possessed, acquired, or received in violation of § 22-8-12 or 22-8-13; (2) Any material, product, and equipment of any kind that is used or intended for use in manufacturing, processing, publishing, selling, possessing, or distributing any communication prohibited by § 22-8-12 or 22-8-13; (3) Any property that is used, or intended for use, as a container for property described in subdivisions (1) and (2) of this section, including any computers and digital media; (4) Any conveyances including aircraft, vehicles, or vessels, that transport, possess, or conceal, or that is used, or intended for use, to transport, or in any manner facilitate any activity proscribed under § 22-8-12 or 22-8-13; (5) Any book, record, and research, including microfilm, tape, and data that is used, or intended for use, in violation of § 22-8-12 or 22-8-13; (6) Any funds or other things of value used for the purposes of unlawfully carrying out any activity proscribed by § 22-8-12 or 22-8-13; and (7) Any asset, interest, profit, income, and proceed acquired or derived from the unlawful activity proscribed by § 22-8-12 or 22-8-13. Property described in subdivision (1) shall be deemed contraband and shall be summarily forfeited to the state. Property described in subdivisions (2), (3), (5), (6), and (7) is subject to forfeiture under the terms of section 14 of this Act. The property described in subdivision (4) is subject to forfeiture under the terms of section 15 of this Act. Section 24. That § 34-20B-70.1 be repealed. 34-20B-70.1. All real property, including any right, title, and interest in the whole of any platted lot or tract of land which shall be measured in three hundred twenty acre increments, or all of any smaller amount and any appurtenances or improvements, which is used, or intended to be used, in any manner or part, to commit or to facilitate the commission of the manufacturing, compounding, processing, delivering, importing, cultivating, exporting, transporting, or exchanging of a controlled substance or ten or more pounds of marijuana, that has not been lawfully manufactured, distributed, dispensed, and acquired is subject to forfeiture under this section. Forfeiture under this chapter of real property encumbered by a bona fide security interest is subject to the interest of the secured party unless the secured party had actual knowledge of the act upon which the forfeiture is based. Notice of forfeiture proceedings shall be given each owner or secured party whose right, title, or interest is of record, at the time of the seizure, with the secretary of state or the register of deeds in the county where such real property is located. A person claiming a security interest bears the burden of establishing that interest by a preponderance of the evidence. No real property may be forfeited under the provisions of this chapter by reason of any act committed by a person other than an owner of the property unless that owner had actual knowledge that the real property was used or intended for use in any of the manners set forth in this chapter. Section 25. That § 34-20B-71 be repealed. 34-20B-71. Notwithstanding subdivision 34-20B-70(4), no conveyance used by any person as a common carrier in the transaction of business as a common carrier shall be forfeited under the provisions of §§ 34-20B-74 to 34-20B-89, inclusive, unless it shall appear that the owner or other person in charge of such conveyance was a consenting party or privy to a violation of this chapter. Section 26. That § 34-20B-72 be repealed. 34-20B-72. Notwithstanding subdivision 34-20B-70(4), no conveyance shall be forfeited under the provisions of §§ 34-20B-74 to 34-20B-89, inclusive, by reason of any act or omission established by the owner thereof to have been committed or omitted by any person other than such owner while such conveyance was unlawfully in the possession of a person other than the owner in violation of the criminal laws of the United States, or of any state, or while such conveyance was rented or leased from an automobile dealer or a leasing or rental agency and said dealer or agency had no knowledge that such conveyance transported, possessed, or concealed marijuana in excess of one-half pound or any quantity of any other property described in subdivisions 34-20B-70(1) and (2) or was being used or intended for use, to transport or in any manner facilitate the transportation, sale, receipt, possession, or concealment of said marijuana or other property. Section 27. That § 34-20B-73 be repealed. 34-20B-73. Notwithstanding subdivision 34-20B-70(4), no conveyance shall be forfeited under the provisions of §§ 34-20B-74 to 34-20B-89, inclusive, by reason of any act committed by a person other than an owner of such conveyance unless the owner knew or in the exercise of ordinary care should have known that the transported, possessed, or concealed marijuana in excess of one-half pound or any quantity of any other property described in subdivisions 34-20B-70(1) and (2), was being used or was intended for use to transport, or in any manner to facilitate the transportation, sale, receipt, possession, or concealment of said marijuana or other property. Section 28. That § 34-20B-74 be repealed. 34-20B-74. Any property subject to forfeiture under this chapter may be seized by any peace officer or designated agent of the Division of Criminal Investigation upon process issued by any court having jurisdiction over the property. Section 29. That § 34-20B-75 be repealed. 34-20B-75. Seizure of property subject to forfeiture under this chapter may be made without process issued under § 34-20B-74 when: (1) The seizure is incident to an arrest or a search under a search warrant, or an inspection under an administrative inspection warrant; (2) The property subject to seizure has been the subject of a prior judgment in favor of the state in a criminal injunction or forfeiture proceeding under this chapter; (3) The peace officer or agent has probable cause to believe that the property is directly or indirectly dangerous to health or safety; or (4) The peace officer or agent has probable cause to believe that the property has been used or intended to be used in violation of this chapter. Section 30. That § 34-20B-76 be repealed. 34-20B-76. In the event of seizure pursuant to § 34-20B-74 or subdivisions 34-20B-75(1), (3), and (4), proceedings under § 34-20B-81, 34-20B-84, or 34-20B-85 shall be instituted within thirty days by the attorney general. Section 31. That § 34-20B-77 be repealed. 34-20B-77. No property taken or detained under §§ 34-20B-70 to 34-20B-89, inclusive, or § 34-20B-70.1, may be repleviable or subject to an action in claim and delivery, but shall be deemed to be in the custody of the attorney general, through the chief agent, subject only to the orders and decrees of the court or the official having jurisdiction of the property. Section 32. That § 34-20B-78 be repealed. 34-20B-78. Whenever property is seized under the provisions of this chapter, the chief agent may: (1) Place the property under seal; (2) Remove the property to a place designated by him; or (3) Take custody of the property and remove it to an appropriate location for disposition in accordance with law. Section 33. That § 34-20B-79 be repealed. 34-20B-79. Properties, as described in subdivisions 34-20B-70(4), (6), and (7) and § 34-20B-70.1, which are subject to a bona fide perfected security interest at the time of seizure of personal property or in the case of real property, at the time the offense was committed, and forfeited under the provisions of §§ 34-20B-74 to 34-20B-89, inclusive, or § 34-20B-70.1 shall be taken by the chief agent subject to the security interest. Any real property security interest perfected after the time the offense was committed and before seizure of the property commences may not be affected by this section, or § 34-20B-70.1, unless the chief agent proves by a preponderance of the evidence that the secured party had actual knowledge of the offense at the time the secured interest was perfected. Seizure of real property under § 34-20B-70.1 is commenced by filing a notice of lis pendens pursuant to chapter 15-10. The chief agent shall at his option within sixty days of the forfeiture of the properties: (1) Return the properties to the possession of the secured party; (2) Satisfy fully all indebtedness to the secured party secured by the properties; (3) Return the properties to the possession of the secured party and require the secured party to sell within sixty days of receipt of the properties from the chief agent at public or private sale the properties and retain all proceeds necessary to satisfy fully all indebtedness of the secured party secured by the properties together with all reasonable costs of the sale and remit to the chief agent all excess proceeds within thirty days of the sale. If the property to be sold is real property, the secured party may have a reasonable period of time after receipt to effect sale; or (4) In the case of real property, compensate any co-owner or joint owner whose interest has not been forfeited and whose interest was of record at the time the offense was committed, their proportionate share of that interest or transfer the forfeited interest to the remaining co-owner or joint owner. If the secured party knew or, except in the case of real property, should have known, that the properties were being used or intended for use to transport, sell or purchase any property described in subdivisions 34-20B-70(1) and (2) or in the violation of the provisions of § 34-20B-70.1, the provisions of this section do not apply to such properties. Section 34. That § 34-20B-80 be repealed. 34-20B-80. Forfeiture proceedings shall be civil actions against the property seized and the standard of proof shall be preponderance of the evidence. Section 35. That § 34-20B-84 be repealed. 34-20B-84. When property described in subdivisions 34-20B-70(2), (3), (5), (6), and (7) is seized, the attorney general shall file a summons and complaint for forfeiture of such property in circuit court for the county in which such property was seized or is being held. The proceedings shall be brought in the name of the state. The complaint shall describe the property, state its location, state its present custodian, state the name of each owner if known, state the name of each party in interest if known or of legal record, allege the essential elements of the violation which is claimed to exist, and shall conclude with a prayer to enforce the forfeiture. Notice of forfeiture proceedings shall be given each known owner and known party in interest by serving a copy of the summons and complaint in accordance with § 34-20B-85. The procedure governing such proceedings, except as herein provided, shall be the same as that prescribed for civil proceedings by chapter 15-6. Section 36. That § 34-20B-85 be repealed. 34-20B-85. If property described in subdivision 34-20B-70(4) and § 34-20B-70.1 is seized, the attorney general shall file a summons and complaint for forfeiture of such property in circuit court of the county in which such property was seized or is being held. The proceedings shall be brought in the name of the state. The complaint shall describe the property, state its location, its present custodian, the name of each owner if known, and the name of each party in interest if known or of legal record, allege the essential elements of the violation which is claimed to exist, and shall conclude with a prayer to enforce the forfeiture. The procedure governing the proceedings, except as herein provided, shall be the same as that prescribed for civil proceedings by chapter 15-6. Notice of forfeiture proceedings shall be given each owner and party in interest whose right, title or interest is of record as provided in § 34-20B-70.1 or in the Department of Revenue or the Division of Aeronautics or a similar department of another state if the records are maintained in that state by serving a copy of the summons and complaint upon each known owner and known party in interest in accordance with Title 15. Section 37. That § 34-20B-86 be repealed. 34-20B-86. Within thirty days after the service of the notice under § 34-20B-84 or 34-20B-85, the owner of the seized property and any other party in interest or claimant may file a verified answer in claim to the conveyance described in the complaint instituting the forfeiture proceedings. Section 38. That § 34-20B-87 be repealed. 34-20B-87. If at the end of thirty days after the notice has been served there is no verified answer on file, and no claimant has appeared to defend said complaint, the court shall order the disposition of the seized property as prayed for in the complaint. Section 39. That § 34-20B-88 be repealed. 34-20B-88. If a verified answer is filed, the forfeiture proceedings shall be set for a trial on a day not more than sixty days from the date of the filing. Any party may demand a trial by jury for the forfeiture proceedings pursuant to subsection 15-6-38(b). At the trial, the state shall establish probable cause for instituting the forfeiture action following which any owner, party in interest, or claimant who has filed a verified answer has the burden of proving that the property seized is not subject to forfeiture under this chapter. If the court or a jury finds that the property is not subject to forfeiture under this chapter, the court shall order the property released to the owner, party in interest, or claimant according to such person's right, title, or interest. The court shall order the property forfeited if the court or a jury determines that such property was subject to forfeiture. Section 40. That § 34-20B-89 be repealed. 34-20B-89. Whenever property is forfeited under this chapter, the chief agent may: (1) Retain the property for official use; (2) Sell any forfeited property which is not required to be destroyed by law and which is not harmful to the public, provided that the proceeds be disposed of for payment of all proper expenses of the proceedings for forfeiture and sale including expenses of seizure, maintenance of custody, advertising, and court costs. All moneys seized or remaining proceeds from the sale of any forfeited property shall be paid into the drug control fund; or (3) Forward it to the Bureau of Narcotics and Dangerous Drugs for disposition. Such disposition may include delivery for medical or scientific use to any federal or state agency under regulations of the United States attorney general. Section 41. That § 22-24A-15.1 be repealed. 22-24A-15.1. Notwithstanding the provisions of subdivision 22-24A-15(4), no conveyance used by any person as a common carrier in the transaction of business as a common carrier may be forfeited under the provisions of §§ 22-24A-15.3 and 22-24A-21 to 22-24A-32, inclusive, unless it appears that the owner or other person in charge of the conveyance was a consenting party or privy to a violation of this chapter. Section 42. That § 22-24A-15.2 be repealed. 22-24A-15.2. Notwithstanding the provisions of subdivision 22-24A-15(4), no conveyance may be forfeited under the provisions of §§ 22-24A-15.3 and 22-24A-21 to 22-24A-32, inclusive, by reason of any act or omission established by the owner of the conveyance to have been committed or omitted by any person other than the owner while the conveyance was unlawfully in the possession of a person other than the owner in violation of the criminal laws of the United States, or of any state, or while the conveyance was rented or leased from a motor vehicle dealer or a leasing or rental agency and the dealer or agency had no knowledge that the conveyance transported, possessed, or concealed child pornography or any quantity of any other property described in subdivisions 22-24A-15(1) and (2) or was being used or intended for use, to transport or in any manner facilitate the transportation, sale, receipt, possession, or concealment of said child pornography or other property. Section 43. That § 22-24A-15.3 be repealed. 22-24A-15.3. Notwithstanding the provisions of subdivision 22-24A-15(4), no conveyance may be forfeited under the provisions of §§ 22-24A-21 to 22-24A-33, inclusive, by reason of any act omitted by a person other than an owner of the conveyance unless the owner knew or in the exercise of ordinary care should have known that the transported, possessed, or concealed child pornography or any other property described in subdivisions 22-24A-15(1) and (2), was being used or was intended for use to transport, or in any manner to facilitate the transportation, sale, receipt, possession, or concealment of the child pornography or other related property. Section 44. That § 22-24A-15.4 be repealed. 22-24A-15.4. To the extent of the interest of an owner, a thing of value is not subject to forfeiture under this chapter by reason of any act or omission that is established by the owner of the item to have been committed or omitted without the owner's knowledge or consent. Section 45. That § 22-24A-15.5 be repealed. 22-24A-15.5. Victims of crimes as described in the provisions of §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, 23A-27-14.1, and 43-43B-1 to 43-43B-3, inclusive, are protected against loss of property through forfeiture by victim immunity as described in § 22-48-2. Section 46. That § 22-24A-21 be repealed. 22-24A-21. Any property subject to forfeiture under this chapter may be seized by any law enforcement officer or designated agent of the Division of Criminal Investigation upon process issued by any court having jurisdiction over the property. Section 47. That § 22-24A-22 be repealed. 22-24A-22. Seizure of property subject to forfeiture under this chapter may be made without process issued under § 22-24A-21 if: (1) The seizure is incident to an arrest or a search under a search warrant or to an inspection under an administrative inspection warrant; (2) The property subject to seizure has been the subject of a prior judgment in favor of the state in a criminal injunction or forfeiture proceeding under this chapter; (3) The law enforcement officer or agent has probable cause to believe that the property is directly or indirectly dangerous to health or safety; or (4) The law enforcement officer or agent has probable cause to believe that the property has been used or intended to be used in violation of this chapter. Section 48. That § 22-24A-23 be repealed. 22-24A-23. If a seizure pursuant to § 22-24A-21 or subdivisions 22-24A-22(1), (3) and (4) takes place, the attorney general shall institute, within sixty days of the seizure, the proceedings pursuant to subdivision 22-24A-15(1), and § 22-24A-28 or 22-24A-29. Section 49. That § 22-24A-24 be repealed. 22-24A-24. No property taken or detained pursuant to §§ 22-24A-15 to 22-24A-15.3, inclusive, and 22-24A-21 to 22-24A-33, inclusive, is replevinable or subject to an action in claim and delivery. However, the property is deemed to be in the custody of the attorney general, through the chief agent, subject only to the orders and decrees of the court or the official having jurisdiction of the property. Section 50. That § 22-24A-25 be repealed. 22-24A-25. If property is seized under the provisions of this chapter, the chief agent may: (1) Place the property under seal; (2) Remove the property to a place designated by the chief agent; or (3) Take custody of the property and remove it to an appropriate location for disposition in accordance with law. Section 51. That § 22-24A-26 be repealed. 22-24A-26. Any property, as described in subdivisions 22-24A-15(4), (6) and (7) that is subject to a bona fide perfected security interest at the time of seizure of the personal property, at the time the offense was committed, and is forfeited under the provisions of §§ 22-24A-21 to 22-24A-33, inclusive, shall be taken by the chief agent subject to the security interest. The chief agent shall, within sixty days of the forfeiture of the property: (1) Return the property to the possession of the secured party; (2) Satisfy fully all indebtedness to the secured party secured by the property; or (3) Return the property to the possession of the secured party and require the secured party to sell within sixty days of receipt of the property from the chief agent at public or private sale the property and retain all proceeds necessary to satisfy fully all indebtedness of the secured party secured by the property together with all reasonable costs of the sale and remit to the chief agent all excess proceeds within thirty days of the sale. If the secured party knew or should have known, that the property was being used or intended for use to transport, sell, or purchase any property described in subdivisions 22-24A-15(1) and (2), the provisions of this section do not apply to the property. Section 52. That § 22-24A-27 be repealed. 22-24A-27. Any forfeiture proceeding is a civil action against the property seized and the standard of proof shall be preponderance of the evidence. Section 53. That § 22-24A-28 be repealed. 22-24A-28. If property described in subdivisions 22-24A-15(2), (3), (5), (6) and (7) is seized, the attorney general shall file a summons and complaint for forfeiture of the property in circuit court for the county in which the property was seized or is being held. The proceedings shall be brought in the name of the state. The complaint shall describe the property, state the property's location, state the property's present custodian, state the name of each owner if known, state the name of each party in interest if known or of legal record, and allege the essential elements of the violation that is claimed to exist. The complaint shall conclude with a prayer to enforce the forfeiture. Notice of a forfeiture proceeding shall be given to each known owner and known party in interest by serving a copy of the summons and complaint in accordance with § 22-24A-29. The procedure governing the proceedings, except as provided in this section, shall be the same as that prescribed for civil proceedings by chapter 15-6. Section 54. That § 22-24A-29 be repealed. 22-24A-29. If property described in subdivision 22-24A-15(4) is seized, the attorney general shall file a summons and complaint for forfeiture of the property in circuit court of the county in which the property was seized or is being held. The proceedings shall be brought in the name of the state. The complaint shall describe the property, state the property's location, state the property's present custodian, state the name of each owner if known, state the name of each party in interest if known or of legal record, and allege the essential elements of the violation that is claimed to exist. The complaint shall conclude with a prayer to enforce the forfeiture. The procedure governing the proceedings, except as provided by this section, shall be the same as that prescribed for civil proceedings by chapter 15-6. Notice of forfeiture proceedings shall be given to each owner and party in interest whose right, title, or interest is of record as provided in § 34-20B-70.1 or in the Department of Revenue or the Division of Aeronautics or a similar department of another state if the records are maintained in that state by serving a copy of the summons and complaint upon each known owner and known party in interest in accordance with title 15. Section 55. That § 22-24A-30 be repealed. 22-24A-30. If a person as described in § 22-24A-28 or 22-24A-29 is released on bail as provided by chapter 23A-43, a summons and complaint for forfeiture of the property may be served by mailing the summons and complaint by certified mail, no return receipt required, to the address left by the person upon release from confinement. Section 56. That § 22-24A-31 be repealed. 22-24A-31. Within thirty days after the service of the notice pursuant to § 22-24A-28 or 22-24A-29, the owner of the seized property and any other party in interest or claimant may file a verified answer to the claims described in the complaint instituting the forfeiture proceedings. Section 57. That § 22-24A-32 be repealed. 22-24A-32. If at the end of thirty days after the notice has been served there is no verified answer on file, and no claimant has appeared to defend the complaint, the court shall order the disposition of the seized property as prayed for in the complaint. Section 58. That § 22-24A-33 be repealed. 22-24A-33. If a verified answer is filed, the forfeiture proceedings shall be set for a trial on a day not more than one hundred eighty days from the date of the filing. Any party may demand a trial by jury for the forfeiture proceedings pursuant to subsection 15-6-38(b). At the trial, the state shall establish probable cause for instituting the forfeiture action following which any owner, party in interest, or claimant who has filed a verified answer has the burden of proving that the property seized is not subject to forfeiture under this chapter. If the court or a jury finds that the property is not subject to forfeiture under this chapter, the court shall order the property released to the owner, party in interest, or claimant according to the person's right, title, or interest. The court shall order the property forfeited if the court or a jury determines that the property was subject to forfeiture. Section 59. That § 22-24A-34 be repealed. 22-24A-34. If property is forfeited under this chapter, the chief agent may: (1) Retain the property for official use; or (2) Sell any forfeited property that is not required to be destroyed by law and that is not harmful to the public, if the proceeds are disposed of for payment of all proper expenses of the proceedings for forfeiture and sale including expenses of seizure, maintenance of custody, advertising, and court costs."}, {"bill_id": 7094, "bill_version_id": 40491, "bill_version": "Senate Engrossed", "bill_version_date": "2016-03-08T12:18:31.557-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and consolidate certain civil forfeiture provisions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: All real property, including any right, title, and interest in the whole of any platted lot or tract of land which is measured in three hundred twenty acre increments, or all of any smaller amount and any appurtenances or improvements, which is used, or intended to be used, in any manner or part, to commit or to facilitate the commission of a violation of any crime listed in chapters 34-20B or 22-24A, is subject to forfeiture under this section. Forfeiture under this Act of real property encumbered by a bona fide security interest is subject to the interest of the secured party unless the secured party had actual knowledge of the act upon which the forfeiture is based. Notice of forfeiture proceedings shall be given each owner or secured party whose right, title, or interest is of record, at the time of the seizure, with the secretary of state or the register of deeds in the county where the real property is located. A person claiming a security interest bears the burden of establishing that interest by a preponderance of the evidence. No real property may be forfeited under the provisions of this Act by reason of any act committed by a person other than an owner of the property unless that owner had actual knowledge that the real property was used or intended for use in any of the manners set forth in the chapters listed in section 20 of this Act. Section 2. That the code be amended by adding a NEW SECTION to read: Notwithstanding the provisions of subdivision 34-20B-70(4) or 22-24A-15(4), no conveyance used by any person as a common carrier in the transaction of business as a common carrier may be forfeited under the provisions of this Act, unless it appears that the owner or other person in charge of the conveyance was a consenting party or privy to a violation of any crime in the chapters listed in section 20 of this Act. Section 3. That the code be amended by adding a NEW SECTION to read: Notwithstanding the provisions of subdivision 34-20B-70(4) or 22-24A-15(4), no conveyance may be forfeited under the provisions of this Act, by reason of any act or omission established by the owner of the conveyance to have been committed or omitted by any person other than the owner while the conveyance was unlawfully in the possession of a person other than the owner in violation of the criminal laws of the United States, or of any state, or while the conveyance was rented or leased from a motor vehicle dealer or a leasing or rental agency and the dealer or agency had no knowledge that the conveyance was being used or intended for use, to transport or in any manner facilitate the commission of any crime in the chapters listed in section 20 of this Act. Section 4. That the code be amended by adding a NEW SECTION to read: Notwithstanding the provisions of subdivision 34-20B-70(4) or 22-24A-15(4), no conveyance may be forfeited under the provisions of this Act, by reason of any act committed or omitted by a person other than an owner of the conveyance unless the owner knew or in the exercise of ordinary care should have known that the conveyance was being used or was intended for use to facilitate the commission of any crime in the chapters listed in section 20 of this Act. Section 5. That the code be amended by adding a NEW SECTION to read: To the extent of the interest of an owner, a thing of value is not subject to forfeiture under this Act by reason of any act or omission that is established by the owner of the item to have been committed or omitted without the owner's knowledge or consent. Section 6. That the code be amended by adding a NEW SECTION to read: Any victim of a crime as described in the provisions of §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, and 43-43B-1 to 43-43B-3, inclusive, is protected against loss of property through forfeiture by victim immunity as described in § 22-48-2. Section 7. That the code be amended by adding a NEW SECTION to read: Any property subject to forfeiture under this Act may be seized by any law enforcement officer or designated agent of the Division of Criminal Investigation upon process issued by any court having jurisdiction over the property. Section 8. That the code be amended by adding a NEW SECTION to read: The seizure of any property subject to forfeiture under this Act may be made without process issued under section 7 of this Act if: (1) The seizure is incident to an arrest or a search under a search warrant or to an inspection under an administrative inspection warrant; (2) The property subject to seizure has been the subject of a prior judgment in favor of the state in a criminal injunction or forfeiture proceeding under this Act; (3) The law enforcement officer or agent has probable cause to believe that the property is directly or indirectly dangerous to health or safety; or (4) The law enforcement officer or agent has probable cause to believe that the property has been used or intended to be used in violation of crimes in the chapters listed in section 20 of this Act. Section 9. That the code be amended by adding a NEW SECTION to read: If a seizure pursuant to section 7 or subdivisions (1), (3), or (4) of section 8 of this Act occurs, the attorney general shall institute, within sixty days of the seizure, the proceedings pursuant to sections 14 or 15 of this Act. Section 10. That the code be amended by adding a NEW SECTION to read: No property taken or detained pursuant to this Act is replevinable or subject to an action in claim and delivery. However, the property is deemed to be in the custody of the attorney general, subject only to the orders and decrees of the court or the official having jurisdiction over the property. Section 11. That the code be amended by adding a NEW SECTION to read: If property is seized under the provisions of this Act, the attorney general may: (1) Place the property under seal; (2) Remove the property to a place designated by the attorney general; or (3) Take custody of the property and remove it to an appropriate location for disposition in accordance with law. Section 12. That the code be amended by adding a NEW SECTION to read: Any property, as described in subdivisions 34-20B-70(4), (6), and (7) or 22-24A-15(4), (6), and (7), or section 1 of this Act, that is subject to a bona fide perfected security interest at the time of seizure of the personal property, at the time the offense was committed, and is forfeited under the provisions of section 7 to section 19 of this Act, inclusive, shall be taken by the attorney general subject to the security interest. The attorney general shall, within sixty days of the forfeiture of the property: (1) Return the property to the possession of the secured party; (2) Satisfy fully all indebtedness to the secured party secured by the property; or (3) Return the property to the possession of the secured party and require the secured party to sell the property within sixty days of receipt of the property from the attorney general at public or private sale and retain all proceeds necessary to satisfy fully all indebtedness of the secured party secured by the property together with all reasonable costs of the sale and remit to the attorney general all excess proceeds within thirty days of the sale. If the secured party knew or should have known, that the property was being used or intended for use to facilitate in the commission of a crime, the provisions of this section do not apply to the property. Section 13. That the code be amended by adding a NEW SECTION to read: Any forfeiture proceeding is a civil action against the property seized and the standard of proof shall be preponderance of the evidence. Section 14. That the code be amended by adding a NEW SECTION to read: If property described in subdivisions 34-20B-70(2), (3), (5), (6), and (7) or 22-24A-15(2), (3), (5), (6), and (7) is seized, the attorney general shall file a summons and complaint for forfeiture of the property in circuit court for the county in which the property was seized or is being held. The proceedings shall be brought in the name of the state. The complaint shall describe the property, and state the property's location, the property's present custodian, the name of each owner if known, the name of each party in interest if known or of legal record, and allege the essential elements of the violation that is claimed to exist. The complaint shall conclude with a prayer to enforce the forfeiture. Notice of a forfeiture proceeding shall be given to each known owner and known party in interest by serving a copy of the summons and complaint in accordance with section 15 of this Act. The procedure governing the proceedings, except as provided in this section, shall be the same as that prescribed for civil proceedings by chapter 15-6. Section 15. That the code be amended by adding a NEW SECTION to read: If property described in section 1 of this Act or subdivision 34-20B-70(4) or 22-24A-15(4) is seized, the attorney general shall file a summons and complaint for forfeiture of the property in circuit court of the county in which the property was seized or is being held. The proceedings shall be brought in the name of the state. The complaint shall describe the property, and state the property's location, the property's present custodian, the name of each owner if known, the name of each party in interest if known or of legal record, and allege the essential elements of the violation that is claimed to exist. The complaint shall conclude with a prayer to enforce the forfeiture. The procedure governing the proceedings, except as provided by this section, shall be the same as that prescribed for civil proceedings by chapter 15-6. Notice of forfeiture proceedings shall be given to each owner and party in interest whose right, title, or interest is of record as provided in section 1 of this Act or to the Department of Revenue or the Division of Aeronautics or a similar department of another state if the records are maintained in that state by serving a copy of the summons and complaint upon each known owner and known party in interest in accordance with title 15. Section 16. That the code be amended by adding a NEW SECTION to read: If a person as described in sections 14 and 15 of this Act is released on bail as provided by chapter 23A-43, a summons and complaint for forfeiture of the property may be served by mailing the summons and complaint by certified mail, no return receipt required, to the address left by the person upon release from confinement. Section 17. That the code be amended by adding a NEW SECTION to read: Within thirty days after the service of the notice pursuant to section 14 or section 15 of this Act, the owner of the seized property and any other party in interest or claimant may file a verified answer to the claims described in the complaint instituting the forfeiture proceedings. Section 18. That the code be amended by adding a NEW SECTION to read: If at the end of thirty days after the notice has been served there is no verified answer on file and no claimant has appeared to defend the complaint, the court shall order the disposition of the seized property as requested in the complaint. Section 19. That the code be amended by adding a NEW SECTION to read: If a verified answer is filed, the forfeiture proceedings shall be set for a trial on a day not more than one hundred eighty days from the date of the filing. Any party may demand a trial by jury for the forfeiture proceedings pursuant to subsection 15-6-38(b). At the trial, the state shall establish probable cause for instituting the forfeiture action following which any owner, party in interest, or claimant who has filed a verified answer has the burden of proving that the property seized is not subject to forfeiture under this Act. If the court or a jury finds that the property is not subject to forfeiture under this Act, the court shall order the property released to the owner, party in interest, or claimant according to the person's right, title, or interest. The court shall order the property forfeited if the court or a jury determines that the property was subject to forfeiture. Section 20. That the code be amended by adding a NEW SECTION to read: If property is forfeited under this Act, the attorney general may: (1) Retain the property for official use; (2) Sell any forfeited property which is not required to be destroyed by law and which is not harmful to the public, provided that the proceeds be disposed of for payment of all proper expenses of the proceedings for forfeiture and sale including expenses of seizure, maintenance of custody, advertising, and court costs. All money seized or remaining proceeds from the sale of any forfeited property shall be paid into the following funds: (a) If seized pursuant to a violation of chapters 34-20B or 22-42, proceeds shall go to the drug control fund; (b) If seized pursuant to a violation of chapters 22-24A, 22-23, 22-19A, 22-24B, 43-43B, or 23A-27, proceeds shall be used to reimburse the actual costs of the criminal investigation and prosecution, and any amount over those costs shall be used to satisfy any civil judgments received by the victims. All remaining proceeds shall be paid to the South Dakota internet crimes against children fund; and (c) If not otherwise specified by this Act, proceeds shall go to the general fund; or (3) If property is seized pursuant to a violation of chapters 34-20B or 22-42, the attorney general may forward it to the Division of Criminal Investigation for disposition. Such disposition may include delivery for medical or scientific use to any federal or state agency under regulations of the United States attorney general. Section 21. That § 34-20B-70 be amended to read: 34-20B-70. The following are subject to forfeiture pursuant to this Act and no property right exists in them: (1) All controlled drugs and substances and marijuana which have been manufactured, distributed, dispensed, or acquired in violation of the provisions of this chapter or chapter 22-42; (2) All raw materials, products, and equipment of any kind which are used or intended for use, in manufacturing, compounding, processing, importing, or exporting any controlled drug or substance or marijuana in violation of the provisions of this chapter or chapter 22-42; (3) All property which is used, or intended for use, as a container for property described in subdivisions (1) and (2); (4) All conveyances including aircraft, vehicles, or vessels, which transport, possess, or conceal, or which are used, or intended for use, to transport, or in any manner facilitate the transportation, sale, receipt, possession, or concealment of marijuana in excess of one-half pound or any quantity of any other property described in subdivision (1) or (2), except as provided in §§ 34-20B-71 to 34-20B-73, inclusive. This subdivision includes those instances in which a conveyance transports, possesses or conceals marijuana or a controlled substance as described herein without the necessity of showing that the conveyance is specifically being used to transport, possess, or conceal or facilitate the transportation, possession, or concealment of marijuana or a controlled substance in aid of any other offense; (5) All books, records, and research, including formulas, microfilm, tapes, and data which are used, or intended for use, in violation of this chapter; (6) Any funds or other things of value used for the purposes of unlawfully purchasing, attempting to purchase, distributing, or attempting to distribute any controlled drug or substance or marijuana; (7) Any assets, interest, profits, income, and proceeds acquired or derived from the unlawful purchase, attempted purchase, distribution, or attempted distribution of any controlled drug or substance or marijuana. Property described in subdivision (1) shall be deemed contraband and shall be summarily forfeited to the state, property described in subdivisions (2), (3), (5), (6), and (7) is subject to forfeiture under the terms of section 14 of this Act, and property described in subdivision (4) is subject to forfeiture under the terms of section 15 of this Act. Section 22. That § 22-24A-15 be amended to read: 22-24A-15. Any person who is convicted of an offense under §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, 23A-27-14.1, 43-43B-1 to 43-43B-3, inclusive, and 22-23-2, 22-23-8, and 22-23-9 shall forfeit to the state, pursuant to this Act, the person's interest in the following and no property right exists in them: (1) Any photograph, film, videotape, book, digital media or visual depiction that has been manufactured, distributed, purchased, possessed, acquired, or received in violation of §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 23A-27-14.1, and 43-43B-1 to 43-43B-3, inclusive; (2) Any material, product, and equipment of any kind that is used or intended for use in manufacturing, processing, publishing, selling, possessing, or distributing any visual depiction proscribed by §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 23A-27-14.1, and 43-43B-1 to 43-43B-3, inclusive; (3) Any property that is used, or intended for use, as a container for property described in subdivisions (1) and (2) of this section, including any computers and digital media; (4) Any conveyances including aircraft, vehicles, or vessels, that transport, possess, or conceal, or that is used, or intended for use, to transport, or in any manner facilitate any activity proscribed under §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, 23A-27-14.1, and 43-43B-1 to 43-43B-3, inclusive; (5) Any book, record, and research, including microfilm, tape, and data that is used, or intended for use, in violation of §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, 23A-27-14.1, and 43-43B-1 to 43-43B-3, inclusive; (6) Any funds or other things of value used for the purposes of unlawfully carrying out any activity proscribed by §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, 23A-27-14.1, 43-43B-1 to 43-43B-3, inclusive, and 22-23-2, 22-23-8, and 22-23-9; and (7) Any asset, interest, profit, income, and proceed acquired or derived from the unlawful activity proscribed by §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, 23A-27-14.1, 43-43B-1 to 43-43B-3, inclusive, and 22-23-2, 22-23-8, and 22-23-9. Any property described in subdivision (1) of this section shall be deemed contraband and shall be summarily forfeited to the state. Any other property seized and forfeited shall be used to reimburse the actual costs of the criminal investigation and prosecution. Any amount over and above the amount necessary to reimburse for the investigation and prosecution shall be used to satisfy any civil judgments received by victims. All remaining proceeds from the sale of any forfeited property shall be paid into the South Dakota internet crimes against children fund. Property described in subdivisions (2), (3), (5), (6), and (7) is subject to forfeiture under the terms of section 14 of this Act, and property described in subdivision (4) is subject to forfeiture under the terms of section15 of this Act. Section 23. That § 34-20B-70.1 be repealed. 34-20B-70.1. All real property, including any right, title, and interest in the whole of any platted lot or tract of land which shall be measured in three hundred twenty acre increments, or all of any smaller amount and any appurtenances or improvements, which is used, or intended to be used, in any manner or part, to commit or to facilitate the commission of the manufacturing, compounding, processing, delivering, importing, cultivating, exporting, transporting, or exchanging of a controlled substance or ten or more pounds of marijuana, that has not been lawfully manufactured, distributed, dispensed, and acquired is subject to forfeiture under this section. Forfeiture under this chapter of real property encumbered by a bona fide security interest is subject to the interest of the secured party unless the secured party had actual knowledge of the act upon which the forfeiture is based. Notice of forfeiture proceedings shall be given each owner or secured party whose right, title, or interest is of record, at the time of the seizure, with the secretary of state or the register of deeds in the county where such real property is located. A person claiming a security interest bears the burden of establishing that interest by a preponderance of the evidence. No real property may be forfeited under the provisions of this chapter by reason of any act committed by a person other than an owner of the property unless that owner had actual knowledge that the real property was used or intended for use in any of the manners set forth in this chapter. Section 24. That § 34-20B-71 be repealed. 34-20B-71. Notwithstanding subdivision 34-20B-70(4), no conveyance used by any person as a common carrier in the transaction of business as a common carrier shall be forfeited under the provisions of §§ 34-20B-74 to 34-20B-89, inclusive, unless it shall appear that the owner or other person in charge of such conveyance was a consenting party or privy to a violation of this chapter. Section 25. That § 34-20B-72 be repealed. 34-20B-72. Notwithstanding subdivision 34-20B-70(4), no conveyance shall be forfeited under the provisions of §§ 34-20B-74 to 34-20B-89, inclusive, by reason of any act or omission established by the owner thereof to have been committed or omitted by any person other than such owner while such conveyance was unlawfully in the possession of a person other than the owner in violation of the criminal laws of the United States, or of any state, or while such conveyance was rented or leased from an automobile dealer or a leasing or rental agency and said dealer or agency had no knowledge that such conveyance transported, possessed, or concealed marijuana in excess of one-half pound or any quantity of any other property described in subdivisions 34-20B-70(1) and (2) or was being used or intended for use, to transport or in any manner facilitate the transportation, sale, receipt, possession, or concealment of said marijuana or other property. Section 26. That § 34-20B-73 be repealed. 34-20B-73. Notwithstanding subdivision 34-20B-70(4), no conveyance shall be forfeited under the provisions of §§ 34-20B-74 to 34-20B-89, inclusive, by reason of any act committed by a person other than an owner of such conveyance unless the owner knew or in the exercise of ordinary care should have known that the transported, possessed, or concealed marijuana in excess of one-half pound or any quantity of any other property described in subdivisions 34-20B-70(1) and (2), was being used or was intended for use to transport, or in any manner to facilitate the transportation, sale, receipt, possession, or concealment of said marijuana or other property. Section 27. That § 34-20B-74 be repealed. 34-20B-74. Any property subject to forfeiture under this chapter may be seized by any peace officer or designated agent of the Division of Criminal Investigation upon process issued by any court having jurisdiction over the property. Section 28. That § 34-20B-75 be repealed. 34-20B-75. Seizure of property subject to forfeiture under this chapter may be made without process issued under § 34-20B-74 when: (1) The seizure is incident to an arrest or a search under a search warrant, or an inspection under an administrative inspection warrant; (2) The property subject to seizure has been the subject of a prior judgment in favor of the state in a criminal injunction or forfeiture proceeding under this chapter; (3) The peace officer or agent has probable cause to believe that the property is directly or indirectly dangerous to health or safety; or (4) The peace officer or agent has probable cause to believe that the property has been used or intended to be used in violation of this chapter. Section 29. That § 34-20B-76 be repealed. 34-20B-76. In the event of seizure pursuant to § 34-20B-74 or subdivisions 34-20B-75(1), (3), and (4), proceedings under § 34-20B-81, 34-20B-84, or 34-20B-85 shall be instituted within thirty days by the attorney general. Section 30. That § 34-20B-77 be repealed. 34-20B-77. No property taken or detained under §§ 34-20B-70 to 34-20B-89, inclusive, or § 34-20B-70.1, may be repleviable or subject to an action in claim and delivery, but shall be deemed to be in the custody of the attorney general, through the chief agent, subject only to the orders and decrees of the court or the official having jurisdiction of the property. Section 31. That § 34-20B-78 be repealed. 34-20B-78. Whenever property is seized under the provisions of this chapter, the chief agent may: (1) Place the property under seal; (2) Remove the property to a place designated by him; or (3) Take custody of the property and remove it to an appropriate location for disposition in accordance with law. Section 32. That § 34-20B-79 be repealed. 34-20B-79. Properties, as described in subdivisions 34-20B-70(4), (6), and (7) and § 34-20B-70.1, which are subject to a bona fide perfected security interest at the time of seizure of personal property or in the case of real property, at the time the offense was committed, and forfeited under the provisions of §§ 34-20B-74 to 34-20B-89, inclusive, or § 34-20B-70.1 shall be taken by the chief agent subject to the security interest. Any real property security interest perfected after the time the offense was committed and before seizure of the property commences may not be affected by this section, or § 34-20B-70.1, unless the chief agent proves by a preponderance of the evidence that the secured party had actual knowledge of the offense at the time the secured interest was perfected. Seizure of real property under § 34-20B-70.1 is commenced by filing a notice of lis pendens pursuant to chapter 15-10. The chief agent shall at his option within sixty days of the forfeiture of the properties: (1) Return the properties to the possession of the secured party; (2) Satisfy fully all indebtedness to the secured party secured by the properties; (3) Return the properties to the possession of the secured party and require the secured party to sell within sixty days of receipt of the properties from the chief agent at public or private sale the properties and retain all proceeds necessary to satisfy fully all indebtedness of the secured party secured by the properties together with all reasonable costs of the sale and remit to the chief agent all excess proceeds within thirty days of the sale. If the property to be sold is real property, the secured party may have a reasonable period of time after receipt to effect sale; or (4) In the case of real property, compensate any co-owner or joint owner whose interest has not been forfeited and whose interest was of record at the time the offense was committed, their proportionate share of that interest or transfer the forfeited interest to the remaining co-owner or joint owner. If the secured party knew or, except in the case of real property, should have known, that the properties were being used or intended for use to transport, sell or purchase any property described in subdivisions 34-20B-70(1) and (2) or in the violation of the provisions of § 34-20B-70.1, the provisions of this section do not apply to such properties. Section 33. That § 34-20B-80 be repealed. 34-20B-80. Forfeiture proceedings shall be civil actions against the property seized and the standard of proof shall be preponderance of the evidence. Section 34. That § 34-20B-84 be repealed. 34-20B-84. When property described in subdivisions 34-20B-70(2), (3), (5), (6), and (7) is seized, the attorney general shall file a summons and complaint for forfeiture of such property in circuit court for the county in which such property was seized or is being held. The proceedings shall be brought in the name of the state. The complaint shall describe the property, state its location, state its present custodian, state the name of each owner if known, state the name of each party in interest if known or of legal record, allege the essential elements of the violation which is claimed to exist, and shall conclude with a prayer to enforce the forfeiture. Notice of forfeiture proceedings shall be given each known owner and known party in interest by serving a copy of the summons and complaint in accordance with § 34-20B-85. The procedure governing such proceedings, except as herein provided, shall be the same as that prescribed for civil proceedings by chapter 15-6. Section 35. That § 34-20B-85 be repealed. 34-20B-85. If property described in subdivision 34-20B-70(4) and § 34-20B-70.1 is seized, the attorney general shall file a summons and complaint for forfeiture of such property in circuit court of the county in which such property was seized or is being held. The proceedings shall be brought in the name of the state. The complaint shall describe the property, state its location, its present custodian, the name of each owner if known, and the name of each party in interest if known or of legal record, allege the essential elements of the violation which is claimed to exist, and shall conclude with a prayer to enforce the forfeiture. The procedure governing the proceedings, except as herein provided, shall be the same as that prescribed for civil proceedings by chapter 15-6. Notice of forfeiture proceedings shall be given each owner and party in interest whose right, title or interest is of record as provided in § 34-20B-70.1 or in the Department of Revenue or the Division of Aeronautics or a similar department of another state if the records are maintained in that state by serving a copy of the summons and complaint upon each known owner and known party in interest in accordance with Title 15. Section 36. That § 34-20B-86 be repealed. 34-20B-86. Within thirty days after the service of the notice under § 34-20B-84 or 34-20B-85, the owner of the seized property and any other party in interest or claimant may file a verified answer in claim to the conveyance described in the complaint instituting the forfeiture proceedings. Section 37. That § 34-20B-87 be repealed. 34-20B-87. If at the end of thirty days after the notice has been served there is no verified answer on file, and no claimant has appeared to defend said complaint, the court shall order the disposition of the seized property as prayed for in the complaint. Section 38. That § 34-20B-88 be repealed. 34-20B-88. If a verified answer is filed, the forfeiture proceedings shall be set for a trial on a day not more than sixty days from the date of the filing. Any party may demand a trial by jury for the forfeiture proceedings pursuant to subsection 15-6-38(b). At the trial, the state shall establish probable cause for instituting the forfeiture action following which any owner, party in interest, or claimant who has filed a verified answer has the burden of proving that the property seized is not subject to forfeiture under this chapter. If the court or a jury finds that the property is not subject to forfeiture under this chapter, the court shall order the property released to the owner, party in interest, or claimant according to such person's right, title, or interest. The court shall order the property forfeited if the court or a jury determines that such property was subject to forfeiture. Section 39. That § 34-20B-89 be repealed. 34-20B-89. Whenever property is forfeited under this chapter, the chief agent may: (1) Retain the property for official use; (2) Sell any forfeited property which is not required to be destroyed by law and which is not harmful to the public, provided that the proceeds be disposed of for payment of all proper expenses of the proceedings for forfeiture and sale including expenses of seizure, maintenance of custody, advertising, and court costs. All moneys seized or remaining proceeds from the sale of any forfeited property shall be paid into the drug control fund; or (3) Forward it to the Bureau of Narcotics and Dangerous Drugs for disposition. Such disposition may include delivery for medical or scientific use to any federal or state agency under regulations of the United States attorney general. Section 40. That § 22-24A-15.1 be repealed. 22-24A-15.1. Notwithstanding the provisions of subdivision 22-24A-15(4), no conveyance used by any person as a common carrier in the transaction of business as a common carrier may be forfeited under the provisions of §§ 22-24A-15.3 and 22-24A-21 to 22-24A-32, inclusive, unless it appears that the owner or other person in charge of the conveyance was a consenting party or privy to a violation of this chapter. Section 41. That § 22-24A-15.2 be repealed. 22-24A-15.2. Notwithstanding the provisions of subdivision 22-24A-15(4), no conveyance may be forfeited under the provisions of §§ 22-24A-15.3 and 22-24A-21 to 22-24A-32, inclusive, by reason of any act or omission established by the owner of the conveyance to have been committed or omitted by any person other than the owner while the conveyance was unlawfully in the possession of a person other than the owner in violation of the criminal laws of the United States, or of any state, or while the conveyance was rented or leased from a motor vehicle dealer or a leasing or rental agency and the dealer or agency had no knowledge that the conveyance transported, possessed, or concealed child pornography or any quantity of any other property described in subdivisions 22-24A-15(1) and (2) or was being used or intended for use, to transport or in any manner facilitate the transportation, sale, receipt, possession, or concealment of said child pornography or other property. Section 42. That § 22-24A-15.3 be repealed. 22-24A-15.3. Notwithstanding the provisions of subdivision 22-24A-15(4), no conveyance may be forfeited under the provisions of §§ 22-24A-21 to 22-24A-33, inclusive, by reason of any act omitted by a person other than an owner of the conveyance unless the owner knew or in the exercise of ordinary care should have known that the transported, possessed, or concealed child pornography or any other property described in subdivisions 22-24A-15(1) and (2), was being used or was intended for use to transport, or in any manner to facilitate the transportation, sale, receipt, possession, or concealment of the child pornography or other related property. Section 43. That § 22-24A-15.4 be repealed. 22-24A-15.4. To the extent of the interest of an owner, a thing of value is not subject to forfeiture under this chapter by reason of any act or omission that is established by the owner of the item to have been committed or omitted without the owner's knowledge or consent. Section 44. That § 22-24A-15.5 be repealed. 22-24A-15.5. Victims of crimes as described in the provisions of §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 22-49-1 to 22-49-3, inclusive, 23A-27-14.1, and 43-43B-1 to 43-43B-3, inclusive, are protected against loss of property through forfeiture by victim immunity as described in § 22-48-2. Section 45. That § 22-24A-21 be repealed. 22-24A-21. Any property subject to forfeiture under this chapter may be seized by any law enforcement officer or designated agent of the Division of Criminal Investigation upon process issued by any court having jurisdiction over the property. Section 46. That § 22-24A-22 be repealed. 22-24A-22. Seizure of property subject to forfeiture under this chapter may be made without process issued under § 22-24A-21 if: (1) The seizure is incident to an arrest or a search under a search warrant or to an inspection under an administrative inspection warrant; (2) The property subject to seizure has been the subject of a prior judgment in favor of the state in a criminal injunction or forfeiture proceeding under this chapter; (3) The law enforcement officer or agent has probable cause to believe that the property is directly or indirectly dangerous to health or safety; or (4) The law enforcement officer or agent has probable cause to believe that the property has been used or intended to be used in violation of this chapter. Section 47. That § 22-24A-23 be repealed. 22-24A-23. If a seizure pursuant to § 22-24A-21 or subdivisions 22-24A-22(1), (3) and (4) takes place, the attorney general shall institute, within sixty days of the seizure, the proceedings pursuant to subdivision 22-24A-15(1), and § 22-24A-28 or 22-24A-29. Section 48. That § 22-24A-24 be repealed. 22-24A-24. No property taken or detained pursuant to §§ 22-24A-15 to 22-24A-15.3, inclusive, and 22-24A-21 to 22-24A-33, inclusive, is replevinable or subject to an action in claim and delivery. However, the property is deemed to be in the custody of the attorney general, through the chief agent, subject only to the orders and decrees of the court or the official having jurisdiction of the property. Section 49. That § 22-24A-25 be repealed. 22-24A-25. If property is seized under the provisions of this chapter, the chief agent may: (1) Place the property under seal; (2) Remove the property to a place designated by the chief agent; or (3) Take custody of the property and remove it to an appropriate location for disposition in accordance with law. Section 50. That § 22-24A-26 be repealed. 22-24A-26. Any property, as described in subdivisions 22-24A-15(4), (6) and (7) that is subject to a bona fide perfected security interest at the time of seizure of the personal property, at the time the offense was committed, and is forfeited under the provisions of §§ 22-24A-21 to 22-24A-33, inclusive, shall be taken by the chief agent subject to the security interest. The chief agent shall, within sixty days of the forfeiture of the property: (1) Return the property to the possession of the secured party; (2) Satisfy fully all indebtedness to the secured party secured by the property; or (3) Return the property to the possession of the secured party and require the secured party to sell within sixty days of receipt of the property from the chief agent at public or private sale the property and retain all proceeds necessary to satisfy fully all indebtedness of the secured party secured by the property together with all reasonable costs of the sale and remit to the chief agent all excess proceeds within thirty days of the sale. If the secured party knew or should have known, that the property was being used or intended for use to transport, sell, or purchase any property described in subdivisions 22-24A-15(1) and (2), the provisions of this section do not apply to the property. Section 51. That § 22-24A-27 be repealed. 22-24A-27. Any forfeiture proceeding is a civil action against the property seized and the standard of proof shall be preponderance of the evidence. Section 52. That § 22-24A-28 be repealed. 22-24A-28. If property described in subdivisions 22-24A-15(2), (3), (5), (6) and (7) is seized, the attorney general shall file a summons and complaint for forfeiture of the property in circuit court for the county in which the property was seized or is being held. The proceedings shall be brought in the name of the state. The complaint shall describe the property, state the property's location, state the property's present custodian, state the name of each owner if known, state the name of each party in interest if known or of legal record, and allege the essential elements of the violation that is claimed to exist. The complaint shall conclude with a prayer to enforce the forfeiture. Notice of a forfeiture proceeding shall be given to each known owner and known party in interest by serving a copy of the summons and complaint in accordance with § 22-24A-29. The procedure governing the proceedings, except as provided in this section, shall be the same as that prescribed for civil proceedings by chapter 15-6. Section 53. That § 22-24A-29 be repealed. 22-24A-29. If property described in subdivision 22-24A-15(4) is seized, the attorney general shall file a summons and complaint for forfeiture of the property in circuit court of the county in which the property was seized or is being held. The proceedings shall be brought in the name of the state. The complaint shall describe the property, state the property's location, state the property's present custodian, state the name of each owner if known, state the name of each party in interest if known or of legal record, and allege the essential elements of the violation that is claimed to exist. The complaint shall conclude with a prayer to enforce the forfeiture. The procedure governing the proceedings, except as provided by this section, shall be the same as that prescribed for civil proceedings by chapter 15-6. Notice of forfeiture proceedings shall be given to each owner and party in interest whose right, title, or interest is of record as provided in § 34-20B-70.1 or in the Department of Revenue or the Division of Aeronautics or a similar department of another state if the records are maintained in that state by serving a copy of the summons and complaint upon each known owner and known party in interest in accordance with title 15. Section 54. That § 22-24A-30 be repealed. 22-24A-30. If a person as described in § 22-24A-28 or 22-24A-29 is released on bail as provided by chapter 23A-43, a summons and complaint for forfeiture of the property may be served by mailing the summons and complaint by certified mail, no return receipt required, to the address left by the person upon release from confinement. Section 55. That § 22-24A-31 be repealed. 22-24A-31. Within thirty days after the service of the notice pursuant to § 22-24A-28 or 22-24A-29, the owner of the seized property and any other party in interest or claimant may file a verified answer to the claims described in the complaint instituting the forfeiture proceedings. Section 56. That § 22-24A-32 be repealed. 22-24A-32. If at the end of thirty days after the notice has been served there is no verified answer on file, and no claimant has appeared to defend the complaint, the court shall order the disposition of the seized property as prayed for in the complaint. Section 57. That § 22-24A-33 be repealed. 22-24A-33. If a verified answer is filed, the forfeiture proceedings shall be set for a trial on a day not more than one hundred eighty days from the date of the filing. Any party may demand a trial by jury for the forfeiture proceedings pursuant to subsection 15-6-38(b). At the trial, the state shall establish probable cause for instituting the forfeiture action following which any owner, party in interest, or claimant who has filed a verified answer has the burden of proving that the property seized is not subject to forfeiture under this chapter. If the court or a jury finds that the property is not subject to forfeiture under this chapter, the court shall order the property released to the owner, party in interest, or claimant according to the person's right, title, or interest. The court shall order the property forfeited if the court or a jury determines that the property was subject to forfeiture. Section 58. That § 22-24A-34 be repealed. 22-24A-34. If property is forfeited under this chapter, the chief agent may: (1) Retain the property for official use; or (2) Sell any forfeited property that is not required to be destroyed by law and that is not harmful to the public, if the proceeds are disposed of for payment of all proper expenses of the proceedings for forfeiture and sale including expenses of seizure, maintenance of custody, advertising, and court costs."}, {"bill_id": 7094, "bill_version_id": 40556, "bill_version": "Enrolled", "bill_version_date": "2016-03-09T15:50:34.323-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7094, "action_date": "2016-01-25T14:00:00-06:00", "document_id": 38058, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38058.pdf", "status_text": "First read in House and referred to", "journal_page": 161, "committee_id_action": 325, "committee_id_assigned": 320, "result": "N", "vote": {}}, {"bill_id": 7094, "action_date": "2016-02-03T10:00:00-06:00", "document_id": 38255, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38255.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 320, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7094, "action_date": "2016-02-05T10:00:00-06:00", "document_id": 38895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38895.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 320, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7094, "action_date": "2016-02-05T10:00:00-06:00", "document_id": 38706, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38706.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 320, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7094, "action_date": "2016-02-05T10:00:00-06:00", "document_id": 38895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38895.pdf", "status_text": "Deferred to another day", "journal_page": 0, "committee_id_action": 320, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 20609, "president_vote": null, "Yea": [1060, 985, 1061, 963, 1038, 987, 1054, 991, 1029, 1024], "Excused": [1044, 1017, 1025]}}, {"bill_id": 7094, "action_date": "2016-02-22T10:00:00-06:00", "document_id": 39616, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39616.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 320, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7094, "action_date": "2016-02-22T10:00:00-06:00", "document_id": 39734, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39734.pdf", "status_text": "Do Pass Amended", "journal_page": 615, "committee_id_action": 320, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21250, "president_vote": null, "Excused": [1060], "Nay": [985, 1061, 1038, 987], "Yea": [963, 1044, 1017, 1054, 991, 1025, 1029, 1024]}}, {"bill_id": 7094, "action_date": "2016-02-24T14:00:00-06:00", "document_id": 39955, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39955.pdf", "status_text": "Do Pass Amended", "journal_page": 674, "committee_id_action": 325, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 21474, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 964, 1040, 1039, 1050, 1060, 1033, 1049, 1022, 1056, 1002, 1019, 1065, 972, 963, 1038, 987, 1055, 1044, 1017, 1058, 1036, 1024, 968, 1018, 1054, 1031, 1034, 1006, 991, 1007, 1052, 1030, 993, 981, 1023, 1069, 1029, 996, 1025, 965, 1053, 989], "Nay": [1057, 995, 986, 1009, 980, 985, 976, 1061, 1021, 1062, 982, 1003, 1059, 1028, 992, 988, 1026, 990, 1032, 1051, 1064], "Excused": [1015, 1048, 1027]}}, {"bill_id": 7094, "action_date": "2016-02-24T14:00:00-06:00", "document_id": 39955, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39955.pdf", "status_text": "Intent to reconsider", "journal_page": 674, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7094, "action_date": "2016-02-24T14:00:00-06:00", "document_id": 39955, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39955.pdf", "status_text": "Reconsidered", "journal_page": 681, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21483, "president_vote": null, "Yea": [1043, 1063, 983, 964, 1040, 1039, 1060, 1033, 1049, 1022, 1056, 1019, 972, 963, 1038, 1055, 1017, 1058, 1036, 1024, 968, 1018, 1054, 1031, 1034, 1006, 991, 1007, 1030, 981, 1023, 1069, 1029, 996, 1025, 965, 1053, 989], "Nay": [1042, 1057, 995, 986, 1050, 1009, 980, 985, 976, 1061, 1021, 1002, 1065, 1062, 982, 1044, 1048, 1003, 1059, 1028, 992, 1052, 988, 993, 1026, 990, 1032, 1051, 1064], "Excused": [1015, 987, 1027]}}, {"bill_id": 7094, "action_date": "2016-02-24T14:00:00-06:00", "document_id": 39955, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39955.pdf", "status_text": "Do Pass Amended", "journal_page": 681, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21484, "president_vote": null, "Yea": [1043, 1063, 983, 964, 1040, 1039, 1050, 1060, 1033, 1049, 1022, 1056, 1019, 972, 963, 1038, 1055, 1017, 1058, 1036, 1024, 968, 1018, 1054, 1031, 1034, 1006, 991, 1007, 1030, 993, 981, 1023, 1069, 1029, 996, 1025, 965, 1053, 989], "Nay": [1042, 1057, 995, 986, 1009, 980, 985, 976, 1061, 1021, 1002, 1065, 1062, 987, 982, 1044, 1048, 1003, 1059, 1028, 992, 1052, 988, 1026, 990, 1032, 1051, 1064], "Excused": [1015, 1027]}}, {"bill_id": 7094, "action_date": "2016-02-25T13:00:00-06:00", "document_id": 39999, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39999.pdf", "status_text": "First read in Senate and referred to", "journal_page": 452, "committee_id_action": 309, "committee_id_assigned": 302, "result": "N", "vote": {}}, {"bill_id": 7094, "action_date": "2016-03-03T07:45:00-06:00", "document_id": 40167, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40167.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 302, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7094, "action_date": "2016-03-03T07:45:00-06:00", "document_id": 40335, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40335.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 302, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7094, "action_date": "2016-03-03T07:45:00-06:00", "document_id": 40335, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40335.pdf", "status_text": "Do Pass Amended", "journal_page": 532, "committee_id_action": 302, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21835, "president_vote": null, "Nay": [974, 1035], "Yea": [1041, 1046, 973, 967, 978]}}, {"bill_id": 7094, "action_date": "2016-03-08T10:00:00-06:00", "document_id": 40488, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40488.pdf", "status_text": "Motion to amend", "journal_page": 566, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7094, "action_date": "2016-03-08T10:00:00-06:00", "document_id": 40488, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40488.pdf", "status_text": "Do Pass Amended", "journal_page": 566, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21943, "president_vote": null, "Yea": [974, 977, 999, 1037, 966, 1014, 1067, 979, 969, 1005, 1047, 998, 997, 984, 994, 1041, 967, 975, 1011, 1010, 1020, 971, 1016, 1001, 1046, 1066, 1012, 1045, 970, 978, 1013, 973, 1008], "Nay": [1035, 1000]}}, {"bill_id": 7094, "action_date": "2016-03-09T10:30:00-06:00", "document_id": 40544, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40544.pdf", "status_text": "Concurred in amendments", "journal_page": 853, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 22039, "president_vote": null, "Yea": [1043, 1042, 1063, 983, 964, 1040, 995, 1039, 1050, 1060, 1033, 980, 976, 1049, 1022, 1056, 1002, 1019, 1065, 963, 1055, 1044, 1058, 1036, 1048, 1024, 968, 1018, 1054, 1031, 1027, 1006, 991, 1007, 1052, 1030, 993, 981, 1023, 1069, 1029, 996, 1025, 965, 1053, 1064, 989], "Nay": [1057, 985, 1061, 1021, 1038, 987, 982, 1028, 1034, 988, 1026, 990, 1032, 1051], "Excused": [986, 1009, 972, 1062, 1015, 1017, 1003, 1059, 992]}}, {"bill_id": 7094, "action_date": "2016-03-10T10:30:00-06:00", "document_id": 40577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40577.pdf", "status_text": "Signed by the Speaker", "journal_page": 861, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7094, "action_date": "2016-03-10T10:30:00-06:00", "document_id": 40574, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40574.pdf", "status_text": "Signed by the President", "journal_page": 607, "committee_id_action": 309, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7094, "action_date": "2016-03-10T10:30:00-06:00", "document_id": 40577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40577.pdf", "status_text": "Delivered to the Governor", "journal_page": 871, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7094, "action_date": "2016-03-29T11:00:00-05:00", "document_id": 40613, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40613.pdf", "status_text": "Signed by the Governor", "journal_page": 881, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6174}