{"session_id": 49, "bill_id": 14965, "bill_type": "House Bill", "bill_number": 1076, "bill_title": "increase certain state sales and use taxes, to repeal certain municipal sales and use taxes, and to replace the municipal revenue lost from certain sales and use taxes.", "sponsors": [{"legislator_profile_id": 2377, "is_prime": true}], "keywords": ["Municipality", "Sales and Use Tax", "Taxes"], "audio": [{"meeting_datetime": "2000-02-01T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou16hb1076a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-01T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou16hb1076a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-01T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou16hb1076a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 14965, "bill_version_id": 86227, "bill_version": "Introduced", "bill_version_date": "2000-01-14T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase certain state sales and use taxes, to repeal certain municipal sales and use taxes, and to replace the municipal revenue lost from certain sales and use taxes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-45-2 be amended to read as follows: 10-45-2. There is hereby imposed a tax upon the privilege of engaging in business as a retailer, a tax of four six percent upon the gross receipts of all sales of tangible personal property consisting of goods, wares, or merchandise, except as taxed by § 10-45-3 and except as otherwise provided in this chapter, sold at retail in the State of South Dakota to consumers or users. Section 2. That § 10-45-5 be amended to read as follows: 10-45-5. There is imposed a tax at the rate of three percent upon the gross receipts of any person from engaging in the business of leasing farm machinery or irrigation equipment used for agricultural purposes and four six percent upon the gross receipts of any person from engaging or continuing in any of the following businesses or services in this state: abstracters; accountants; architects; barbers; beauty shops; bill collection services; blacksmith shops; car washing; dry cleaning; dyeing; exterminators; garage and service stations; garment alteration; cleaning and pressing; janitorial services and supplies; specialty cleaners; laundry; linen and towel supply; membership or entrance fees for the use of a facility or for the right to purchase tangible personal property or services; photography; photo developing and enlarging; tire recapping; welding and all repair services; cable television; and rentals of tangible personal property except leases of tangible personal property between one telephone company and another telephone company, motor vehicles as defined by § 32-5-1 leased under a single contract for more than twenty-eight days and mobile homes provided, however, that the specific enumeration of businesses and professions made in this section does not, in any way, limit the scope and effect of § 10-45-4. Section 3. That § 10-45-5.3 be amended to read as follows: 10-45-5.3. There is imposed, at the rate of three five percent, an excise tax on the gross receipts of any person engaging in oil and gas field services (group no. 138) as enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President. Section 4. That § 10-45-6 be amended to read as follows: 10-45-6. There is hereby imposed a tax of four six percent upon the gross receipts from sales, furnishing, or service of gas, electricity, and water, including the gross receipts from such sales by any municipal corporation furnishing gas, and electricity, to the public in its proprietary capacity, except as otherwise provided in this chapter, when sold at retail in the State of South Dakota to consumers or users. Section 5. That § 10-45-6.1 be amended to read as follows: 10-45-6.1. There is hereby imposed on amounts paid for local telephone services, toll telephone services, and teletypewriter services, a tax of four six percent of the amount so paid. The taxes imposed by this section shall be paid by the person paying for the services. If a bill is rendered the taxpayer for local telephone service or toll telephone service, the amount on which the tax with respect to such services shall be based shall be the sum of all charges for such services included in the bill; except that if a person who renders the bill groups individual items for purposes of rendering the bill and computing the tax, then the amount on which the tax for each such group shall be based shall be the sum of all items within that group, and the tax on the remaining items not included in any such group shall be based on the charge for each item separately. If the tax imposed by this section with respect to toll telephone service is paid by inserting coins in coin operated telephones, the tax shall be computed to the nearest multiple of five cents, except that, where the tax is midway between multiples of five cents, the next higher multiple shall apply. The tax so paid shall be remitted at the same time as the sales tax imposed by this chapter. Section 6. That § 10-45-8 be amended to read as follows: 10-45-8. There is imposed a tax of four six percent upon the gross receipts from all sales of tickets or admissions to places of amusement and athletic events, except as otherwise provided in this chapter. Section 7. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: There is imposed a tax of four percent upon the gross receipts from all sales of food, as defined by the Food Stamp Act of 1977 (P.L. 95-113), codified at 7 U.S.C. § 2012(g), as amended through January 1, 2000. Section 8. That chapter 10-46 be amended by adding thereto a NEW SECTION to read as follows: There is imposed a tax of four percent upon the gross receipts from all sales of food, as defined by the Food Stamp Act of 1977 (P.L. 95-113), codified at 7 U.S.C. § 2012(g), as amended through January 1, 2000. Section 9. That chapter 10-45 be amended by adding thereto a NEW SECTION to read as follows: There is imposed a tax of four percent upon the gross receipts from veterinarian services (group no. 074) and animal specialty services except veterinary (industry no. 0752) as enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President. Section 10. That chapter 10-46 be amended by adding thereto a NEW SECTION to read as follows: There is imposed a tax of four percent upon the gross receipts from veterinarian services (group no. 074) and animal specialty services except veterinary (industry no. 0752) as enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President. Section 11. That § 10-46-2.1 be amended to read as follows: 10-46-2.1. For the privilege of using services in South Dakota, except those types of services exempted by § 10-46-17.3, there is imposed on the person using the service an excise tax equal to four six percent of the value of the services at the time they are rendered. However, this tax may not be imposed on any service rendered by a related corporation as defined in subdivision 10-43-1(11) for use by a financial institution as defined in subdivision 10-43-1(4) or on any service rendered by a financial institution as defined in subdivision 10-43-1(4) for use by a related corporation as defined in subdivision 10-43-1(11). For the purposes of this section, the term, related corporation, includes a corporation which together with the financial institution is part of a controlled group of corporations as defined in 26 U.S.C. § 1563 as in effect on January 1, 1989, except that the eighty percent ownership requirements set forth in 26 U.S.C. § 1563(a)(2)(A) for a brother-sister controlled group are reduced to fifty-one percent. For the purpose of this chapter, services rendered by an employee for the use of his employer are not taxable. Section 12. That § 10-46-2.2 be amended to read as follows: 10-46-2.2. An excise tax is imposed upon the privilege of the use of rented tangible personal property in this state at the rate of four six percent of the rental payments upon the property. Section 13. That § 10-58-1 be amended to read as follows: 10-58-1. There is imposed upon owners and operators a special amusement excise tax of four six percent of the gross receipts from the operation of any mechanical or electronic amusement device. Section 14. That § 10-52-2 be repealed. 10-52-2. Any incorporated municipality within this state may impose any non-ad valorem tax in accordance with the provisions of this chapter, except upon fuel used for motor vehicles, by ordinance enacted by its local governing board. However, no tax may be levied on the sale, use, storage, and consumption of items taxed under chapters 10-45 and 10-46, unless such tax conforms in all respects to the state tax on such items with the exception of the rate, and the rate levied does not exceed two percent. If a municipality increases its tax rate above one percent, the revenue generated from the tax increase may only be used for capital improvement, to include lease-purchase agreements of realty, land acquisition, the funding of public ambulances and medical emergency response vehicles, public hospitals, or nonprofit hospitals with fifty or fewer licensed beds, and other public health care facilities or nonprofit health care facilities with fifty or fewer licensed beds, the transfer to the special 911 fund authorized by § 34-45-12, the purchasing of fire fighting vehicles and equipment, debt retirement and the minor rehabilitation, major rehabilitation, or reconstruction of streets as defined in the June, 1994, South Dakota Department of Transportation Pavement Condition Survey Guide for City Streets. Section 15. That § 10-52-2.1 be repealed. 10-52-2.1. All local taxes duly enacted under § 10-52-2 before July 3, 1977, are hereby ratified and may continue in force; provided, that no rate, which as of July 1, 1977, is in excess of the rate specified in § 10-52-2, shall be increased. Section 16. That § 10-52-2.2 be repealed. 10-52-2.2. A municipality of the second and third class as defined by § 9-2-1 may levy a tax on the sale or use of motor and special fuel as defined in chapter 10-47B by motor vehicles operated upon the public highways of the state and the streets and highways of the municipality. This tax may not exceed the rate of one cent per gallon. The tax authorized pursuant to this section may not apply to motor or special fuel for the purpose of operating or propelling stationary gas engines, tractors used for agricultural purposes, or the purchase of fuel for lighting, heating, cleaning, or other commercial use. Section 17. That § 10-52-2.3 be repealed. 10-52-2.3. A municipality may not impose both a municipal non-ad valorem tax as provided for in this chapter and a tax on motor fuel and on users of fuel as provided for and defined in § 10-52-2.2. Section 18. That § 10-52-2.4 be repealed. 10-52-2.4. A municipality which has warranted indebtedness in an amount which is fifty percent or more of its current budget, may, upon a two-thirds vote of the members of its governing body, adopt a non-ad valorem tax of one percent over and above the other limits allowed by this chapter. The tax authorized by this section may be referred. The amount of warranted indebtedness to be eliminated under this section shall be specified in the ordinance adopting the tax. The tax shall cease at the end of the quarter in which the amount of the warranted indebtedness is eliminated. No municipality using this section may impose the tax allowed herein for two years after the warranted indebtedness is eliminated as provided herein. Section 19. That § 10-52-2.5 be repealed. 10-52-2.5. The gross receipts from selling food, as defined by the Food Stamp Act of 1977 (P.L. 95-113), codified at 7 U.S.C. § 2012(g), as amended through January 1, 1983, in rules promulgated pursuant thereto, are exempt from the provisions of this chapter and from the tax imposed by it if the tax rate imposed by a municipality through the provisions of § 10-52-2 is in excess of one percent. The provisions of this section do not apply to municipalities qualifying under § 10-52-2.1 unless such municipalities increase their existing non-ad valorem tax and the new rate is in excess of one percent. A municipality may, by local option, exempt food, as defined by the Food Stamp Act of 1977 (P.L. 95-113), codified at 7 U.S.C. § 2012(g), as amended through January 1, 1983, from the tax imposed by § 10-52-2 if the tax rate is one percent or less. A municipality with a tax rate in excess of one percent on January 1, 1983, pursuant to § 10-52-2.1, may, by local option, exempt food, as defined by the Food Stamp Act of 1977 (P.L. 95-113), codified at 7 U.S.C. § 2012(g), as amended through January 1, 1983, from the tax. Section 20. That § 10-52-2.6 be repealed. 10-52-2.6. Parts or repairs on machinery or equipment which are clearly identifiable as used primarily for agricultural purposes, if the part replaces a farm machinery part assigned a specific or generic part number by the manufacturer of the farm machinery, farm machinery and equipment, and agricultural animal health products and medicines are exempt from the tax imposed by this chapter. Section 21. That § 10-52-2.7 be repealed. 10-52-2.7. No tax increase imposed after March 9, 1984, may be levied on materials incorporated in construction work pursuant to construction contracts bid or entered into on or before the effective date of the tax increase. Section 22. That § 10-52-2.9 be repealed. 10-52-2.9. Any municipality which increases its tax rate above the rate it had on January 1, 1983, may exempt therefrom those items which were exempt before the increase. Section 23. That § 10-52-2.10 be amended to read as follows: 10-52-2.10. Any incorporated municipality imposing a non-ad valorem tax in accordance with § 10-52-2, or imposing an additional non-ad valorem tax in accordance with § 10-52-8, may issue municipal non-ad valorem tax revenue bonds pursuant to this section and chapter 6-8B in anticipation of the collection of the taxes. The bonds shall be payable solely from the collections of the taxes imposed by the municipality under § 10-52-2 or 10-52-8, or both, as determined by the governing body § 10-52-8 . The governing body shall, in the resolution or ordinance authorizing the bonds, agree that it will continue to impose and collect the taxes so long as the bonds are outstanding. The governing body shall also pledge so much of the collections of the taxes as may be necessary to pay the principal premium and interest on the bonds and to maintain any debt service reserve established for the bonds. The proceeds of the bonds may be used for land acquisition , the funding of public ambulances and medical emergency response vehicles, public hospitals or nonprofit hospitals with fifty or fewer licensed beds and other public health care facilities or nonprofit health care facilities with fifty or fewer licensed beds, capital asset acquisition and capital improvements, to establish a debt service reserve fund for the bonds , and to pay not more than one year's capitalized interest on the bonds. If the proceeds of the tax imposed by § 10-52-8 are pledged to payment of the bonds, the land acquisition and capital improvements financed with the proceeds of the bonds shall relate to the purposes enumerated in § 10-52-8. No election is required to authorize the issuance of municipal non-ad valorem tax revenue bonds. The bonds shall be issued and sold as provided in chapter 6-8B. Section 24. That § 10-52-4 be amended to read as follows: 10-52-4. The administration of non-ad valorem taxes adopted under this chapter shall be by the State Department of Revenue whenever if a similar tax is imposed by the state except the tax on motor and use fuel authorized pursuant to this chapter . The State Department of Revenue may prescribe forms and promulgate rules pursuant to chapter 1-26 for the making of returns and for the ascertainment, assessment, and collection of the tax imposed pursuant hereto including the tax on motor and use fuel as provided by to this chapter. It The Department of Revenue shall keep full and accurate records of all moneys received and distributed under this chapter. Nothing in this chapter prevents incorporated municipalities from contracting with the State Department of Revenue for the administration and collection of other taxes imposed pursuant to this chapter. Section 25. That § 10-52-5.1 be repealed. 10-52-5.1. The proceeds of the tax on motor and use fuel authorized by § 10-52-2.2 shall be credited to a municipal street fund to be expended under the supervision of the governing body of the municipality for the purposes of reconstructing, supervising, and maintaining of highways, streets, and bridges under the jurisdiction of the municipality. Section 26. That § 10-52-6 be repealed. 10-52-6. If any provision of this chapter is declared unconstitutional or the applicability thereof to any person or circumstance is held invalid, the constitutionality of the remainder of the chapter and applicability thereof to other persons or circumstances shall not be affected thereby. Section 27. That § 10-52-8 be amended to read as follows: 10-52-8. Notwithstanding the tax rate limitations of § 10-52-2 or 10-52-2.1, any Any municipality may impose an additional a municipal non-ad valorem tax at the rate of one percent upon the gross receipts of all leases or rentals of hotel, motel, campsites, or other lodging accommodations within the municipality for periods of less than twenty-eight consecutive days, or sales of alcoholic beverages as defined in § 35-1-1, or establishments where the public is invited to eat, dine, or purchase and carry out prepared food for immediate consumption, or ticket sales or admissions to places of amusement, athletic, and cultural events, or any combination thereof. The tax shall be levied for the purpose of land acquisition, architectural fees, construction costs, payments for civic center, auditorium, or athletic facility buildings, including the maintenance, staffing, and operations of such facilities , and the promotion and advertising of the city, its facilities, attractions, and activities. Such taxes The tax shall conform in all respects to the state sales and use tax on such items with the exception of the rate. Section 28. That § 10-52-10 be repealed. 10-52-10. A municipality imposing a sales or use tax under this chapter may by ordinance enacted by its local governing body provide for a refund for such taxes to the consumer or user of machinery or other tangible personal property in the nature of a capital asset which is used directly in the manufacturing or processing or fabricating or compounding of personal property which is intended to be sold or leased for final use consumption. The ordinance shall provide a procedure for making application for refund and the payment of the refund by the municipality. Section 29. That § 10-52-11 be repealed. 10-52-11. Veterinarian services (group no. 074) and animal specialty services except veterinary (industry no. 0752) as enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President are exempt from the provisions of this chapter. In addition, there are specifically exempted from the provisions of this chapter and the computation of the tax imposed by it, gross receipts from transportation services and the collection and disposal of solid waste. Section 30. That § 10-52-12 be repealed. 10-52-12. The following services enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President are exempt from the provisions of this chapter: establishments primarily engaged in air transportation, noncertified carriers (group no. 452). Section 31. The secretary of revenue shall make distribution from the general fund each month to replace the revenue lost by each municipality from the tax collected pursuant to § 10- 52-2 prior to the repeal of that tax by this Act. The amount of the distribution to each municipality pursuant to this section shall ensure that each municipality receives each fiscal year as much as the municipality received pursuant to the tax imposed by § 10-52-2 during the state fiscal year 2000. The secretary shall approve vouchers and the state auditor shall draw warrants to pay each municipality its share of the distribution. Section 32. This Act is effective on January 1, 2001."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14965, "action_date": "2000-01-15T14:00:00-06:00", "document_id": 85628, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85628.pdf", "status_text": "First read in House and referred to", "journal_page": 55, "committee_id_action": 656, "committee_id_assigned": 652, "result": "N", "vote": {}}, {"bill_id": 14965, "action_date": "2000-01-27T07:45:00-06:00", "document_id": 85791, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85791.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 652, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14965, "action_date": "2000-01-27T07:45:00-06:00", "document_id": 85791, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85791.pdf", "status_text": "Do Pass,", "journal_page": 264, "committee_id_action": 652, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45461, "president_vote": null, "Nay": [2305, 2324, 2353, 2371, 2393], "Yea": [2342, 2348, 2372, 2377, 2378, 2379, 2402, 2363]}}, {"bill_id": 14965, "action_date": "2000-01-27T07:45:00-06:00", "document_id": 85791, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85791.pdf", "status_text": "Do Pass,", "journal_page": 264, "committee_id_action": 652, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45461, "president_vote": null, "Nay": [2305, 2324, 2353, 2371, 2393], "Yea": [2342, 2348, 2372, 2377, 2378, 2379, 2402, 2363]}}, {"bill_id": 14965, "action_date": "2000-01-28T14:00:00-06:00", "document_id": 85646, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85646.pdf", "status_text": "Deferred to another day", "journal_page": 288, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14965, "action_date": "2000-01-31T14:00:00-06:00", "document_id": 85648, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85648.pdf", "status_text": "Deferred to another day", "journal_page": 318, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14965, "action_date": "2000-02-01T14:00:00-06:00", "document_id": 85650, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85650.pdf", "status_text": "Do Pass,", "journal_page": 341, "committee_id_action": 656, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 46032, "president_vote": null, "Nay": [2305, 2308, 2309, 2312, 2313, 2315, 2316, 2318, 2319, 2321, 2323, 2324, 2325, 2327, 2328, 2332, 2333, 2334, 2336, 2337, 2341, 2342, 2343, 2345, 2348, 2349, 2350, 2353, 2354, 2355, 2356, 2359, 2360, 2361, 2362, 2366, 2367, 2368, 2370, 2372, 2373, 2374, 2378, 2382, 2383, 2384, 2385, 2387, 2388, 2390, 2392, 2393, 2394, 2396, 2397, 2401, 2402, 2403, 2404, 2406, 2407, 2408, 2351], "Yea": [2314, 2338, 2363, 2371, 2377, 2379], "Excused": [2317]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14965"}