{"session_id": 53, "bill_id": 17020, "bill_type": "Senate Bill", "bill_number": 162, "bill_title": "revise certain provisions related to the exchange or sale of certain public lands.", "sponsors": [{"legislator_profile_id": 2730, "is_prime": true}, {"legislator_profile_id": 2811, "is_prime": true}, {"legislator_profile_id": 2735, "is_prime": false}, {"legislator_profile_id": 2740, "is_prime": false}, {"legislator_profile_id": 2744, "is_prime": false}, {"legislator_profile_id": 2745, "is_prime": false}, {"legislator_profile_id": 2747, "is_prime": false}, {"legislator_profile_id": 2757, "is_prime": false}, {"legislator_profile_id": 2773, "is_prime": false}, {"legislator_profile_id": 2774, "is_prime": false}, {"legislator_profile_id": 2775, "is_prime": false}, {"legislator_profile_id": 2777, "is_prime": false}, {"legislator_profile_id": 2778, "is_prime": false}, {"legislator_profile_id": 2784, "is_prime": false}, {"legislator_profile_id": 2788, "is_prime": false}, {"legislator_profile_id": 2793, "is_prime": false}, {"legislator_profile_id": 2802, "is_prime": false}, {"legislator_profile_id": 2804, "is_prime": false}, {"legislator_profile_id": 2808, "is_prime": false}], "keywords": ["Real Estate", "School and Public Lands"], "audio": [], "bill_versions": [{"bill_id": 17020, "bill_version_id": 92455, "bill_version": "Introduced", "bill_version_date": "2002-01-22T08:25:53-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions related to the exchange or sale of certain public lands. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 5-3-7 be amended to read as follows: 5-3-7. The commissioner of school and public lands may exchange, with the approval of the Governor and following a public hearing, any school section or portion of a school section for any land located within the State of South Dakota of like appraised value. The commissioner may also exchange, with the approval of the Governor and following a public hearing, any school section or portion of a school section for any land located within the State of South Dakota of appraised value of at least seventy-five percent of the school land if the difference is paid in cash at the time of the exchange. Such exchanges may be conditional as long as the transfer is completed within two years and as long as the trust corpus is never diminished. Any cash received from such an exchange shall be treated as a cash sale pursuant to the provisions of chapter 5-9. The commissioner shall promulgate rules pursuant to chapter 1-26 to establish the procedures and criteria for such exchanges as provided in this chapter . Section 2. That chapter 5-3 be amended by adding thereto a NEW SECTION to read as follows: An exchange of any school section or portion of a school section as authorized by § 5-3-7 shall be by one of the following methods: (1) Any school section or portion of a school section may be exchanged solely for any land located within the State of South Dakota of like appraised value; (2) Any school section or portion of a school section may be exchanged for any land located within the State of South Dakota of appraised value of at least seventy-five percent of the school land if the difference is paid in cash at the time of the exchange; or (3) Any school section or portion of a school section may be exchanged through a deferred exchange as set forth in section 3 of this Act. Section 3. That chapter 5-3 be amended by adding thereto a NEW SECTION to read as follows: A deferred exchange is defined for the purposes of this chapter as an exchange in which the commissioner, or any entity acting on behalf of the commissioner, sells a section or a portion of a section of school land and subsequently purchases land of like appraised value. Section 4. That chapter 5-3 be amended by adding thereto a NEW SECTION to read as follows: No section or portion of a section of school land may be sold in any deferred exchange unless the section or potion of a section of school land is not currently under lease. However, a section or portion of a section of school land currently under lease may be included in a deferred exchange if the lease, including any renewal period, will expire prior to the sale. All sections or portions of sections of school land sold pursuant to section 3 of this Act shall be sold in accordance with the provisions of chapter 5-9. Section 5. That chapter 5-3 be amended by adding thereto a NEW SECTION to read as follows: Prior to or no longer than forty-five days following the sale of a section or a portion of a section of school land pursuant to this chapter, the commissioner shall identify the replacement land. Replacement land is identified only if it is unambiguously described and designated as replacement land in a written document or agreement signed by the commissioner. Section 6. That chapter 5-3 be amended by adding thereto a NEW SECTION to read as follows: No tract of land may be exchanged under § 5-3-7 unless the commissioner of school and public lands has published notice that the land is being considered for exchange. The notice shall include a narrative description of the state and nonstate land that is being considered for exchange; the appraised value of the land; and a statement indicating the time and place that a public hearing will be held at which members of the public may offer alternative parcels of land in exchange for the state land. The notice shall also describe how the public may obtain more information on the proposed exchange and how data, information, opinions, and arguments may be presented by persons interested in the proposed exchange of land. The notice shall include an invitation to the public to submit written comments about the proposed exchange, the deadline by which comments must be received, and the name, title, and address of the official to whom comments may be sent and from whom additional information may be obtained. The notice shall be published at least four times in the official newspapers of the county in which the land is located. The first notice shall be published at least sixty days before the public hearing, and the final notice shall be published at least seven days, but no more than fifteen days, before the public hearing. Section 7. That chapter 5-3 be amended by adding thereto a NEW SECTION to read as follows: All proceeds from the sale of a section or portion of a section of school land pursuant to this chapter shall be held by the state auditor, in a fund for that purpose, or by any qualified intermediary pursuant to 26 CFR § 1.1031(k)-1(g)(4), as amended to January 1, 2002. The state auditor or the qualified intermediary shall release such funds, after approval by the Governor, according to the terms and conditions of the purchase agreement for the purchase of the replacement lands."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17020, "action_date": "2002-01-22T14:00:00-06:00", "document_id": 92570, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92570.pdf", "status_text": "First read in Senate and referred to", "journal_page": 169, "committee_id_action": 769, "committee_id_assigned": 751, "result": "N", "vote": {}}, {"bill_id": 17020, "action_date": "2002-02-04T07:45:00-06:00", "document_id": 93531, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93531.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 751, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17020, "action_date": "2002-02-04T07:45:00-06:00", "document_id": 93531, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93531.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 349, "committee_id_action": 751, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52015, "president_vote": null, "Yea": [2733, 2740, 2772, 2796, 2819, 2821, 2829, 2734], "Nay": [2753]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/17020"}