{"session_id": 24, "bill_id": 7555, "bill_type": "House Commemoration", "bill_number": 1028, "bill_title": "Honoring the Jorgensen Land and Cattle Partnership of Tripp County as the 2015 Leopold Conservation Award recipient.", "sponsors": [{"legislator_profile_id": 1031, "is_prime": true}, {"legislator_profile_id": 1000, "is_prime": true}, {"legislator_profile_id": 1042, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 7555, "bill_version_id": 39930, "bill_version": "Introduced", "bill_version_date": "2016-02-24T11:31:37.877-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Jorgensen Land and Cattle Partnership of Tripp County as the 2015 Leopold Conservation Award recipient. WHEREAS, named for renowned conservationist Aldo Leopold, the Leopold Conservation Award recognizes farm and ranch families who demonstrate outstanding conservation leadership on their land and in their communities; and WHEREAS, the Jorgensens humbly began as a small family farm over 100 years ago and have grown to include livestock, a large variety of crops, and a hunting business, and the Jorgensen family owns and manages its fourth generation ranch with land health as a top priority; and WHEREAS, the Jorgensen Land and Cattle Partnership has been, and is currently, a leader in its area with the use of no till, crop rotation, and cover crops, especially in one of the state's fragile land areas. Over the past twenty-five years, the Jorgensens evolved their soil management practices to benefit the soil and crops, using soil monitoring tools, efficient nutrient application, and GPS tools; and WHEREAS, the family shares its experiences and expertise by working with South Dakota State University and assisting other farmers with soil management, including integrating livestock in crop management; and WHEREAS, a commitment to the health of South Dakota's natural resources is exemplified by the Jorgensen Land and Cattle Partnership as the recipient of the 2015 Leopold Conservation Award: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-First Legislature of the State of South Dakota, that the Legislature recognizes the Jorgensen Land and Cattle Partnership for the honor of earning the 2015 Leopold Conservation Award in South Dakota."}, {"bill_id": 7555, "bill_version_id": 40126, "bill_version": "Enrolled", "bill_version_date": "2016-02-29T16:46:45.877-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Jorgensen Land and Cattle Partnership of Tripp County as the 2015 Leopold Conservation Award recipient. WHEREAS, named for renowned conservationist Aldo Leopold, the Leopold Conservation Award recognizes farm and ranch families who demonstrate outstanding conservation leadership on their land and in their communities; and WHEREAS, the Jorgensens humbly began as a small family farm over 100 years ago and have grown to include livestock, a large variety of crops, and a hunting business, and the Jorgensen family owns and manages its fourth generation ranch with land health as a top priority; and WHEREAS, the Jorgensen Land and Cattle Partnership has been, and is currently, a leader in its area with the use of no till, crop rotation, and cover crops, especially in one of the state's fragile land areas. Over the past twenty-five years, the Jorgensens evolved their soil management practices to benefit the soil and crops, using soil monitoring tools, efficient nutrient application, and GPS tools; and WHEREAS, the family shares its experiences and expertise by working with South Dakota State University and assisting other farmers with soil management, including integrating livestock in crop management; and WHEREAS, a commitment to the health of South Dakota's natural resources is exemplified by the Jorgensen Land and Cattle Partnership as the recipient of the 2015 Leopold Conservation Award: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-First Legislature of the State of South Dakota, that the Legislature recognizes the Jorgensen Land and Cattle Partnership for the honor of earning the 2015 Leopold Conservation Award in South Dakota. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7555, "action_date": "2016-02-24T14:00:00-06:00", "document_id": 39955, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39955.pdf", "status_text": "", "journal_page": 693, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7555"}