{"session_id": 61, "bill_id": 21200, "bill_type": "House Bill", "bill_number": 1040, "bill_title": "repeal the manager license, revise the requirements for a salon license, and revise the requirements for an instructor license with regard to the practice of cosmetology.", "sponsors": [], "keywords": ["Administrative Rules", "Cosmetology Commission", "Professional and Occupational Licensing"], "audio": [{"meeting_datetime": "2007-01-17T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hco06.mp3", "start_seconds": 1434.0}, {"meeting_datetime": "2007-01-17T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hco06.mp3", "start_seconds": 1434.0}, {"meeting_datetime": "2007-01-17T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hco06.mp3", "start_seconds": 1434.0}, {"meeting_datetime": "2007-01-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou09.mp3", "start_seconds": 3079.0}, {"meeting_datetime": "2007-01-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou09.mp3", "start_seconds": 3079.0}, {"meeting_datetime": "2007-01-22T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou09.mp3", "start_seconds": 3079.0}, {"meeting_datetime": "2007-01-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou11.mp3", "start_seconds": 1690.0}, {"meeting_datetime": "2007-01-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou11.mp3", "start_seconds": 1690.0}, {"meeting_datetime": "2007-01-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hou11.mp3", "start_seconds": 1690.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco25.mp3", "start_seconds": 1693.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco25.mp3", "start_seconds": 1693.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco25.mp3", "start_seconds": 1693.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/sco25.mp3", "start_seconds": 1693.0}], "bill_versions": [{"bill_id": 21200, "bill_version_id": 110049, "bill_version": "Introduced", "bill_version_date": "2007-01-06T12:16:46-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal the manager license, revise the requirements for a salon license, and revise the requirements for an instructor license with regard to the practice of cosmetology. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 36-15-1 be amended to read as follows: 36-15-1. Terms used in this chapter mean: (1) \"Apprentice,\" any person licensed by the commission to receive education through an apprenticeship in a salon; (2) \"Apprentice salon,\" any salon licensed by the commission to teach apprentices; (3) \"Booth,\" any part within a licensed salon that is rented or leased for the purpose of rendering licensed cosmetology services as a separate, independent salon business; (4) \"Commission,\" the Cosmetology Commission as established and created in § 36-15- 3; (5) \"Cosmetologist,\" any person who, for compensation, engages in any of the practices of cosmetology; (6) \"Cosmetology,\" any one or any combination of the practices set forth in § 36-15-2; (7) \"Demonstrator,\" any person licensed to practice cosmetology, nail technology, or esthetics in this state, in another state, or in another country, who demonstrates the various practices of cosmetology, as applicable, in order to inform or educate other licensees or the public; (8) \"Esthetician,\" any person who, for compensation, engages in the practice of esthetics, but not in other practices of cosmetology; (9) \"Esthetics,\" any one or any combination of the practices set forth in § 36-15-2.2; (10) \"Junior instructor,\" any person licensed by the commission to instruct in a school under the direct supervision of a senior instructor and who is enrolled in instructor education as set forth in § 36-15-26 ; (11) \"Manager,\" any person licensed by the commission to practice without supervision or supervise a salon; (12) \"Nail technology,\" any one or any combination of the practices set forth in § 36-15- 17.2; (13) (12) \"Nail technician,\" any person who, for compensation, engages in the practice of nail technology, but not in other practices of cosmetology; (14) (13) \"Salon,\" any place, premise, or building or any part of a building operated for the purpose of engaging in the practice of cosmetology, nail technology, or esthetics, or any combination of these practices; (15) (14) \"School,\" any place, premise, or building that is licensed by the commission to provide education to students in the practice of cosmetology, nail technology, or esthetics, or any combination of these practices; (16) (15) \"Senior instructor,\" any person licensed by the commission to instruct in a school who has previous instructor education and experience and meets the requirements set forth in § 36-15-25 ; (17) (16) \"Student,\" any person who is licensed by the commission to receive education in a licensed school. Section 2. That § 36-15-21 be repealed. 36-15-21. Any person licensed by the commission as a cosmetologist may qualify and be licensed by the commission as a cosmetologist-manager upon application made to the commission and submitting evidence satisfactory to the commission that such applicant possesses the qualifications required pursuant to § 36-15-15 and has had at least two thousand hours of experience as a licensed cosmetologist, or has taught in a licensed and approved school for a period of two thousand hours, or a combination of both. The application for a manager's license shall be accompanied by the fee required in this chapter. Section 3. That § 36-15-21.1 be repealed. 36-15-21.1. Any cosmetologist-manager, nail technician-manager, or esthetician-manager license issued by the commission pursuant to this chapter expires annually on a date set by the commission in rules promulgated pursuant to chapter 1-26, and is renewable annually. The application for renewal shall be accompanied by the fee required in this chapter. Section 4. That § 36-15-21.2 be repealed. 36-15-21.2. Any person licensed by the commission as a nail technician may qualify to be licensed as a nail technician-manager by applying to the commission and submitting evidence satisfactory to the commission that the applicant meets the requirements of § 36-15-15 and has worked at least two thousand hours as a licensed nail technician or has taught in a licensed and approved school for a period of two thousand hours, or a combination of both. The application for a manager's license shall be accompanied by the fee required in this chapter. Section 5. That § 36-15-21.3 be repealed. 36-15-21.3. Any person licensed by the commission as an esthetician may qualify to be licensed as a esthetician-manager by applying to the commission and submitting evidence satisfactory to the commission that the applicant meets the requirements of § 36-15-15 and has worked at least two thousand hours as a licensed esthetician or has taught in a licensed and approved school for a period of two thousand hours, or a combination of both. The application for a manager's license shall be accompanied by the fee required in this chapter. Section 6. That § 36-15-25 be amended to read as follows: 36-15-25. No person may teach in a school unless that person is licensed by the commission as an instructor. Any person may qualify and be licensed by the commission as a senior instructor for cosmetology, nail technology, or esthetics, as applicable, upon application made to the commission. The application shall be accompanied by satisfactory evidence that the applicant: (1) Possesses the qualifications required by § 36-15-15; (2) Has had at least two thousand hours experience as a licensed cosmetologist, nail technician, or esthetician, as applicable, or as a junior instructor educating in cosmetology, nail technology, or esthetics, as applicable Currently holds a valid cosmetologist, nail technician, or esthetician license, as applicable ; (3) Has complied with any instructor education as prescribed by § 36-15-26.2; and (4) Currently holds a valid cosmetologist-manager, nail technician-manager, or esthetician-manager license, as applicable Has completed the requirements as a junior instructor set forth in § 36-15-26 or has at least one year of teaching experience as a licensed instructor from another state in cosmetology, nail technology, or esthetics, as applicable; and (5) Has passed an examination prescribed by the commission . However, the applicant may receive the license conditionally, dependent on completing instructor education and passing the examination as prescribed by the commission in rules adopted pursuant to chapter 1-26. A senior instructor with a cosmetologist -manager license may instruct in any practice of cosmetology. A senior instructor with a nail technician -manager license may only instruct in the practice of nail technology. A senior instructor with an esthetician -manager license may only instruct in the practice of esthetics. Section 7. That § 36-15-26 be amended to read as follows: 36-15-26. Any person may qualify and be licensed by the commission as a junior instructor for cosmetology, nail technology, or esthetics, as applicable, upon application made to the commission. The application shall be accompanied by satisfactory evidence that such applicant: (1) Possesses the qualifications required by § 36-15-15; (2) Currently holds a valid cosmetologist, nail technician, or esthetician license, as applicable; (3) Has complied with any instructor education as required by § 36-15-26.2; and (4) Will be working and providing education in a licensed school in this state under the direct and constant supervision of a senior instructor ; (5) Has completed at least one thousand hours salon experience as a licensed cosmetologist, nail technician, or esthetician, as applicable; and (6) Has passed an examination prescribed by the commission . However, the applicant may receive the license conditionally, dependent on completing instructor education and passing the examination as prescribed by the commission in rules adopted pursuant to chapter 1-26. A junior instructor with a cosmetologist license may instruct in any practice of cosmetology and shall be supervised by a senior cosmetologist instructor. A junior instructor with a nail technician license may only instruct in the practice of nail technology and shall be supervised by a senior cosmetologist instructor or a senior nail technician instructor. A junior instructor with an esthetician license may only instruct in the practice of esthetics and shall be supervised by a senior cosmetologist instructor or a senior esthetician instructor. Section 8. That § 36-15-51.1 be amended to read as follows: 36-15-51.1. If a salon or booth changes location or ownership, the The owner or manager of the a salon or booth shall apply to the commission for a new license pursuant to § 36-15-51 if: (1) A salon or booth address is changed; (2) Sole ownership is changed; (3) A partnership has a change in any partner; or (4) The controlling ownership in a corporation is transferred or a corporation is reorganized . The application shall be accompanied by the license fee provided for in this chapter. The commission may issue a temporary permit to the applicant which is valid for ninety days. During that time, the commission shall inspect the premises. The owner or manager of a salon or booth that changes location or ownership or is closed shall immediately notify the commission of that fact. Section 9. That § 36-15-53.1 be repealed. 36-15-53.1. A cosmetology salon or booth shall be under the supervision of a person who holds a currently valid cosmetologist-manager license. A nail salon or booth shall be under the supervision of a person who holds a currently valid cosmetologist-manager or nail technician-manager license. An esthetics salon or booth shall be under the supervision of a person who holds a currently valid cosmetologist-manager or esthetician-manager license. A licensed cosmetologist-manager or nail technician-manager or esthetician-manager, as applicable, shall be present in the salon when any of the practices of cosmetology are offered or rendered to the public. A violation of this section is a Class 2 misdemeanor. Section 10. That § 36-15-60 be amended to read as follows: 36-15-60. No person may: (1) Practice cosmetology , nail technology, or esthetics without a license; (2) Intentionally make any false oath or affirmation whenever an oath or affirmation is required by this chapter or rules promulgated to this chapter; (3) Fail to display any license in a conspicuous place in the salon, booth, or school; (4) Fail to comply with the plumbing, electrical, physical, or sanitary requirements as stated in the rules promulgated by the commission; (5) Charge or receive compensation for teaching an apprentice any of the practices of cosmetology; (6) Operate a school without a license as provided for in this chapter; (7) Employ or allow any unlicensed person to perform work which under this chapter may lawfully be done only by licensed persons; (8) Allow the practice of: (a) Cosmetology by a cosmetologist except under the immediate and constant supervision and direction of a licensed cosmetologist-manager; or (b) Nail technology by a nail technician except under the immediate and constant supervision and direction of a licensed cosmetologist-manager or a licensed nail technician-manager; or (c) Esthetics by an esthetician except under the immediate and constant supervision and direction of a licensed cosmetologist-manager or a licensed esthetician-manager; (9) Operate a salon, booth, or school for any of the practices of cosmetology without having first obtained the applicable license as provided in this chapter; (10) (9) Practice any cosmetology services for which the commission requires additional continuing education in which the education has not been completed; and (11) (10) Do any act prohibited by this chapter. A violation of this section is a Class 2 misdemeanor."}, {"bill_id": 21200, "bill_version_id": 112324, "bill_version": "Enrolled", "bill_version_date": "2007-02-15T08:51:06-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21200, "action_date": "2007-01-09T12:00:00-06:00", "document_id": 110145, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110145.pdf", "status_text": "First read in House and referred to", "journal_page": 28, "committee_id_action": 923, "committee_id_assigned": 911, "result": "N", "vote": {}}, {"bill_id": 21200, "action_date": "2007-01-17T10:00:00-06:00", "document_id": 110330, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110330.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 911, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21200, "action_date": "2007-01-17T10:00:00-06:00", "document_id": 110330, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110330.pdf", "status_text": "Do Pass,", "journal_page": 95, "committee_id_action": 911, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65526, "president_vote": null, "Yea": [3572, 3576, 3588, 3592, 3619, 3622, 3642, 3644, 3645, 3650, 3663, 3676, 3658]}}, {"bill_id": 21200, "action_date": "2007-01-18T14:00:00-06:00", "document_id": 110402, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110402.pdf", "status_text": "Deferred to another day", "journal_page": 118, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21200, "action_date": "2007-01-19T13:00:00-06:00", "document_id": 110479, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110479.pdf", "status_text": "Deferred to another day", "journal_page": 131, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21200, "action_date": "2007-01-22T14:00:00-06:00", "document_id": 110547, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110547.pdf", "status_text": "Deferred to another day", "journal_page": 146, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21200, "action_date": "2007-01-24T14:00:00-06:00", "document_id": 110694, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110694.pdf", "status_text": "Do Pass,", "journal_page": 181, "committee_id_action": 923, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66948, "president_vote": null, "Yea": [3572, 3576, 3577, 3578, 3579, 3580, 3581, 3582, 3583, 3586, 3587, 3588, 3590, 3591, 3592, 3593, 3594, 3597, 3598, 3599, 3600, 3604, 3605, 3606, 3609, 3611, 3613, 3614, 3616, 3619, 3620, 3622, 3624, 3628, 3629, 3631, 3632, 3635, 3637, 3638, 3640, 3642, 3643, 3644, 3645, 3646, 3648, 3649, 3650, 3651, 3653, 3655, 3656, 3657, 3658, 3660, 3662, 3663, 3665, 3666, 3668, 3670, 3671, 3672, 3673, 3674, 3675, 3676, 3584], "Excused": [3654]}}, {"bill_id": 21200, "action_date": "2007-01-25T14:00:00-06:00", "document_id": 110859, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110859.pdf", "status_text": "First read in Senate and referred to", "journal_page": 239, "committee_id_action": 924, "committee_id_assigned": 898, "result": "N", "vote": {}}, {"bill_id": 21200, "action_date": "2007-02-13T10:00:00-06:00", "document_id": 112133, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112133.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 898, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21200, "action_date": "2007-02-13T10:00:00-06:00", "document_id": 112133, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112133.pdf", "status_text": "Do Pass,", "journal_page": 489, "committee_id_action": 898, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65072, "president_vote": null, "Yea": [3571, 3585, 3623, 3627, 3667, 3602, 3634]}}, {"bill_id": 21200, "action_date": "2007-02-13T10:00:00-06:00", "document_id": 112133, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112133.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 898, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 21200, "action_date": "2007-02-14T14:00:00-06:00", "document_id": 112314, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112314.pdf", "status_text": "Do Pass,", "journal_page": 528, "committee_id_action": 924, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65223, "president_vote": null, "Yea": [3571, 3573, 3574, 3575, 3585, 3589, 3595, 3596, 3602, 3603, 3607, 3608, 3610, 3612, 3615, 3617, 3618, 3621, 3623, 3625, 3626, 3627, 3630, 3634, 3636, 3641, 3647, 3652, 3659, 3661, 3664, 3667, 3669], "Excused": [3633], "Nay": [3639]}}, {"bill_id": 21200, "action_date": "2007-02-15T14:00:00-06:00", "document_id": 112390, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112390.pdf", "status_text": "Signed by Speaker", "journal_page": 561, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21200, "action_date": "2007-02-20T14:00:00-06:00", "document_id": 112504, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112504.pdf", "status_text": "Signed by President", "journal_page": 592, "committee_id_action": 924, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21200, "action_date": "2007-02-21T14:00:00-06:00", "document_id": 112591, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112591.pdf", "status_text": "Delivered to the Governor", "journal_page": 606, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21200, "action_date": "2007-02-23T12:30:00-06:00", "document_id": 112772, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112772.pdf", "status_text": "Signed by Governor", "journal_page": 628, "committee_id_action": 923, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3769, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/21200"}