{"session_id": 47, "bill_id": 13492, "bill_type": "House Bill", "bill_number": 1103, "bill_title": "to authorize professional corporations comprised of health care professionals of more than one profession.", "sponsors": [{"legislator_profile_id": 2094, "is_prime": true}, {"legislator_profile_id": 2141, "is_prime": true}, {"legislator_profile_id": 2108, "is_prime": false}, {"legislator_profile_id": 2142, "is_prime": false}, {"legislator_profile_id": 2146, "is_prime": false}, {"legislator_profile_id": 2149, "is_prime": false}, {"legislator_profile_id": 2156, "is_prime": false}, {"legislator_profile_id": 2163, "is_prime": false}], "keywords": ["Corporations", "Health Care Workers", "Nurses", "Physicians", "Psychologists"], "audio": [], "bill_versions": [{"bill_id": 13492, "bill_version_id": 77038, "bill_version": "Introduced", "bill_version_date": "1998-01-16T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize professional corporations comprised of health care professionals of more than one profession. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. One or more natural health care professionals may form a professional corporation, organize a limited liability company, or register a limited liability partnership for the purpose of rendering two or more kinds of professional services and services ancillary thereto in combination under the licensing laws of each of the professional services to be practiced by a licensed individual or a partnership of licensed individuals. Only health care professionals licensed pursuant to Title 36 and entitled to form a professional corporation pursuant to Title 47 may form, in combination, a professional corporation for the delivery of health care services within the scope of their respective licenses, notwithstanding any statute to the contrary. Section 2. In addition to providing the information required by the South Dakota Business Corporation Act, the following information is also required in the forming documents of a professional corporation, the organizing documents of a limited liability company, or the registration documents of a limited liability partnership: (1) The name of the corporation, limited liability company, or limited liability partnership; (2) The purpose of the corporation, limited liability company, or limited liability partnership; (3) That the shareholders of the corporation, members of the limited liability company, or partners in a limited liability partnership may only be professional persons licensed to render the kind of professional services that fit the purpose of the corporation, limited liability company, or limited liability partnership; and (4) That the officers and directors of a corporation, the governors and managers of a limited liability company, and the partners of a limited liability partnership, must be professional persons licensed to render the kind of professional services that fit the purpose of the corporation, limited liability company, or limited liability partnership. Section 3. As used in this Act, professional corporation includes a limited liability company organized under chapter 47-34 and a limited liability partnership organized under chapter 48-7. With respect to a limited liability company, references in this Act to articles of incorporation, bylaws, directors, officers, shareholders, and shares of stock refer to articles of organization, operating agreement, governors, managers, members, and membership interests, respectively. With respect to a limited liability partnership, references in this Act to articles of incorporation and bylaws refer to partnership agreement, references to directors, officers, and shareholders refer to partners, and references to shares of stock refer to partnership interests. Section 4. The corporate name of a corporation formed pursuant to this Act shall end with the words, professional corporation, or the abbreviation, P.C., the word, Chartered, or the word, Limited, or the abbreviation, Ltd. The name of any limited liability company shall end with the words, Professional Limited Liability Company, or the abbreviation, P.L.L.C., or the words, Limited Liability Company, or the abbreviation, L.L.C. The name of any limited liability partnership shall end with the words, Professional Limited Liability Partnership, or the abbreviation, P.L.L.P., or the words, Limited Liability Partnership, or the abbreviation, L.L.P. Section 5. A professional corporation may own real and personal property necessary or appropriate for rendering professional service and may invest its funds in real estate, mortgages, stocks, bonds, or any other type of investment. Section 6. This Act does not authorize an individual to practice any profession, or furnish a professional service, for which the individual is not licensed, but otherwise applies regardless of any contrary provision of a licensing statute or rules adopted pursuant to that statute, related to practicing and organizing in combination with other health care professionals. Section 7. A professional corporation may exercise any powers accorded it by its generally applicable governing law, so long as the professional corporation exercises those powers solely to provide the pertinent professional services or to accomplish tasks ancillary to providing those services. Section 8. A professional corporation may not adopt, implement, or follow a policy, procedure, or practice that would give a licensure board grounds for disciplinary action against a professional who follows, agrees to, or acquiesces in the policy, procedure, or practice. All of the officers, directors, and shareholders of a corporation formed pursuant to this Act, shall at all times be persons licensed pursuant to their respective licensing statutes. They shall be individuals who, except for illness, accident, time spent in the armed services, vacation, or leaves of absence not to exceed one year, are actively engaged in professional practices in the office of the corporation. Section 9. The formation of a professional corporation pursuant to this Act does not negate any requirement contained in Title 47 regarding the liability of shareholders for the acts of corporate employees or the necessity of professional liability insurance. Section 10. A professional corporation may render professional service only through natural persons who are licensed or otherwise authorized by this state to render professional service of a kind which the corporation is authorized to render and may so render professional service notwithstanding any provision of law to the contrary. Such persons need not be shareholders of the corporation but may be employed by the corporation to render professional service. Section 11. This Act does not alter any law applicable to the relationship between a person furnishing the professional service and a person receiving the professional service, including liability arising out of the professional service and the confidential relationship and privilege of communications between the person rendering professional service and the person receiving the professional service. However, no person is personally liable in tort for any act not personally participated in. No officer, director, shareholder, or employee of a professional corporation is personally liable in contract for any contract executed on behalf of the corporation within the limits of the executor's actual authority. Section 12. No professional corporation may begin to render professional service in this state until it has filed with each licensure board having jurisdiction of professional service of a type which the corporation is authorized to render, a copy of its articles of incorporation, a copy of its articles of organization, or a copy of its registration. Nothing in this Act restricts or limits in any manner the authority or duty of a licensure board with respect to persons rendering professional service within the jurisdiction of the licensure board, even if the person is a shareholder, director, officer, employee, or agent of a professional corporation and renders professional service through such corporation. Section 13. Nothing in this Act alters the taxation status of a corporation, limited liability company, or limited liability partnership, nor limits any tax elections made by such organizations, nor changes, alters, or amends the legal status of such organizations for taxation purposes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13492, "action_date": "1998-01-16T14:00:00-06:00", "document_id": 76889, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76889.pdf", "status_text": "First read in House and referred to", "journal_page": 58, "committee_id_action": 600, "committee_id_assigned": 598, "result": "N", "vote": {}}, {"bill_id": 13492, "action_date": "1998-01-26T07:45:00-06:00", "document_id": 76564, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76564.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 598, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13492, "action_date": "1998-01-26T07:45:00-06:00", "document_id": 76564, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76564.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 210, "committee_id_action": 598, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39782, "president_vote": null, "Nay": [2141, 2114, 2120, 2109, 2132, 2192], "Yea": [2134, 2105, 2128, 2161, 2178, 2185, 2164]}}, {"bill_id": 13492, "action_date": "1998-01-26T07:45:00-06:00", "document_id": 76564, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76564.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 210, "committee_id_action": 598, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 39782, "president_vote": null, "Nay": [2141, 2114, 2120, 2109, 2132, 2192], "Yea": [2134, 2105, 2128, 2161, 2178, 2185, 2164]}}]}