{"session_id": 24, "bill_id": 7168, "bill_type": "House Bill", "bill_number": 1162, "bill_title": "provide for the practice and regulation of midwives.", "sponsors": [{"legislator_profile_id": 969, "is_prime": true}, {"legislator_profile_id": 1044, "is_prime": true}, {"legislator_profile_id": 974, "is_prime": false}, {"legislator_profile_id": 964, "is_prime": false}, {"legislator_profile_id": 1040, "is_prime": false}, {"legislator_profile_id": 1039, "is_prime": false}, {"legislator_profile_id": 1050, "is_prime": false}, {"legislator_profile_id": 1060, "is_prime": false}, {"legislator_profile_id": 980, "is_prime": false}, {"legislator_profile_id": 976, "is_prime": false}, {"legislator_profile_id": 1049, "is_prime": false}, {"legislator_profile_id": 1022, "is_prime": false}, {"legislator_profile_id": 1056, "is_prime": false}, {"legislator_profile_id": 1061, "is_prime": false}, {"legislator_profile_id": 1019, "is_prime": false}, {"legislator_profile_id": 1035, "is_prime": false}, {"legislator_profile_id": 1065, "is_prime": false}, {"legislator_profile_id": 963, "is_prime": false}, {"legislator_profile_id": 994, "is_prime": false}, {"legislator_profile_id": 1055, "is_prime": false}, {"legislator_profile_id": 1017, "is_prime": false}, {"legislator_profile_id": 1036, "is_prime": false}, {"legislator_profile_id": 1041, "is_prime": false}, {"legislator_profile_id": 1003, "is_prime": false}, {"legislator_profile_id": 1005, "is_prime": false}, {"legislator_profile_id": 968, "is_prime": false}, {"legislator_profile_id": 967, "is_prime": false}, {"legislator_profile_id": 975, "is_prime": false}, {"legislator_profile_id": 1031, "is_prime": false}, {"legislator_profile_id": 1001, "is_prime": false}, {"legislator_profile_id": 1027, "is_prime": false}, {"legislator_profile_id": 1006, "is_prime": false}, {"legislator_profile_id": 991, "is_prime": false}, {"legislator_profile_id": 1007, "is_prime": false}, {"legislator_profile_id": 1030, "is_prime": false}, {"legislator_profile_id": 1066, "is_prime": false}, {"legislator_profile_id": 993, "is_prime": false}, {"legislator_profile_id": 996, "is_prime": false}, {"legislator_profile_id": 990, "is_prime": false}, {"legislator_profile_id": 1051, "is_prime": false}, {"legislator_profile_id": 1053, "is_prime": false}, {"legislator_profile_id": 1064, "is_prime": false}], "keywords": ["Administrative Rules", "Fees", "Licenses", "Prison and Jail Impact", "Professions and Occupations", "Public Health and Safety"], "audio": [{"meeting_datetime": "2016-02-16T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hhe21.mp3", "start_seconds": 151.0}, {"meeting_datetime": "2016-02-16T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hhe21.mp3", "start_seconds": 151.0}, {"meeting_datetime": "2016-02-16T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hhe21.mp3", "start_seconds": 151.0}, {"meeting_datetime": "2016-02-18T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hhe23.mp3", "start_seconds": 1845.0}, {"meeting_datetime": "2016-02-18T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hhe23.mp3", "start_seconds": 1845.0}, {"meeting_datetime": "2016-02-18T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hhe23.mp3", "start_seconds": 1845.0}, {"meeting_datetime": "2016-02-18T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hhe23.mp3", "start_seconds": 1845.0}, {"meeting_datetime": "2016-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou26.mp3", "start_seconds": 7288.0}, {"meeting_datetime": "2016-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou26.mp3", "start_seconds": 7288.0}, {"meeting_datetime": "2016-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/hou26.mp3", "start_seconds": 7288.0}, {"meeting_datetime": "2016-03-02T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she31.mp3", "start_seconds": 4220.0}, {"meeting_datetime": "2016-03-02T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she31.mp3", "start_seconds": 4220.0}, {"meeting_datetime": "2016-03-02T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she31.mp3", "start_seconds": 4220.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she33.mp3", "start_seconds": 3143.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she33.mp3", "start_seconds": 3143.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she33.mp3", "start_seconds": 3143.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she33.mp3", "start_seconds": 3143.0}, {"meeting_datetime": "2016-03-07T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/she33.mp3", "start_seconds": 3143.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen34.mp3", "start_seconds": 5580.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen34.mp3", "start_seconds": 5580.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen34.mp3", "start_seconds": 5580.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen34.mp3", "start_seconds": 5580.0}, {"meeting_datetime": "2016-03-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2016/sen34.mp3", "start_seconds": 5580.0}], "bill_versions": [{"bill_id": 7168, "bill_version_id": 38345, "bill_version": "Introduced", "bill_version_date": "2016-01-28T10:11:46.747-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the practice and regulation of midwives. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Advisory committee,\" the midwife advisory committee established pursuant to section 6 of this Act; (2) \"Approved program,\" an educational program of study leading to eligibility for certification as a midwife that is approved or accredited by the midwifery education accreditation council (MEAC) or a national accrediting organization approved by the board; (3) \"Board,\" the South Dakota Board of Nursing; (4) \"Certified professional midwife\" or \"CPM,\" a practitioner who has met the standards of certification set by the North American Registry of Midwives (NARM) and is qualified to provide the midwives model of care; (5) \"Client,\" a woman under the care of a licensed midwife; (6) \"Licensed midwife\" or \"LM,\" a provider authorized to practice as a midwife pursuant to this Act. Section 2. That the code be amended by adding a NEW SECTION to read: No person may practice or offer to practice as a licensed midwife in this state unless the person is currently licensed to practice by the board. Section 3. That the code be amended by adding a NEW SECTION to read: This Act does not prohibit the performance of the functions of a licensed midwife if performed: (1) In an emergency situation; (2) By a certified nurse midwife authorized to practice in South Dakota; (3) By a student midwife enrolled in an approved program who is under the direct supervision of a preceptor approved by NARM which could include a licensed physician, a certified nurse midwife, or a certified professional midwife; or (4) By any person exempt pursuant to § 36-2-20. Section 4. That the code be amended by adding a NEW SECTION to read: No person may be licensed to practice as a licensed midwife unless the person has: (1) Obtained the certified professional midwife (CPM) credential; and (2) Graduated from an approved program or has been licensed or certified as a midwife by another jurisdiction for the previous five years. Section 5. That the code be amended by adding a NEW SECTION to read: The practice in this state as a licensed midwife is subject to the control and regulation of the South Dakota Board of Nursing. The board may license, supervise the practice, and revoke or suspend licenses or otherwise discipline any person applying for or practicing as a licensed midwife. Section 6. That the code be amended by adding a NEW SECTION to read: The Board of Nursing shall appoint a midwife advisory committee composed of three certified professional midwives, one certified nurse midwife, and one South Dakota citizen who has received midwifery care in an out-of-hospital setting. The Board of Nursing shall select committee members from a list of applicants. Each committee member shall serve a term of three years. However, the terms of initial appointees shall be staggered so that no more than two members' terms expire in any one year. No committee member may be appointed to more than three consecutive full terms. If a vacancy occurs, the board shall appoint a person to fill the unexpired term. The appointment of a member to an unexpired term is not considered a full term. The committee shall meet at least annually and as necessary to conduct business. The advisory committee shall assist the board in the regulation of licensed midwives pursuant to this Act. The committee shall make recommendations to the board regarding rules promulgated pursuant to this Act. Appointments to the advisory committee may include certified professional midwives licensed in other states who are not living in South Dakota. Section 7. That the code be amended by adding a NEW SECTION to read: An applicant for licensure as a licensed midwife shall file with the board an application, verified by oath, on a form prescribed by the board and accompanied by the prescribed fee. If the board finds that the applicant satisfies the requirements for licensure in section 4 of this Act and passes a background check required by section 8 of this Act, the board shall issue to the applicant a license to practice as a licensed midwife. Section 8. That the code be amended by adding a NEW SECTION to read: Each applicant for licensure as a licensed midwife in this state shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the board shall submit completed fingerprint cards to the Division of Criminal Investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the board all information obtained as a result of the criminal background check. This information shall be obtained prior to permanent licensure of the applicant. Failure to submit or cooperate with the criminal background investigation is grounds for denial of an application. The applicant shall pay for any fees charged for the cost of fingerprinting or the criminal background investigation. Section 9. That the code be amended by adding a NEW SECTION to read: A person licensed to practice as a licensed midwife in this state may use the title, licensed midwife abbreviated, LM. Section 10. That the code be amended by adding a NEW SECTION to read: For the purposes of this Act, the practice of a licensed midwife is the management and care of the low-risk mother-baby unit in an out-of-hospital setting during pregnancy, labor, delivery, and postpartum periods in accordance with national professional midwifery standards, including: (1) Initial and ongoing assessment for suitability of midwifery care; (2) Providing prenatal education and coordinating with a licensed health care provider as necessary to provide comprehensive prenatal care, including the routine monitoring of vital signs, indicators of fetal development, and laboratory tests, as needed, with attention to the physical, nutritional, and emotional needs of the mother and her family; (3) Providing informed consent pursuant to section 32 of this Act; (4) Attending and supporting the natural process of labor and birth in an out of hospital setting, including in a licensed birth center; (5) Postpartum care of the mother and an initial assessment of the newborn; (6) Providing information and referrals to community resources on childbirth preparation, breastfeeding, exercise, nutrition, parenting, and care of the newborn; and (7) Limited prescriptive authority to administer: (a) Vitamin K to the baby either orally or through intramuscular injection; (b) Postpartum antihemorrhagic medication under an emergency situation; (c) Local anesthetic for repair of a first or second degree perineal laceration; (d) Oxygen; (e) Eye prophylaxis; and (f) Other medications approved by the board;. Section 11. That the code be amended by adding a NEW SECTION to read: For the purposes of this Act, the practice of a licensed midwife does not include: (1) The use of any surgical instrument at a childbirth, except as necessary to sever the umbilical cord or repair a first or second degree perineal laceration; (2) Prescribing prescription medications including controlled drugs, except as permitted pursuant to subdivision 7 of section 10 of this Act; (3) The assisting of childbirth by artificial or mechanical means including forceps, vacuum delivery, or cesarean delivery; or (4) Performing or assisting in an abortion. Section 12. That the code be amended by adding a NEW SECTION to read: Upon application for renewal by a licensee, the board shall renew the license biennially, if the applicant: (1) Provides evidence of meeting the recertification requirements for CPM recertification by the North American Registry of Midwives (NARM); (2) Provides evidence that the licensee has a minimum of 140 hours in a 12 month period, or 480 hours in a six year period, of patient care, employment, or volunteer work in midwifery; (3) Submits an affidavit that the licensee has committed no act of misconduct as set forth by section 19 of this Act; and (4) Submits the application for renewal and pays renewal fees, as required by sections 13 and 16 of this Act . The board shall establish an expiration date for the renewal license. Section 13. That the code be amended by adding a NEW SECTION to read: The license of any person licensed pursuant to this Act shall be renewed biennially, except as provided in section 15 of this Act. The board shall mail a notice for renewal of license to each license holder at least ninety days prior to the expiration date of the person's license. The license holder shall, before the expiration date, return to the board the notice and the prescribed fee. Upon receipt of the notice and fee, the board shall issue to the license holder a certificate of renewal if the licensee meets the criteria in section 12 of this Act. The certificate of renewal must indicate the effective period of the certificate of renewal. Section 14. That the code be amended by adding a NEW SECTION to read: A license holder who fails to renew the license pursuant to sections 12 and 13 of this Act may be reinstated upon the terms and conditions prescribed by the board and upon payment of the prescribed fee. Section 15. That the code be amended by adding a NEW SECTION to read: The holder of a current license may file with the board a written application, together with the prescribed fee, requesting inactive status and stating the reasons for the request. Section 16. That the code be amended by adding a NEW SECTION to read: The board shall promulgate by rule, pursuant to chapter 1-26, and shall collect in advance the following nonrefundable fees from applicant: (1) For initial licensure or endorsement from another state, not more than one thousand dollars; (2) For biennial renewal of license, not more than seven hundred fifty dollars; (3) For reinstatement of a lapsed license, the current renewal fee and not more than five hundred dollars; (4) For providing a transcript, not more than twenty-five dollars; (5) For effecting a name change on the records of the license holder, not more than one hundred dollars; (6) For issuance of a duplicate license, not more than one hundred fifty dollars; (7) For placing a license on inactive status, not more than one hundred dollars; (8) For endorsement to another state, territory, or foreign country, not more than one hundred fifty dollars. Section 17. That the code be amended by adding a NEW SECTION to read: All fees received by the board, and money collected under this chapter, shall be deposited in a bank as authorized by the board. The funds are subject to withdrawal as authorized by the board. A report of all receipts and expenditures of funds shall be made at the close of each fiscal year and filed in the office of the state auditor. Section 18. That the code be amended by adding a NEW SECTION to read: Any balance of fees received by the board after payment of compensation and expenditures shall be held by the board and may only be used in administering this Act. Section 19. That the code be amended by adding a NEW SECTION to read: The board may deny, revoke, or suspend any license or application for licensure to practice as a licensed midwife in this state, and may take such other disciplinary or corrective action as the board deems appropriate upon proof that the license holder or applicant has: (1) Committed fraud, deceit, or misrepresentation in procuring or attempting to procure a license; (2) Aided or abetted an unlicensed person to practice as a licensed midwife; (3) Engaged in practice as a licensed midwife under a false or assumed name and failed to register that name pursuant to chapter 37-11, or impersonated another license holder of a like or different name; (4) Committed an alcohol or drug related act or offense that interferes with the ability to practice midwifery safely; (5) Negligently, willfully, or intentionally acted in a manner inconsistent with the health and safety of those entrusted to the license holder's care; (6) Had authorization to practice as a licensed midwife denied, revoked, or suspended or had other disciplinary action taken in another state; (7) Practiced as a licensed midwife without a valid license; (8) Engaged in the performance of licensed midwifery or a medical function beyond the scope of practice authorized by the board; (9) Violated any provision of this Act or rule promulgated pursuant to this Act. Section 20. That the code be amended by adding a NEW SECTION to read: The board may initiate a proceeding for revocation or suspension of a license if the board has information that any person may have been guilty of any misconduct as provided in section 19 of this Act, or is guilty of incompetence or unprofessional or dishonorable conduct. Section 21. That the code be amended by adding a NEW SECTION to read: Any proceeding related to the revocation or suspension of a license shall conform to the procedures set forth in chapter 1-26. A license may be revoked or suspended only at a hearing attended by a quorum of the members of the board. Section 22. That the code be amended by adding a NEW SECTION to read: The board may take action authorized by section 19 of this Act upon satisfactory showing that the physical or mental condition of the license holder or applicant is determined by a competent medical examiner to be such as to jeopardize or endanger the health of those entrusted to the license holder's or applicant's care. The board may demand an examination of a license holder or applicant by a competent medical examiner selected by the board at their expense. If a license holder fails to submit to the examination, the failure constitutes immediate grounds for suspension of the license holder's license. Section 23. That the code be amended by adding a NEW SECTION to read: An aggrieved party may appeal a board's decision pursuant to chapter 1-26. Section 24. That the code be amended by adding a NEW SECTION to read: A revoked or suspended license may be reissued at the discretion of the board upon a finding of good cause. Section 25. That the code be amended by adding a NEW SECTION to read: No person may: (1) Practice or offer to practice as a licensed midwife without being licensed pursuant to this Act; (2) Sell or fraudulently obtain or furnish a diploma, license, renewal of license, or any other record necessary to practice under this Act or aid or abet in such actions; (3) Practice as a licensed midwife under cover of any diploma, license, renewal of license, or other record necessary to practice under this chapter that was issued unlawfully or under fraudulent representation; (4) Use in connection with that person's name a sign, card, device or other designation that implies that the person is a licensed midwife without being licensed pursuant to this Act; (5) Practice as a licensed midwife during the time that the person's license has lapsed or has been revoked or suspended. A violation of this section is a Class 1 misdemeanor. Section 26. That the code be amended by adding a NEW SECTION to read: It is necessary to prove in any prosecution only a single act prohibited by law, or a single holding out, or a single attempt, without proving a general course of conduct in order to constitute a violation of this Act. Section 27. That the code be amended by adding a NEW SECTION to read: The board may prosecute any person violating this Act and may incur the necessary expenses. Section 28. That the code be amended by adding a NEW SECTION to read: The board may apply for an injunction in the circuit court for the county of the person's residence to enjoin any person who: (1) Is unlawfully practicing as a licensed midwife with a license issued by the board; (2) Is practicing as a licensed midwife under a license that has lapsed or has been suspended or revoked; (3) Is engaging as a licensed midwife in the performance of medical functions beyond the scope of practice authorized by section 10 and 11 of this Act; (4) Is, by reason of a physical or mental condition, endangering, or threatening to endanger, the health or safety of those entrusted to that person's care as a licensed midwife. Section 29. That the code be amended by adding a NEW SECTION to read: Upon the filing of a verified complaint, the court, if satisfied by affidavit or otherwise, that the person is or has been engaging in unlawful or dangerous practice as described in Section 28 of this Act, may issue a temporary injunction, without notice or bond, enjoining that person from further practice as a licensed midwife. Section 30. That the code be amended by adding a NEW SECTION to read: An action for injunction is an alternative to criminal proceedings, and the commencement of one proceeding by the board constitutes an election. Section 31. That the code be amended by adding a NEW SECTION to read: The board may promulgate rules pursuant to chapter 1-26 pertaining to: (1) Licensing and licenses; (2) The practice of midwifery; (3) Scope of midwifery practice; (4) Disciplinary proceedings; (5) Fees; and (6) Approval of midwifery education programs. Section 32. That the code be amended by adding a NEW SECTION to read: A licensed midwife shall, at an initial consultation with a client, provide a copy of an informed consent document to be signed by the licensed midwife and the client that discloses all of the following in writing: (1) The name, address, telephone number, and license number of the licensed midwife; (2) The licensed midwife's experience, qualifications, and training; (3) The licensed midwife's fees and method of billing; (4) The right of a client to file a complaint with the board and the procedures for filing a complaint; (5) Whether the licensed midwife has malpractice liability insurance; (6) A plan for consultation, referral, and transport for medical emergencies specific to each client, including identification of the closest hospital with an obstetrics department and the closest hospital with an emergency department; (7) A list of antepartum, intrapartum, and postpartum conditions that would require consultation, transfer of care, or transport to a hospital; (8) The scope of care and services the licensed midwife can provide to the client; (9) A statement indicating that the client's records and any transaction with the licensed midwife are confidential; (10) The right of a client to refuse service unless otherwise provided by law; (11) The client's and licensed midwife's signatures and date of signing. Section 33. That the code be amended by adding a NEW SECTION to read: No other licensed health care provider or hospital or agent thereof is liable for an injury resulting from an act or omission by a licensed midwife, even if the health care provider has consulted with or accepted a referral from the licensed midwife. Section 34. That chapter 36-9A be amended by adding a NEW SECTION to read: Nothing in this chapter restricts the right of a licensed midwife to practice in accordance with this Act. Section 35. That chapter 36-4 be amended by adding a NEW SECTION to read: Nothing in this act restricts the right of a licensed midwife to practice in accordance with this Act."}, {"bill_id": 7168, "bill_version_id": 39559, "bill_version": "House Health and Human Services Engrossed", "bill_version_date": "2016-02-18T12:12:47.147-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the practice and regulation of midwives. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Advisory committee,\" the midwife advisory committee established pursuant to section 6 of this Act; (2) \"Approved program,\" an educational program of study leading to eligibility for certification as a midwife that is approved or accredited by the midwifery education accreditation council (MEAC); (3) \"Board,\" the South Dakota Board of Nursing; (4) \"Certified professional midwife\" or \"CPM,\" a practitioner duly authorized under this chapter to practice the midwife model of care; (5) \"Client,\" a woman under the care of a certified professional midwife; (6) \"License\" the written authorization by the board required to practice as a certified professional midwife. Section 2. That the code be amended by adding a NEW SECTION to read: No person may practice or offer to practice as a certified professional midwife in this state unless the person is currently licensed to practice by the board. Section 3. That the code be amended by adding a NEW SECTION to read: This Act does not prohibit the performance of the functions of a certified professional midwife if performed: (1) In an emergency situation; (2) By a certified nurse midwife authorized to practice in South Dakota; (3) By a student midwife enrolled in an approved program who is under the direct supervision of a preceptor which could include a physician, a certified nurse midwife, or a certified professional midwife licensed by the State of South Dakota; or (4) By any person exempt pursuant to § 36-2-20. Section 4. That the code be amended by adding a NEW SECTION to read: No person may be licensed to practice as a certified professional midwife unless the person has: (1) Obtained the certified professional midwife (CPM) credential; and (2) For the licensure of a certified professional midwife who obtains certification after December 31, 2019, each applicant for licensure must have completed an educational program or pathway accredited by the Midwifery Education Accreditation Council (MEAC); or (3) For a certified professional midwife who obtained certification through an educational pathway not accredited by MEAC: (a) A certified professional midwife certified before January 1, 2020, through a non accredited pathway must obtain the midwifery bridge certificate issued by the North American Registry of Midwives before applying for licensure in South Dakota; (b) A certified professional midwife who has maintained licensure in a state that does not require an accredited education must obtain the midwifery bridge certificate regardless of the date of certification before applying for licensure in South Dakota. Section 5. That the code be amended by adding a NEW SECTION to read: The practice in this state as a certified professional midwife is subject to the control and regulation of the South Dakota Board of Nursing. The board may license, supervise the practice, and revoke or suspend licenses or otherwise discipline any person applying for or practicing as a certified professional midwife. Section 6. That the code be amended by adding a NEW SECTION to read: The Board of Nursing shall appoint a midwife advisory committee composed of three certified professional midwives, one certified nurse midwife, and one South Dakota citizen who has received midwifery care in an out-of-hospital setting. The Board of Nursing shall select committee members from a list of applicants. Each committee member shall serve a term of three years. However, the terms of initial appointees shall be staggered so that no more than two members' terms expire in any one year. No committee member may be appointed to more than three consecutive full terms. If a vacancy occurs, the board shall appoint a person to fill the unexpired term. The appointment of a member to an unexpired term is not considered a full term. The committee shall meet at least annually and as necessary to conduct business. The advisory committee shall assist the board in the regulation of certified professional midwives pursuant to this Act. The committee shall make recommendations to the board regarding rules promulgated pursuant to this Act. Appointments to the advisory committee may include certified professional midwives from other states who are licensed under this Act. Initial appointments may include certified professional midwives living in other states who would qualify for licensure under this Act. Section 7. That the code be amended by adding a NEW SECTION to read: An applicant for licensure as a certified professional midwife shall file with the board an application, verified by oath, on a form prescribed by the board and accompanied by the prescribed fee. If the board finds that the applicant satisfies the requirements for licensure in section 4 of this Act and passes a background check required by section 8 of this Act, the board shall issue to the applicant a license to practice as a certified professional midwife. Section 8. That the code be amended by adding a NEW SECTION to read: Each applicant for licensure as a certified professional midwife in this state shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the board shall submit completed fingerprint cards to the Division of Criminal Investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the board all information obtained as a result of the criminal background check. This information shall be obtained prior to permanent licensure of the applicant. Failure to submit or cooperate with the criminal background investigation is grounds for denial of an application. The applicant shall pay for any fees charged for the cost of fingerprinting or the criminal background investigation. Section 9. That the code be amended by adding a NEW SECTION to read: For the purposes of this Act, the practice of a certified professional midwife is the management and care of the low-risk mother-baby unit in an out-of-hospital setting during pregnancy, labor, delivery, and postpartum periods in accordance with national professional midwifery standards, including: (1) Initial and ongoing assessment for suitability of midwifery care; (2) Providing prenatal education and coordinating with a licensed health care provider as necessary to provide comprehensive prenatal care, including the routine monitoring of vital signs, indicators of fetal development, and laboratory tests, as needed, with attention to the physical, nutritional, and emotional needs of the mother and her family; (3) Providing informed consent pursuant to section 31 of this Act; (4) Attending and supporting the natural process of labor and birth in an out of hospital setting, including in a licensed birth center; (5) Postpartum care of the mother and an initial assessment and screening of the newborn; (6) Providing information and referrals to community resources on childbirth preparation, breastfeeding, exercise, nutrition, parenting, and care of the newborn; and (7) Limited prescriptive authority to administer: (a) Vitamin K to the baby either orally or through intramuscular injection; (b) Postpartum antihemorrhagic medication under an emergency situation; (c) Local anesthetic for repair of a first or second degree perineal laceration; (d) Oxygen; (e) Eye prophylaxis; and (f) Other medications approved by the board; (8) Preparing and filing birth certificates pursuant to § 34-25-9.1. Section 10. That the code be amended by adding a NEW SECTION to read: For the purposes of this Act, the practice of a certified professional midwife does not include: (1) The use of any surgical instrument at a childbirth, except as necessary to sever the umbilical cord or repair a first or second degree perineal laceration; (2) Prescribing prescription medications including controlled drugs, except as permitted pursuant to subdivision (7) of section 9 of this Act; (3) The assisting of childbirth by artificial or mechanical means including forceps, vacuum delivery, or cesarean delivery; or (4) Performing or assisting in an abortion. Section 11. That the code be amended by adding a NEW SECTION to read: Upon application for biennial renewal by a licensee, the board shall renew the license if the applicant: (1) Provides evidence of meeting the recertification requirements for CPM recertification by the North American Registry of Midwives (NARM); (2) Provides evidence that the licensee has a minimum of 140 hours in a 12 month period, or 480 hours in a six year period, of patient care, employment, or volunteer work in midwifery; (3) Submits an affidavit that the licensee has committed no act of misconduct as set forth by section 18 of this Act; and (4) Submits the application for renewal and pays renewal fees, as required by sections 12 and 15 of this Act. The board shall establish an expiration date for the renewal license. Section 12. That the code be amended by adding a NEW SECTION to read: The license of any person licensed pursuant to this Act shall be renewed biennially, except as provided in section 14 of this Act. The board shall provide a notice for renewal of license to each license holder at least ninety days prior to the expiration date of the person's license. The license holder shall, before the expiration date, return to the board the notice and the prescribed fee. Upon receipt of the notice and fee, the board shall issue to the license holder a certificate of renewal if the licensee meets the criteria in section 11 of this Act. The certificate of renewal must indicate the effective period of the certificate of renewal. Section 13. That the code be amended by adding a NEW SECTION to read: A license holder who fails to renew the license pursuant to sections 11 and 12 of this Act may be reinstated upon the terms and conditions prescribed by the board and upon payment of the prescribed fee. Section 14. That the code be amended by adding a NEW SECTION to read: The holder of a current license may file with the board a written application, together with the prescribed fee, requesting inactive status and stating the reasons for the request. Section 15. That the code be amended by adding a NEW SECTION to read: The board shall promulgate by rule, pursuant to chapter 1-26, and shall collect in advance the following nonrefundable fees from applicant: (1) For initial licensure or endorsement from another state, not more than one thousand dollars; (2) For biennial renewal of license, not more than one thousand five hundred dollars; (3) For reinstatement of a lapsed license, the current renewal fee and not more than five hundred dollars; (4) For providing a transcript, not more than twenty-five dollars; (5) For effecting a name change on the records of the license holder, not more than one hundred dollars; (6) For issuance of a duplicate license, not more than one hundred fifty dollars; (7) For placing a license on inactive status, not more than one hundred dollars; (8) For endorsement to another state, territory, or foreign country, not more than one hundred fifty dollars. Section 16. That the code be amended by adding a NEW SECTION to read: All fees received by the board, and money collected under this Act, shall be deposited in a bank as authorized by the board. The funds are subject to withdrawal as authorized by the board. A report of all receipts and expenditures of funds shall be made at the close of each fiscal year and filed in the office of the state auditor. Section 17. That the code be amended by adding a NEW SECTION to read: Any balance of fees received by the board after payment of compensation and expenditures shall be held by the board and may only be used in administering this Act. Section 18. That the code be amended by adding a NEW SECTION to read: The board may deny, revoke, or suspend any license or application for licensure to practice as a certified professional midwife in this state, and may take such other disciplinary or corrective action as the board deems appropriate upon proof that the license holder or applicant has: (1) Committed fraud, deceit, or misrepresentation in procuring or attempting to procure a license; (2) Aided or abetted an unlicensed person to practice as a certified professional midwife; (3) Engaged in practice as a certified professional midwife under a false or assumed name and failed to register that name pursuant to chapter 37-11, or impersonated another license holder of a like or different name; (4) Committed an alcohol or drug related act or offense that interferes with the ability to practice midwifery safely; (5) Negligently, willfully, or intentionally acted in a manner inconsistent with the health and safety of those entrusted to the license holder's care; (6) Had authorization to practice as a certified professional midwife denied, revoked, or suspended or had other disciplinary action taken in another state; (7) Practiced in South Dakota as a certified professional midwife without a valid license; (8) Engaged in the performance of certified professional midwifery or a medical function beyond the scope of practice authorized by the board; (9) Violated any provision of this Act or rule promulgated pursuant to this Act; (10) Been convicted of a felony. The conviction of a felony means the conviction of any offense which, if committed within the State of South Dakota, would constitute a felony under its laws. Section 19. That the code be amended by adding a NEW SECTION to read: The board may initiate a proceeding for revocation or suspension of a license if the board has information that any person may have been guilty of any misconduct as provided in section 18 of this Act, or is guilty of incompetence or unprofessional or dishonorable conduct. Section 20. That the code be amended by adding a NEW SECTION to read: Any proceeding related to the revocation or suspension of a license shall conform to the procedures set forth in chapter 1-26. A license may be revoked or suspended only at a hearing attended by a quorum of the members of the board. Section 21. That the code be amended by adding a NEW SECTION to read: The board may take action authorized by section 18 of this Act upon satisfactory showing that the physical or mental condition of the license holder or applicant is determined by a competent medical examiner to be such as to jeopardize or endanger the health of those entrusted to the license holder's or applicant's care. The board may demand an examination of a license holder or applicant by a competent medical examiner selected by the board at their expense. If a license holder fails to submit to the examination, the failure constitutes immediate grounds for suspension of the license holder's license. Section 22. That the code be amended by adding a NEW SECTION to read: An aggrieved party may appeal a board's decision pursuant to chapter 1-26. Section 23. That the code be amended by adding a NEW SECTION to read: A revoked or suspended license may be reissued at the discretion of the board upon a finding of good cause. Section 24. That the code be amended by adding a NEW SECTION to read: No person may: (1) Practice or offer to practice as a certified professional midwife without being licensed pursuant to this Act; (2) Sell or fraudulently obtain or furnish a diploma, license, renewal of license, or any other record necessary to practice under this Act or aid or abet in such actions; (3) Practice as a certified professional midwife under cover of any diploma, license, renewal of license, or other record necessary to practice under this Act that was issued unlawfully or under fraudulent representation; (4) Use in connection with that person's name a sign, card, device or other designation that implies that the person is a certified professional midwife without being licensed pursuant to this Act; (5) Practice as a certified professional midwife during the time that the person's license has lapsed or has been revoked or suspended. A violation of this section is a Class 1 misdemeanor. Section 25. That the code be amended by adding a NEW SECTION to read: It is necessary to prove in any prosecution only a single act prohibited by law, or a single holding out, or a single attempt, without proving a general course of conduct in order to constitute a violation of this Act. Section 26. That the code be amended by adding a NEW SECTION to read: The board may prosecute any person violating this Act and may incur the necessary expenses. Section 27. That the code be amended by adding a NEW SECTION to read: The board may apply for an injunction in the circuit court for the county of the person's residence to enjoin any person who: (1) Is unlawfully practicing as a certified professional midwife with a license issued by the board; (2) Is practicing as a certified professional midwife under a license that has lapsed or has been suspended or revoked; (3) Is engaging as a certified professional midwife in the performance of medical functions beyond the scope of practice authorized by section 9 and 10 of this Act; (4) Is, by reason of a physical or mental condition, endangering, or threatening to endanger, the health or safety of those entrusted to that person's care as a certified professional midwife. Section 28. That the code be amended by adding a NEW SECTION to read: Upon the filing of a verified complaint, the court, if satisfied by affidavit or otherwise, that the person is or has been engaging in unlawful or dangerous practice as described in section 27 of this Act, may issue a temporary injunction, without notice or bond, enjoining that person from further practice as a certified professional midwife. Section 29. That the code be amended by adding a NEW SECTION to read: An action for injunction is an alternative to criminal proceedings, and the commencement of one proceeding by the board constitutes an election. Section 30. That the code be amended by adding a NEW SECTION to read: The board may promulgate rules pursuant to chapter 1-26 pertaining to: (1) Licensing and licenses; (2) The practice of midwifery; (3) Scope of midwifery practice; (4) Disciplinary proceedings; (5) Fees; and (6) Approval of midwifery education programs. Section 31. That the code be amended by adding a NEW SECTION to read: A certified professional midwife shall, at an initial consultation with a client, provide a copy of an informed consent document to be signed by the certified professional midwife and the client that discloses all of the following in writing: (1) The name, address, telephone number, and license number of the certified professional midwife; (2) The certified professional midwife's experience, qualifications, and training; (3) The certified professional midwife's fees and method of billing; (4) The right of a client to file a complaint with the board and the procedures for filing a complaint; (5) Whether the certified professional midwife has malpractice liability insurance; (6) A plan for consultation, referral, and transport for medical emergencies specific to each client, including identification of the closest hospital with an obstetrics department and the closest hospital with an emergency department; (7) A list of antepartum, intrapartum, and postpartum conditions that would require consultation, transfer of care, or transport to a hospital; (8) A statement indicating that a certified professional midwife will continue to care for a client until transfer of care has been completed including the transfer of all pertinent records; (9) The scope of care and services the certified professional midwife can provide to the client; (10) A statement indicating that the client's records and any transaction with the certified professional midwife are confidential unless required by the board for review; (11) The right of a client to refuse service unless otherwise provided by law; (12) The client's and certified professional midwife's signatures and date of signing. Section 32. That the code be amended by adding a NEW SECTION to read: No other licensed health care provider or hospital or agent thereof is liable for an injury resulting from an act or omission by a certified professional midwife, even if the health care provider has consulted with or accepted a referral from the certified professional midwife. Section 33. That chapter 36-9A be amended by adding a NEW SECTION to read: Nothing in this chapter restricts the right of a certified professional midwife to practice in accordance with this Act. Section 34. That chapter 36-4 be amended by adding a NEW SECTION to read: Nothing in this chapter restricts the right of a certified professional midwife to practice in accordance with this Act."}, {"bill_id": 7168, "bill_version_id": 40415, "bill_version": "Senate Health and Human Services Engrossed", "bill_version_date": "2016-03-07T13:54:16.29-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the practice and regulation of midwives. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Advisory committee,\" the midwife advisory committee established pursuant to section 6 of this Act; (2) \"Approved program,\" an educational program of study leading to eligibility for certification as a midwife that is approved or accredited by the midwifery education accreditation council (MEAC); (3) \"Board,\" the South Dakota Board of Nursing; (4) \"Certified professional midwife\" or \"CPM,\" a practitioner duly authorized under this chapter to practice the midwife model of care; (5) \"Client,\" a woman under the care of a certified professional midwife; (6) \"License\" the written authorization by the board required to practice as a certified professional midwife. Section 2. That the code be amended by adding a NEW SECTION to read: No person may practice or offer to practice as a certified professional midwife in this state unless the person is currently licensed to practice by the board. Section 3. That the code be amended by adding a NEW SECTION to read: This Act does not prohibit the performance of the functions of a certified professional midwife if performed: (1) In an emergency situation; (2) By a certified nurse midwife authorized to practice in South Dakota; (3) By a student midwife enrolled in an approved program who is under the direct supervision of a preceptor which could include a physician, a certified nurse midwife, or a certified professional midwife licensed by the State of South Dakota; or (4) By any person exempt pursuant to § 36-2-20. Section 4. That the code be amended by adding a NEW SECTION to read: No person may be licensed to practice as a certified professional midwife unless the person has: (1) Obtained the certified professional midwife (CPM) credential; and (2) For the licensure of a certified professional midwife who obtains certification after December 31, 2019, each applicant for licensure must have completed an educational program or pathway accredited by the Midwifery Education Accreditation Council (MEAC); or (3) For a certified professional midwife who obtained certification through an educational pathway not accredited by MEAC: (a) A certified professional midwife certified before January 1, 2020, through a non accredited pathway must obtain the midwifery bridge certificate issued by the North American Registry of Midwives before applying for licensure in South Dakota; (b) A certified professional midwife who has maintained licensure in a state that does not require an accredited education must obtain the midwifery bridge certificate regardless of the date of certification before applying for licensure in South Dakota; (4) Has completed an approved four-year high school course of study or the equivalent as determined by the appropriate educational agency. Section 5. That the code be amended by adding a NEW SECTION to read: The practice in this state as a certified professional midwife is subject to the control and regulation of the South Dakota Board of Nursing. The board may license, supervise the practice, and revoke or suspend licenses or otherwise discipline any person applying for or practicing as a certified professional midwife. Section 6. That the code be amended by adding a NEW SECTION to read: The Board of Nursing shall appoint a midwife advisory committee composed of three certified professional midwives, one certified nurse midwife, and one South Dakota citizen who has received midwifery care in an out-of-hospital setting. The Board of Nursing shall select committee members from a list of applicants. Each committee member shall serve a term of three years. However, the terms of initial appointees shall be staggered so that no more than two members' terms expire in any one year. No committee member may be appointed to more than three consecutive full terms. If a vacancy occurs, the board shall appoint a person to fill the unexpired term. The appointment of a member to an unexpired term is not considered a full term. The committee shall meet at least annually and as necessary to conduct business. The advisory committee shall assist the board in the regulation of certified professional midwives pursuant to this Act. The committee shall make recommendations to the board regarding rules promulgated pursuant to this Act. Appointments to the advisory committee may include certified professional midwives from other states who are licensed under this Act. Initial appointments may include certified professional midwives living in other states who would qualify for licensure under this Act. Section 7. That the code be amended by adding a NEW SECTION to read: An applicant for licensure as a certified professional midwife shall file with the board an application, verified by oath, on a form prescribed by the board and accompanied by the prescribed fee. If the board finds that the applicant satisfies the requirements for licensure in section 4 of this Act and passes a background check required by section 8 of this Act, the board shall issue to the applicant a license to practice as a certified professional midwife. Section 8. That the code be amended by adding a NEW SECTION to read: Each applicant for licensure as a certified professional midwife in this state shall submit to a state and federal criminal background investigation by means of fingerprint checks by the Division of Criminal Investigation and the Federal Bureau of Investigation. Upon application, the board shall submit completed fingerprint cards to the Division of Criminal Investigation. Upon completion of the criminal background check, the Division of Criminal Investigation shall forward to the board all information obtained as a result of the criminal background check. This information shall be obtained prior to permanent licensure of the applicant. Failure to submit or cooperate with the criminal background investigation is grounds for denial of an application. The applicant shall pay for any fees charged for the cost of fingerprinting or the criminal background investigation. Section 9. That the code be amended by adding a NEW SECTION to read: For the purposes of this Act, the practice of a certified professional midwife is the management and care of the low-risk mother-baby unit in an out-of-hospital setting during pregnancy, labor, delivery, and postpartum periods in accordance with national professional midwifery standards, including: (1) Initial and ongoing assessment for suitability of midwifery care; (2) Providing prenatal education and coordinating with a licensed health care provider as necessary to provide comprehensive prenatal care, including the routine monitoring of vital signs, indicators of fetal development, and laboratory tests, as needed, with attention to the physical, nutritional, and emotional needs of the mother and her family; (3) Providing informed consent pursuant to section 31 of this Act; (4) Attending and supporting the natural process of labor and birth in an out of hospital setting, including in a licensed birth center; (5) Postpartum care of the mother and an initial assessment and screening of the newborn; (6) Providing information and referrals to community resources on childbirth preparation, breastfeeding, exercise, nutrition, parenting, and care of the newborn; and (7) Limited prescriptive authority to administer: (a) Vitamin K to the baby either orally or through intramuscular injection; (b) Postpartum antihemorrhagic medication under an emergency situation; (c) Local anesthetic for repair of a first or second degree perineal laceration; (d) Oxygen; (e) Eye prophylaxis; and (f) Other medications approved by the board; (8) Preparing and filing birth certificates pursuant to § 34-25-9.1. Section 10. That the code be amended by adding a NEW SECTION to read: For the purposes of this Act, the practice of a certified professional midwife does not include: (1) The use of any surgical instrument at a childbirth, except as necessary to sever the umbilical cord or repair a first or second degree perineal laceration; (2) Prescribing prescription medications including controlled drugs, except as permitted pursuant to subdivision (7) of section 9 of this Act; (3) The assisting of childbirth by artificial or mechanical means including forceps, vacuum delivery, or cesarean delivery; or (4) Performing or assisting in an abortion. Section 11. That the code be amended by adding a NEW SECTION to read: Upon application for biennial renewal by a licensee, the board shall renew the license if the applicant: (1) Provides evidence of meeting the recertification requirements for CPM recertification by the North American Registry of Midwives (NARM); (2) Provides evidence that the licensee has a minimum of 140 hours in a 12 month period, or 480 hours in a six year period, of patient care, employment, or volunteer work in midwifery; (3) Submits an affidavit that the licensee has committed no act of misconduct as set forth by section 18 of this Act; and (4) Submits the application for renewal and pays renewal fees, as required by sections 12 and 15 of this Act. The board shall establish an expiration date for the renewal license. Section 12. That the code be amended by adding a NEW SECTION to read: The license of any person licensed pursuant to this Act shall be renewed biennially, except as provided in section 14 of this Act. The board shall provide a notice for renewal of license to each license holder at least ninety days prior to the expiration date of the person's license. The license holder shall, before the expiration date, return to the board the notice and the prescribed fee. Upon receipt of the notice and fee, the board shall issue to the license holder a certificate of renewal if the licensee meets the criteria in section 11 of this Act. The certificate of renewal must indicate the effective period of the certificate of renewal. Section 13. That the code be amended by adding a NEW SECTION to read: A license holder who fails to renew the license pursuant to sections 11 and 12 of this Act may be reinstated upon the terms and conditions prescribed by the board and upon payment of the prescribed fee. Section 14. That the code be amended by adding a NEW SECTION to read: The holder of a current license may file with the board a written application, together with the prescribed fee, requesting inactive status and stating the reasons for the request. Section 15. That the code be amended by adding a NEW SECTION to read: The board shall promulgate by rule, pursuant to chapter 1-26, and shall collect in advance the following nonrefundable fees from applicant: (1) For initial licensure or endorsement from another state, not more than one thousand dollars; (2) For biennial renewal of license, not more than one thousand five hundred dollars; (3) For reinstatement of a lapsed license, the current renewal fee and not more than five hundred dollars; (4) For providing a transcript, not more than twenty-five dollars; (5) For effecting a name change on the records of the license holder, not more than one hundred dollars; (6) For issuance of a duplicate license, not more than one hundred fifty dollars; (7) For placing a license on inactive status, not more than one hundred dollars; (8) For endorsement to another state, territory, or foreign country, not more than one hundred fifty dollars; (9) For an initial student license, not more than four hundred dollars; (10) For a per birth delivery fee, not more than fifty dollars per birth. Section 16. That the code be amended by adding a NEW SECTION to read: All fees received by the board, and money collected under this Act, shall be deposited in a bank as authorized by the board. The funds are subject to withdrawal as authorized by the board. A report of all receipts and expenditures of funds shall be made at the close of each fiscal year and filed in the office of the state auditor. Section 17. That the code be amended by adding a NEW SECTION to read: Any balance of fees received by the board after payment of compensation and expenditures shall be held by the board and may only be used in administering this Act. Section 18. That the code be amended by adding a NEW SECTION to read: The board may deny, revoke, or suspend any license or application for licensure to practice as a certified professional midwife in this state, and may take such other disciplinary or corrective action as the board deems appropriate upon proof that the license holder or applicant has: (1) Committed fraud, deceit, or misrepresentation in procuring or attempting to procure a license; (2) Aided or abetted an unlicensed person to practice as a certified professional midwife; (3) Engaged in practice as a certified professional midwife under a false or assumed name and failed to register that name pursuant to chapter 37-11, or impersonated another license holder of a like or different name; (4) Committed an alcohol or drug related act or offense that interferes with the ability to practice midwifery safely; (5) Negligently, willfully, or intentionally acted in a manner inconsistent with the health and safety of those entrusted to the license holder's care; (6) Had authorization to practice as a certified professional midwife denied, revoked, or suspended or had other disciplinary action taken in another state; (7) Practiced in South Dakota as a certified professional midwife without a valid license; (8) Engaged in the performance of certified professional midwifery or a medical function beyond the scope of practice authorized by the board; (9) Violated any provision of this Act or rule promulgated pursuant to this Act; (10) Been convicted of a felony. The conviction of a felony means the conviction of any offense which, if committed within the State of South Dakota, would constitute a felony under its laws. Section 19. That the code be amended by adding a NEW SECTION to read: The board may initiate a proceeding for revocation or suspension of a license if the board has information that any person may have been guilty of any misconduct as provided in section 18 of this Act, or is guilty of incompetence or unprofessional or dishonorable conduct. Section 20. That the code be amended by adding a NEW SECTION to read: Any proceeding related to the revocation or suspension of a license shall conform to the procedures set forth in chapter 1-26. A license may be revoked or suspended only at a hearing attended by a quorum of the members of the board. Section 21. That the code be amended by adding a NEW SECTION to read: The board may take action authorized by section 18 of this Act upon satisfactory showing that the physical or mental condition of the license holder or applicant is determined by a competent medical examiner to be such as to jeopardize or endanger the health of those entrusted to the license holder's or applicant's care. The board may demand an examination of a license holder or applicant by a competent medical examiner selected by the board at their expense. If a license holder fails to submit to the examination, the failure constitutes immediate grounds for suspension of the license holder's license. Section 22. That the code be amended by adding a NEW SECTION to read: An aggrieved party may appeal a board's decision pursuant to chapter 1-26. Section 23. That the code be amended by adding a NEW SECTION to read: A revoked or suspended license may be reissued at the discretion of the board upon a finding of good cause. Section 24. That the code be amended by adding a NEW SECTION to read: No person may: (1) Practice or offer to practice as a certified professional midwife without being licensed pursuant to this Act; (2) Sell or fraudulently obtain or furnish a diploma, license, renewal of license, or any other record necessary to practice under this Act or aid or abet in such actions; (3) Practice as a certified professional midwife under cover of any diploma, license, renewal of license, or other record necessary to practice under this Act that was issued unlawfully or under fraudulent representation; (4) Use in connection with that person's name a sign, card, device or other designation that implies that the person is a certified professional midwife without being licensed pursuant to this Act; (5) Practice as a certified professional midwife during the time that the person's license has lapsed or has been revoked or suspended. A violation of this section is a Class 1 misdemeanor. Section 25. That the code be amended by adding a NEW SECTION to read: It is necessary to prove in any prosecution only a single act prohibited by law, or a single holding out, or a single attempt, without proving a general course of conduct in order to constitute a violation of this Act. Section 26. That the code be amended by adding a NEW SECTION to read: The board may prosecute any person violating this Act and may incur the necessary expenses. Section 27. That the code be amended by adding a NEW SECTION to read: The board may apply for an injunction in the circuit court for the county of the person's residence to enjoin any person who: (1) Is unlawfully practicing as a certified professional midwife with a license issued by the board; (2) Is practicing as a certified professional midwife under a license that has lapsed or has been suspended or revoked; (3) Is engaging as a certified professional midwife in the performance of medical functions beyond the scope of practice authorized by section 9 and 10 of this Act; (4) Is, by reason of a physical or mental condition, endangering, or threatening to endanger, the health or safety of those entrusted to that person's care as a certified professional midwife. Section 28. That the code be amended by adding a NEW SECTION to read: Upon the filing of a verified complaint, the court, if satisfied by affidavit or otherwise, that the person is or has been engaging in unlawful or dangerous practice as described in section 27 of this Act, may issue a temporary injunction, without notice or bond, enjoining that person from further practice as a certified professional midwife. Section 29. That the code be amended by adding a NEW SECTION to read: An action for injunction is an alternative to criminal proceedings, and the commencement of one proceeding by the board constitutes an election. Section 30. That the code be amended by adding a NEW SECTION to read: The board may promulgate rules pursuant to chapter 1-26 pertaining to: (1) Licensing and licenses; (2) The practice of midwifery; (3) Scope of midwifery practice; (4) Disciplinary proceedings; (5) Fees; and (6) Approval of midwifery education programs. Section 31. That the code be amended by adding a NEW SECTION to read: A certified professional midwife shall, at an initial consultation with a client, provide a copy of an informed consent document to be signed by the certified professional midwife and the client that discloses all of the following in writing: (1) The name, address, telephone number, and license number of the certified professional midwife; (2) The certified professional midwife's experience, qualifications, and training; (3) The certified professional midwife's fees and method of billing; (4) The right of a client to file a complaint with the board and the procedures for filing a complaint; (5) Whether the certified professional midwife has malpractice liability insurance; (6) A plan for consultation, referral, and transport for medical emergencies specific to each client, including identification of the closest hospital with an obstetrics department and the closest hospital with an emergency department; (7) A list of antepartum, intrapartum, and postpartum conditions that would require consultation, transfer of care, or transport to a hospital; (8) A statement indicating that a certified professional midwife will continue to care for a client until transfer of care has been completed including the transfer of all pertinent records; (9) The scope of care and services the certified professional midwife can provide to the client; (10) A statement indicating that the client's records and any transaction with the certified professional midwife are confidential unless required by the board for review; (11) The right of a client to refuse service unless otherwise provided by law; (12) The client's and certified professional midwife's signatures and date of signing. Section 32. That the code be amended by adding a NEW SECTION to read: No other licensed health care provider or hospital or agent thereof is liable for an injury resulting from an act or omission by a certified professional midwife, even if the health care provider has consulted with or accepted a referral from the certified professional midwife. Section 33. That chapter 36-9A be amended by adding a NEW SECTION to read: Nothing in this chapter restricts the right of a certified professional midwife to practice in accordance with this Act. Section 34. That chapter 36-4 be amended by adding a NEW SECTION to read: Nothing in this chapter restricts the right of a certified professional midwife to practice in accordance with this Act. Section 35. That the code be amended by adding a NEW SECTION to read: There is hereby established in the state treasury a midwife regulation fund to fund the regulation of certified professional midwives in the state. The board shall deposit any gift, grant, devise, or bequest made or offered by any person for this purpose in the fund. The midwife regulation fund is a separate and continuing fund, and no moneys in the fund may revert to the general fund. Section 36. That the code be amended by adding a NEW SECTION to read: The board is not required to appoint a midwife advisory committee or begin issuing licenses pursuant to this Act until there is twenty thousand dollars in the midwife regulation fund. Section 37. That the code be amended by adding a NEW SECTION to read: A certified professional midwife shall consult with the client's selected physician or facility whenever there is a significant deviation during the client's pregnancy or birth, or with the newborn. Section 38. That the code be amended by adding a NEW SECTION to read: The board shall review birth registration and reportable information for each out-of-hospital birth for evaluation and quality management purposes. The certified professional midwife shall provide additional documentation to the board upon request for review. The certified professional midwife shall report within forty-eight hours to the board any neonatal or maternal mortality in a patient for whom the certified professional midwife has cared in the perinatal period."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7168, "action_date": "2016-01-28T13:00:00-06:00", "document_id": 38415, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38415.pdf", "status_text": "First read in House and referred to", "journal_page": 216, "committee_id_action": 325, "committee_id_assigned": 313, "result": "N", "vote": {}}, {"bill_id": 7168, "action_date": "2016-02-16T07:45:00-06:00", "document_id": 39213, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39213.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 313, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7168, "action_date": "2016-02-18T07:45:00-06:00", "document_id": 39347, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39347.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 313, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7168, "action_date": "2016-02-18T07:45:00-06:00", "document_id": 39532, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39532.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 313, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7168, "action_date": "2016-02-18T07:45:00-06:00", "document_id": 39532, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39532.pdf", "status_text": "Do Pass Amended", "journal_page": 431, "committee_id_action": 313, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21064, "president_vote": null, "Yea": [1040, 1050, 1060, 1049, 1061, 1065, 1048, 993, 1053, 1019, 1003], "Nay": [995, 1026]}}, {"bill_id": 7168, "action_date": "2016-02-22T14:00:00-06:00", "document_id": 39775, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39775.pdf", "status_text": "Deferred to another day", "journal_page": 622, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7168, "action_date": "2016-02-23T14:00:00-06:00", "document_id": 39859, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39859.pdf", "status_text": "Do Pass Amended", "journal_page": 643, "committee_id_action": 325, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21370, "president_vote": null, "Nay": [1043, 1042, 995, 1002, 972, 1062, 982, 1028, 1034, 1052, 1023, 1029, 965], "Yea": [1063, 983, 964, 1040, 1039, 986, 1050, 1060, 1009, 1033, 980, 985, 976, 1049, 1022, 1056, 1061, 1021, 1019, 1065, 963, 1038, 987, 1055, 1044, 1017, 1058, 1036, 1048, 1024, 1003, 968, 1018, 1059, 1054, 1031, 1027, 992, 1006, 991, 1007, 1030, 988, 993, 1026, 981, 1069, 996, 1032, 1025, 1051, 1053, 1064, 989], "Excused": [1057, 1015, 990]}}, {"bill_id": 7168, "action_date": "2016-02-24T14:00:00-06:00", "document_id": 39952, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/39952.pdf", "status_text": "First read in Senate and referred to", "journal_page": 429, "committee_id_action": 309, "committee_id_assigned": 298, "result": "N", "vote": {}}, {"bill_id": 7168, "action_date": "2016-03-02T10:00:00-06:00", "document_id": 40067, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40067.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 298, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7168, "action_date": "2016-03-07T10:00:00-06:00", "document_id": 40270, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40270.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 298, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7168, "action_date": "2016-03-07T10:00:00-06:00", "document_id": 40408, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40408.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 298, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7168, "action_date": "2016-03-07T10:00:00-06:00", "document_id": 40408, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40408.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 298, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 7168, "action_date": "2016-03-07T10:00:00-06:00", "document_id": 40408, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40408.pdf", "status_text": "Do Pass Amended", "journal_page": 539, "committee_id_action": 298, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21877, "president_vote": null, "Yea": [974, 994, 1066, 1046], "Excused": [966], "Nay": [1035, 1001]}}, {"bill_id": 7168, "action_date": "2016-03-08T10:00:00-06:00", "document_id": 40488, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40488.pdf", "status_text": "Motion to amend", "journal_page": 569, "committee_id_action": 309, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 21954, "president_vote": null, "Yea": [974, 1037, 979, 969, 1005, 998, 1035, 994, 1041, 967, 975, 1010, 1016, 1046, 1066, 1000], "Nay": [977, 999, 966, 1014, 1067, 1047, 997, 984, 1011, 1020, 971, 1001, 1012, 1045, 970, 978, 1013, 973, 1008]}}, {"bill_id": 7168, "action_date": "2016-03-08T10:00:00-06:00", "document_id": 40488, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/40488.pdf", "status_text": "Do Pass Amended", "journal_page": 570, "committee_id_action": 309, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 21954, "president_vote": null, "Yea": [974, 1037, 979, 969, 1005, 998, 1035, 994, 1041, 967, 975, 1010, 1016, 1046, 1066, 1000], "Nay": [977, 999, 966, 1014, 1067, 1047, 997, 984, 1011, 1020, 971, 1001, 1012, 1045, 970, 978, 1013, 973, 1008]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7168"}