{"session_id": 44, "bill_id": 22315, "bill_type": "House Bill", "bill_number": 1180, "bill_title": "establish a nonbeneficiary student scholarship program for certain students attending tribally controlled colleges and to make an appropriation therefor.", "sponsors": [{"legislator_profile_id": 1772, "is_prime": true}, {"legislator_profile_id": 1801, "is_prime": false}, {"legislator_profile_id": 3804, "is_prime": false}, {"legislator_profile_id": 1852, "is_prime": false}], "keywords": ["Appropriation", "Higher Education", "Indian Tribes", "Tuition"], "audio": [{"meeting_datetime": "2021-02-24T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst27.mp3", "start_seconds": 9190.0}, {"meeting_datetime": "2021-02-24T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst27.mp3", "start_seconds": 9190.0}, {"meeting_datetime": "2021-02-24T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst27.mp3", "start_seconds": 9190.0}, {"meeting_datetime": "2021-02-24T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst27.mp3", "start_seconds": 9190.0}, {"meeting_datetime": "2021-02-24T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hst27.mp3", "start_seconds": 11839.0}], "bill_versions": [{"bill_id": 22315, "bill_version_id": 214860, "bill_version": "Introduced", "bill_version_date": "2021-01-28T11:42:11.83-06:00", "bill_text": "An Act to establish a nonbeneficiary student scholarship program for certain students attending tribally controlled colleges and to make an appropriation therefor. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added: 13-55-79. Nonbeneficiary student scholarship program. There is hereby established the nonbeneficiary student scholarship program to be administered by the Board of Regents. The purpose of the scholarship is to defray a portion of the costs incurred when a nonbeneficiary student is enrolled in a tribally controlled college or community college. For the purposes of this Act, a nonbeneficiary student is a student who is enrolled in Oglala Lakota College in Kyle, Sinte Gleska University in Rosebud, Sitting Bull College in Mobridge, or Sisseton-Wahpeton Community College in Sisseton; who meets the South Dakota residency requirement established in § 13-53-24; and who is not an enrolled member of a federally recognized Indian tribe. Section 2. That a NEW SECTION be added: 13-55-80. Scholarship--eligibility. To receive a scholarship under this Act, a nonbeneficiary student shall apply to a participating college on a form provided by the Board of Regents. A student is eligible to participate in the scholarship program for up to four consecutive spring and fall semesters or until the attainment of a baccalaureate degree, whichever comes first. The consecutive enrollment requirement may be waived for a good cause. Section 3. That a NEW SECTION be added: 13-55-81. Eligibility--Enrollment at participating college. In order to maintain eligibility in the nonbeneficiary student scholarship program, a nonbeneficiary student shall maintain enrollment at a participating college and make continued progress toward a degree as determined by the student's program of study. Section 4. That a NEW SECTION be added: 13-55-82. Maximum scholarship award. Funding for the nonbeneficiary student scholarship is limited to a maximum of one thousand dollars per year for each full-time-equivalent nonbeneficiary student. One-half of the scholarship award shall be paid to the participating college on behalf of an eligible nonbeneficiary student at the beginning of the fall semester, and one-half of the scholarship award shall be paid to the participating college on behalf of an eligible nonbeneficiary student at the beginning of the spring semester. If, in any year, the funds available for scholarships are insufficient to permit each eligible nonbeneficiary student to receive the full amount provided in this section, the available funds shall be prorated and distributed on behalf of each eligible nonbeneficiary student in proportion to the entitlement created in this section. Section 5. There is hereby appropriated from the general fund the sum $49,000 to the Board of Regents, for the purpose of funding the nonbeneficiary scholarship program established in section 1 of this Act. Section 6. The executive director of the Board of Regents shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 7. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2022, shall revert in accordance with the procedures prescribed in chapter 4-8."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22315, "action_date": "2021-01-28T14:00:00-06:00", "document_id": 214370, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214370.pdf", "status_text": "First Reading House", "journal_page": 148, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22315, "action_date": "2021-02-02T14:00:00-06:00", "document_id": 215283, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/215283.pdf", "status_text": "Referred to", "journal_page": 179, "committee_id_action": 492, "committee_id_assigned": 498, "result": "N", "vote": {}}, {"bill_id": 22315, "action_date": "2021-02-24T06:30:00-06:00", "document_id": 218029, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218029.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 498, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22315, "action_date": "2021-02-24T06:30:00-06:00", "document_id": 218030, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/218030.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 498, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 69988, "president_vote": null, "Yea": [1766, 1777, 1792, 1793, 1798, 1835, 1864], "Excused": [1769, 1807, 1817], "Nay": [1804, 1844, 1852]}}]}