{"session_id": 45, "bill_id": 13087, "bill_type": "Senate Bill", "bill_number": 248, "bill_title": "to eliminate the requirement of a transfer hearing in certain proceedings against a delinquent child.", "sponsors": [{"legislator_profile_id": 1884, "is_prime": true}, {"legislator_profile_id": 1943, "is_prime": true}], "keywords": ["Criminal Procedure", "Juvenile Crime"], "audio": [], "bill_versions": [{"bill_id": 13087, "bill_version_id": 73953, "bill_version": "Introduced", "bill_version_date": "1997-02-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to eliminate the requirement of a transfer hearing in certain proceedings against a delinquent child. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 26-11 be amended by adding thereto a NEW SECTION to read as follows: Any delinquent child against whom Class A or Class B felony charges have been alleged or filed shall be tried in circuit court as an adult. Section 2. That chapter 26-11 be amended by adding thereto a NEW SECTION to read as follows: Any delinquent child sixteen years of age or older against whom Class 1 or Class 2 felony charges have been alleged or filed shall be tried in circuit court as an adult. However, the child may request a transfer hearing which shall be conducted pursuant to § 26-11-4 to determine if it is in the best interest of the public that the child be tried in circuit court as an adult. In such a transfer hearing, there is a rebuttable presumption that it is in the best interest of the public that any child, sixteen years of age or older, who is charged with a Class 1 or Class 2 felony, shall be tried as an adult. Section 3. That § 26-11-4 be amended to read as follows: 26-11-4. The Except as provided in section 1 or section 2 of this Act, the circuit court may, in any case of a delinquent child against whom criminal felony charges have been filed, after transfer hearing, permit such child to be proceeded against in accordance with the laws that may be in force in this state governing the commission of crimes. In such cases the petition filed under chapter 26-8 shall be dismissed. The hearing shall be conducted as provided by this section. At the transfer hearing, the court shall consider only whether it is contrary to the best interest of the child and of the public to retain jurisdiction over the child. The following factors may be considered by the court in determining whether a child should be transferred: (1) The seriousness of the alleged felony offense to the community and whether protection of the community requires waiver; (2) Whether the alleged felony offense was committed in an aggressive, violent, premeditated, or willful manner; (3) Whether the alleged felony offense was against persons or property with greater weight being given to offenses against persons; (4) The prosecutive merit of the complaint. The state is not required to establish probable cause to show prosecutive merit; (5) The desirability of trial and disposition of the entire felony offense in one proceeding if the child's associates in the alleged felony offense are adults; (6) The record and previous history of the juvenile; (7) The prospect for adequate protection of the public and the likelihood of reasonable rehabilitation of the juvenile, if the juvenile is found to have committed the alleged felony offense, by the use of procedures, services, and facilities currently available to the juvenile court. Written reports and other materials relating to the child's mental, physical, and social history may be considered by the court, if the person who prepared the report and other material appears and is subject to both direct and cross-examination. If the court finds that a child should be held for criminal proceedings in a court of competent jurisdiction, the court shall enter an order certifying to that effect. The order shall contain findings of fact upon which the court's decision is based. The findings may not be set aside upon review unless clearly erroneous, and due regard shall be given to the opportunity of the trial court to judge the credibility of the witnesses. If an order of certification is made, the jurisdiction of the original court as to the child concerned is terminated. However, the court to which the proceedings are transferred may require the original court to hold the child in detention pending proceedings in that court. If the court finds that it is in the best interest of the child and of the public for the court to retain jurisdiction, it shall proceed with the adjudicatory hearing. If the court to which any proceeding regarding a delinquent child is transferred finds that it is in the best interest of the child and of the public for the court to retain jurisdiction, the finding is definitive, during the balance of the child's minority, as to the subsequent commission of any crime, petty offense, or municipal ordinance violation, and the child may no longer be considered a child for the purposes of this chapter. However, the finding is not definitive, if the delinquent child has been found not guilty of the offense for which the original transfer was ordered. Section 4. That § 26-11-10 be repealed. 26-11-10. In any transfer hearing pursuant to § 26-11-4, there is a rebuttable presumption that it is not in the best interest of the public to retain jurisdiction over any child, sixteen years of age or older, who is charged with a Class A, B, 1, or 2 felony. Section 5. That § 26-7A-26 be amended to read as follows: 26-7A-26. No apparent, alleged , or adjudicated abused or neglected child may be securely detained at any time in a jail, lockup, or in any type of detention or temporary care facility containing adult prisoners. An apparent or alleged delinquent child may be held in an adult lockup or jail for up to six hours for purposes of identification, processing, interrogation, transfer to juvenile facility, or release to parents if the delinquent child is physically separated from adult prisoners. Any apparent, alleged, or adjudicated child in need of supervision or adjudicated delinquent child between the ages of fourteen and seventeen years of age or older may be held in an adult lockup or jail for up to seven days if physically separated from adult prisoners. A child who has been formally transferred to adult court pursuant to § 26-11-4 or a child who is being tried in circuit court as an adult pursuant to section 1 or section 2 of this Act may be held in an adult lockup or jail if the child is fifteen , sixteen, or seventeen years old years of age or older and the child is alleged to have committed an offense defined as a crime of violence under subdivision 22-1-2(9) or of sexual contact under § 22-22-7."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13087, "action_date": "1997-02-03T14:00:00-06:00", "document_id": 72895, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72895.pdf", "status_text": "First read in Senate and referred to", "journal_page": 284, "committee_id_action": 545, "committee_id_assigned": 523, "result": "N", "vote": {}}, {"bill_id": 13087, "action_date": "1997-02-10T10:00:00-06:00", "document_id": 72322, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72322.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 523, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13087, "action_date": "1997-02-10T10:00:00-06:00", "document_id": 72322, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72322.pdf", "status_text": "Do Pass,", "journal_page": 369, "committee_id_action": 523, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37163, "president_vote": null, "Yea": [1884, 1901, 1912, 1919, 1979, 1956, 1986]}}, {"bill_id": 13087, "action_date": "1997-02-11T14:00:00-06:00", "document_id": 72907, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72907.pdf", "status_text": "Do Pass,", "journal_page": 391, "committee_id_action": 545, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 36550, "president_vote": null, "Yea": [1884, 1885, 1901, 1905, 1911, 1912, 1925, 1927, 1928, 1938, 1956, 1969, 1972, 1976, 1978, 1981], "Nay": [1889, 1893, 1908, 1915, 1920, 1930, 1932, 1935, 1939, 1945, 1946, 1955, 1959, 1960, 1965, 1977, 1979, 1986], "Excused": [1919]}}]}