{"session_id": 24, "bill_id": 7279, "bill_type": "House Commemoration", "bill_number": 1010, "bill_title": "Congratulating and commending the 2015 James Valley Christian High School Boys Cross Country Team on its Class B championship. ", "sponsors": [{"legislator_profile_id": 1032, "is_prime": true}, {"legislator_profile_id": 1008, "is_prime": true}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 7279, "bill_version_id": 38319, "bill_version": "Introduced", "bill_version_date": "2016-01-28T08:37:17.027-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and commending the 2015 James Valley Christian High School Boys Cross Country Team on its Class B championship. WHEREAS, the 2015 James Valley Christian High School Cross Country Team won the South Dakota B Boys Cross Country Championship by virtue of outstanding character, sportsmanship, and dedication to excellence both on and off the field; and WHEREAS, the 2015 James Valley Christian High School Boys Cross Country Team earned twenty points to win the State Class B Cross Country Championship; and WHEREAS, Jayden Waldner placed second, Kedric Brantner placed fourth, Darrian Hood placed seventeenth, Colton Schweigert placed thirtieth, and Michael Waldner placed forty-seventh overall in the Class B boys individual event; and WHEREAS, the James Valley Christian High School Boys Cross Country Team received superior coaching and outstanding leadership from head coach Tom Brantner, assistant coach Andrea Olson, and team manager Molly Skovland; and WHEREAS, coach Tom Brantner was named Class B Coach of the Year by the South Dakota High School Cross Country and Track and Field Coaches Association: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-First Legislature of the State of South Dakota, that the South Dakota Legislature commends the James Valley Christian High School Boys Cross Country Team and coaches on a great season."}, {"bill_id": 7279, "bill_version_id": 38719, "bill_version": "Enrolled", "bill_version_date": "2016-02-03T16:50:24.93-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating and commending the 2015 James Valley Christian High School Boys Cross Country Team on its Class B championship. WHEREAS, the 2015 James Valley Christian High School Cross Country Team won the South Dakota B Boys Cross Country Championship by virtue of outstanding character, sportsmanship, and dedication to excellence both on and off the field; and WHEREAS, the 2015 James Valley Christian High School Boys Cross Country Team earned twenty points to win the State Class B Cross Country Championship; and WHEREAS, Jayden Waldner placed second, Kedric Brantner placed fourth, Darrian Hood placed seventeenth, Colton Schweigert placed thirtieth, and Michael Waldner placed forty-seventh overall in the Class B boys individual event; and WHEREAS, the James Valley Christian High School Boys Cross Country Team received superior coaching and outstanding leadership from head coach Tom Brantner, assistant coach Andrea Olson, and team manager Molly Skovland; and WHEREAS, coach Tom Brantner was named Class B Coach of the Year by the South Dakota High School Cross Country and Track and Field Coaches Association: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-First Legislature of the State of South Dakota, that the South Dakota Legislature commends the James Valley Christian High School Boys Cross Country Team and coaches on a great season. 100 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.161 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7279, "action_date": "2016-01-28T13:00:00-06:00", "document_id": 38415, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/38415.pdf", "status_text": "", "journal_page": 224, "committee_id_action": 325, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7279"}