{"session_id": 48, "bill_id": 14547, "bill_type": "House Bill", "bill_number": 1155, "bill_title": "revise the basis upon which certain noncommercial motor vehicle license fees are determined, to increase the fees over a certain time period, and to revise certain provisions regarding a wheel tax on motor vehicles.", "sponsors": [{"legislator_profile_id": 2271, "is_prime": true}, {"legislator_profile_id": 2200, "is_prime": false}, {"legislator_profile_id": 2249, "is_prime": false}], "keywords": ["Fees", "License Fees", "Motor Vehicles", "Taxes"], "audio": [], "bill_versions": [{"bill_id": 14547, "bill_version_id": 80972, "bill_version": "Introduced", "bill_version_date": "1999-01-25T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise the basis upon which certain noncommercial motor vehicle license fees are determined, to increase the fees over a certain time period, and to revise certain provisions regarding a wheel tax on motor vehicles. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-5-6 be amended to read as follows: 32-5-6. License fees and compensation on a noncommercial motor vehicle , which is an automobile, pickup truck, or van as provided by § 32-5-5, shall be determined by the manufacturer's model year designation and the manufacturer's shipping weight, including accessories, as follows: (1) Two thousand pounds or less, inclusive, twenty First, second, and third model years, weighing three thousand pounds or less, forty dollars; (2) From 2001 to 4000 pounds, inclusive, thirty First, second, and third model years, weighing more than three thousand pounds, fifty dollars; (3) From 4001 to 6000 pounds, inclusive, forty Fourth, fifth, sixth, and seventh model years, weighing three thousand pounds or less, thirty-five dollars . ; (4) to (11) Repealed by SL 1992, ch 26, § 7 Fourth, fifth, sixth, and seventh model years, weighing more than three thousand pounds, forty-five dollars; (5) Eighth, ninth, tenth, and eleventh model years, weighing three thousand pounds or less, thirty dollars; (6) Eighth, ninth, tenth, and eleventh model years, weighing more than three thousand pounds, forty dollars; (7) Twelfth and any subsequent model year, weighing three thousand pounds or less, twenty-five dollars; (8) Twelfth and any subsequent model year, weighing more than three thousand pounds, thirty-five dollars . Section 2. That § 32-5-6 be amended to read as follows: 32-5-6. License fees and compensation on a noncommercial motor vehicle , which is an automobile, pickup truck, or van as provided by § 32-5-5, shall be determined by the manufacturer's model year designation and the manufacturer's shipping weight, including accessories, as follows: (1) Two thousand pounds or less, inclusive, twenty First, second, and third model years, weighing three thousand pounds or less, fifty dollars; (2) From 2001 to 4000 pounds, inclusive, thirty First, second, and third model years, weighing more than three thousand pounds, fifty-five dollars; (3) From 4001 to 6000 pounds, inclusive, forty Fourth, fifth, sixth, and seventh model years, weighing three thousand pounds or less, forty-five dollars . ; (4) to (11) Repealed by SL 1992, ch 26, § 7 Fourth, fifth, sixth, and seventh model years, weighing more than three thousand pounds, fifty dollars; (5) Eighth, ninth, tenth, and eleventh model years, weighing three thousand pounds or less, thirty-five dollars; (6) Eighth, ninth, tenth, and eleventh model years, weighing more than three thousand pounds, forty-five dollars; (7) Twelfth and any subsequent model year, weighing three thousand pounds or less, thirty dollars; (8) Twelfth and any subsequent model year, weighing more than three thousand pounds, forty dollars . Section 3. That § 32-5-6 be amended to read as follows: 32-5-6. License fees and compensation on a noncommercial motor vehicle , which is an automobile, pickup truck, or van as provided by § 32-5-5, shall be determined by the manufacturer's model year designation and the manufacturer's shipping weight, including accessories, as follows: (1) Two thousand pounds or less, inclusive, twenty First, second, and third model years, weighing three thousand pounds or less, fifty-five dollars; (2) From 2001 to 4000 pounds, inclusive, thirty First, second, and third model years, weighing more than three thousand pounds, sixty dollars; (3) From 4001 to 6000 pounds, inclusive, forty Fourth, fifth, sixth, and seventh model years, weighing three thousand pounds or less, fifty dollars . ; (4) to (11) Repealed by SL 1992, ch 26, § 7 Fourth, fifth, sixth, and seventh model years, weighing more than three thousand pounds, fifty-five dollars; (5) Eighth, ninth, tenth, and eleventh model years, weighing three thousand pounds or less, forty-five dollars; (6) Eighth, ninth, tenth, and eleventh model years, weighing more than three thousand pounds, fifty dollars; (7) Twelfth and any subsequent model year, weighing three thousand pounds or less, forty dollars; (8) Twelfth and any subsequent model year, weighing more than three thousand pounds, forty-five dollars . Section 4. That § 32-5-30 be amended to read as follows: 32-5-30. If any noncommercial motor vehicle, according to the manufacturer's model year designation, is five years old or more on January first of the year for which a license fee is required, such fee shall be seventy percent of the fee ordinarily prescribed. This section does not apply to any motor vehicle licensed pursuant to § 32-5-6. Section 5. That § 32-5A-1 be amended to read as follows: 32-5A-1. Any county may, by ordinance, impose There is imposed a wheel tax on all motor vehicles, as defined in § 32-3-1, registered in the any county at a rate not to exceed four two dollars per vehicle wheel. The tax shall be administered and collected by the county. The total vehicle tax may not exceed sixteen eight dollars per vehicle. Section 6. That § 32-5A-6 be amended to read as follows: 32-5A-6. If a county imposes a wheel tax pursuant to § 32-5A-1 in excess of two dollars per wheel, all of the revenue from the tax that is in excess of two dollars per wheel shall be used to replace property taxes the county imposes for highway purposes. In addition to the tax imposed by § 32-5A-1, a county may impose a tax on all motor vehicles registered in the county at a rate not to exceed two dollars per vehicle wheel. The tax shall be administered and collected by the county. The additional wheel tax may not exceed eight dollars per vehicle. Section 7. That § 32-5A-5 be amended to read as follows: 32-5A-5. The per vehicle wheel rate imposed pursuant to § 32-5A-1 § 32-5A-6 may be imposed according to the manufacturer's shipping weight, including accessories, and may vary according to the following schedule: (1) Two thousand pounds or less, inclusive; (2) From 2 , 001 to 4 , 000 pounds, inclusive; (3) From 4 , 001 to 6 , 000 pounds, inclusive; (4) Over 6 , 000 pounds. Section 8. The effective date of section 1 of this Act and of sections 4 to 7 of this Act, inclusive, is January 1, 2000. Section 1 of this Act is effective until December 31, 2000. Section 2 of this Act is effective from January 1, 2001 to December 31, 2001, inclusive. The effective date of section 3 of this Act is January 1, 2002."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14547, "action_date": "1999-01-25T14:00:00-06:00", "document_id": 82118, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82118.pdf", "status_text": "First read in House and referred to", "journal_page": 175, "committee_id_action": 628, "committee_id_assigned": 623, "result": "N", "vote": {}}, {"bill_id": 14547, "action_date": "1999-02-17T10:00:00-06:00", "document_id": 81966, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81966.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14547, "action_date": "1999-02-17T10:00:00-06:00", "document_id": 81966, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81966.pdf", "status_text": "Do Pass Amended,", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 41652, "president_vote": null, "Yea": [2208, 2228, 2245, 2262, 2266, 2214], "Nay": [2232, 2240, 2247, 2254, 2257, 2282], "Excused": [2287]}}, {"bill_id": 14547, "action_date": "1999-02-17T10:00:00-06:00", "document_id": 81966, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81966.pdf", "status_text": "Report Without Recommendation", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41664, "president_vote": null, "Yea": [2208, 2228, 2245, 2262, 2282, 2266, 2214], "Excused": [2232, 2287], "Nay": [2240, 2247, 2254, 2257]}}, {"bill_id": 14547, "action_date": "1999-02-17T10:00:00-06:00", "document_id": 81966, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81966.pdf", "status_text": "Report Without Recommendation", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41664, "president_vote": null, "Yea": [2208, 2228, 2245, 2262, 2282, 2266, 2214], "Excused": [2232, 2287], "Nay": [2240, 2247, 2254, 2257]}}, {"bill_id": 14547, "action_date": "1999-02-17T10:00:00-06:00", "document_id": 81966, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81966.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 623, "committee_id_assigned": null, "result": "P", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14547"}