{"session_id": 57, "bill_id": 19599, "bill_type": "House Bill", "bill_number": 1255, "bill_title": "prohibit discrimination against health care providers, institutions, and payers that decline to perform certain health care services.", "sponsors": [{"legislator_profile_id": 3165, "is_prime": true}, {"legislator_profile_id": 3249, "is_prime": true}, {"legislator_profile_id": 3192, "is_prime": false}, {"legislator_profile_id": 3195, "is_prime": false}, {"legislator_profile_id": 3206, "is_prime": false}, {"legislator_profile_id": 3231, "is_prime": false}], "keywords": ["Insurance", "Professions and Occupations", "Public Health and Safety"], "audio": [{"meeting_datetime": "2005-02-16T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hhe27hb1255a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-16T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hhe27hb1255a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-16T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hhe27hb1255a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19599, "bill_version_id": 103797, "bill_version": "Introduced", "bill_version_date": "2005-02-01T11:33:28-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit discrimination against health care providers, institutions, and payers that decline to perform certain health care services. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Conscience,\" the religious, moral, or ethical principles held by a health care provider, the health care institution, or health care payer. For purposes of this Act, a health care institution or health care payer's conscience shall be determined by reference to its existing or proposed religious, moral, or ethical guidelines, mission statement, constitution, bylaws, articles of incorporation, regulations, or other relevant documents; (2) \"Employer,\" any individual or entity that pays for or provides health benefits or health insurance coverage as a benefit to its employees, whether through a third party, a health maintenance organization, a program of self insurance, or some other means; (3) \"Health care institution,\" any public or private organization, corporation, partnership, sole proprietorship, association, agency, network, joint venture, or other entity that is involved in providing health care services, including hospitals, clinics, medical centers, ambulatory surgical centers, private physician's offices, pharmacies, nursing homes, university medical schools and nursing schools, medical training facilities, or other institutions or locations wherein health care services are provided to any person; (4) \"Health care payer,\" any entity or employer that contracts for, pays for, or arranges for the payment of, in whole or in part, any health care service or product, including any health maintenance organization, health plan, insurance company, or management services organization; (5) \"Health care provider, any person who may be asked to participate in any way in a health care service, including a physician; physician's assistant; nurse; nurses' aide; medical assistant; hospital employee; clinic employee; nursing home employee; pharmacist; pharmacy employee; researcher; medical or nursing school faculty, student, or employee; counselor; social worker; or any professional, paraprofessional, or any other person who furnishes, or assists in the furnishing of, health care services; (6) \"Health care service,\" any phase of patient medical care, treatment, or procedure, including the following: patient referral; counseling; therapy; testing, diagnosis, or prognosis; research; instruction; prescribing, dispensing, or administering any device, drug, or medication; surgery; or any other care or treatment rendered by a health care provider or health care institution; (7) \"Participate,\" counsel, advise, provide, perform, assist in, refer for, admit for purposes of providing, or participate in providing, any health care service or any form of such service; (8) \"Pay\" or \"payment,\" pay, contract for, or otherwise arrange for the payment of, in whole or in part. Section 2. Any health care provider has the right not to participate, and no health care provider is required to participate, in a health care service that violates the provider's conscience. Section 3. No health care provider is civilly, criminally, or administratively liable for declining to participate in a health care service that violates the provider's conscience. Section 4. No person, health care provider, health care institution, public or private institution, public official, or any board that certifies competency in medical specialities may discriminate against any health care provider in any manner based on the provider's declining to participate in a health care service that violates the provider's conscience. For purposes of this section, discrimination includes termination, transfer, refusal of staff privileges, refusal of board certification, adverse administrative action, demotion, loss of career specialty, reassignment to a different shift, reduction of wages or benefits, refusal to award any grant, contract, or other program, refusal to provide residency training opportunities, or any other penalty, disciplinary, or retaliatory action. Section 5. Any health care institution has the right not to participate, and no health care institution is required to participate, in a health care service that violates its conscience. Section 6. A health care institution that declines to provide or participate in a health care service that violates its conscience is not civilly, criminally, or administratively liable if the institution provides a consent form to be signed by a patient before admission to the institution stating that it reserves the right to decline to provide or participate in health care services that violate its conscience. Section 7. No person, public or private institution, or public official may discriminate against any health care institution, or any person, association, corporation, or other entity attempting to establish a new health care institution or operating an existing heath care institution, in any manner, including any denial, deprivation, or disqualification with respect to licensure; any aid assistance, benefit, or privilege, including staff privileges; or any authorization, including authorization to create, expand, improve, acquire, or affiliate or merge with any health care institution, because such health care institution, or person, association, or corporation planning, proposing, or operating a health care institution, declines to participate in a health care service that violates the health care institution's conscience. Section 8. No public official, agency, institution, or entity may deny any form of aid, assistance, grants, or benefits, or in any other manner coerce, disqualify, or discriminate against any person, association, corporation, or other entity attempting to establish a new health care institution or operating an existing health care institution because the existing or proposed health care institution declines to participate in a health care service contrary to the health care institution's conscience. Section 9. Any health care payer has the right to decline to pay, and no health care payer is required to pay for or arrange for the payment of any health care service or product that violates its conscience. Section 10. No health care payer and no person, association, corporation, or other entity that owns, operates, supervises, or manages a health care payer is civilly or criminally liable by reason of the health care payer's declining to pay for or arrange for the payment of any health care service that violates its conscience. Section 11. No person, public or private institution, or public official may discriminate against any health care payer, or any person, association, corporation, or other entity attempting to establish a new health care payer or operating an existing health care payer, in any manner. This includes any denial, deprivation, or disqualification with respect to licensure, aid, assistance, benefit, privilege, or authorization, including any authorization to create, expand, improve, acquire, or affiliate or merge with, any health care payer, because a health care payer, or a person, association, corporation, or other entity planning, proposing, or operating a health care payer declines to pay for or arrange for the payment of any health care service that violates its conscience. Section 12. No public official, agency, institution, or entity may deny any form of aid, assistance, grants, or benefits, or in any other manner coerce, disqualify, or discriminate against any health care payer, or any person, association, corporation, or other entity attempting to establish a new health care payer or operating an existing health care payer because the existing or proposed health care payer declines to pay for, or arrange for the payment of, any health care service that is contrary to its conscience. Section 13. A civil action for damages or injunctive relief, or both, may be brought for the violation of any provision of this Act. It is not a defense to any claim arising out of the violation of this Act that such violation was necessary to prevent additional burden or expense on any other health care provider, health care institution, individual, or patient. Any individual, association, corporation, entity, or health care institution injured by any public or private individual, association, agency, entity, or corporation by reason of any conduct prohibited by this Act may commence a civil action. Upon finding a violation of this Act, the aggrieved party is entitled to recover threefold the actual damages, including pain and suffering, sustained by such individual, association, corporation, entity, or health care institution, the costs of the action, and reasonable attorney's fees. However, the recovery may not be less than five thousand dollars for each violation in addition to costs of the action and reasonable attorney's fees. These damage remedies are cumulative and not exclusive of other remedies afforded under any other state or federal law. The court in such civil action may award injunctive relief, including ordering reinstatement of a health care provider to the provider's job position."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19599, "action_date": "2005-02-01T14:00:00-06:00", "document_id": 103840, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103840.pdf", "status_text": "First read in House and referred to", "journal_page": 263, "committee_id_action": 860, "committee_id_assigned": 851, "result": "N", "vote": {}}, {"bill_id": 19599, "action_date": "2005-02-16T07:45:00-06:00", "document_id": 104824, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104824.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 851, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19599, "action_date": "2005-02-16T07:45:00-06:00", "document_id": 104824, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104824.pdf", "status_text": "Tabled", "journal_page": 501, "committee_id_action": 851, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60171, "president_vote": null, "Yea": [3155, 3170, 3178, 3183, 3197, 3206, 3211, 3216, 3231, 3243, 3171, 3249], "Excused": [3189]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/19599"}