{"session_id": 8, "bill_id": 1891, "bill_type": "House Concurrent Resolution", "bill_number": 1007, "bill_title": " Urging the Bureau of Indian Education and other federal and state agencies to provide for the design and implementation of appropriate measures of adequate yearly progress for Native American students under the No Child Left Behind Act.", "sponsors": [{"legislator_profile_id": 790, "is_prime": true}, {"legislator_profile_id": 834, "is_prime": true}, {"legislator_profile_id": 785, "is_prime": false}, {"legislator_profile_id": 813, "is_prime": false}, {"legislator_profile_id": 748, "is_prime": false}, {"legislator_profile_id": 817, "is_prime": false}, {"legislator_profile_id": 811, "is_prime": false}, {"legislator_profile_id": 826, "is_prime": false}, {"legislator_profile_id": 757, "is_prime": false}, {"legislator_profile_id": 835, "is_prime": false}, {"legislator_profile_id": 777, "is_prime": false}, {"legislator_profile_id": 788, "is_prime": false}, {"legislator_profile_id": 791, "is_prime": false}, {"legislator_profile_id": 801, "is_prime": false}, {"legislator_profile_id": 783, "is_prime": false}, {"legislator_profile_id": 751, "is_prime": false}, {"legislator_profile_id": 819, "is_prime": false}, {"legislator_profile_id": 841, "is_prime": false}, {"legislator_profile_id": 833, "is_prime": false}, {"legislator_profile_id": 763, "is_prime": false}, {"legislator_profile_id": 810, "is_prime": false}, {"legislator_profile_id": 837, "is_prime": false}], "keywords": ["House Concurrent Resolution", "Indian Tribe"], "audio": [{"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen21.mp3", "start_seconds": 1114.0}, {"meeting_datetime": "2010-02-16T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/sen21.mp3", "start_seconds": 1114.0}], "bill_versions": [{"bill_id": 1891, "bill_version_id": 11586, "bill_version": "Introduced", "bill_version_date": "2010-02-02T09:25:32.053-06:00", "bill_text": "A CONCURRENT RESOLUTION, Urging the Bureau of Indian Education and other federal and state agencies to provide for the design and implementation of appropriate measures of adequate yearly progress for Native American students under the No Child Left Behind Act. WHEREAS, under the federal No Child Left Behind Act, schools are required to track test scores and adequate yearly progress (AYP) for their students, including minority students and other subgroups; and WHEREAS, the No Child Left Behind Act requires states and the Department of the Interior's Bureau of Indian Education (BIE) to define and determine whether schools are making adequate yearly progress toward meeting the goal of one hundred percent academic proficiency. As part of this effort, the BIE has directed that each tribe must work with the state to establish appropriate benchmarks for Native American students; and WHEREAS, measuring Native American student progress is a complex process. There are currently twenty-three different state definitions of AYP being applied throughout the BIE school system. The BIE has entered into agreements with eleven states to address AYP issues, leaving twelve more states that have not yet signed a memorandum of understanding; and WHEREAS, only one-third of the 174 schools within the Bureau of Indian Education are meeting AYP standards, according to the Government Accounting Office; and WHEREAS, to address tribes' needs for cultural preservation, the No Child Left Behind Act allows tribal groups to waive all or part of BIE's definition of AYP and propose an alternative, with technical assistance from BIE and the Department of Education. However, the process requires a significant amount of time and resources to successfully submit an application. Nationwide, only two tribes and one tribal education consortium are developing programs to fit their needs, which means all of the other BIE schools must comply with state AYP standards; and WHEREAS, in South Dakota, Native Americans make up eleven percent of the state's public school students and constitute South Dakota's largest single minority group; and WHEREAS, BIE and other reservation schools in South Dakota were not considered when the South Dakota AYP cutoff benchmarks were established, resulting in a lack of validity and reliability of the Dakota Step for minority students, as the Native American students living on the reservations in South Dakota were not part of the testing population when the increasing benchmark cutoff score system was established; and WHEREAS, because the Dakota Step difficulty levels automatically increase with grade level and the cutoff benchmarks for proficiency in making AYP also increase, Native American students must take a more difficult test each year and at the same time must get higher scores to be proficient and meet AYP requirements. The current assessment does not allow for a growth model for each individual student, which conflicts with BIE recommendations to \"treat each child as an individual person\"; and WHEREAS, there is no parity in AYP across the nation when southern states versus northern states reading benchmarks are compared, as follows: North Dakota (85%), South Dakota (84.7%), Arizona (46%), New Mexico (43%). However, BIE-funded schools must follow their state's benchmarks, which leaves Native American schools and students in South Dakota at a serious disadvantage: NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Eighty-fifth Legislature of the State of South Dakota, the Senate concurring therein, that the South Dakota Legislature urges the Bureau of Indian Education and other appropriate federal and state agencies to consider an alternative Adequate Yearly Progress model for Native American Students in South Dakota Indian reservation schools that addresses the following considerations: (1) Development of a valid and reliable state standardized assessment for Native American students, an assessment that considers their needs and circumstances in its design; (2) Use of benchmark cutoff score systems that address the lifestyle, culture, and language diversity of Native American students; (3) Use of a growth model for BIE and grant schools located on South Dakota reservations, and; (4) Waiver by the BIE and the State of South Dakota of current assessment methods, allowing South Dakota tribes to research and identify a standardized performance assessment; and BE IT FURTHER RESOLVED, that the Legislature urges collaboration between the BIE and other appropriate federal and state agencies to provide technical assistance to tribes to develop alternate definitions of Adequate Yearly Progress. The BIE should provide guidelines and training on the process for seeking and approving alternatives to all tribal governments, tribal school boards, and education line offices."}, {"bill_id": 1891, "bill_version_id": 12409, "bill_version": "Enrolled", "bill_version_date": "2010-02-17T11:03:59.177-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1891, "action_date": "2010-02-02T14:00:00-06:00", "document_id": 11655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11655.pdf", "status_text": "First Reading", "journal_page": 259, "committee_id_action": 86, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1891, "action_date": "2010-02-03T14:00:00-06:00", "document_id": 11793, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11793.pdf", "status_text": "Adopt Resolution", "journal_page": 285, "committee_id_action": 86, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6059, "president_vote": null, "Yea": [821, 825, 771, 793, 781, 775, 844, 831, 820, 804, 779, 740, 813, 756, 748, 817, 814, 765, 811, 830, 798, 829, 832, 826, 757, 835, 777, 834, 803, 822, 843, 759, 816, 824, 788, 800, 801, 827, 750, 742, 770, 792, 755, 751, 773, 744, 840, 784, 839, 819, 836, 841, 818, 815, 833, 762, 746, 763, 752, 796, 828, 823, 789, 838, 837, 812, 786], "Nay": [749], "Excused": [842, 783]}}, {"bill_id": 1891, "action_date": "2010-02-04T12:30:00-06:00", "document_id": 11868, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11868.pdf", "status_text": "First Reading", "journal_page": 247, "committee_id_action": 84, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1891, "action_date": "2010-02-09T14:00:00-06:00", "document_id": 11977, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11977.pdf", "status_text": "Deferred to another day", "journal_page": 257, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 1891, "action_date": "2010-02-16T14:00:00-06:00", "document_id": 12358, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12358.pdf", "status_text": "Concurred in Resolution", "journal_page": 328, "committee_id_action": 84, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6550, "president_vote": null, "Yea": [758, 785, 787, 790, 807, 754, 805, 760, 778, 782, 780, 739, 802, 764, 795, 741, 772, 761, 774, 766, 791, 806, 767, 808, 769, 743, 753, 745, 794, 799, 810, 747, 776], "Excused": [809, 768]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/1891"}