{"session_id": 20, "bill_id": 5581, "bill_type": "House Bill", "bill_number": 1060, "bill_title": "revise certain provisions regarding military speciality plates.", "sponsors": [], "keywords": ["Class 1 Misdemeanor", "Class 2 Misdemeanor", "Licenses", "Military Affairs", "Motor Vehicle", "Prison or Jail Impact Statement"], "audio": [{"meeting_datetime": "2014-01-23T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/htr07.mp3", "start_seconds": 1115.0}, {"meeting_datetime": "2014-01-23T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/htr07.mp3", "start_seconds": 1115.0}, {"meeting_datetime": "2014-01-23T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/htr07.mp3", "start_seconds": 1115.0}, {"meeting_datetime": "2014-01-23T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/htr07.mp3", "start_seconds": 1115.0}, {"meeting_datetime": "2014-01-23T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/htr07.mp3", "start_seconds": 1115.0}, {"meeting_datetime": "2014-01-23T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/htr07.mp3", "start_seconds": 1115.0}, {"meeting_datetime": "2014-01-29T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou10.mp3", "start_seconds": 6061.0}, {"meeting_datetime": "2014-01-29T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou10.mp3", "start_seconds": 6061.0}, {"meeting_datetime": "2014-01-29T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou10.mp3", "start_seconds": 6061.0}, {"meeting_datetime": "2014-01-29T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/hou10.mp3", "start_seconds": 6061.0}, {"meeting_datetime": "2014-02-12T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/str19.mp3", "start_seconds": 1705.0}, {"meeting_datetime": "2014-02-12T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/str19.mp3", "start_seconds": 1705.0}, {"meeting_datetime": "2014-02-12T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/str19.mp3", "start_seconds": 1705.0}, {"meeting_datetime": "2014-02-12T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/str19.mp3", "start_seconds": 1705.0}], "bill_versions": [{"bill_id": 5581, "bill_version_id": 28426, "bill_version": "Introduced", "bill_version_date": "2014-01-11T13:53:43.433-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding military speciality plates. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean, (1) \"Veteran,\" any person who meets the provisions of § 33A-2-1; (2) \"Owner,\" any person who owns a motor vehicle that is operated or driven on the public highways of this state or any person with written authorization to act on behalf of and as an agent for the owner; (3) \"Active duty,\" active duty in the United States armed forces; and (4) \"Service,\" service in the United States armed forces. Section 2. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Any owner may apply for a military specialty plate if the owner meets the requirements of this Act. The available military specialty plates are as follows: (1) National Guard plate; (2) Disabled veteran plate; (3) Veteran plate; (4) Active duty plate; (5) Prisoner of War plate; (6) Pearl Harbor survivor plate; (7) Gold Star plate; (8) Purple Heart plate; (9) Medal of Honor plate; (10) Silver Star plate; (11) Distinguished Service Cross plate; (12) Navy Cross plate; (13) Air Force Cross plate; (14) Distinguished Flying Cross plate; (15) Bronze Star with Valor plate; and (16) Bronze Star plate. Section 3. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Any owner applying for a military specialty plate listed in section 2 of this Act shall meet the following general requirements: (1) Be a resident of this state; (2) Possess a valid South Dakota driver license; (3) Comply with all state laws regarding registration and licensing; and (4) Pay all associated fees pursuant to sections 6 and 7 of this Act. Section 4. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Any owner applying for a military specialty plate listed in section 2 of this Act shall meet the following specific additional requirements for the respective military specialty plate: (1) Any applicant for the National Guard plate must be an active enlisted member of the South Dakota National Guard, an active commissioned member of the South Dakota National Guard, or a retired member of the South Dakota National Guard with twenty years or more of creditable service; (2) Any applicant for the disabled veteran plate must be a veteran who has been rated as in receipt of a statutory benefit for loss or loss of use of one or more extremities or a veteran who receives a veteran's allotment for a total service-connected disability. The disability must have been incurred while serving on active duty during a time of war or while participating in a military mission involving armed conflict; (3) Any applicant for the veteran plate must be an honorably discharged veteran who served on active duty; (4) Any applicant for the active duty plate must currently be serving on active duty; (5) Any applicant for the Prisoner of War plate must be a veteran who was a prisoner of war while serving on active duty; (6) Any applicant for the Pearl Harbor survivor plate must have survived the attack at Pearl Harbor, Hawaii, on December 7, 1941, while serving on active duty, and have received an honorable discharge from the United States armed forces; (7) Any applicant for the Gold Star plate must be a parent, spouse, sibling, or child of a member of the United States armed forces who died while serving this country on active duty or as a result of that service; (8) Any applicant for the Purple Heart plate must be a veteran who received the Purple Heart as a result of the applicant's service; (9) Any applicant for the Medal of Honor plate must be a veteran who received the Medal of Honor as a result of the applicant's service; (10) Any applicant for the Silver Star plate must have received the Silver Star as a result of the applicant's service; (11) Any applicant for the Distinguished Service Cross plate must have received the Distinguished Service Cross as a result of the applicant's service; (12) Any applicant for the Navy Cross plate must have received the Navy Cross as a result of the applicant's service; (13) Any applicant for the Air Force Cross plate must have received the Air Force Cross as a result of the applicant's service; (14) Any applicant for the Distinguished Flying Cross plate must have received the Distinguished Flying Cross as a result of the applicant's service; (15) Any applicant for the Bronze Star with Valor plate must have received the Bronze Star with Valor as a result of the applicant's service; and (16) Any applicant for the Bronze Star plate must have received the Bronze Star as a result of the applicant's service. Section 5. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Any owner applying for a military specialty plate shall submit an application, on a form prescribed by the secretary, to the county treasurer of the applicant's county of residence. Any applicant who submits a falsified application is guilty of a Class 1 misdemeanor. The secretary may, at any time, require the applicant to provide additional information to determine if the applicant meets the military specialty plate requirements. The secretary may confer with the Department of Military, the Department of Veterans Affairs, and the United States Department of Veterans Affairs, to determine if the applicant meets the military specialty plate requirements. Section 6. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: In addition to the noncommercial annual registration and plate fees, each person receiving military specialty plates shall pay an additional ten dollar fee for the initial issuance of the military specialty plates. All fees collected under this section shall be placed in the license plate special revenue fund. Section 7. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding section 6 of this Act or any other contrary provisions of this Act, each veteran receiving the disabled veteran, Prisoner of War, Pearl Harbor survivor, or Purple Heart military specialty plates shall pay a ten dollar fee for the initial issuance of the military specialty plate and an annual fee of ten dollars for renewal decals, but is not subject to the annual registration fees assessed pursuant to § 32-5-6 or 32-5-9. Notwithstanding section 6 of this Act or any other contrary provisions of this Act, each veteran receiving the Medal of Honor plate may not be assessed annual registration fees, pursuant to § 32-5-6 or 32-5-9, or any other fees associated with the military specialty plate or renewal decals. Each veteran receiving a disabled veteran, Prisoner of War, Pearl Harbor survivor, Purple Heart, or Medal of Honor military specialty plate may get a maximum of two sets of the applied for military specialty plate. The plates may be placed on any automobile, pickup truck, or van licensed pursuant to § 32-5-6 or a motorcycle licensed pursuant to § 32-5-9. The veteran may choose to place one of the two sets of military specialty plates on a noncommercial pickup truck, which weighs more than six thousand pounds, licensed pursuant to § 32-5-6.3, or a motor home licensed pursuant to § 32-5-6.1, but shall pay the regular annual registration fees pursuant to those sections. Section 8. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Each military specialty plate shall be reflectorized and validated with a decal each year in the same manner as a noncommercial license plate. Military specialty plates may only be used on automobiles, pickup trucks, or vans licensed pursuant to § 32-5-6, motorcycles licensed pursuant to § 32-5-9, pickup trucks licensed pursuant to § 32-5-6.3, or motor homes licensed pursuant to § 32-5-6.1. Military specialty plates shall be displayed in accordance with § 32-5-98. Section 9. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Military specialty plates shall be numbered and designed by the secretary, with the exception of the National Guard plate which shall be designed by the adjutant general and approved by the secretary. The military specialty plates shall meet the following specific requirements: (1) The National Guard plate shall designate the owner as an active enlisted member of the South Dakota National Guard, an active commissioned member of the South Dakota National Guard, or a retired member of the South Dakota National Guard; (2) The disabled veteran plate shall consist of a white background bordered on the left by a blue field with white stars and on the right by alternating red and white stripes. The words Disabled Veteran, shall be inscribed on the plate in blue, in at least ten point bold type; (3) The veteran plate shall designate the owner as a veteran. The plate may allow for additional indication of the conflict, rank, or status of the veteran; (4) The active duty plate shall designate the owner as currently serving on active duty. The plate may allow for additional indication of the conflict, rank, or status of the active duty member; (5) The Prisoner of War plate shall contain a symbol indicating that the owner was a prisoner of war; (6) The Pearl Harbor survivor plate shall contain a symbol indicating that the owner survived the attack at Pearl Harbor, Hawaii while serving on active duty; (7) The Gold Star plate shall contain a symbol indicating that the owner is a parent, spouse, sibling, or child of a member of the United States armed forces who died while serving this country on active duty or as a result of that service; (8) The Purple Heart plate shall contain a symbol indicating that the owner received the Purple Heart as a result of the owner's service; (9) The Medal of Honor plate shall contain a symbol indicating that the owner received the Medal of Honor, including a facsimile of the medallion portion corresponding to the branch of the United States armed forces for which the owner served when the medal was received, as a result of the owner's service; (10) The Silver Star plate shall contain a symbol indicating that the owner received the Silver Star as a result of the owner's service; (11) The Distinguished Service Cross plate shall contain a symbol indicating that the owner received the Distinguished Service Cross as a result of the owner's service; (12) The Navy Cross plate shall contain a symbol indicating that the owner received the Navy Cross as a result of the owner's service; (13) The Air Force Cross plate shall contain a symbol indicating that the owner received the Air Force Cross as a result of the owner's service; (14) The Distinguished Flying Cross plate shall contain a symbol indicating that the owner received the Distinguished Flying Cross as a result of the owner's service; (15) The Bronze Star with Valor plate shall contain a symbol indicating that the owner received the Bronze Star with Valor as a result of the owner's service; and (16) The Bronze Star plate shall contain a symbol indicating that the owner received the Bronze Star as a result of the owner's service. Section 10. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Military specialty plates shall be surrendered to the county treasurer of the owner's residence if the owner no longer qualifies for the plate. The county treasurer shall notify the secretary who shall make the necessary changes in the registration system. The military specialty plates may be retained by the owner's family upon the owner's death, but may not be displayed on any vehicle beyond the expiration of the military specialty plates or renewal decals. Failure to surrender the military specialty plates as required by this section is a Class 2 misdemeanor. Section 11. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: If the ownership of a motor vehicle with a military specialty plate is transferred or assigned, the transferor shall remove the military specialty plates from the vehicle and shall receive a credit for the unexpired time on the registration when the plates are attached to another vehicle. The county treasurer shall process a new registration indicating the motor vehicle to which the military specialty plates are to be transferred and send it to the department. The secretary shall make the necessary changes in the registration system and the credit shall be applied. The department shall notify the transferor of any corrections which need to be made. No credit may be issued if the military specialty plate is detached and not reattached to another motor vehicle. If the transferor fails to remove the military specialty plates pursuant to this section, the transferor is not entitled to any credit and the plates are no longer valid. A violation of this section is a Class 2 misdemeanor. Section 12. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: If a motor vehicle with a military specialty plate is destroyed by collision or fire, disposed of for salvage, or if rejected or condemned for use on the highways as the result of action by any inspection authority of this state, the registered owner of the motor vehicle shall remove the military specialty plates from the vehicle and shall receive a credit for the unexpired time on the registration when the plates are attached to another vehicle. The county treasurer shall process a new registration indicating the motor vehicle to which the military specialty plates are to be transferred and send it to the department. The secretary shall make the necessary changes in the registration system and the credit shall be applied. The department shall notify the transferor of any corrections which need to be made. If the military specialty plates were destroyed, the owner shall apply for a replacement set of plates pursuant to section 14 of this Act. No credit may be issued if the military specialty plate is detached and not reattached to another motor vehicle. If the owner fails to remove the military specialty plates pursuant to this section, the owner is not entitled to any credit and the plates are no longer valid. A violation of this section is a Class 2 misdemeanor. Section 13. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: If any military specialty plate is lost, mutilated, or destroyed, the owner of the registered vehicle may obtain a duplicate upon filing an affidavit showing such facts and after paying a ten dollar fee to the department. The fee shall be credited to the license plate special revenue fund. Section 14. That § 32-5-67 be amended to read as follows: 32-5-67. All fees received pursuant to §§ 32-5-65 and, 32-5-65.1, section 6, and section 7 of this Act shall be credited to a fund to be known as the license plate special revenue fund. The special revenue fund shall be expended for the purchase of special plates required pursuant to this chapter and the expenses of the office incident to the issuance thereof. Disbursements from this fund shall be made by warrants drawn by the state auditor on vouchers duly approved by the secretary. Section 15. That § 32-30-11.1 be amended to read as follows: 32-30-11.1. Any person with a physical disability, who displays special license plates issued under § 32-5-76 or 32-5-108, a serially numbered certificate issued under § 32-5-76.1 or 32-5-76.2, or a similar license plate or certificate issued in another state on an automobile used in transporting that person, shall be entitled to park without limitation in areas where parking is normally restricted by time factors and to park in any space reserved for a person with a disability. However, a municipality may, by ordinance, prohibit parking on any street or highway for the purpose of creating a fire lane, or to provide for the accommodation of heavy traffic during morning and afternoon rush hours. The privileges extended to persons with disabilities do not apply on streets or highways where and during any time parking is prohibited. Section 16. That § 32-5-55 be repealed. 32-5-55. Any owner of a motor vehicle, who is a resident of this state, who is a regularly enlisted or commissioned member of the South Dakota National Guard, other than an inactive member thereof, and who has complied with all of the laws of this state in relation to the registration of a motor vehicle, may receive plates bearing a special number and design, and designating the person as a member or retired member of the South Dakota National Guard. The number plates shall be designed by the adjutant general and subject to the approval of the department. The special plates shall be displayed as set forth in § 32-5-98. Section 17. That § 32-5-55.1 be repealed. 32-5-55.1. A retired member of the South Dakota National Guard with twenty years or more of creditable service is entitled to make application to the adjutant general and receive distinctive license plates as provided for in § 32-5-55, subject to the same limitations and conditions as are applicable to members of the active national guard. Section 18. That § 32-5-56 be repealed. 32-5-56. Each person receiving national guard special number plates shall pay a ten dollar fee for the cost of producing the special number plates. All fees collected under this section shall be placed in the license plate special revenue fund, as provided under § 32-5-67. Section 19. That § 32-5-56.1 be repealed. 32-5-56.1. The number plates authorized by § 32-5-55 shall be retained for the same period of time as plates referred to in § 32-5-83. Section 20. That § 32-5-59 be repealed. 32-5-59. Each member of the South Dakota National Guard shall apply to the county treasurer of the county of residence for the issuance of special number plates for the motor vehicles owned by the member. The guard member, in order to receive the special plates, shall have paid the appropriate license fee for the registration of the vehicle. Section 21. That § 32-5-61 be repealed. 32-5-61. A failure on the part of an active member of the South Dakota National Guard to make application to his unit commander for such special number plates as provided in § 32-5-57 will result in such member being required to accept regular number plates for his motor vehicle. Section 22. That § 32-5-62 be repealed. 32-5-62. If any member of the South Dakota National Guard is discharged, separated, or furloughed therefrom to a reserve or inactive status, the adjutant general shall, before relieving the member, require the member to surrender the special number plates identifying him or her as a member of the South Dakota National Guard. The special plates shall be surrendered to the adjutant general who shall notify the secretary who shall make the necessary changes in the registration file. The vehicle owner shall obtain regular number plates issued under § 32-5-55. Section 23. That § 32-5-63 be repealed. 32-5-63. If at any time a motor vehicle subject to the special number plates issued for the national guard shall be sold, conveyed, or otherwise transferred by the member or retired member of the South Dakota National Guard to whom such special number plates have been issued, the member shall notify the county treasurer of the county of residence. The county shall process a new registration indicating the motor vehicle to which the special plates are to be transferred and send it to the department. The secretary shall make the necessary changes in the file. The department shall notify the applicant of any corrections which need to be made. Section 24. That § 32-5-64 be repealed. 32-5-64. All statutes of this state relating to the registration of motor vehicles, and the titling and licensing of motor vehicles, the fees for registering, titling, and licensing of motor vehicles, and the retention of plates from year to year shall be applicable to members of the South Dakota National Guard and the distinctive plates issued in conformity with § 32-5-55. Section 25. That § 32-5-108 be repealed. 32-5-108. Any resident veteran owner of a motor vehicle who has received the United States Veterans' Administration K Award, meets the qualifications established by Public Law 187 of the Eighty-second Congress for a veteran to receive an automobile, or a veteran who has been rated as in receipt of a statutory benefit for loss or loss of use of one or more extremities, or a veteran who receives a veteran's allotment for a total service-connected disability, upon application to the department shall receive a maximum of two sets of special license plates for any automobile, pickup truck, or van licensed pursuant to § 32-5-5 or a motorcycle licensed pursuant to § 32-5-9. The veteran may choose to use one of the two sets of plates on a noncommercial motor vehicle that is a pickup truck and that weighs more than six thousand pounds licensed pursuant to § 32-5-6.3 or a motor home licensed pursuant to § 32-5-6.1. The veteran shall pay the regular license fees set out in §§ 32-5-6.3 and 32-5-6.1 and may not be required to pay the ten dollars for the special plates and renewal stickers. The special plates shall be displayed as set forth in § 32-5-98. The design of the license plate shall consist of a white background bordered on the left by a blue field with white stars and on the right by alternating red and white stripes. The words, Disabled Veteran, shall be inscribed on the plate in blue, in at least ten point bold type. The license plate shall be reflectorized and validated each year with a sticker in the same manner as a noncommercial license plate. License fees for the special plates shall be ten dollars for the plates and the renewal stickers. No license fee or sticker fee pursuant to § 32-5-6 or 32-5-9 may be charged to the veteran. The fees shall be deposited in the license plate special revenue fund. In order to qualify for a special license plate pursuant to this section, a veteran shall, in addition to meeting the qualifications established in the first paragraph, have incurred the disability while serving the United States in active duty during a time of war or while participating in a military mission involving armed conflict. If it is determined that the veteran owner does not qualify for the special plates or if the veteran owner dies, the plates shall be surrendered to the county treasurer of applicant's residence. The treasurer shall notify the secretary who shall make the necessary changes in the registration file. Failure to surrender the special license plates as required by this section is a Class 2 misdemeanor. Section 26. That § 32-5-109 be repealed. 32-5-109. Any resident of this state who was a prisoner of war while serving in the United States armed forces and who received an honorable discharge from the United States armed forces is eligible to apply to the secretary for a maximum of two sets special motor vehicle license plates if the resident has first complied with all laws of this state for any automobile, pickup truck, or van licensed pursuant to § 32-5-5 or a motorcycle licensed pursuant to § 32-5-9. The veteran may choose to use one of the two sets of plates on a noncommercial motor vehicle that is a pickup truck and that weighs more than six thousand pounds licensed pursuant to § 32-5-6.3 or a motor home licensed pursuant to § 32-5-6.1. The veteran shall pay the regular license fees set out in §§ 32-5-6.3 and 32-5-6.1 and may not be required to pay the ten dollars for the special plates and renewal stickers. Each application shall be on a form prescribed by the secretary and shall include certification of the applicant's prisoner of war status from the United States Veterans' Administration. The applicant shall pay a ten dollar fee and shall receive special plates. The special plates shall be displayed as set forth in § 32-5-98. A fee of ten dollars shall be paid for the renewal stickers. No registration fee or sticker fee may be charged to the applicant pursuant to § 32-5-6 or 32-5-9. The fees shall be deposited into the license plate special revenue fund. Upon approval of the application, the secretary shall issue the license plates which shall be numbered consecutively, beginning with the number 1, and the number shall be preceded by the letters POW. If it is determined that an applicant does not qualify for the special plates or if the applicant dies, the plates shall be surrendered to the county treasurer of the applicant's residence. The treasurer shall notify the secretary who shall make the necessary changes in the registration file. Failure to surrender the special license plates as required by this section is a Class 2 misdemeanor. Section 27. That § 32-5-109.1 be repealed. 32-5-109.1. Any resident of this state who was serving in the United States armed forces and survived the attack at Pearl Harbor, Hawaii, on December 7, 1941, and who received an honorable discharge, may apply to the secretary for a maximum of two sets of special motor vehicle license plates if the applicant has complied with all the laws of this state for any automobile, pickup truck, or van licensed pursuant to § 32-5-5 or a motorcycle licensed pursuant to § 32-5-9. The veteran may choose to use one of the two sets of plates on a noncommercial motor vehicle that is a pickup truck and that weighs more than six thousand pounds licensed pursuant to § 32-5-6.3 or a motor home licensed pursuant to § 32-5-6.1. The veteran shall pay the regular license fees set out in §§ 32-5-6.3 and 32-5-6.1 and may not be required to pay the ten dollars for the special plates and renewal stickers. Each application shall be on a form prescribed by the secretary and shall include such information as the secretary may require. The applicant shall pay a ten dollar fee and shall receive special plates. The special plates shall be displayed as set forth in § 32-5-98. A fee of ten dollars shall be paid for the renewal stickers. No registration fee or sticker fee may be charged to the applicant pursuant to § 32-5-6 or 32-5-9. The fee shall be deposited into the license plate special revenue fund. Upon approval of the application, the secretary shall issue the license plates. The license plates shall be numbered consecutively beginning with number 1 and contain a symbol to be determined by the secretary indicating that the owner of the vehicle is a Pearl Harbor survivor. If it is determined that an applicant does not qualify for the special plates or if the applicant dies, the plates shall be surrendered to the county treasurer of the applicant's residence. The treasurer shall notify the secretary who shall make the necessary changes in the registration file. Section 28. That § 32-5-109.2 be repealed. 32-5-109.2. Any resident veteran owner of a motor vehicle who has received the Purple Heart Medal may apply to the secretary to receive a maximum of two sets of special license plates for any automobile, pickup truck, or van licensed pursuant to § 32-5-5 or a motorcycle licensed pursuant to § 32-5-9. The veteran may choose to use one of the two sets of plates on a noncommercial motor vehicle that is a pickup truck and that weighs more than six thousand pounds licensed pursuant to § 32-5-6.3 or a motor home licensed pursuant to § 32-5-6.1. The veteran shall pay the regular license fees set out in §§ 32-5-6.3 and 32-5-6.1 and may not be required to pay the ten dollars for the special plates and renewal stickers. The fee for the special license plates and the renewal stickers shall be ten dollars. The special plates shall be numbered consecutively beginning with number 1 and contain a symbol to be determined by the secretary indicating that the owner has received the Purple Heart Medal. The special plates shall be displayed as set forth in § 32-5-98. The special license plate shall be reflectorized and validated each year with a sticker in the same manner as a noncommercial license plate. No license fees or renewal fees may be charged to the applicant pursuant to § 32-5-6 or 32-5-9. If it is determined that the veteran owner does not qualify for the special plates or if the veteran owner dies, the plates shall be surrendered to the county treasurer of the applicant's residence. The treasurer shall notify the secretary who shall make the necessary changes in the registration file. Failure to surrender the special license plates as required by this section is a Class 2 misdemeanor. Section 29. That § 32-5-109.3 be repealed. 32-5-109.3. Any resident veteran owner of a motor vehicle who has received the Congressional Medal of Honor may apply to the secretary to receive a maximum of two sets of special license plates. The special plates shall be numbered and contain a symbol to be determined by the secretary indicating that the owner has received the Congressional Medal of Honor. The symbol shall include a facsimile of the medallion portion of the Congressional Medal of Honor for the branch of the armed forces in which the recipient served at the time the award was earned. The special plates shall be displayed as set forth in § 32-5-98. The special license plate shall be reflectorized and validated each year with a sticker in the same manner as a noncommercial license plate. No license fees may be charged for the special plates and its renewal stickers, and any annual vehicle registration fees or other fees associated with the plates and renewal stickers are waived. If it is determined that the veteran owner does not qualify for the special plates, the plates shall be surrendered to the county treasurer of the applicant's residence. The treasurer shall notify the secretary who shall make the necessary changes in the registration file. The special plates may be retained by the veteran owner's family upon the veteran owner's death, but may not be displayed on the vehicle beyond the expiration of the plates or renewal stickers. Failure to surrender the special license plates as required by this section is a Class 2 misdemeanor. Section 30. That § 32-5-109.4 be repealed. 32-5-109.4. An owner of a motor vehicle, who is a resident of this state, who has a valid South Dakota driver's license, and who signs an affidavit attesting to the fact that he or she is an honorably discharged veteran having served on active duty in the armed forces of the United States or who is currently serving on active duty in the armed forces of the United States, may apply to the secretary to receive a set of special motor vehicle license plates designating the person as a veteran or active duty member. If an owner of a motor vehicle falsely attests that he or she is an honorably discharged veteran having served on active duty in the armed forces of the United States or is currently serving on active duty in the armed forces of the United States, the owner is guilty of a Class 2 misdemeanor. The plate may allow for additional indication of the conflict, rank, or status of the veteran or active duty member. The special plates shall be displayed as set forth in § 32-5-98. The special license plate shall be reflectorized and validated each year with a sticker in the same manner as a noncommercial license plate. In addition to the noncommercial license plate fees an additional fee of ten dollars shall be charged for the initial issuance of the special license plates. If it is determined that the veteran or active duty member owner does not qualify for the special plates or if the veteran or active duty member owner dies, the plates shall be surrendered to the county treasurer of the applicant's residence. However, if the veteran or active duty member owner dies, the special plates may be retained by the veteran or active duty member owner's family, but may not be displayed on the vehicle beyond the expiration of the plates or renewal stickers. The treasurer shall notify the secretary who shall make the necessary changes in the registration file. Failure to surrender the special license plates as required by this section is a Class 2 misdemeanor. Section 31. That § 32-5-109.5 be repealed. 32-5-109.5. Any resident owner of a motor vehicle who is a parent, spouse, sibling, or child of a member of the United States Armed Forces who died while in service to this country or who died as a result of the service, as certified by the Department of Veterans Affairs, may apply to the secretary to receive a maximum of two sets of special license plates which honor the person as a gold star family member. Each application shall be on a form prescribed by the secretary and shall include the certification from the Department of Veterans Affairs. The special plates shall be numbered and contain a symbol to be determined by the secretary indicating that the owner is a gold star family member. The special plates shall be displayed as set forth in § 32-5-98. The special license plate shall be reflectorized and validated each year with a sticker in the same manner as a noncommercial license plate. In addition to the noncommercial license plate fees, an additional fee of ten dollars shall be charged for the initial issuance of the special license plates. If it is determined that the owner does not qualify for the special plates, the plates shall be surrendered to the county treasurer of the applicant's residence. The treasurer shall notify the secretary who shall make the necessary changes in the registration file. The special plates may be retained by the owner's family upon the owner's death, but may not be displayed on the vehicle beyond the expiration of the plates or renewal stickers. Failure to surrender the special license plates as required by this section is a Class 2 misdemeanor. Section 32. That § 32-5-109.6 be repealed. 32-5-109.6. Any resident owner of a motor vehicle who has received the silver star medal, distinguished service cross, navy cross, air force cross, or distinguished flying cross and has a valid South Dakota driver license may apply to the secretary to receive special license plates which honor the person as a recipient of the silver star medal, distinguished service cross, navy cross, air force cross, or distinguished flying cross. Each application shall be on a form prescribed by the secretary and shall include the certification from the Department of Veterans Affairs. The special plates shall be numbered and contain a symbol to be determined by the secretary indicating that the owner is a recipient of the silver star medal, distinguished service cross, navy cross, air force cross, or distinguished flying cross. The special plates shall be displayed as set forth in § 32-5-98. The special license plate shall be reflectorized and validated each year with a sticker in the same manner as a noncommercial license plate. In addition to the noncommercial license plate fees, an additional fee of ten dollars shall be charged for the initial issuance of the special license plates. If it is determined that the owner does not qualify for the special plates, the plates shall be surrendered to the county treasurer of the applicant's residence. The treasurer shall notify the secretary who shall make the necessary changes in the registration file. The special plates may be retained by the owner's family upon the owner's death, but may not be displayed on the vehicle beyond the expiration of the plates or renewal stickers. Failure to surrender the special license plates as required by this section is a Class 2 misdemeanor. Section 33. That § 32-5-109.7 be repealed. 32-5-109.7. Any resident owner of a motor vehicle who has received the bronze star medal with valor device or the bronze star medal and has a valid South Dakota driver license may apply to the secretary to receive special license plates which honor the person as a recipient of the bronze star medal. Each application shall be on a form prescribed by the secretary and shall include the certification from the Department of Veterans Affairs. The special plates shall be numbered and contain a symbol to be determined by the secretary indicating that the owner is a recipient of the bronze star medal with valor device or the bronze star medal. The special plates shall be displayed as set forth in § 32-5-98. The special license plate shall be reflectorized and validated each year with a sticker in the same manner as a noncommercial license plate. In addition to the noncommercial license plate fees, an additional fee of ten dollars shall be charged for the initial issuance of the special license plates. If it is determined that the owner does not qualify for the special plates, the plates shall be surrendered to the county treasurer of the applicant's residence. The treasurer shall notify the secretary who shall make the necessary changes in the registration file. The special plates may be retained by the owner's family upon the owner's death, but may not be displayed on the vehicle beyond the expiration of the plates or renewal stickers. Failure to surrender the special license plates as required by this section is a Class 2 misdemeanor. Section 34. That § 32-30-8 be repealed. 32-30-8. A veteran who has a license issued pursuant to § 32-5-108 shall be entitled to courtesy in the parking of such automobile which shall relieve him from liability for any violations with respect to parking, except as provided in §§ 32-30-1 to 32-30-4, inclusive. Any municipal governing body may, by ordinance, prohibit parking on any street or highway for the purpose of creating a fire lane or to provide for the accommodation of heavy traffic during morning and afternoon rush hours. The privileges extended to veterans by this section do not apply on streets or highways when parking is prohibited. Section 35. That § 32-30-9 be repealed. 32-30-9. Any license issued as provided in § 32-5-108, shall be displayed prominently upon the automobile while being parked by or under the direction of the veteran pursuant to § 32-30-8. Section 36. That § 32-30-10 be repealed. 32-30-10. Upon conviction of any offense involving a violation of the special privilege conferred by § 32-30-8 upon holders of the distinctive license plates issued under § 32-5-108, a magistrate or judge trying the case may, as a part of any penalty imposed, confiscate the distinctive license plates provided in § 32-5-108, and to return the license plates to the Department of Revenue together with a certified copy of the imposed sentence. Section 37. That § 32-30-11 be repealed. 32-30-11. Any person, other than the veteran to whom it was issued, who uses a disabled veteran's license of identification issued pursuant to § 32-5-108 for the purpose of parking an automobile as permitted by § 32-30-8, commits a Class 2 misdemeanor. The court shall assess a fine of not less than one hundred dollars if the parking space is marked in accordance with the Americans With Disabilities Act accessibility guidelines as of January 1, 2002."}, {"bill_id": 5581, "bill_version_id": 28869, "bill_version": "House Transportation Engrossed", "bill_version_date": "2014-01-23T13:17:03.35-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding military speciality plates. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean, (1) \"Veteran,\" any person who meets the provisions of § 33A-2-1; (2) \"Owner,\" any person who owns a motor vehicle that is operated or driven on the public highways of this state or any person with written authorization to act on behalf of and as an agent for the owner; (3) \"Active duty,\" active duty in the United States armed forces; and (4) \"Service,\" service in the United States armed forces. Section 2. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Any owner may apply for a military specialty plate if the owner meets the requirements of this Act. The available military specialty plates are as follows: (1) National Guard plate; (2) Disabled veteran plate; (3) Veteran plate; (4) Active duty plate; (5) Prisoner of War plate; (6) Pearl Harbor survivor plate; (7) Gold Star plate; (8) Purple Heart plate; (9) Medal of Honor plate; (10) Silver Star plate; (11) Distinguished Service Cross plate; (12) Navy Cross plate; (13) Air Force Cross plate; (14) Distinguished Flying Cross plate; (15) Bronze Star with Valor plate; and (16) Bronze Star plate. Section 3. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Any owner applying for a military specialty plate listed in section 2 of this Act shall meet the following general requirements: (1) Be a resident of this state; (2) Possess a valid South Dakota driver license; (3) Comply with all state laws regarding registration and licensing; and (4) Pay all associated fees pursuant to sections 6 and 7 of this Act. Section 4. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Any owner applying for a military specialty plate listed in section 2 of this Act shall meet the following specific additional requirements for the respective military specialty plate: (1) Any applicant for the National Guard plate must be an active enlisted member of the National Guard, an active commissioned member of the National Guard, or a retired member of the National Guard with twenty years or more of creditable service; (2) Any applicant for the disabled veteran plate must be a veteran who has been rated as in receipt of a statutory benefit for loss or loss of use of one or more extremities, a veteran who receives a veteran's allotment for a total service-connected disability, or a veteran who received a United States Veterans Administration K Award and meets the qualification for an automobile allowance. The disability must have been incurred while serving on active duty during a time of war or while participating in a military mission involving armed conflict; (3) Any applicant for the veteran plate must be an honorably discharged veteran who served on active duty; (4) Any applicant for the active duty plate must currently be serving on active duty; (5) Any applicant for the Prisoner of War plate must be a veteran who was a prisoner of war while serving on active duty; (6) Any applicant for the Pearl Harbor survivor plate must have survived the attack at Pearl Harbor, Hawaii, on December 7, 1941, while serving on active duty, and have received an honorable discharge from the United States armed forces; (7) Any applicant for the Gold Star plate must be a parent, spouse, sibling, or child of a member of the United States armed forces who died while serving this country on active duty or as a result of that service; (8) Any applicant for the Purple Heart plate must be a veteran who received the Purple Heart as a result of the applicant's service; (9) Any applicant for the Medal of Honor plate must be a veteran who received the Medal of Honor as a result of the applicant's service; (10) Any applicant for the Silver Star plate must have received the Silver Star as a result of the applicant's service; (11) Any applicant for the Distinguished Service Cross plate must have received the Distinguished Service Cross as a result of the applicant's service; (12) Any applicant for the Navy Cross plate must have received the Navy Cross as a result of the applicant's service; (13) Any applicant for the Air Force Cross plate must have received the Air Force Cross as a result of the applicant's service; (14) Any applicant for the Distinguished Flying Cross plate must have received the Distinguished Flying Cross as a result of the applicant's service; (15) Any applicant for the Bronze Star with Valor plate must have received the Bronze Star with Valor as a result of the applicant's service; and (16) Any applicant for the Bronze Star plate must have received the Bronze Star as a result of the applicant's service. Section 5. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Any owner applying for a military specialty plate shall submit an application, on a form prescribed by the secretary, to the county treasurer of the applicant's county of residence. Any applicant who submits a falsified application is guilty of a Class 1 misdemeanor. The secretary may, at any time, require the applicant to provide additional information to determine if the applicant meets the military specialty plate requirements. The secretary may confer with the Department of Military, the Department of Veterans Affairs, and the United States Department of Veterans Affairs, to determine if the applicant meets the military specialty plate requirements. Section 6. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: In addition to the noncommercial annual registration and plate fees, each person receiving military specialty plates shall pay an additional ten dollar fee for the initial issuance of the military specialty plates. All fees collected under this section shall be placed in the license plate special revenue fund. Section 7. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding section 6 of this Act or any other contrary provisions of this Act, each veteran receiving the disabled veteran, Prisoner of War, Pearl Harbor survivor, or Purple Heart military specialty plates shall pay a ten dollar fee for the initial issuance of the military specialty plate and an annual fee of ten dollars for renewal decals, but is not subject to the annual registration fees assessed pursuant to § 32-5-6 or 32-5-9. Notwithstanding section 6 of this Act or any other contrary provisions of this Act, each veteran receiving the Medal of Honor plate may not be assessed annual registration fees, pursuant to § 32-5-6 or 32-5-9, or any other fees associated with the military specialty plate or renewal decals. Each veteran receiving a disabled veteran, Prisoner of War, Pearl Harbor survivor, Purple Heart, or Medal of Honor military specialty plate may get a maximum of two sets of the applied for military specialty plate. The plates may be placed on any automobile, pickup truck, or van licensed pursuant to § 32-5-6 or a motorcycle licensed pursuant to § 32-5-9. The veteran may choose to place one of the two sets of military specialty plates on a noncommercial pickup truck, which weighs more than six thousand pounds, licensed pursuant to § 32-5-6.3, or a motor home licensed pursuant to § 32-5-6.1, but shall pay the regular annual registration fees pursuant to those sections. Section 8. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Each military specialty plate shall be reflectorized and validated with a decal each year in the same manner as a noncommercial license plate. Military specialty plates may only be used on automobiles, pickup trucks, or vans licensed pursuant to § 32-5-6, motorcycles licensed pursuant to § 32-5-9, pickup trucks licensed pursuant to § 32-5-6.3, or motor homes licensed pursuant to § 32-5-6.1. Military specialty plates shall be displayed in accordance with § 32-5-98. Section 9. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Military specialty plates shall be numbered and designed by the secretary, with the exception of the National Guard plate which shall be designed by the adjutant general and approved by the secretary. The military specialty plates shall meet the following specific requirements: (1) The National Guard plate shall designate the owner as an active enlisted member of the National Guard, an active commissioned member of the National Guard, or a retired member of the National Guard; (2) The disabled veteran plate shall consist of a white background bordered on the left by a blue field with white stars and on the right by alternating red and white stripes. The words Disabled Veteran, shall be inscribed on the plate in blue, in at least ten point bold type; (3) The veteran plate shall designate the owner as a veteran. The plate may allow for additional indication of the conflict, rank, or status of the veteran; (4) The active duty plate shall designate the owner as currently serving on active duty. The plate may allow for additional indication of the conflict, rank, or status of the active duty member; (5) The Prisoner of War plate shall contain a symbol indicating that the owner was a prisoner of war; (6) The Pearl Harbor survivor plate shall contain a symbol indicating that the owner survived the attack at Pearl Harbor, Hawaii while serving on active duty; (7) The Gold Star plate shall contain a symbol indicating that the owner is a parent, spouse, sibling, or child of a member of the United States armed forces who died while serving this country on active duty or as a result of that service; (8) The Purple Heart plate shall contain a symbol indicating that the owner received the Purple Heart as a result of the owner's service; (9) The Medal of Honor plate shall contain a symbol indicating that the owner received the Medal of Honor, including a facsimile of the medallion portion corresponding to the branch of the United States armed forces for which the owner served when the medal was received, as a result of the owner's service; (10) The Silver Star plate shall contain a symbol indicating that the owner received the Silver Star as a result of the owner's service; (11) The Distinguished Service Cross plate shall contain a symbol indicating that the owner received the Distinguished Service Cross as a result of the owner's service; (12) The Navy Cross plate shall contain a symbol indicating that the owner received the Navy Cross as a result of the owner's service; (13) The Air Force Cross plate shall contain a symbol indicating that the owner received the Air Force Cross as a result of the owner's service; (14) The Distinguished Flying Cross plate shall contain a symbol indicating that the owner received the Distinguished Flying Cross as a result of the owner's service; (15) The Bronze Star with Valor plate shall contain a symbol indicating that the owner received the Bronze Star with Valor as a result of the owner's service; and (16) The Bronze Star plate shall contain a symbol indicating that the owner received the Bronze Star as a result of the owner's service. Section 10. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Military specialty plates shall be surrendered to the county treasurer of the owner's residence if the owner no longer qualifies for the plate. The county treasurer shall notify the secretary who shall make the necessary changes in the registration system. The military specialty plates may be retained by the owner's family upon the owner's death, but may not be displayed on any vehicle beyond the expiration of the military specialty plates or renewal decals. Failure to surrender the military specialty plates as required by this section is a Class 2 misdemeanor. Section 11. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: If the ownership of a motor vehicle with a military specialty plate is transferred or assigned, the transferor shall remove the military specialty plates from the vehicle and shall receive a credit for the unexpired time on the registration when the plates are attached to another vehicle. The county treasurer shall process a new registration indicating the motor vehicle to which the military specialty plates are to be transferred and send it to the department. The secretary shall make the necessary changes in the registration system and the credit shall be applied. The department shall notify the transferor of any corrections which need to be made. No credit may be issued if the military specialty plate is detached and not reattached to another motor vehicle. If the transferor fails to remove the military specialty plates pursuant to this section, the transferor is not entitled to any credit and the plates are no longer valid. A violation of this section is a Class 2 misdemeanor. Section 12. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: If a motor vehicle with a military specialty plate is destroyed by collision or fire, disposed of for salvage, or if rejected or condemned for use on the highways as the result of action by any inspection authority of this state, the registered owner of the motor vehicle shall remove the military specialty plates from the vehicle and shall receive a credit for the unexpired time on the registration when the plates are attached to another vehicle. The county treasurer shall process a new registration indicating the motor vehicle to which the military specialty plates are to be transferred and send it to the department. The secretary shall make the necessary changes in the registration system and the credit shall be applied. The department shall notify the transferor of any corrections which need to be made. If the military specialty plates were destroyed, the owner shall apply for a replacement set of plates pursuant to section 14 of this Act. No credit may be issued if the military specialty plate is detached and not reattached to another motor vehicle. If the owner fails to remove the military specialty plates pursuant to this section, the owner is not entitled to any credit and the plates are no longer valid. A violation of this section is a Class 2 misdemeanor. Section 13. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: If any military specialty plate is lost, mutilated, or destroyed, the owner of the registered vehicle may obtain a duplicate upon filing an affidavit showing such facts and after paying a ten dollar fee to the department. The fee shall be credited to the license plate special revenue fund. Section 14. That § 32-5-67 be amended to read as follows: 32-5-67. All fees received pursuant to §§ 32-5-65 and, 32-5-65.1, section 6, and section 7 of this Act shall be credited to a fund to be known as the license plate special revenue fund. The special revenue fund shall be expended for the purchase of special plates required pursuant to this chapter and the expenses of the office incident to the issuance thereof. Disbursements from this fund shall be made by warrants drawn by the state auditor on vouchers duly approved by the secretary. Section 15. That § 32-30-11.1 be amended to read as follows: 32-30-11.1. Any person with a physical disability, who displays special license plates issued under § 32-5-76 or 32-5-108 subdivision (2) of section 4 of this Act, a serially numbered certificate issued under § 32-5-76.1 or 32-5-76.2, or a similar license plate or certificate issued in another state on an automobile a motor vehicle used in transporting that person, shall be entitled to park without limitation in areas where parking is normally restricted by time factors and to park in any space reserved for a person with a disability. However, a municipality may, by ordinance, prohibit parking on any street or highway for the purpose of creating a fire lane, or to provide for the accommodation of heavy traffic during morning and afternoon rush hours. The privileges extended to persons with disabilities do not apply on streets or highways where and during any time parking is prohibited. Section 16. That § 32-5-55 be repealed. 32-5-55. Any owner of a motor vehicle, who is a resident of this state, who is a regularly enlisted or commissioned member of the South Dakota National Guard, other than an inactive member thereof, and who has complied with all of the laws of this state in relation to the registration of a motor vehicle, may receive plates bearing a special number and design, and designating the person as a member or retired member of the South Dakota National Guard. The number plates shall be designed by the adjutant general and subject to the approval of the department. The special plates shall be displayed as set forth in § 32-5-98. Section 17. That § 32-5-55.1 be repealed. 32-5-55.1. A retired member of the South Dakota National Guard with twenty years or more of creditable service is entitled to make application to the adjutant general and receive distinctive license plates as provided for in § 32-5-55, subject to the same limitations and conditions as are applicable to members of the active national guard. Section 18. That § 32-5-56 be repealed. 32-5-56. Each person receiving national guard special number plates shall pay a ten dollar fee for the cost of producing the special number plates. All fees collected under this section shall be placed in the license plate special revenue fund, as provided under § 32-5-67. Section 19. That § 32-5-56.1 be repealed. 32-5-56.1. The number plates authorized by § 32-5-55 shall be retained for the same period of time as plates referred to in § 32-5-83. Section 20. That § 32-5-59 be repealed. 32-5-59. Each member of the South Dakota National Guard shall apply to the county treasurer of the county of residence for the issuance of special number plates for the motor vehicles owned by the member. The guard member, in order to receive the special plates, shall have paid the appropriate license fee for the registration of the vehicle. Section 21. That § 32-5-61 be repealed. 32-5-61. A failure on the part of an active member of the South Dakota National Guard to make application to his unit commander for such special number plates as provided in § 32-5-57 will result in such member being required to accept regular number plates for his motor vehicle. Section 22. That § 32-5-62 be repealed. 32-5-62. If any member of the South Dakota National Guard is discharged, separated, or furloughed therefrom to a reserve or inactive status, the adjutant general shall, before relieving the member, require the member to surrender the special number plates identifying him or her as a member of the South Dakota National Guard. The special plates shall be surrendered to the adjutant general who shall notify the secretary who shall make the necessary changes in the registration file. The vehicle owner shall obtain regular number plates issued under § 32-5-55. Section 23. That § 32-5-63 be repealed. 32-5-63. If at any time a motor vehicle subject to the special number plates issued for the national guard shall be sold, conveyed, or otherwise transferred by the member or retired member of the South Dakota National Guard to whom such special number plates have been issued, the member shall notify the county treasurer of the county of residence. The county shall process a new registration indicating the motor vehicle to which the special plates are to be transferred and send it to the department. The secretary shall make the necessary changes in the file. The department shall notify the applicant of any corrections which need to be made. Section 24. That § 32-5-64 be repealed. 32-5-64. All statutes of this state relating to the registration of motor vehicles, and the titling and licensing of motor vehicles, the fees for registering, titling, and licensing of motor vehicles, and the retention of plates from year to year shall be applicable to members of the South Dakota National Guard and the distinctive plates issued in conformity with § 32-5-55. Section 25. That § 32-5-108 be repealed. 32-5-108. Any resident veteran owner of a motor vehicle who has received the United States Veterans' Administration K Award, meets the qualifications established by Public Law 187 of the Eighty-second Congress for a veteran to receive an automobile, or a veteran who has been rated as in receipt of a statutory benefit for loss or loss of use of one or more extremities, or a veteran who receives a veteran's allotment for a total service-connected disability, upon application to the department shall receive a maximum of two sets of special license plates for any automobile, pickup truck, or van licensed pursuant to § 32-5-5 or a motorcycle licensed pursuant to § 32-5-9. The veteran may choose to use one of the two sets of plates on a noncommercial motor vehicle that is a pickup truck and that weighs more than six thousand pounds licensed pursuant to § 32-5-6.3 or a motor home licensed pursuant to § 32-5-6.1. The veteran shall pay the regular license fees set out in §§ 32-5-6.3 and 32-5-6.1 and may not be required to pay the ten dollars for the special plates and renewal stickers. The special plates shall be displayed as set forth in § 32-5-98. The design of the license plate shall consist of a white background bordered on the left by a blue field with white stars and on the right by alternating red and white stripes. The words, Disabled Veteran, shall be inscribed on the plate in blue, in at least ten point bold type. The license plate shall be reflectorized and validated each year with a sticker in the same manner as a noncommercial license plate. License fees for the special plates shall be ten dollars for the plates and the renewal stickers. No license fee or sticker fee pursuant to § 32-5-6 or 32-5-9 may be charged to the veteran. The fees shall be deposited in the license plate special revenue fund. In order to qualify for a special license plate pursuant to this section, a veteran shall, in addition to meeting the qualifications established in the first paragraph, have incurred the disability while serving the United States in active duty during a time of war or while participating in a military mission involving armed conflict. If it is determined that the veteran owner does not qualify for the special plates or if the veteran owner dies, the plates shall be surrendered to the county treasurer of applicant's residence. The treasurer shall notify the secretary who shall make the necessary changes in the registration file. Failure to surrender the special license plates as required by this section is a Class 2 misdemeanor. Section 26. That § 32-5-109 be repealed. 32-5-109. Any resident of this state who was a prisoner of war while serving in the United States armed forces and who received an honorable discharge from the United States armed forces is eligible to apply to the secretary for a maximum of two sets special motor vehicle license plates if the resident has first complied with all laws of this state for any automobile, pickup truck, or van licensed pursuant to § 32-5-5 or a motorcycle licensed pursuant to § 32-5-9. The veteran may choose to use one of the two sets of plates on a noncommercial motor vehicle that is a pickup truck and that weighs more than six thousand pounds licensed pursuant to § 32-5-6.3 or a motor home licensed pursuant to § 32-5-6.1. The veteran shall pay the regular license fees set out in §§ 32-5-6.3 and 32-5-6.1 and may not be required to pay the ten dollars for the special plates and renewal stickers. Each application shall be on a form prescribed by the secretary and shall include certification of the applicant's prisoner of war status from the United States Veterans' Administration. The applicant shall pay a ten dollar fee and shall receive special plates. The special plates shall be displayed as set forth in § 32-5-98. A fee of ten dollars shall be paid for the renewal stickers. No registration fee or sticker fee may be charged to the applicant pursuant to § 32-5-6 or 32-5-9. The fees shall be deposited into the license plate special revenue fund. Upon approval of the application, the secretary shall issue the license plates which shall be numbered consecutively, beginning with the number 1, and the number shall be preceded by the letters POW. If it is determined that an applicant does not qualify for the special plates or if the applicant dies, the plates shall be surrendered to the county treasurer of the applicant's residence. The treasurer shall notify the secretary who shall make the necessary changes in the registration file. Failure to surrender the special license plates as required by this section is a Class 2 misdemeanor. Section 27. That § 32-5-109.1 be repealed. 32-5-109.1. Any resident of this state who was serving in the United States armed forces and survived the attack at Pearl Harbor, Hawaii, on December 7, 1941, and who received an honorable discharge, may apply to the secretary for a maximum of two sets of special motor vehicle license plates if the applicant has complied with all the laws of this state for any automobile, pickup truck, or van licensed pursuant to § 32-5-5 or a motorcycle licensed pursuant to § 32-5-9. The veteran may choose to use one of the two sets of plates on a noncommercial motor vehicle that is a pickup truck and that weighs more than six thousand pounds licensed pursuant to § 32-5-6.3 or a motor home licensed pursuant to § 32-5-6.1. The veteran shall pay the regular license fees set out in §§ 32-5-6.3 and 32-5-6.1 and may not be required to pay the ten dollars for the special plates and renewal stickers. Each application shall be on a form prescribed by the secretary and shall include such information as the secretary may require. The applicant shall pay a ten dollar fee and shall receive special plates. The special plates shall be displayed as set forth in § 32-5-98. A fee of ten dollars shall be paid for the renewal stickers. No registration fee or sticker fee may be charged to the applicant pursuant to § 32-5-6 or 32-5-9. The fee shall be deposited into the license plate special revenue fund. Upon approval of the application, the secretary shall issue the license plates. The license plates shall be numbered consecutively beginning with number 1 and contain a symbol to be determined by the secretary indicating that the owner of the vehicle is a Pearl Harbor survivor. If it is determined that an applicant does not qualify for the special plates or if the applicant dies, the plates shall be surrendered to the county treasurer of the applicant's residence. The treasurer shall notify the secretary who shall make the necessary changes in the registration file. Section 28. That § 32-5-109.2 be repealed. 32-5-109.2. Any resident veteran owner of a motor vehicle who has received the Purple Heart Medal may apply to the secretary to receive a maximum of two sets of special license plates for any automobile, pickup truck, or van licensed pursuant to § 32-5-5 or a motorcycle licensed pursuant to § 32-5-9. The veteran may choose to use one of the two sets of plates on a noncommercial motor vehicle that is a pickup truck and that weighs more than six thousand pounds licensed pursuant to § 32-5-6.3 or a motor home licensed pursuant to § 32-5-6.1. The veteran shall pay the regular license fees set out in §§ 32-5-6.3 and 32-5-6.1 and may not be required to pay the ten dollars for the special plates and renewal stickers. The fee for the special license plates and the renewal stickers shall be ten dollars. The special plates shall be numbered consecutively beginning with number 1 and contain a symbol to be determined by the secretary indicating that the owner has received the Purple Heart Medal. The special plates shall be displayed as set forth in § 32-5-98. The special license plate shall be reflectorized and validated each year with a sticker in the same manner as a noncommercial license plate. No license fees or renewal fees may be charged to the applicant pursuant to § 32-5-6 or 32-5-9. If it is determined that the veteran owner does not qualify for the special plates or if the veteran owner dies, the plates shall be surrendered to the county treasurer of the applicant's residence. The treasurer shall notify the secretary who shall make the necessary changes in the registration file. Failure to surrender the special license plates as required by this section is a Class 2 misdemeanor. Section 29. That § 32-5-109.3 be repealed. 32-5-109.3. Any resident veteran owner of a motor vehicle who has received the Congressional Medal of Honor may apply to the secretary to receive a maximum of two sets of special license plates. The special plates shall be numbered and contain a symbol to be determined by the secretary indicating that the owner has received the Congressional Medal of Honor. The symbol shall include a facsimile of the medallion portion of the Congressional Medal of Honor for the branch of the armed forces in which the recipient served at the time the award was earned. The special plates shall be displayed as set forth in § 32-5-98. The special license plate shall be reflectorized and validated each year with a sticker in the same manner as a noncommercial license plate. No license fees may be charged for the special plates and its renewal stickers, and any annual vehicle registration fees or other fees associated with the plates and renewal stickers are waived. If it is determined that the veteran owner does not qualify for the special plates, the plates shall be surrendered to the county treasurer of the applicant's residence. The treasurer shall notify the secretary who shall make the necessary changes in the registration file. The special plates may be retained by the veteran owner's family upon the veteran owner's death, but may not be displayed on the vehicle beyond the expiration of the plates or renewal stickers. Failure to surrender the special license plates as required by this section is a Class 2 misdemeanor. Section 30. That § 32-5-109.4 be repealed. 32-5-109.4. An owner of a motor vehicle, who is a resident of this state, who has a valid South Dakota driver's license, and who signs an affidavit attesting to the fact that he or she is an honorably discharged veteran having served on active duty in the armed forces of the United States or who is currently serving on active duty in the armed forces of the United States, may apply to the secretary to receive a set of special motor vehicle license plates designating the person as a veteran or active duty member. If an owner of a motor vehicle falsely attests that he or she is an honorably discharged veteran having served on active duty in the armed forces of the United States or is currently serving on active duty in the armed forces of the United States, the owner is guilty of a Class 2 misdemeanor. The plate may allow for additional indication of the conflict, rank, or status of the veteran or active duty member. The special plates shall be displayed as set forth in § 32-5-98. The special license plate shall be reflectorized and validated each year with a sticker in the same manner as a noncommercial license plate. In addition to the noncommercial license plate fees an additional fee of ten dollars shall be charged for the initial issuance of the special license plates. If it is determined that the veteran or active duty member owner does not qualify for the special plates or if the veteran or active duty member owner dies, the plates shall be surrendered to the county treasurer of the applicant's residence. However, if the veteran or active duty member owner dies, the special plates may be retained by the veteran or active duty member owner's family, but may not be displayed on the vehicle beyond the expiration of the plates or renewal stickers. The treasurer shall notify the secretary who shall make the necessary changes in the registration file. Failure to surrender the special license plates as required by this section is a Class 2 misdemeanor. Section 31. That § 32-5-109.5 be repealed. 32-5-109.5. Any resident owner of a motor vehicle who is a parent, spouse, sibling, or child of a member of the United States Armed Forces who died while in service to this country or who died as a result of the service, as certified by the Department of Veterans Affairs, may apply to the secretary to receive a maximum of two sets of special license plates which honor the person as a gold star family member. Each application shall be on a form prescribed by the secretary and shall include the certification from the Department of Veterans Affairs. The special plates shall be numbered and contain a symbol to be determined by the secretary indicating that the owner is a gold star family member. The special plates shall be displayed as set forth in § 32-5-98. The special license plate shall be reflectorized and validated each year with a sticker in the same manner as a noncommercial license plate. In addition to the noncommercial license plate fees, an additional fee of ten dollars shall be charged for the initial issuance of the special license plates. If it is determined that the owner does not qualify for the special plates, the plates shall be surrendered to the county treasurer of the applicant's residence. The treasurer shall notify the secretary who shall make the necessary changes in the registration file. The special plates may be retained by the owner's family upon the owner's death, but may not be displayed on the vehicle beyond the expiration of the plates or renewal stickers. Failure to surrender the special license plates as required by this section is a Class 2 misdemeanor. Section 32. That § 32-5-109.6 be repealed. 32-5-109.6. Any resident owner of a motor vehicle who has received the silver star medal, distinguished service cross, navy cross, air force cross, or distinguished flying cross and has a valid South Dakota driver license may apply to the secretary to receive special license plates which honor the person as a recipient of the silver star medal, distinguished service cross, navy cross, air force cross, or distinguished flying cross. Each application shall be on a form prescribed by the secretary and shall include the certification from the Department of Veterans Affairs. The special plates shall be numbered and contain a symbol to be determined by the secretary indicating that the owner is a recipient of the silver star medal, distinguished service cross, navy cross, air force cross, or distinguished flying cross. The special plates shall be displayed as set forth in § 32-5-98. The special license plate shall be reflectorized and validated each year with a sticker in the same manner as a noncommercial license plate. In addition to the noncommercial license plate fees, an additional fee of ten dollars shall be charged for the initial issuance of the special license plates. If it is determined that the owner does not qualify for the special plates, the plates shall be surrendered to the county treasurer of the applicant's residence. The treasurer shall notify the secretary who shall make the necessary changes in the registration file. The special plates may be retained by the owner's family upon the owner's death, but may not be displayed on the vehicle beyond the expiration of the plates or renewal stickers. Failure to surrender the special license plates as required by this section is a Class 2 misdemeanor. Section 33. That § 32-5-109.7 be repealed. 32-5-109.7. Any resident owner of a motor vehicle who has received the bronze star medal with valor device or the bronze star medal and has a valid South Dakota driver license may apply to the secretary to receive special license plates which honor the person as a recipient of the bronze star medal. Each application shall be on a form prescribed by the secretary and shall include the certification from the Department of Veterans Affairs. The special plates shall be numbered and contain a symbol to be determined by the secretary indicating that the owner is a recipient of the bronze star medal with valor device or the bronze star medal. The special plates shall be displayed as set forth in § 32-5-98. The special license plate shall be reflectorized and validated each year with a sticker in the same manner as a noncommercial license plate. In addition to the noncommercial license plate fees, an additional fee of ten dollars shall be charged for the initial issuance of the special license plates. If it is determined that the owner does not qualify for the special plates, the plates shall be surrendered to the county treasurer of the applicant's residence. The treasurer shall notify the secretary who shall make the necessary changes in the registration file. The special plates may be retained by the owner's family upon the owner's death, but may not be displayed on the vehicle beyond the expiration of the plates or renewal stickers. Failure to surrender the special license plates as required by this section is a Class 2 misdemeanor. Section 34. That § 32-30-8 be repealed. 32-30-8. A veteran who has a license issued pursuant to § 32-5-108 shall be entitled to courtesy in the parking of such automobile which shall relieve him from liability for any violations with respect to parking, except as provided in §§ 32-30-1 to 32-30-4, inclusive. Any municipal governing body may, by ordinance, prohibit parking on any street or highway for the purpose of creating a fire lane or to provide for the accommodation of heavy traffic during morning and afternoon rush hours. The privileges extended to veterans by this section do not apply on streets or highways when parking is prohibited. Section 35. That § 32-30-9 be amended to read as follows: 32-30-9. Any license issued as provided in § 32-5-108 subdivision (2) of section 4 of this Act, shall be displayed prominently upon the automobile motor vehicle while being parked by or under the direction of the veteran pursuant to § 32-30-8 § 32-30-11.1. Section 36. That § 32-30-10 be amended to read as follows: 32-30-10. Upon conviction of any offense involving a violation of the special privilege conferred by § 32-30-8 § 32-30-11.1 upon holders of the distinctive license plates issued under § 32-5-108 subdivision (2) of this section 4 of this Act, a magistrate or judge trying the case may, as a part of any penalty imposed, confiscate the distinctive license plates provided in § 32-5-108 subdivision (2) of section 4 of this Act, and to return the license plates to the Department of Revenue together with a certified copy of the imposed sentence. Section 37. That § 32-30-11 be amended to read as follows: 32-30-11. Any person, other than the veteran to whom it was issued, who uses a disabled veteran's license of identification issued pursuant to § 32-5-108 subdivision (2) of section 4 of this Act for the purpose of parking an automobile a motor vehicle as permitted by § 32-30-8 § 32-30-11.1, commits a Class 2 misdemeanor. The court shall assess a fine of not less than one hundred dollars if the parking space is marked in accordance with the Americans With Disabilities Act accessibility guidelines as of January 1, 2002."}, {"bill_id": 5581, "bill_version_id": 29349, "bill_version": "House Engrossed", "bill_version_date": "2014-01-29T16:34:29.86-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding military speciality plates. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Terms used in this Act mean, (1) \"Veteran,\" any person who meets the provisions of § 33A-2-1; (2) \"Owner,\" any person who owns a motor vehicle that is operated or driven on the public highways of this state or any person with written authorization to act on behalf of and as an agent for the owner; (3) \"Active duty,\" active duty in the United States armed forces; and (4) \"Service,\" service in the United States armed forces. Section 2. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Any owner may apply for a military specialty plate if the owner meets the requirements of this Act. The available military specialty plates are as follows: (1) National Guard plate; (2) Disabled veteran plate; (3) Veteran plate; (4) Active duty plate; (5) Prisoner of War plate; (6) Pearl Harbor survivor plate; (7) Gold Star plate; (8) Purple Heart plate; (9) Medal of Honor plate; (10) Silver Star plate; (11) Distinguished Service Cross plate; (12) Navy Cross plate; (13) Air Force Cross plate; (14) Distinguished Flying Cross plate; (15) Bronze Star with Valor plate; and (16) Bronze Star plate. Section 3. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Any owner applying for a military specialty plate listed in section 2 of this Act shall meet the following general requirements: (1) Be a resident of this state; (2) Possess a valid South Dakota driver license; (3) Comply with all state laws regarding registration and licensing; and (4) Pay all associated fees pursuant to sections 6 and 7 of this Act. Section 4. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Any owner applying for a military specialty plate listed in section 2 of this Act shall meet the following specific additional requirements for the respective military specialty plate: (1) Any applicant for the National Guard plate must be an active enlisted member of the National Guard, an active commissioned member of the National Guard, or a retired member of the National Guard with twenty years or more of creditable service; (2) Any applicant for the disabled veteran plate must be a veteran who has been rated as in receipt of a statutory benefit for loss or loss of use of one or more extremities, a veteran who receives a veteran's allotment for a total service-connected disability, or a veteran who has received a United States Veterans Administration K Award. The disability must have been incurred while serving on active duty during a time of war or while participating in a military mission involving armed conflict; (3) Any applicant for the veteran plate must be an honorably discharged veteran who served on active duty; (4) Any applicant for the active duty plate must currently be serving on active duty; (5) Any applicant for the Prisoner of War plate must be a veteran who was a prisoner of war while serving on active duty; (6) Any applicant for the Pearl Harbor survivor plate must have survived the attack at Pearl Harbor, Hawaii, on December 7, 1941, while serving on active duty, and have received an honorable discharge from the United States armed forces; (7) Any applicant for the Gold Star plate must be a parent, spouse, sibling, or child of a member of the United States armed forces who died while serving this country on active duty or as a result of that service; (8) Any applicant for the Purple Heart plate must be a veteran who received the Purple Heart as a result of the applicant's service; (9) Any applicant for the Medal of Honor plate must be a veteran who received the Medal of Honor as a result of the applicant's service; (10) Any applicant for the Silver Star plate must have received the Silver Star as a result of the applicant's service; (11) Any applicant for the Distinguished Service Cross plate must have received the Distinguished Service Cross as a result of the applicant's service; (12) Any applicant for the Navy Cross plate must have received the Navy Cross as a result of the applicant's service; (13) Any applicant for the Air Force Cross plate must have received the Air Force Cross as a result of the applicant's service; (14) Any applicant for the Distinguished Flying Cross plate must have received the Distinguished Flying Cross as a result of the applicant's service; (15) Any applicant for the Bronze Star with Valor plate must have received the Bronze Star with Valor as a result of the applicant's service; and (16) Any applicant for the Bronze Star plate must have received the Bronze Star as a result of the applicant's service. Section 5. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Any owner applying for a military specialty plate shall submit an application, on a form prescribed by the secretary, to the county treasurer of the applicant's county of residence. Any applicant who submits a falsified application is guilty of a Class 1 misdemeanor. The secretary may, at any time, require the applicant to provide additional information to determine if the applicant meets the military specialty plate requirements. The secretary may confer with the Department of Military, the Department of Veterans Affairs, and the United States Department of Veterans Affairs, to determine if the applicant meets the military specialty plate requirements. Section 6. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: In addition to the noncommercial annual registration and plate fees, each person receiving military specialty plates shall pay an additional ten dollar fee for the initial issuance of the military specialty plates. All fees collected under this section shall be placed in the license plate special revenue fund. Section 7. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding section 6 of this Act or any other contrary provisions of this Act, each veteran receiving the disabled veteran, Prisoner of War, Pearl Harbor survivor, or Purple Heart military specialty plates shall pay a ten dollar fee for the initial issuance of the military specialty plate and an annual fee of ten dollars for renewal decals, but is not subject to the annual registration fees assessed pursuant to § 32-5-6 or 32-5-9. Notwithstanding section 6 of this Act or any other contrary provisions of this Act, each veteran receiving the Medal of Honor plate may not be assessed annual registration fees, pursuant to § 32-5-6 or 32-5-9, or any other fees associated with the military specialty plate or renewal decals. Each veteran receiving a disabled veteran, Prisoner of War, Pearl Harbor survivor, Purple Heart, or Medal of Honor military specialty plate may get a maximum of two sets of the applied for military specialty plate. The plates may be placed on any automobile, pickup truck, or van licensed pursuant to § 32-5-6 or a motorcycle licensed pursuant to § 32-5-9. The veteran may choose to place one of the two sets of military specialty plates on a noncommercial pickup truck, which weighs more than six thousand pounds, licensed pursuant to § 32-5-6.3, or a motor home licensed pursuant to § 32-5-6.1, but shall pay the regular annual registration fees pursuant to those sections. Section 8. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Each military specialty plate shall be reflectorized and validated with a decal each year in the same manner as a noncommercial license plate. Military specialty plates may only be used on automobiles, pickup trucks, or vans licensed pursuant to § 32-5-6, motorcycles licensed pursuant to § 32-5-9, pickup trucks licensed pursuant to § 32-5-6.3, or motor homes licensed pursuant to § 32-5-6.1. Military specialty plates shall be displayed in accordance with § 32-5-98. Section 9. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Military specialty plates shall be numbered and designed by the secretary, with the exception of the National Guard plate which shall be designed by the adjutant general and approved by the secretary. The military specialty plates shall meet the following specific requirements: (1) The National Guard plate shall designate the owner as an active enlisted member of the National Guard, an active commissioned member of the National Guard, or a retired member of the National Guard; (2) The disabled veteran plate shall consist of a white background bordered on the left by a blue field with white stars and on the right by alternating red and white stripes. The words Disabled Veteran, shall be inscribed on the plate in blue, in at least ten point bold type; (3) The veteran plate shall designate the owner as a veteran. The plate may allow for additional indication of the conflict, rank, or status of the veteran; (4) The active duty plate shall designate the owner as currently serving on active duty. The plate may allow for additional indication of the conflict, rank, or status of the active duty member; (5) The Prisoner of War plate shall contain a symbol indicating that the owner was a prisoner of war; (6) The Pearl Harbor survivor plate shall contain a symbol indicating that the owner survived the attack at Pearl Harbor, Hawaii while serving on active duty; (7) The Gold Star plate shall contain a symbol indicating that the owner is a parent, spouse, sibling, or child of a member of the United States armed forces who died while serving this country on active duty or as a result of that service; (8) The Purple Heart plate shall contain a symbol indicating that the owner received the Purple Heart as a result of the owner's service; (9) The Medal of Honor plate shall contain a symbol indicating that the owner received the Medal of Honor, including a facsimile of the medallion portion corresponding to the branch of the United States armed forces for which the owner served when the medal was received, as a result of the owner's service; (10) The Silver Star plate shall contain a symbol indicating that the owner received the Silver Star as a result of the owner's service; (11) The Distinguished Service Cross plate shall contain a symbol indicating that the owner received the Distinguished Service Cross as a result of the owner's service; (12) The Navy Cross plate shall contain a symbol indicating that the owner received the Navy Cross as a result of the owner's service; (13) The Air Force Cross plate shall contain a symbol indicating that the owner received the Air Force Cross as a result of the owner's service; (14) The Distinguished Flying Cross plate shall contain a symbol indicating that the owner received the Distinguished Flying Cross as a result of the owner's service; (15) The Bronze Star with Valor plate shall contain a symbol indicating that the owner received the Bronze Star with Valor as a result of the owner's service; and (16) The Bronze Star plate shall contain a symbol indicating that the owner received the Bronze Star as a result of the owner's service. Section 10. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Military specialty plates shall be surrendered to the county treasurer of the owner's residence if the owner no longer qualifies for the plate. The county treasurer shall notify the secretary who shall make the necessary changes in the registration system. The military specialty plates may be retained by the owner's family upon the owner's death, but may not be displayed on any vehicle beyond the expiration of the military specialty plates or renewal decals. Failure to surrender the military specialty plates as required by this section is a Class 2 misdemeanor. Section 11. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: If the ownership of a motor vehicle with a military specialty plate is transferred or assigned, the transferor shall remove the military specialty plates from the vehicle and shall receive a credit for the unexpired time on the registration when the plates are attached to another vehicle. The county treasurer shall process a new registration indicating the motor vehicle to which the military specialty plates are to be transferred and send it to the department. The secretary shall make the necessary changes in the registration system and the credit shall be applied. The department shall notify the transferor of any corrections which need to be made. No credit may be issued if the military specialty plate is detached and not reattached to another motor vehicle. If the transferor fails to remove the military specialty plates pursuant to this section, the transferor is not entitled to any credit and the plates are no longer valid. A violation of this section is a Class 2 misdemeanor. Section 12. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: If a motor vehicle with a military specialty plate is destroyed by collision or fire, disposed of for salvage, or if rejected or condemned for use on the highways as the result of action by any inspection authority of this state, the registered owner of the motor vehicle shall remove the military specialty plates from the vehicle and shall receive a credit for the unexpired time on the registration when the plates are attached to another vehicle. The county treasurer shall process a new registration indicating the motor vehicle to which the military specialty plates are to be transferred and send it to the department. The secretary shall make the necessary changes in the registration system and the credit shall be applied. The department shall notify the transferor of any corrections which need to be made. If the military specialty plates were destroyed, the owner shall apply for a replacement set of plates pursuant to section 14 of this Act. No credit may be issued if the military specialty plate is detached and not reattached to another motor vehicle. If the owner fails to remove the military specialty plates pursuant to this section, the owner is not entitled to any credit and the plates are no longer valid. A violation of this section is a Class 2 misdemeanor. Section 13. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: If any military specialty plate is lost, mutilated, or destroyed, the owner of the registered vehicle may obtain a duplicate upon filing an affidavit showing such facts and after paying a ten dollar fee to the department. The fee shall be credited to the license plate special revenue fund. Section 14. That § 32-5-67 be amended to read as follows: 32-5-67. All fees received pursuant to §§ 32-5-65 and, 32-5-65.1, section 6, and section 7 of this Act shall be credited to a fund to be known as the license plate special revenue fund. The special revenue fund shall be expended for the purchase of special plates required pursuant to this chapter and the expenses of the office incident to the issuance thereof. Disbursements from this fund shall be made by warrants drawn by the state auditor on vouchers duly approved by the secretary. Section 15. That § 32-30-11.1 be amended to read as follows: 32-30-11.1. Any person with a physical disability, who displays special license plates issued under § 32-5-76 or 32-5-108 subdivision (2) of section 4 of this Act, a serially numbered certificate issued under § 32-5-76.1 or 32-5-76.2, or a similar license plate or certificate issued in another state on an automobile a motor vehicle used in transporting that person, shall be entitled to park without limitation in areas where parking is normally restricted by time factors and to park in any space reserved for a person with a disability. However, a municipality may, by ordinance, prohibit parking on any street or highway for the purpose of creating a fire lane, or to provide for the accommodation of heavy traffic during morning and afternoon rush hours. The privileges extended to persons with disabilities do not apply on streets or highways where and during any time parking is prohibited. Section 16. That § 32-5-55 be repealed. 32-5-55. Any owner of a motor vehicle, who is a resident of this state, who is a regularly enlisted or commissioned member of the South Dakota National Guard, other than an inactive member thereof, and who has complied with all of the laws of this state in relation to the registration of a motor vehicle, may receive plates bearing a special number and design, and designating the person as a member or retired member of the South Dakota National Guard. The number plates shall be designed by the adjutant general and subject to the approval of the department. The special plates shall be displayed as set forth in § 32-5-98. Section 17. That § 32-5-55.1 be repealed. 32-5-55.1. A retired member of the South Dakota National Guard with twenty years or more of creditable service is entitled to make application to the adjutant general and receive distinctive license plates as provided for in § 32-5-55, subject to the same limitations and conditions as are applicable to members of the active national guard. Section 18. That § 32-5-56 be repealed. 32-5-56. Each person receiving national guard special number plates shall pay a ten dollar fee for the cost of producing the special number plates. All fees collected under this section shall be placed in the license plate special revenue fund, as provided under § 32-5-67. Section 19. That § 32-5-56.1 be repealed. 32-5-56.1. The number plates authorized by § 32-5-55 shall be retained for the same period of time as plates referred to in § 32-5-83. Section 20. That § 32-5-59 be repealed. 32-5-59. Each member of the South Dakota National Guard shall apply to the county treasurer of the county of residence for the issuance of special number plates for the motor vehicles owned by the member. The guard member, in order to receive the special plates, shall have paid the appropriate license fee for the registration of the vehicle. Section 21. That § 32-5-61 be repealed. 32-5-61. A failure on the part of an active member of the South Dakota National Guard to make application to his unit commander for such special number plates as provided in § 32-5-57 will result in such member being required to accept regular number plates for his motor vehicle. Section 22. That § 32-5-62 be repealed. 32-5-62. If any member of the South Dakota National Guard is discharged, separated, or furloughed therefrom to a reserve or inactive status, the adjutant general shall, before relieving the member, require the member to surrender the special number plates identifying him or her as a member of the South Dakota National Guard. The special plates shall be surrendered to the adjutant general who shall notify the secretary who shall make the necessary changes in the registration file. The vehicle owner shall obtain regular number plates issued under § 32-5-55. Section 23. That § 32-5-63 be repealed. 32-5-63. If at any time a motor vehicle subject to the special number plates issued for the national guard shall be sold, conveyed, or otherwise transferred by the member or retired member of the South Dakota National Guard to whom such special number plates have been issued, the member shall notify the county treasurer of the county of residence. The county shall process a new registration indicating the motor vehicle to which the special plates are to be transferred and send it to the department. The secretary shall make the necessary changes in the file. The department shall notify the applicant of any corrections which need to be made. Section 24. That § 32-5-64 be repealed. 32-5-64. All statutes of this state relating to the registration of motor vehicles, and the titling and licensing of motor vehicles, the fees for registering, titling, and licensing of motor vehicles, and the retention of plates from year to year shall be applicable to members of the South Dakota National Guard and the distinctive plates issued in conformity with § 32-5-55. Section 25. That § 32-5-108 be repealed. 32-5-108. Any resident veteran owner of a motor vehicle who has received the United States Veterans' Administration K Award, meets the qualifications established by Public Law 187 of the Eighty-second Congress for a veteran to receive an automobile, or a veteran who has been rated as in receipt of a statutory benefit for loss or loss of use of one or more extremities, or a veteran who receives a veteran's allotment for a total service-connected disability, upon application to the department shall receive a maximum of two sets of special license plates for any automobile, pickup truck, or van licensed pursuant to § 32-5-5 or a motorcycle licensed pursuant to § 32-5-9. The veteran may choose to use one of the two sets of plates on a noncommercial motor vehicle that is a pickup truck and that weighs more than six thousand pounds licensed pursuant to § 32-5-6.3 or a motor home licensed pursuant to § 32-5-6.1. The veteran shall pay the regular license fees set out in §§ 32-5-6.3 and 32-5-6.1 and may not be required to pay the ten dollars for the special plates and renewal stickers. The special plates shall be displayed as set forth in § 32-5-98. The design of the license plate shall consist of a white background bordered on the left by a blue field with white stars and on the right by alternating red and white stripes. The words, Disabled Veteran, shall be inscribed on the plate in blue, in at least ten point bold type. The license plate shall be reflectorized and validated each year with a sticker in the same manner as a noncommercial license plate. License fees for the special plates shall be ten dollars for the plates and the renewal stickers. No license fee or sticker fee pursuant to § 32-5-6 or 32-5-9 may be charged to the veteran. The fees shall be deposited in the license plate special revenue fund. In order to qualify for a special license plate pursuant to this section, a veteran shall, in addition to meeting the qualifications established in the first paragraph, have incurred the disability while serving the United States in active duty during a time of war or while participating in a military mission involving armed conflict. If it is determined that the veteran owner does not qualify for the special plates or if the veteran owner dies, the plates shall be surrendered to the county treasurer of applicant's residence. The treasurer shall notify the secretary who shall make the necessary changes in the registration file. Failure to surrender the special license plates as required by this section is a Class 2 misdemeanor. Section 26. That § 32-5-109 be repealed. 32-5-109. Any resident of this state who was a prisoner of war while serving in the United States armed forces and who received an honorable discharge from the United States armed forces is eligible to apply to the secretary for a maximum of two sets special motor vehicle license plates if the resident has first complied with all laws of this state for any automobile, pickup truck, or van licensed pursuant to § 32-5-5 or a motorcycle licensed pursuant to § 32-5-9. The veteran may choose to use one of the two sets of plates on a noncommercial motor vehicle that is a pickup truck and that weighs more than six thousand pounds licensed pursuant to § 32-5-6.3 or a motor home licensed pursuant to § 32-5-6.1. The veteran shall pay the regular license fees set out in §§ 32-5-6.3 and 32-5-6.1 and may not be required to pay the ten dollars for the special plates and renewal stickers. Each application shall be on a form prescribed by the secretary and shall include certification of the applicant's prisoner of war status from the United States Veterans' Administration. The applicant shall pay a ten dollar fee and shall receive special plates. The special plates shall be displayed as set forth in § 32-5-98. A fee of ten dollars shall be paid for the renewal stickers. No registration fee or sticker fee may be charged to the applicant pursuant to § 32-5-6 or 32-5-9. The fees shall be deposited into the license plate special revenue fund. Upon approval of the application, the secretary shall issue the license plates which shall be numbered consecutively, beginning with the number 1, and the number shall be preceded by the letters POW. If it is determined that an applicant does not qualify for the special plates or if the applicant dies, the plates shall be surrendered to the county treasurer of the applicant's residence. The treasurer shall notify the secretary who shall make the necessary changes in the registration file. Failure to surrender the special license plates as required by this section is a Class 2 misdemeanor. Section 27. That § 32-5-109.1 be repealed. 32-5-109.1. Any resident of this state who was serving in the United States armed forces and survived the attack at Pearl Harbor, Hawaii, on December 7, 1941, and who received an honorable discharge, may apply to the secretary for a maximum of two sets of special motor vehicle license plates if the applicant has complied with all the laws of this state for any automobile, pickup truck, or van licensed pursuant to § 32-5-5 or a motorcycle licensed pursuant to § 32-5-9. The veteran may choose to use one of the two sets of plates on a noncommercial motor vehicle that is a pickup truck and that weighs more than six thousand pounds licensed pursuant to § 32-5-6.3 or a motor home licensed pursuant to § 32-5-6.1. The veteran shall pay the regular license fees set out in §§ 32-5-6.3 and 32-5-6.1 and may not be required to pay the ten dollars for the special plates and renewal stickers. Each application shall be on a form prescribed by the secretary and shall include such information as the secretary may require. The applicant shall pay a ten dollar fee and shall receive special plates. The special plates shall be displayed as set forth in § 32-5-98. A fee of ten dollars shall be paid for the renewal stickers. No registration fee or sticker fee may be charged to the applicant pursuant to § 32-5-6 or 32-5-9. The fee shall be deposited into the license plate special revenue fund. Upon approval of the application, the secretary shall issue the license plates. The license plates shall be numbered consecutively beginning with number 1 and contain a symbol to be determined by the secretary indicating that the owner of the vehicle is a Pearl Harbor survivor. If it is determined that an applicant does not qualify for the special plates or if the applicant dies, the plates shall be surrendered to the county treasurer of the applicant's residence. The treasurer shall notify the secretary who shall make the necessary changes in the registration file. Section 28. That § 32-5-109.2 be repealed. 32-5-109.2. Any resident veteran owner of a motor vehicle who has received the Purple Heart Medal may apply to the secretary to receive a maximum of two sets of special license plates for any automobile, pickup truck, or van licensed pursuant to § 32-5-5 or a motorcycle licensed pursuant to § 32-5-9. The veteran may choose to use one of the two sets of plates on a noncommercial motor vehicle that is a pickup truck and that weighs more than six thousand pounds licensed pursuant to § 32-5-6.3 or a motor home licensed pursuant to § 32-5-6.1. The veteran shall pay the regular license fees set out in §§ 32-5-6.3 and 32-5-6.1 and may not be required to pay the ten dollars for the special plates and renewal stickers. The fee for the special license plates and the renewal stickers shall be ten dollars. The special plates shall be numbered consecutively beginning with number 1 and contain a symbol to be determined by the secretary indicating that the owner has received the Purple Heart Medal. The special plates shall be displayed as set forth in § 32-5-98. The special license plate shall be reflectorized and validated each year with a sticker in the same manner as a noncommercial license plate. No license fees or renewal fees may be charged to the applicant pursuant to § 32-5-6 or 32-5-9. If it is determined that the veteran owner does not qualify for the special plates or if the veteran owner dies, the plates shall be surrendered to the county treasurer of the applicant's residence. The treasurer shall notify the secretary who shall make the necessary changes in the registration file. Failure to surrender the special license plates as required by this section is a Class 2 misdemeanor. Section 29. That § 32-5-109.3 be repealed. 32-5-109.3. Any resident veteran owner of a motor vehicle who has received the Congressional Medal of Honor may apply to the secretary to receive a maximum of two sets of special license plates. The special plates shall be numbered and contain a symbol to be determined by the secretary indicating that the owner has received the Congressional Medal of Honor. The symbol shall include a facsimile of the medallion portion of the Congressional Medal of Honor for the branch of the armed forces in which the recipient served at the time the award was earned. The special plates shall be displayed as set forth in § 32-5-98. The special license plate shall be reflectorized and validated each year with a sticker in the same manner as a noncommercial license plate. No license fees may be charged for the special plates and its renewal stickers, and any annual vehicle registration fees or other fees associated with the plates and renewal stickers are waived. If it is determined that the veteran owner does not qualify for the special plates, the plates shall be surrendered to the county treasurer of the applicant's residence. The treasurer shall notify the secretary who shall make the necessary changes in the registration file. The special plates may be retained by the veteran owner's family upon the veteran owner's death, but may not be displayed on the vehicle beyond the expiration of the plates or renewal stickers. Failure to surrender the special license plates as required by this section is a Class 2 misdemeanor. Section 30. That § 32-5-109.4 be repealed. 32-5-109.4. An owner of a motor vehicle, who is a resident of this state, who has a valid South Dakota driver's license, and who signs an affidavit attesting to the fact that he or she is an honorably discharged veteran having served on active duty in the armed forces of the United States or who is currently serving on active duty in the armed forces of the United States, may apply to the secretary to receive a set of special motor vehicle license plates designating the person as a veteran or active duty member. If an owner of a motor vehicle falsely attests that he or she is an honorably discharged veteran having served on active duty in the armed forces of the United States or is currently serving on active duty in the armed forces of the United States, the owner is guilty of a Class 2 misdemeanor. The plate may allow for additional indication of the conflict, rank, or status of the veteran or active duty member. The special plates shall be displayed as set forth in § 32-5-98. The special license plate shall be reflectorized and validated each year with a sticker in the same manner as a noncommercial license plate. In addition to the noncommercial license plate fees an additional fee of ten dollars shall be charged for the initial issuance of the special license plates. If it is determined that the veteran or active duty member owner does not qualify for the special plates or if the veteran or active duty member owner dies, the plates shall be surrendered to the county treasurer of the applicant's residence. However, if the veteran or active duty member owner dies, the special plates may be retained by the veteran or active duty member owner's family, but may not be displayed on the vehicle beyond the expiration of the plates or renewal stickers. The treasurer shall notify the secretary who shall make the necessary changes in the registration file. Failure to surrender the special license plates as required by this section is a Class 2 misdemeanor. Section 31. That § 32-5-109.5 be repealed. 32-5-109.5. Any resident owner of a motor vehicle who is a parent, spouse, sibling, or child of a member of the United States Armed Forces who died while in service to this country or who died as a result of the service, as certified by the Department of Veterans Affairs, may apply to the secretary to receive a maximum of two sets of special license plates which honor the person as a gold star family member. Each application shall be on a form prescribed by the secretary and shall include the certification from the Department of Veterans Affairs. The special plates shall be numbered and contain a symbol to be determined by the secretary indicating that the owner is a gold star family member. The special plates shall be displayed as set forth in § 32-5-98. The special license plate shall be reflectorized and validated each year with a sticker in the same manner as a noncommercial license plate. In addition to the noncommercial license plate fees, an additional fee of ten dollars shall be charged for the initial issuance of the special license plates. If it is determined that the owner does not qualify for the special plates, the plates shall be surrendered to the county treasurer of the applicant's residence. The treasurer shall notify the secretary who shall make the necessary changes in the registration file. The special plates may be retained by the owner's family upon the owner's death, but may not be displayed on the vehicle beyond the expiration of the plates or renewal stickers. Failure to surrender the special license plates as required by this section is a Class 2 misdemeanor. Section 32. That § 32-5-109.6 be repealed. 32-5-109.6. Any resident owner of a motor vehicle who has received the silver star medal, distinguished service cross, navy cross, air force cross, or distinguished flying cross and has a valid South Dakota driver license may apply to the secretary to receive special license plates which honor the person as a recipient of the silver star medal, distinguished service cross, navy cross, air force cross, or distinguished flying cross. Each application shall be on a form prescribed by the secretary and shall include the certification from the Department of Veterans Affairs. The special plates shall be numbered and contain a symbol to be determined by the secretary indicating that the owner is a recipient of the silver star medal, distinguished service cross, navy cross, air force cross, or distinguished flying cross. The special plates shall be displayed as set forth in § 32-5-98. The special license plate shall be reflectorized and validated each year with a sticker in the same manner as a noncommercial license plate. In addition to the noncommercial license plate fees, an additional fee of ten dollars shall be charged for the initial issuance of the special license plates. If it is determined that the owner does not qualify for the special plates, the plates shall be surrendered to the county treasurer of the applicant's residence. The treasurer shall notify the secretary who shall make the necessary changes in the registration file. The special plates may be retained by the owner's family upon the owner's death, but may not be displayed on the vehicle beyond the expiration of the plates or renewal stickers. Failure to surrender the special license plates as required by this section is a Class 2 misdemeanor. Section 33. That § 32-5-109.7 be repealed. 32-5-109.7. Any resident owner of a motor vehicle who has received the bronze star medal with valor device or the bronze star medal and has a valid South Dakota driver license may apply to the secretary to receive special license plates which honor the person as a recipient of the bronze star medal. Each application shall be on a form prescribed by the secretary and shall include the certification from the Department of Veterans Affairs. The special plates shall be numbered and contain a symbol to be determined by the secretary indicating that the owner is a recipient of the bronze star medal with valor device or the bronze star medal. The special plates shall be displayed as set forth in § 32-5-98. The special license plate shall be reflectorized and validated each year with a sticker in the same manner as a noncommercial license plate. In addition to the noncommercial license plate fees, an additional fee of ten dollars shall be charged for the initial issuance of the special license plates. If it is determined that the owner does not qualify for the special plates, the plates shall be surrendered to the county treasurer of the applicant's residence. The treasurer shall notify the secretary who shall make the necessary changes in the registration file. The special plates may be retained by the owner's family upon the owner's death, but may not be displayed on the vehicle beyond the expiration of the plates or renewal stickers. Failure to surrender the special license plates as required by this section is a Class 2 misdemeanor. Section 34. That § 32-30-8 be repealed. 32-30-8. A veteran who has a license issued pursuant to § 32-5-108 shall be entitled to courtesy in the parking of such automobile which shall relieve him from liability for any violations with respect to parking, except as provided in §§ 32-30-1 to 32-30-4, inclusive. Any municipal governing body may, by ordinance, prohibit parking on any street or highway for the purpose of creating a fire lane or to provide for the accommodation of heavy traffic during morning and afternoon rush hours. The privileges extended to veterans by this section do not apply on streets or highways when parking is prohibited. Section 35. That § 32-30-9 be amended to read as follows: 32-30-9. Any license issued as provided in § 32-5-108 subdivision (2) of section 4 of this Act, shall be displayed prominently upon the automobile motor vehicle while being parked by or under the direction of the veteran pursuant to § 32-30-8 § 32-30-11.1. Section 36. That § 32-30-10 be amended to read as follows: 32-30-10. Upon conviction of any offense involving a violation of the special privilege conferred by § 32-30-8 § 32-30-11.1 upon holders of the distinctive license plates issued under § 32-5-108 subdivision (2) of this section 4 of this Act, a magistrate or judge trying the case may, as a part of any penalty imposed, confiscate the distinctive license plates provided in § 32-5-108 subdivision (2) of section 4 of this Act, and to return the license plates to the Department of Revenue together with a certified copy of the imposed sentence. Section 37. That § 32-30-11 be amended to read as follows: 32-30-11. Any person, other than the veteran to whom it was issued, who uses a disabled veteran's license of identification issued pursuant to § 32-5-108 subdivision (2) of section 4 of this Act for the purpose of parking an automobile a motor vehicle as permitted by § 32-30-8 § 32-30-11.1, commits a Class 2 misdemeanor. The court shall assess a fine of not less than one hundred dollars if the parking space is marked in accordance with the Americans With Disabilities Act accessibility guidelines as of January 1, 2002."}, {"bill_id": 5581, "bill_version_id": 30463, "bill_version": "Enrolled", "bill_version_date": "2014-02-18T09:59:25.487-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5581, "action_date": "2014-01-14T12:00:00-06:00", "document_id": 28475, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28475.pdf", "status_text": "First read in House and referred to", "journal_page": 27, "committee_id_action": 231, "committee_id_assigned": 226, "result": "N", "vote": {}}, {"bill_id": 5581, "action_date": "2014-01-23T10:00:00-06:00", "document_id": 28524, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28524.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 226, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5581, "action_date": "2014-01-23T10:00:00-06:00", "document_id": 28860, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28860.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 226, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5581, "action_date": "2014-01-23T10:00:00-06:00", "document_id": 28860, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28860.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 226, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5581, "action_date": "2014-01-23T10:00:00-06:00", "document_id": 28860, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28860.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 226, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5581, "action_date": "2014-01-23T10:00:00-06:00", "document_id": 28860, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28860.pdf", "status_text": "Do Pass Amended", "journal_page": 76, "committee_id_action": 226, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15159, "president_vote": null, "Yea": [517, 449, 479, 496, 515, 511, 512, 462, 514, 459, 506, 430, 461]}}, {"bill_id": 5581, "action_date": "2014-01-28T14:00:00-06:00", "document_id": 29174, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29174.pdf", "status_text": "Deferred to another day", "journal_page": 130, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5581, "action_date": "2014-01-29T14:00:00-06:00", "document_id": 29326, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29326.pdf", "status_text": "Motion to amend", "journal_page": 164, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5581, "action_date": "2014-01-29T14:00:00-06:00", "document_id": 29326, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29326.pdf", "status_text": "Do Pass Amended", "journal_page": 164, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15385, "president_vote": null, "Yea": [528, 527, 453, 522, 525, 433, 467, 524, 489, 517, 519, 505, 449, 431, 455, 425, 481, 509, 503, 477, 520, 479, 457, 454, 523, 496, 458, 451, 466, 845, 499, 442, 476, 521, 507, 487, 423, 439, 500, 502, 497, 515, 511, 512, 463, 518, 484, 462, 485, 514, 459, 464, 510, 450, 506, 430, 513, 468, 498, 516, 508, 480, 460, 448, 441], "Excused": [456, 504, 501, 478, 461]}}, {"bill_id": 5581, "action_date": "2014-01-30T14:00:00-06:00", "document_id": 29451, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/29451.pdf", "status_text": "First read in Senate and referred to", "journal_page": 172, "committee_id_action": 229, "committee_id_assigned": 216, "result": "N", "vote": {}}, {"bill_id": 5581, "action_date": "2014-02-12T08:00:00-06:00", "document_id": 30073, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30073.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 216, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5581, "action_date": "2014-02-12T08:00:00-06:00", "document_id": 30238, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30238.pdf", "status_text": "Do Pass", "journal_page": 306, "committee_id_action": 216, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 15976, "president_vote": null, "Yea": [429, 436, 526, 492, 491, 495, 434]}}, {"bill_id": 5581, "action_date": "2014-02-12T08:00:00-06:00", "document_id": 30238, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30238.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 216, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5581, "action_date": "2014-02-13T13:00:00-06:00", "document_id": 30413, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30413.pdf", "status_text": "Do Pass Amended", "journal_page": 332, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16116, "president_vote": null, "Yea": [469, 437, 444, 473, 495, 447, 472, 470, 432, 465, 847, 483, 443, 429, 452, 438, 526, 424, 492, 491, 428, 475, 435, 440, 493, 849, 474, 426, 446, 494, 434, 490, 486], "Excused": [846, 436]}}, {"bill_id": 5581, "action_date": "2014-02-18T14:00:00-06:00", "document_id": 30510, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30510.pdf", "status_text": "Signed by the Speaker", "journal_page": 441, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5581, "action_date": "2014-02-19T14:00:00-06:00", "document_id": 30605, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30605.pdf", "status_text": "Signed by the President", "journal_page": 373, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5581, "action_date": "2014-02-20T14:00:00-06:00", "document_id": 30701, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30701.pdf", "status_text": "Delivered to the Governor", "journal_page": 477, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5581, "action_date": "2014-02-26T14:00:00-06:00", "document_id": 31117, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31117.pdf", "status_text": "Signed by the Governor", "journal_page": 564, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5630, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/5581"}