{"session_id": 69, "bill_id": 24476, "bill_type": "Senate Bill", "bill_number": 34, "bill_title": "establish and modify provisions related to school safety.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24476", "sponsors": [{"legislator_profile_id": 4492, "is_prime": true}, {"legislator_profile_id": 4507, "is_prime": true}, {"legislator_profile_id": 4500, "is_prime": false}, {"legislator_profile_id": 4529, "is_prime": false}, {"legislator_profile_id": 4538, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4547, "is_prime": false}, {"legislator_profile_id": 4556, "is_prime": false}, {"legislator_profile_id": 4567, "is_prime": false}], "keywords": ["Code Commission", "Education", "Grants", "Law Enforcement", "Promulgation of Rules", "School Districts"], "audio": [{"meeting_datetime": "2024-01-11T08:15:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sed03.mp3", "start_seconds": 96.0}, {"meeting_datetime": "2024-01-11T08:15:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sed03.mp3", "start_seconds": 96.0}, {"meeting_datetime": "2024-01-11T08:15:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sed03.mp3", "start_seconds": 96.0}], "bill_versions": [{"bill_id": 24476, "bill_version_id": 258073, "bill_version": "Introduced", "bill_version_date": "2024-01-03T17:16:56.963-06:00", "bill_text": "An Act to establish and modify provisions related to school safety. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to Title 13: Terms used in this chapter mean: (1) \"Commission,\" the Law Enforcement Officers Standards Commission; (2) \"School resource officer,\" a sworn law enforcement officer who is assigned to a school district to provide safety and crime prevention pursuant to an agreement between the board of the school district and the employing law enforcement agency; and (3) \"School sentinel,\" a school district employee authorized in accordance with this chapter to carry or possess a firearm on school premises. Section 2. That a NEW SECTION be added to Title 13: Each exterior door of a public school, if unlocked during regular school hours when students are present, must be monitored and controlled by a school district employee who is physically present. If an exterior door of a public school is locked during regular school hours when students are present, the door must be monitored by a school district employee through a video surveillance system or other means. Section 3. That a NEW SECTION be added to Title 13: The board of a school district must ensure that a school resource officer or a school sentinel is immediately available at each school operated by the district during regular school hours if students are present. Section 4. That a NEW SECTION be added to Title 13: Before a law enforcement agency assigns a school resource officer to a school district, the agency and the board of the school district must enter into an agreement. The agreement must address: (1) The minimum training and qualifications of a school resource officer; (2) The duties and responsibilities of a school resource officer; (3) The cost share of the school district for a school resource officer; and (4) How the agreement may be modified, renewed, and terminated. Section 5. That a NEW SECTION be added to Title 13: The Department of Education shall provide, with moneys appropriated in the General Appropriations Act, a grant to each law enforcement agency that enters into an agreement pursuant to section 4 of this Act. The grant must equal thirty-five percent of the amount anticipated to be provided by the employing law enforcement agency to each school resource officer as: (1) Annual salary; (2) Annual benefits; and (3) Miscellaneous expenses anticipated to be incurred in serving as a school resource officer, including training, equipment, travel, and uniforms. An annual grant under this section is payable incrementally, at the conclusion of each month during the school year. If the annual grant provided by this section exceeds the actual costs incurred by the agency, the agency must remit any excess moneys to the department. Section 6. That a NEW SECTION be added to Title 13: The Department of Education shall, for purposes of administering the grant payable under section 5 of this Act, promulgate rules, pursuant to chapter 1-26, to establish: (1) The timeline by which the agreement under section 4 of this Act must be executed for the grant to apply; (2) The time and manner in which employment as a school resource officer must be verified; (3) The nature and scope of miscellaneous expenses that may be included for reimbursement; and (4) The manner in which the miscellaneous expenses are to be reported and verified. Section 7. That a NEW SECTION be added to title 13: The Department of Public Safety shall operate a school safety tipline, comprised of a website, phone line, or mobile device application, that allows a person to anonymously report any dangerous, violent, or unlawful activity that is being conducted, is reasonably suspected of being conducted, or is threatened or planned to be conducted, on school premises. The department shall, as appropriate, refer a report made through the tipline to school officials, law enforcement personnel, or other service providers. Each school district shall publicize the school safety tipline on its website and in a conspicuous place in each school operated by the district. Section 8. That § 13-64-1 be AMENDED: 13-64-1. Any The board of a school board district may create, establish, and supervise the arming of school employees, hired security personnel, or volunteers in such manner and according to such protocols as the board may believe to be most likely a school sentinel program in accordance with this chapter to secure or enhance the deterrence of physical threat and defense of the school, its provide safety and security for students, its staff, and members of the public on the school premises against violent attack. Those so authorized shall be referred to as school sentinels A school district employee who meets the requirements in § 13-64-3 and is authorized by the board to serve as a school sentinel may carry or possess a firearm on the premises of a school operated by the district. Section 9. That § 13-64-3 be AMENDED: 13-64-3. Any person who actsIn order to serve as a school sentinel, pursuant to § 13-64-1, a school district employee shall first successfully complete a school sentinel: (1) Meet the initial education and training course as defined standards established by the Law Enforcement Officers Standards Commission commission pursuant to subdivision 23-3-35(16) § 23-3-35; (2) Meet any annual continuing education or training requirements established by the commission pursuant to § 23-3-35; and (3) Hold an enhanced permit to carry a concealed pistol issued in accordance with chapter 23-7. The Department of Education shall provide to each school district, with moneys appropriated in the General Appropriations Act, a three-thousand-dollar stipend to be provided to each employee who serves as a school sentinel in the district. Section 10. That § 13-64-15 be AMENDED: 13-64-15. No law enforcement officer or county sheriff, nor the Law Enforcement Officers Standards Commission commission, Division of Criminal Investigation, Office of Attorney General, the State of South Dakota, nor any agents, employees, or members thereof, is liable for any injury caused by, related to, or resulting from: (1) The implementation of the a school sentinel program established by this chapter; (2) The adoption, promulgation, administration, or implementation of educational and training standards for school sentinels; (3) The training provided by the Law Enforcement Officers Standards Commission commission, the Division of Criminal Investigation, the Office of Attorney General, or the state; (4) The approvals required by the county sheriff under this chapter; or (5) The performance, administration, or implementation of any services or programs that assist a school district in carrying out its duties under this chapter to establish a school sentinel program. Section 11. The Code Commission, in future supplements and revisions of South Dakota Codified Laws, shall transfer §§ 13-64-1 13-64-2, 13-64-3, 13-64-4, 13-64-6, 13-64-15, and 13-64-16 to the new chapter established by this Act. The Code Commission is authorized and directed, pursuant to § 2-16-9, to correct and integrate all provisions and associated cross references that have been renumbered pursuant to this section. Section 12. That § 13-64-5 be REPEALED: No provision of § 13-32-7 or any other provisions of state statute is effective to restrict or limit the provisions of this chapter. However, nothing in this chapter authorizes any person to carry a concealed weapon without a valid permit. Section 13. That § 13-64-7 be REPEALED: A decision by a school board to implement a school sentinel program pursuant to § 13-64-1 may be referred to a vote of the qualified voters of the school district by the filing of a petition signed by five percent of the registered voters in the school district, based upon the total number of registered voters at the last preceding general election. The board shall allow sufficient time for the referendum process authorized in this section. Section 14. That § 13-64-8 be REPEALED: A petition to refer a school board decision pursuant to § 13-64-7 may be filed with the business manager of the school district within twenty days after its publication. The filing of the petition shall require the submission of the decision to a vote of the qualified voters of the school district for its rejection or approval. Section 15. That § 13-64-9 be REPEALED: The petition shall contain the school board decision regarding the school sentinel program and the date of its passage. Section 16. That § 13-64-10 be REPEALED: Voters signing a referendum petition under § 13-64-7 shall comply with the same requirements provided for counties under § 7-18A-11, and the petition shall be verified in the same manner as provided for counties in § 7-18A-12. Section 17. That § 13-64-11 be REPEALED: The election shall be held with the regular school district election. Section 18. That § 13-64-12 be REPEALED: The business manager of the school district shall have the entire referred decision published once a week for two successive weeks immediately preceding the election. The publication shall include a notice stating the date of election. Section 19. That § 13-64-13 be REPEALED: The business manager of the school district shall have ballots printed for the vote upon the referred school board decision and have them distributed as other official ballots are distributed. Such ballots shall conform as near as may be to the law governing the submission of questions by the Legislature, except that the statement required to be printed on the ballots shall be prepared by the state's attorney. All questions to be voted upon at the same election may be submitted upon the same ballot. Section 20. That § 13-64-14 be REPEALED: No referred school board decision regarding the school sentinel program becomes operative unless approved by a majority of the votes cast for or against the same. If approved, the decision shall take effect upon completion of the canvass of the election returns relating to the school sentinel program."}], "amendments": [{"bill_id": 24476, "document_id": 258918, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/258918.pdf", "legislator_profile_id": 4550, "document_id_instructions": 258920, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/258920.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 24476, "action_date": "2024-01-09T12:00:00-06:00", "document_id": 257007, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/257007.pdf", "status_text": "First read in Senate and referred to", "journal_page": 19, "committee_id_action": 1219, "committee_id_assigned": 1211, "result": "N", "vote": {}}, {"bill_id": 24476, "action_date": "2024-01-11T08:15:00-06:00", "document_id": 258829, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/258829.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1211, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24476, "action_date": "2024-01-11T08:15:00-06:00", "document_id": 258836, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/258836.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1211, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78343, "president_vote": null, "Yea": [4480, 4488, 4523, 4550, 4559], "Nay": [4547, 4517]}}]}