{"session_id": 69, "bill_id": 24892, "bill_type": "Senate Bill", "bill_number": 25, "bill_title": "revise provisions regarding possessing, manufacturing, or distributing child pornography.", "sponsors": [], "keywords": ["Crimes", "Executive/Judiciary Request", "Minors", "Obscenity and Public Indecency", "Sex Offenses"], "audio": [], "bill_versions": [{"bill_id": 24892, "bill_version_id": 257766, "bill_version": "Introduced", "bill_version_date": "2023-12-29T17:17:08.077-06:00", "bill_text": "An Act to revise provisions regarding possessing, manufacturing, or distributing child pornography. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 22-24A-2 be AMENDED: 22-24A-2. Terms used in §§ 22-19A-1, 22-24A-1 to 22-24A-20, inclusive, 22-24B-1, 23A-27-14.1, and 43-43B-1 to 43-43B-3, inclusive, mean: (1) \"Adult,\" any person eighteen years of age or older; (2) \"Child pornography,\" any image or visual depiction of a minor engaged in prohibited sexual acts, including any videographic or still image of a minor created, adapted, or modified to depict a minor engaged in prohibited sexual acts; (3) \"Child\" or \"minor,\" any person under the age of eighteen years, or an image of an adult used, created, adapted, or modified to depict that adult as a minor by face, likeness, or other distinguishing characteristic; (3A)(4) \"Child-like sex doll,\" any obscene anatomical doll, obscene anatomical mannequin, or obscene anatomical robot that is intentionally designed to resemble a prepubescent child and either to entice sexual excitement or to engage in prohibited sexual acts; (4)(5) \"Computer,\" any electronic, magnetic, optical, electrochemical, or other high-speed data processing device performing logical, arithmetic, or storage functions and includes any data storage facility or communications facility directly related to or operating in conjunction with such device, including wireless communication devices such as cellular phones. The term also includes any on-line service, internet service, or internet bulletin board; (5) Deleted by SL 2005, ch 120, § 408 (6) \"Computer-generated image,\" any image or visual depiction created by use of computer technology capable of processing and interpreting specific data inputs to create an image or visual depiction of an individual indistinguishable from an actual minor; (6)(7) \"Digital media,\" any electronic storage device, including a floppy disk or other magnetic storage device or any compact disc that has memory and the capacity to store audio, video, or written materials; (7)(8) \"Harmful to minors,\" any reproduction, imitation, characterization, description, visual depiction, exhibition, presentation, or representation, of whatever kind or form, depicting nudity, sexual conduct, or sexual excitement if it: (a) Predominantly appeals to the prurient, shameful, or morbid interest of minors; (b) Is patently offensive to prevailing standards in the adult community as a whole with respect to what is suitable material for minors; and (c) Taken as a whole, is without serious literary, artistic, political, or scientific value for minors. This term does not include a mother's breast-feeding of her baby; (8)(9) \"Masochism,\" sexual gratification achieved by a person through, or the association of sexual activity with, submission or subjection to physical pain, suffering, humiliation, torture, or death; (9)(10) \"Nudity,\" the showing or the simulated showing of the human male or female genitals, pubic area, or buttocks with less than a fully opaque covering; or the showing of the female breast with less than a fully opaque covering of any portion thereof below the top of the nipple; or the depiction of covered male genitals in a discernibly turgid state for the purpose of creating sexual excitement. This term does not include a mother's breast-feeding of her baby irrespective of whether or not the nipple is covered during or incidental to feeding; (10)(11) \"Obscene,\" the status of material which: (a) The average person, applying contemporary community standards, would find, taken as a whole, appeals to the prurient interest; (b) Depicts or describes, in a patently offensive way, prohibited sexual acts; and (c) Taken as a whole, lacks serious literary, artistic, political, or scientific value. This term does not include a mother's breast-feeding of her baby; (11)(12) \"Person,\" includes individuals, children, firms, associations, joint ventures, partnerships, estates, trusts, business trusts, syndicates, fiduciaries, corporations, and all other groups or combinations; (12)(13) \"Sadism,\" sexual gratification achieved through, or the association of sexual activity with, the infliction of physical pain, suffering, humiliation, torture, or death; (13)(14) \"Sadomasochistic abuse,\" flagellation or torture by or upon a minor, or the condition of being fettered, bound, or otherwise physically restrained, for the purpose of deriving sexual satisfaction, or satisfaction brought about as a result of sadistic violence, from inflicting harm on another or receiving such harm oneself; (14)(15) \"Sexual battery,\" oral, anal, or vaginal penetration by, or union with, the sexual organ of another or the anal or vaginal penetration of another by any other object. This term does not include an act done for a bona fide medical purpose; (15)(16) \"Sexual bestiality,\" any sexual act, actual or simulated, between a person and an animal involving the sex organ of the one and the mouth, anus, or vagina of the other; (16)(17) \"Prohibited sexual act,\" actual or simulated sexual intercourse, sadism, masochism, sexual bestiality, incest, masturbation, or sadomasochistic abuse; actual or simulated exhibition of the genitals, the pubic or rectal area, or the bare feminine breasts, in a lewd or lascivious manner; actual physical contact with a person's clothed or unclothed genitals, pubic area, buttocks, or, if such person is a female, breast with the intent to arouse or gratify the sexual desire of either party; defecation or urination for the purpose of creating sexual excitement in the viewer; or any act or conduct which constitutes sexual battery or simulates that sexual battery is being or will be committed. The term includes encouraging, aiding, abetting or enticing any person to commit any such acts as provided in this subdivision. The term does not include a mother's breast-feeding of her baby; (17)(18) \"Sexual excitement,\" the condition of the human male or female genitals if in a state of sexual stimulation or arousal; (18)(19) \"Sexually oriented material,\" any book, article, magazine, publication, visual depiction or written matter of any kind or any drawing, etching, painting, photograph, motion picture film, or sound recording that depicts sexual activity, actual or simulated, involving human beings or human beings and animals, that exhibits uncovered human genitals or the pubic region in a lewd or lascivious manner, or that exhibits human male genitals in a discernibly turgid state, even if completely and opaquely covered; (19)(20) \"Simulated,\" the explicit depiction of conduct described in subdivision (16) (17) of this section that creates the appearance of such conduct and that exhibits any uncovered portion of the breasts, genitals, or anus; (20)(21) \"Visual depiction,\" any developed and undeveloped film, photograph, slide and videotape, and any photocopy, drawing, printed or written material, and any data stored on computer disk, digital media, or by electronic means that are capable of conversion into a visual image. Section 2. That § 22-24A-3 be AMENDED: 22-24A-3. A person is guilty of possessing, manufacturing, or distributing child pornography if the person: (1) Creates any visual depiction of a minor engaging in a prohibited sexual act, or in the simulation of such an act; (2) Causes or knowingly permits the creation of any visual depiction of a minor engaged in a prohibited sexual act, or in the simulation of such an act; or (3) Knowingly possesses, distributes, or otherwise disseminates any visual depiction of a minor engaging in a prohibited sexual act, or in the simulation of such an act; or (4) Knowingly possesses, distributes, or otherwise disseminates any computer-generated image intentionally designed to resemble a minor engaged in a prohibited sexual act. Consent to performing these proscribed acts by a minor or a minor's parent, guardian, or custodian, or mistake as to the minor's age is not a defense to a charge of violating this section. A violation of this section is a Class 4 felony. If a person is convicted of a second or subsequent violation of this section within fifteen years of the prior conviction, the violation is a Class 3 felony. The court shall order an assessment pursuant to § 22-22-1.3 of any person convicted of violating this section. Section 3. That § 26-10-33 be AMENDED: 26-10-33. No minor, as defined in subdivision 26-7A-1(21), may intentionally create, produce, distribute, present, transmit, post, exchange, disseminate, or possess, through any computer or digital media, any photograph or digitized image or any visual depiction of a minor in any condition of nudity, as defined in subdivision 22-24A-2(9) 22-24A-2(10), or involved in any prohibited sexual act, as defined in subdivision 22-24A-2(16) 22-24A-2(17). Any violation of this section constitutes the offense of juvenile sexting, which is a Class 1 misdemeanor."}], "amendments": [], "fiscal_notes": [], "action_log": [], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24892"}