{"session_id": 7, "bill_id": 661, "bill_type": "House Bill", "bill_number": 1193, "bill_title": "increase the license fees for certain noncommercial motor homes, recreational vehicles, and noncommercial trailers and semitrailers.", "sponsors": [{"legislator_profile_id": 711, "is_prime": true}, {"legislator_profile_id": 662, "is_prime": true}, {"legislator_profile_id": 716, "is_prime": false}, {"legislator_profile_id": 635, "is_prime": false}, {"legislator_profile_id": 708, "is_prime": false}, {"legislator_profile_id": 709, "is_prime": false}, {"legislator_profile_id": 713, "is_prime": false}], "keywords": ["Fees", "Licenses", "Motor Vehicles"], "audio": [{"meeting_datetime": "2009-02-17T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/htr23.mp3", "start_seconds": 3425.0}, {"meeting_datetime": "2009-02-17T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/htr23.mp3", "start_seconds": 3425.0}, {"meeting_datetime": "2009-02-17T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2009/htr23.mp3", "start_seconds": 3425.0}], "bill_versions": [{"bill_id": 661, "bill_version_id": 6214, "bill_version": "Introduced", "bill_version_date": "2009-01-29T08:54:14.55-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase the license fees for certain noncommercial motor homes, recreational vehicles, and noncommercial trailers and semitrailers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 32-5-6.1 be amended to read as follows: 32-5-6.1. License fees for any noncommercial motor home shall be determined by the manufacturer's shipping weight, including accessories, as follows: (1) Six thousand pounds or less, inclusive, sixty eighty dollars; (2) From 6,001 to 8,000 pounds, inclusive, eighty one hundred ten dollars; (3) From 8,001 to 10,000 pounds, inclusive, one hundred fifty dollars; (4) For each additional 2,000 pounds or major fraction thereof, in excess of 10,000 pounds, twenty thirty dollars. For the purposes of this section, a motor home is a vehicle designed to provide temporary living quarters for recreational, camping, or travel use, built on or permanently attached to a self-propelled motor vehicle chassis or on a chassis cab or van that is an integral part of the completed vehicle. Section 2. That § 32-5-8 be amended to read as follows: 32-5-8. License fees and compensation for any recreational vehicle as defined in § 32-3-1 or for any noncommercial trailer and semitrailer, for use of the highways payable under § 32-5-5 and pulled by a noncommercial motor vehicle on which the license fees were paid pursuant to § 32-5-6, shall be determined upon the basis of their actual weight as follows: (1) One thousand pounds or less, inclusive, ten twenty dollars; (2) From 1,001 to 2,000 pounds, inclusive, twenty thirty dollars; (3) From 2,001 to 3,000 pounds, inclusive, thirty-five fifty dollars; (4) From 3,001 to 4,000 pounds, inclusive, forty-five sixty dollars; (5) From 4,001 to 5,000 pounds, inclusive, fifty-five seventy dollars; (6) From 5,001 to 6,000 pounds, inclusive, sixty-five eighty dollars; (7) From 6,001 to 7,000 pounds, inclusive, seventy-five ninety dollars; (8) From 7,001 to 8,000 pounds, inclusive, eighty-five one hundred dollars; (9) From 8,001 to 9,000 pounds, inclusive, ninety-five one hundred ten dollars; (10) From 9,001 to 10,000 pounds, inclusive, one hundred five twenty dollars; (11) For each additional 1,000 pounds or major fraction thereof, in excess of 10,000 pounds, ten fifteen dollars. Any trailer or semitrailer licensed pursuant to this section may be pulled by a noncommercial motor vehicle licensed pursuant to § 32-5-8.1 or a commercially licensed motor vehicle if the motor vehicle is registered at a gross weight to cover the weight of the trailer and its load."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 661, "action_date": "2009-01-29T14:00:00-06:00", "document_id": 6340, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/6340.pdf", "status_text": "First read in House and referred to", "journal_page": 188, "committee_id_action": 56, "committee_id_assigned": 51, "result": "N", "vote": {}}, {"bill_id": 661, "action_date": "2009-02-17T10:00:00-06:00", "document_id": 7342, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7342.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 51, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 661, "action_date": "2009-02-17T10:00:00-06:00", "document_id": 7532, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/7532.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 384, "committee_id_action": 51, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 4123, "president_vote": null, "Excused": [708, 734], "Nay": [730, 711, 731, 641], "Yea": [672, 738, 696, 637, 657, 733, 654]}}]}