{"session_id": 47, "bill_id": 13380, "bill_type": "House Concurrent Resolution", "bill_number": 1001, "bill_title": "Expressing legislative intent with reference to a pilot program for West River deer license allocation and hunter access.", "sponsors": [{"legislator_profile_id": 2099, "is_prime": true}, {"legislator_profile_id": 2181, "is_prime": true}, {"legislator_profile_id": 2119, "is_prime": false}, {"legislator_profile_id": 2153, "is_prime": false}, {"legislator_profile_id": 2179, "is_prime": false}, {"legislator_profile_id": 2183, "is_prime": false}, {"legislator_profile_id": 2195, "is_prime": false}, {"legislator_profile_id": 2198, "is_prime": false}], "keywords": ["Commemorations", "Hunting & Fishing"], "audio": [], "bill_versions": [{"bill_id": 13380, "bill_version_id": 78190, "bill_version": "Introduced", "bill_version_date": "1997-12-22T00:00:00-06:00", "bill_text": "A CONCURRENT RESOLUTION, Expressing legislative intent with reference to a pilot program for West River deer license allocation and hunter access. WHEREAS, the Interim Hunting Issues Committee has worked closely with the Department of Game, Fish and Parks to formulate a new initiative to provide for a pilot program for West River deer license allocation and hunter access; and WHEREAS, there are significant policy considerations that should be expressed in reference to the pilot program that are inappropriate in statute; and WHEREAS, it is important to support the Game, Fish and Parks Commission as it formulates the policies to effectively implement this pilot program: NOW, THEREFORE, BE IT RESOLVED, by the House of Representatives of the Seventy- third Legislature of the State of South Dakota, the Senate concurring therein, that the following legislative findings be referred to the Game, Fish and Parks Commission for appropriate action: The Game, Fish and Parks Commission should adopt a West River Deer License Allocation and Hunter Access Pilot Program. The pilot program would be restricted to the West River deer management units of Gregory, Meade, Haakon, and Harding counties and would operate for a minimum three-year period. The Game, Fish and Parks Commission should develop regulations wherein landowner preference licenses could be used to benefit landowners, as identified in the recommended provisions or landowner incentives below. In addition, the Game, Fish and Parks Commission and department should take necessary steps to develop new programs and refine existing programs to promote and encourage public hunter access to private lands. It would be the sincere hope of the Legislature that these recommendations will assist in reducing conflicts between landowners and hunters and encourage additional hunter access to private land. The Legislature recognizes that, by Game, Fish and Parks Commission rule, fifty percent of the licenses allocated for any West River deer season hunting unit are \"set aside\" for qualifying landowners. In most West River deer hunting units, these fifty percent landowner preference licenses are not all issued in the first drawing. Under current provisions, the landowner preference licenses remaining after the first drawing are added to the other fifty percent regular resident licenses and included in the second drawing held for regular resident license applicants. In order to fully utilize the existing fifty percent of landowner preference licenses set aside in each West River deer hunting unit, the Game, Fish and Parks Commission should reallocate the landowner preference license pool into three pools as follows: Regular landowner preference licenses 30% Landowner sponsored resident licenses 15% Landowner sponsored nonresident licenses 5% Each qualifying landowner would obtain six free sponsorship certificates by applying to the Department of Game, Fish and Parks. These certificates would then be used to sponsor any combination of resident and nonresident West River deer license applicants (at the landowner's discretion) into the special license pool set aside for landowner sponsored applicants. A landowner would qualify to obtain sponsorship certificates by being at least eighteen years of age and otherwise qualify for landowner preference, except that the landowner must actually operate or live as owner or tenant on at least 1,280 acres of agricultural, timber, or grazing land located within a West River Prairie Deer Season unit. Applicants for a landowner sponsored license would have to obtain a sponsorship certificate from a landowner to submit with their application. Hunters receiving a landowner sponsored license may then hunt only on the sponsoring landowner's privately owned land. All licenses will be issued via the existing lottery drawing and preference system utilized by the Department of Game, Fish and Parks. As currently allowed, landowners who do not receive a regular landowner preference license may obtain a buck-only license valid for their own land. To additionally recognize landowners for their contribution to game management, the Game, Fish and Parks Commission should adopt fees for the landowner buck licenses at one-half the price of the regular lottery licenses. Additional opportunities for providing public hunter access to private and public land should be explored by the Game Fish and Parks Commission and department and incentives developed and made available to landowners to encourage program enrollment. These incentives might include the following: (1) Short-term agreements for walk-in hunting access with amount of monetary payments based upon factors such as number of game species which could be hunted, time period agreement and size and quality of habitat on the tract of land, etc. (2) Long-term easements for walk-in hunting access with generally larger payments than for short-term agreements, but which may include additional provisions for cooperative habitat development with the Department of Game, Fish and Parks, such as development/protection/enhancement of wetlands, woody cover, nesting cover, food plots, etc. (3) Transportation easements across private land to public land which may not be readily accessible currently. (4) Special recognition for landowners who allow significant free public hunting opportunity. The Game, Fish and Parks Commission is also encouraged to investigate other potential ideas such as split seasons, separate public/private land seasons, and other innovative programs which will help reduce the conflicts between hunters and landowners and improve hunter access to private lands."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13380, "action_date": "1998-02-02T10:00:00-06:00", "document_id": 76628, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76628.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13380, "action_date": "1998-02-02T19:00:00-06:00", "document_id": 76633, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76633.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13380, "action_date": "1998-02-09T10:00:00-06:00", "document_id": 76688, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76688.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 595, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13380, "action_date": "1998-02-09T10:00:00-06:00", "document_id": 76688, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/76688.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 465, "committee_id_action": 595, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 38383, "president_vote": null, "Yea": [2100, 2106, 2111, 2134, 2141, 2146, 2177, 2150, 2159, 2180, 2171], "Excused": [2136, 2131]}}]}