{"session_id": 54, "bill_id": 18043, "bill_type": "House Joint Resolution", "bill_number": 1005, "bill_title": "Proposing and submitting to the electors at the next general election amendments to Article XIV of the Constitution of the State of South Dakota to create a South Dakota university system under the control of the Board of Regents.", "sponsors": [{"legislator_profile_id": 2847, "is_prime": true}, {"legislator_profile_id": 2938, "is_prime": true}], "keywords": ["Board of Regents", "House Joint Resolutions"], "audio": [], "bill_versions": [{"bill_id": 18043, "bill_version_id": 96234, "bill_version": "Introduced", "bill_version_date": "2003-01-31T08:16:17-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election amendments to Article XIV of the Constitution of the State of South Dakota to create a South Dakota university system under the control of the Board of Regents. BE IT RESOLVED BY THE HOUSE OF REPRESENTATIVES OF THE STATE OF SOUTH DAKOTA, THE SENATE CONCURRING THEREIN: Section 1. That at the next general election held in the state, the following amendments to Article XIV of the Constitution of the State of South Dakota, as set forth in sections 2, 3, and 4 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article XIV, section 3 of the Constitution, of the State of South Dakota, be repealed. § 3. The state university, the agriculture college, the school of mines and technology, the normal schools, a school for the deaf, a school for the blind, and all other educational institutions that may be sustained either wholly or in part by the state shall be under the control of a board of five members appointed by the Governor and confirmed by the senate under such rules and restrictions as the Legislature shall provide. The Legislature may increase the number of members to nine. Section 3. That Article XIV, section 5 of the Constitution, of the State of South Dakota, be repealed. § 5. The Legislature shall provide that the science of mining and metallurgy be taught in at least one institution of learning under the patronage of the state. Section 4. That Article XIV of the Constitution of the State of South Dakota be amended by adding a new section to read as follows: § 6. The South Dakota university system, as defined by law, shall be under the control of the Board of Regents. The board shall also control any other public education institutions as provided by law. It shall consist of up to nine members appointed by the Governor to overlapping terms and confirmed by the Senate. The board shall adopt a seal bearing on its face the words, \"South Dakota University System,\" and affix it to all diplomas and official documents."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18043, "action_date": "2003-01-31T13:00:00-06:00", "document_id": 96312, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96312.pdf", "status_text": "First read in House and referred to", "journal_page": 244, "committee_id_action": 798, "committee_id_assigned": 793, "result": "N", "vote": {}}, {"bill_id": 18043, "action_date": "2003-02-07T10:00:00-06:00", "document_id": 96788, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96788.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 349, "committee_id_action": 793, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56260, "president_vote": null, "Yea": [2859, 2861, 2869, 2870, 2875, 2894, 2899, 2905, 2909, 2937, 2917], "Excused": [2929, 2912]}}, {"bill_id": 18043, "action_date": "2003-02-07T10:00:00-06:00", "document_id": 96788, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96788.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 793, "committee_id_assigned": null, "result": "N", "vote": {}}]}