{"session_id": 19, "bill_id": 4552, "bill_type": "Senate Commemoration", "bill_number": 28, "bill_title": "Congratulating the Deuel High School Girls Gymnastics Team for winning the 2013 State Class A Gymnastics Team Tournament.", "sponsors": [{"legislator_profile_id": 362, "is_prime": true}, {"legislator_profile_id": 390, "is_prime": true}, {"legislator_profile_id": 391, "is_prime": false}], "keywords": ["Senate Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4552, "bill_version_id": 27180, "bill_version": "Introduced", "bill_version_date": "2013-03-06T07:20:50.467-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating the Deuel High School Girls Gymnastics Team for winning the 2013 State Class A Gymnastics Team Tournament. WHEREAS, on February 15, 2013, Deuel High School successfully defended their title of the previous two years; and WHEREAS, the Deuel High School Gymnastics Team scored 145.90 points to break their own Class A team score record; and WHEREAS, the State Class A Gymnastics winning teammates who displayed extraordinary unity and team spirit are: Sam Wiekamp, Alex Stein, Karina Noem, Meaghan Sievers, Steph Greber, Kaitlyn Plut, and Kelly Wollschlager; and WHEREAS, on February 16, 2013, in individual competition, Meaghan Sievers set new Class A Tournament scoring records by placing first in all-around, floor exercise, and uneven bars. She also finished first on the balance beam and on the vault. Also, in individual competition, Sam Wiekamp placed first on vault, second on uneven bars, and second in all-around; Alex Stein finished fifth in all-around; and Kelly Wollschlager finished ninth in all around; and WHEREAS, the Deuel High School Girls Gymnastics team succeeded with the help of their managers, Rachel Thiewes, Martha Hartway, and Ashley Stein; and WHEREAS, head coach Lynn Gudmundson and assistant coach Joan Niemann directed the team with dedication and determination: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that the Deuel High School Girls Gymnastics Team be honored for its achievements at the 2013 State Class A Gymnastics Tournament."}, {"bill_id": 4552, "bill_version_id": 27427, "bill_version": "Enrolled", "bill_version_date": "2013-03-08T15:26:05.83-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Congratulating the Deuel High School Girls Gymnastics Team for winning the 2013 State Class A Gymnastics Team Tournament. WHEREAS, on February 15, 2013, Deuel High School successfully defended their title of the previous two years; and WHEREAS, the Deuel High School Gymnastics Team scored 145.90 points to break their own Class A team score record; and WHEREAS, the State Class A Gymnastics winning teammates who displayed extraordinary unity and team spirit are: Sam Wiekamp, Alex Stein, Karina Noem, Meaghan Sievers, Steph Greber, Kaitlyn Plut, and Kelly Wollschlager; and WHEREAS, on February 16, 2013, in individual competition, Meaghan Sievers set new Class A Tournament scoring records by placing first in all-around, floor exercise, and uneven bars. She also finished first on the balance beam and on the vault. Also, in individual competition, Sam Wiekamp placed first on vault, second on uneven bars, and second in all-around; Alex Stein finished fifth in all-around; and Kelly Wollschlager finished ninth in all around; and WHEREAS, the Deuel High School Girls Gymnastics team succeeded with the help of their managers, Rachel Thiewes, Martha Hartway, and Ashley Stein; and WHEREAS, head coach Lynn Gudmundson and assistant coach Joan Niemann directed the team with dedication and determination: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that the Deuel High School Girls Gymnastics Team be honored for its achievements at the 2013 State Class A Gymnastics Tournament. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4552, "action_date": "2013-03-06T10:30:00-06:00", "document_id": 27268, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27268.pdf", "status_text": "", "journal_page": 705, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}]}