{"session_id": 15, "bill_id": 3492, "bill_type": "Senate Bill", "bill_number": 162, "bill_title": "provide for the designation of certified technology parks.", "sponsors": [{"legislator_profile_id": 278, "is_prime": true}, {"legislator_profile_id": 218, "is_prime": true}, {"legislator_profile_id": 227, "is_prime": false}, {"legislator_profile_id": 251, "is_prime": false}, {"legislator_profile_id": 281, "is_prime": false}, {"legislator_profile_id": 269, "is_prime": false}, {"legislator_profile_id": 314, "is_prime": false}, {"legislator_profile_id": 255, "is_prime": false}, {"legislator_profile_id": 235, "is_prime": false}, {"legislator_profile_id": 234, "is_prime": false}, {"legislator_profile_id": 247, "is_prime": false}, {"legislator_profile_id": 293, "is_prime": false}, {"legislator_profile_id": 287, "is_prime": false}, {"legislator_profile_id": 228, "is_prime": false}, {"legislator_profile_id": 286, "is_prime": false}, {"legislator_profile_id": 248, "is_prime": false}, {"legislator_profile_id": 267, "is_prime": false}, {"legislator_profile_id": 294, "is_prime": false}, {"legislator_profile_id": 219, "is_prime": false}, {"legislator_profile_id": 311, "is_prime": false}, {"legislator_profile_id": 220, "is_prime": false}, {"legislator_profile_id": 236, "is_prime": false}, {"legislator_profile_id": 243, "is_prime": false}, {"legislator_profile_id": 216, "is_prime": false}, {"legislator_profile_id": 238, "is_prime": false}, {"legislator_profile_id": 300, "is_prime": false}, {"legislator_profile_id": 298, "is_prime": false}, {"legislator_profile_id": 256, "is_prime": false}], "keywords": ["Economic Development", "Local Government"], "audio": [{"meeting_datetime": "2012-02-06T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst15.mp3", "start_seconds": 633.0}, {"meeting_datetime": "2012-02-06T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst15.mp3", "start_seconds": 633.0}, {"meeting_datetime": "2012-02-06T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sst15.mp3", "start_seconds": 633.0}, {"meeting_datetime": "2012-02-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen17.mp3", "start_seconds": 5936.0}, {"meeting_datetime": "2012-02-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen17.mp3", "start_seconds": 5936.0}, {"meeting_datetime": "2012-02-08T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen17.mp3", "start_seconds": 5936.0}, {"meeting_datetime": "2012-02-24T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hst27.mp3", "start_seconds": 6985.0}, {"meeting_datetime": "2012-02-24T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hst27.mp3", "start_seconds": 6985.0}, {"meeting_datetime": "2012-02-24T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hst27.mp3", "start_seconds": 6985.0}, {"meeting_datetime": "2012-02-24T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hst27.mp3", "start_seconds": 6985.0}, {"meeting_datetime": "2012-02-24T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hst27.mp3", "start_seconds": 6985.0}, {"meeting_datetime": "2012-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou29.mp3", "start_seconds": 2073.0}, {"meeting_datetime": "2012-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou29.mp3", "start_seconds": 2073.0}, {"meeting_datetime": "2012-02-28T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/hou29.mp3", "start_seconds": 2073.0}, {"meeting_datetime": "2012-02-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen30.mp3", "start_seconds": 2919.0}, {"meeting_datetime": "2012-02-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen30.mp3", "start_seconds": 2919.0}, {"meeting_datetime": "2012-02-29T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2012/sen30.mp3", "start_seconds": 2919.0}], "bill_versions": [{"bill_id": 3492, "bill_version_id": 20116, "bill_version": "Introduced", "bill_version_date": "2012-01-25T09:57:44.76-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create certified technology parks and to provide certain financing mechanisms and bonding authority to enhance knowledge and tech-based economic development and to repeal certain provisions concerning certified technology parks. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Base taxable valuation,\" the aggregate assessed valuation of all taxable property located within a certified technology park on the date the park is designated pursuant to this Act; (2) \"GOED,\" the Governor's Office of Economic Development; (3) \"Governing body,\" the governing body of any incorporated municipality or improvement district created pursuant to chapter 7-25A; (4) \"Gross retail base period amount,\" the aggregate amount of state and municipal sales and use taxes and contractor's excise taxes remitted in the area comprising a certified technology park during the full state fiscal year that precedes the date on which the certified technology park was designated pursuant to this Act; (5) \"Gross retail incremental amount,\" the aggregate amount of state and municipal sales and use taxes and contractor's excise taxes that are remitted in the area comprising a certified technology park during a state fiscal year less the gross retail base period amount; (6) \"High technology activity,\" includes any of the following: (a) Advanced computing, which is any technology used in the design and development of computer hardware and software, data communications, or information technologies; (b) Advanced materials, which are materials with engineered properties created through the development of specialized process and synthesis technology; (c) Biotechnology, which is any technology that uses living organisms, cells, macromolecules, micro-organisms, or substances from living organisms to make or modify a product, improve plants or animals, or develop micro-organisms for useful purposes. Biotechnology does not include human cloning or stem cell research with embryonic tissue; (d) Electronic device technology, which is any technology that involves: (i) Microelectronics, semiconductors, or electronic equipment; (ii) Instrumentation, radio frequency, microwave, and millimeter electronics; (iii) Optical and optic-electrical devices; or (iv) Data and digital communications and imaging devices; (e) Engineering or laboratory testing related to the development of a product; (f) Technology that assists in the assessment or prevention of threats or damage to human health or the environment, including environmental cleanup technology, pollution prevention technology, or development of alternative energy sources; (g) Medical device technology, which is any technology that involves medical equipment or products; (h) Product research and development; or (i) Advanced vehicles' technology, which is any technology that involves: (i) Electric vehicles, hybrid vehicles, or alternative fuel vehicles; or (ii) Components used in the construction of electric vehicles, hybrid vehicles, or alternative fuel vehicles; (7) \"Municipality,\" any incorporated municipality or improvement district created pursuant to chapter 7-25A; (8) \"Public facility,\" a public facility includes: (a) A street, road, bridge, storm water or sanitary sewer; sewage treatment facility; facility designed to reduce, eliminate, or prevent the spread of identified soil or ground water contamination; drainage system; retention basin; pretreatment facility; waterway; waterline; water storage facility; rail line; electric, gas, telephone or other communications lines, or any other type of utility line or pipeline; or other similar or related structure or improvement and necessary easements for the structure or improvement. Except for rail lines, utility lines, or pipelines, the structures or improvements described in this subdivision shall be either owned or used by a public agency; functionally connected to similar or supporting facilities owned or used by a public agency; or designed and dedicated to use by, for the benefit of, for the protection of the health, welfare, or safety of the public generally, whether or not used by a single business entity. Any road, street, or bridge shall be continuously open to public access. A public facility shall be located on public property or in a public utility or transportation easement or right of way; (b) Land and other assets that are or may become eligible for depreciation for federal income tax purposes for a research development, incubator, and service facilities located in a certified technology park; (c) Land and other assets that, if privately owned, would be eligible for depreciation for federal income tax purposes for laboratory facilities, research and development facilities, conference facilities, testing facilities, training facilities, or quality control facilities: (i) That are or that support property whose primary purpose and use is or will be for a high technology activity; (ii) That are owned by a public entity; and (iii) That are located within a certified technology park; or (d) Land and other assets, including laboratory, research and development, conference, testing, training, or quality control facilities: (i) That are or that support property whose primary purpose and use of which is or will be for a high technology activity; and (ii) That are located within a certified technology park; (9) \"Research development, incubator, and service facilities,\" any real or personal property that is located in a certified technology park that is subject to an agreement pursuant to this Act and was developed for the primary purpose of attracting one or more owners or tenants who will engage in high technology activities. Section 2. The governing body of a municipality may apply to the GOED for designation of all or part of the area within the municipality as a certified technology park and enter into an agreement governing the terms and conditions of the designation. The application shall be in a form specified by the GOED and shall include information the GOED determines necessary to make the determinations required pursuant to this Act. Section 3. After receipt of an application submitted pursuant to section 2 of this Act, the GOED may designate a certified technology park if the GOED determines that the application demonstrates a firm commitment from at least one business engaged in a high technology activity creating a significant number of jobs and satisfies one or more of the following additional criteria: (1) A demonstration of support from a postsecondary educational institution, a private research based institute, or a military research and development or testing facility on an active United States government military base or other military installation located within, or in the vicinity of, the proposed certified technology park, as evidenced by any of the following criteria: (a) Grants of preference for access to and commercialization of intellectual property; (b) Access to laboratory and other facilities owned by or under the control of the postsecondary educational institutions or private research-based institutions; (c) Donations of services; (d) Access to telecommunications facilities and other infrastructure; (e) Financial commitments; (f) Access to faculty, staff, and students; (g) Opportunities for adjunct faculty and other types or staff; or (h) Other criteria considered as appropriate by the GOED; (2) A demonstration of commitment by a postsecondary educational institution, a private research based institute, or a military research and development or testing facility on an active United States government military base or other military installation to the commercialization of research produced at the certified technology park, as evidenced by the intellectual property and, if applicable, tenure policies that reward faculty and staff for commercialization and collaboration with private businesses; (3) A demonstration that the proposed certified technology park will be developed to take advantage of the unique characteristics and specialties offered by the public and private resources available in the area in which the proposed certified technology park will be located; (4) The existence of or proposed development of an economic development organization within the municipality which exhibits the following types of resources and organization: (a) Significant financial and other types of support from the public or private resources in the area in which the proposed certified technology park will be located; (b) A business plan exhibiting the economic utilization and availability of resources and a likelihood of successful development of technologies and research into viable business enterprises; and (c) A commitment to the employment of a qualified full-time manager to supervise the operation of the economic development organization; (5) The existence of a business plan for the proposed certified technology park that identifies its objectives in a clearly focused and measurable fashion and that addresses the following matters: (a) A commitment to new business formation; (b) The clustering of businesses, technology, and research; (c) The opportunity for and costs of development of properties under common ownership or control; (d) The availability of and method proposed for development of infrastructure and other improvements, including telecommunications technology, necessary for the development of the proposed certified technology park; and (e) Assumptions of costs and revenues related to the development of the proposed certified technology park; and (6) A demonstrable and satisfactory assurance that the proposed certified technology park can be developed to principally contain property that is primarily used for, or will be primarily used for, a high technology activity. Section 4. A certified technology park designated pursuant to this Act shall be recertified every five years. The GOED shall develop procedures and the criteria to be used in the review. A certified technology park shall furnish to the GOED all of the following information to be used in the course of the review: (1) Total employment and payroll levels for businesses operating within the certified technology park; (2) The nature and extent of any technology transfer and research activity occurring within the certified technology park; (3) The nature and extent of any nontechnology businesses operating within the certified technology park; (4) The use and outcomes of any state money made available to the certified technology park; and (5) An analysis of the certified technology park's overall contributions to the technology-based economy in this state. The GOED shall maintain the confidentiality of any information that is submitted as part of this review process and marked as confidential by the certified technology park. Section 5. The governing body of the municipality that established the certified technology park may enter an agreement with the GOED establishing the terms and conditions governing a certified technology park designated pursuant to this Act. Upon designation of the certified technology park under the terms of the agreement, the subsequent failure of any party to comply with the terms of the agreement may result in the termination or rescission of the designation of the area as a certified technology park. The agreement shall include all of the following: (1) A description of the area to be included within the certified technology park; (2) Any covenants and restrictions upon all or part of the properties contained within the certified technology park and terms of enforcement of any covenants or restrictions; (3) The financial commitments of any party to the agreement and of any owner or developer of property within the certified technology park; (4) The terms of any commitment required from a postsecondary educational institution or private research based institute for support of the operations and activities with the certified technology park; (5) The terms of enforcement of the agreement, which may include the definition of events of default, cure periods, legal and equitable remedies and rights, and penalties and damages, actual or liquidated, upon the occurrence of an event of default; and (6) The public facilities to be developed for the certified technology park and the costs of those public facilities, as approved by the GOED. Section 6. If the GOED determines that a sale price or rental value at below market rate will assist in increasing employment or private investment in a certified technology park, the governing body of the municipality may determine the sale price or rental value for public facilities owned in the certified technology at below market rate. If public facilities developed under an agreement entered into pursuant to this Act are conveyed or leased at less than fair market value or below market rates, the terms of the conveyance or lease shall include legal and equitable remedies and rights to assure that the public facilities are used for high technology activities. Legal and equitable remedies and rights may include penalties and actual or liquidated damages. Section 7. The GOED shall market the certified technology park. The GOED may contract with any party for these marketing services. This provision does not preclude or inhibit any certified technology park from contracting for or providing marketing services of their own. Section 8. The governing body of the municipality that established the certified technology park may adopt a resolution designating the certified technology park as an allocation area for purposes of the allocation and distribution of property taxes. After adoption of the resolution, the governing body shall: (1) Publish notice of the adoption and substance of the resolution once each week for two consecutive weeks in the official newspaper of the municipality; and (2) File the following information with each taxing district that has authority to levy property taxes in the geographic area where the certified technology park is located: (a) A copy of the notice required by this section; and (b) A statement disclosing the impact of the certified technology park including the estimated economic benefits and costs as measured by increased employment and anticipated growth of real property values and the anticipated impact on tax revenues of each taxing unit. The notice shall state the general boundaries of the certified technology park and shall state that written statements or objections may be filed with the governing body until the time designated for the hearing. The notice shall also name the place, date, and time when the governing body shall receive and hear statements and objections from any person interested in or affected by the proceedings pertaining to the proposed allocation area and shall determine the public utility and benefit of the proposed allocation area. The governing body shall file the information required by this section with each taxing district that has authority to levy a property tax within the proposed certified technology park at least ten days before the date of the public hearing. Any person affected in any manner by the hearing, including any taxpayer within the taxing district, shall be considered notified of the pendency of the hearing and of subsequent acts, hearings, adjournments, and orders of the governing body affecting the allocation area if the governing body gives the notice required by this section. At the hearing, which may be recessed and reconvened periodically, the governing body shall hear any person interested in the proceedings and shall consider any written statement or objection that has been filed. After considering the evidence presented, the governing body shall take final action determining the public utility and benefit of the proposed allocation area confirming, modifying and confirming, or rescinding the resolution. The final action taken by the governing body shall be recorded. Section 9. An allocation provision adopted pursuant to section 8 of this Act shall apply to the entire certified technology park and require that any property tax on taxable property subsequently levied by or for the benefit of any public body entitled to a distribution of property taxes in the certified technology park be allocated and distributed as provided in this section. Except as otherwise provided in this section, the proceeds of the taxes attributable to the lesser of base taxable value or the taxable value of the taxable property for the assessment date with respect to which the allocation and distribution is made or the base taxable value. Except as provided in section 10 of this Act, all the property tax proceeds that exceed those described in this section shall be allocated to the governing body for the certified technology park and, when collected, paid into the certified technology park fund established pursuant to section 15 of this Act. Section 10. Before July fifteenth of each year, the governing body shall: (1) Determine the amount, if any, by which the property tax proceeds to be deposited in the certified technology park fund exceed the amount necessary for the purposes of this Act; (2) Provide a written notice to the county auditor and each taxing district that has authority to levy a property tax that is wholly or partly located within the allocation area. The notice shall: (a) State the amount, if any, of excess tax proceeds that the governing body has determined may be allocated to the respective taxing districts in the manner prescribed in subdivision (3); or (b) State that the governing body has determined there are no excess tax proceeds that may be allocated to the respective taxing units; and (3) The county auditor shall allocate to the respective taxing units the amount, if any, of excess tax proceeds determined by the governing body. The governing body may not authorize an allocation of tax proceeds pursuant to this subdivision if to do so endangers the interests of the holder of bonds issued pursuant to this Act. Section 11. Notwithstanding any other law, the taxable valuation of all taxable property in the certified technology park, for purposes of levying a property tax in each taxing district in which the property is located is the lesser of: (1) The taxable valuation of the taxable property valued without regard to sections 9 and 10 of this Act; or (2) The base taxable valuation as defined in section 1 of this Act. Section 12. The secretary of the Department of Revenue may promulgate rules, pursuant to chapter 1-26, and prescribe the forms and procedures that the secretary of the Department of Revenue requires for the implementation of an allocation area established pursuant to this Act. After each reassessment of property, the secretary of the Department of Revenue shall adjust the base taxable value one time to neutralize any effect of the reassessment on the property tax proceeds allocated to the certified technology park fund. Section 13. After entering an agreement pursuant to section 5 of this Act, the governing body shall send to the secretary of the Department of Revenue: (1) A certified copy of the designation of the certified technology park; (2) A certified copy of the agreement entered pursuant to section 6 of this Act; and (3) A complete list of the employers in the certified technology park and the street names and the range of street numbers of each street in the certified technology park. The governing body shall update the list before July first of each year. Not later than sixty days after receiving a copy of the designation of the certified technology park, the secretary of the Department of Revenue shall determine the gross retail base period amount. Section 14. Before October first of each year, the secretary of the Department of Revenue shall calculate the gross retail incremental amount for the preceding state fiscal year for each certified technology park designated pursuant to this Act. Section 15. The state treasurer shall establish an incremental tax financing fund for each certified technology park designated pursuant to this Act. The fund shall be administered by the state treasurer. Money in the fund does not revert to the state general fund at the end of a state fiscal year. Subject to this section, the following amount shall be deposited during each state fiscal year in the incremental tax financing fund established for a certified technology park. The aggregate amount of state and municipal sales and use tax that are remitted by businesses operating in the certified technology park, until the amount of state and municipal sales and use tax deposited equals the gross retail incremental amount for the certified technology park. Not more than a total of five million dollars may be deposited in a particular incremental tax financing fund for a certified technology park over the life of the certified technology park. Before the twentieth day of each month, all amounts held in the incremental tax financing fund established for a certified technology park shall be distributed to the governing body of the municipality for deposit in the certified technology park fund. Section 16. Each governing body of a municipality that establishes a certified technology park pursuant to this Act shall establish a certified technology park fund to receive property tax proceeds allocated pursuant to section 9 of this Act and money distributed to the governing body of the municipality pursuant to section 15 of this Act. Section 17. Money deposited in the certified technology park fund may be used by the governing body only for one or more of the following purposes: (1) Acquisition, improvement, preparation, demolition, disposal, construction, reconstruction, remediation, rehabilitation, restoration, preservation, maintenance, repair, furnishing, and equipping of public facilities; (2) Operation of public facilities; (3) Payment of the principal of and interest on any obligations that are payable solely or in part from money deposited in the fund and that are incurred by the governing body for the purpose of financing or refinancing the development of public facilities in the certified technology park; (4) Establishment, augmentation, or restoration of the debt service reserve for obligations described in subdivision (3); (5) Payment of the principal of and interest on bonds issued by the governing body to pay for public facilities in or serving the certified technology park; (6) Payment of premiums on the redemption before maturity of bonds described in subdivision (3); (7) Payment of amounts due under leases payable from money deposited in the fund; (8) Reimbursement to the municipality for expenditures made by it for public facilities in or serving the certified technology park; and (9) Payment of expenses incurred by the municipality for public facilities that are in the certified technology park or serving the certified technology park. The certified technology park fund may not be used for operating expenses of the governing body of the municipality. Section 18. A governing body of a municipality may issue bonds for the purpose of providing public facilities pursuant to this Act. The bonds shall be authorized by a resolution of the governing body. The terms and form of the bonds shall be set out either in the resolution or in a form of trust indenture approved by the resolution. The governing body shall sell the bonds at public or private sale upon such terms as determined by the governing body. The bonds are payable solely from: (1) Property tax proceeds allocated to the certified technology park fund; (2) Money distributed to the governing body pursuant to section 15 of this Act; (3) Other funds available to the governing body; or (4) A combination of the methods listed in this section. Section 19. All money received from any bonds issued pursuant to this Act shall be applied solely to the payment of the cost of providing public facilities within a certified technology park or the cost of refunding or refinancing outstanding bonds for which the bonds are issued. The cost may include: (1) Planning and development of the public facilities and all related buildings, facilities, structures, and improvements; (2) Acquisition of a site and clearing and preparing the site for construction; (3) Equipment, facilities, structures, and improvements that are necessary or desirable to make the public facilities suitable for use and operation; (4) Architectural, engineering, consultant, and attorney's fees; (5) Incidental expenses in connection with the issuance and sale of bonds; (6) Reserves for principal and interest; (7) Interest during construction and for a period thereafter determined by the governing body, but not to exceed five years; (8) Financial advisory fees; (9) Insurance during construction; (10) Municipal bond insurance, debt service reserve insurance, letters of credit, or other credit enhancement; and (11) In the case of refunding or refinancing, payment of the principal of, redemption premiums, if any, for, and interest on, the bonds being refunded or refinanced. Section 20. That § 6-18-2 be repealed. 6-18-2. The governing body of a political subdivision may apply to the Governor's Office of Economic Development for designation of all or part of the area within the political subdivision as a certified technology park or certified site and to enter into an agreement governing the terms and conditions of the designation. The application shall be in a form specified by the Governor's Office of Economic Development and shall include information the Governor's Office of Economic Development determines necessary to make the determinations required pursuant to this chapter. Section 21. That § 6-18-3 be repealed. 6-18-3. The governing body of the political subdivision that established the certified technology park may enter an agreement with the Governor's Office of Economic Development establishing the terms and conditions governing a certified technology park designated pursuant to this chapter. Upon designation of the certified technology park under the terms of the agreement, the subsequent failure of any party to comply with the terms of the agreement may result in the termination or rescission of the designation of the area as a certified technology park. The agreement shall include all of the following: (1) A description of the area to be included within the certified technology park; (2) Any covenants and restrictions upon all or part of the properties contained within the certified technology park and terms of enforcement of any covenants or restrictions; (3) The financial commitments of any party to the agreement and of any owner or developer of property within the certified technology park; (4) The terms of any commitment required from a postsecondary educational institution or private research based institute for support of the operations and activities within the certified technology park; (5) The terms of enforcement of the agreement, which may include the definition of events of default, cure periods, legal and equitable remedies and rights, and penalties and damages, actual or liquidated, upon the occurrence of an event of default; and (6) The public or private facilities to be developed for the certified technology park and the costs of those public or private facilities, as approved by the Governor's Office of Economic Development. The governing body of the political subdivision and the Governor's Office of Economic Development shall maintain the confidentiality of any information that is submitted as part of this review process and marked as confidential. Section 22. That § 6-18-4 be repealed. 6-18-4. The Governor's Office of Economic Development shall promulgate rules pursuant to chapter 1-26 to: (1) Prescribe the application procedures and the form and content of the application and business plan for a certified technology park or certified site; (2) Set the minimum criteria for an area to be designated as a certified technology park or certified site; (3) Establish certain level of financial and technical support for the certified technology park and the required evidence of public and private partnerships; (4) Establish terms and conditions on how the certified technology park may be operated including the ownership of facilities and buildings; (5) Determine the commitment of postsecondary, private, or federal research and development for the park; (6) Determine the commitment of the local governments and economic development organization to the park; and (7) Require certain documents and reports regarding the operation and activities of the park to be filed with the Governor's Office of Economic Development."}, {"bill_id": 3492, "bill_version_id": 22065, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2012-02-24T12:17:43.29-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the designation of certified technology parks. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"GOED,\" the Governor's Office of Economic Development; (2) \"Governing body,\" the governing body of the sponsor; (3) \"High technology activity,\" includes any of the following: (a) Advanced computing, which is any technology used in the design or development of computer hardware and software, data communications, or information technologies; (b) Advanced materials, which are materials with engineered properties created through the development of specialized process and synthesis technology; (c) Biotechnology, which is any technology that uses living organisms, cells, macromolecules, micro-organisms, or substances from living organisms to make or modify a product, improve plants or animals, or develop micro-organisms for useful purposes. Biotechnology does not include human cloning or stem cell research with embryonic tissue; (d) Electronic device technology, which is any research or technology that involves: (i) Microelectronics, semiconductors, or electronic equipment; (ii) Instrumentation, radio frequency, microwave, and millimeter electronics; (iii) Optical and optic-electrical devices; or (iv) Data and digital communications and imaging devices; (e) Engineering or laboratory testing related to the development of a product; (f) Technology that assists in the assessment or prevention of threats or damage to human health or the environment, including environmental cleanup technology, pollution prevention technology, or development of alternative energy sources; (g) Medical device technology, which is any technology that involves medical equipment or products; (h) Product research and development; or (i) Advanced vehicles' technology, which is any technology that involves: (i) Electric vehicles, hybrid vehicles, or alternative fuel vehicles; or (ii) Components used in the construction of electric vehicles, hybrid vehicles, or alternative fuel vehicles; (4) \"Sponsor,\" any incorporated municipality, county, or improvement district created pursuant to chapter 7-25A. Section 2. The governing body of a sponsor may apply to GOED for designation of all or part of the area within the sponsor's jurisdictional area as a certified technology park. The application shall be in a form specified by GOED and shall include information GOED deems necessary to make the determinations required pursuant to this Act. Section 3. After receipt of an application submitted pursuant to section 2 of this Act, GOED may designate a certified technology park for a period of five years if GOED determines that the designation is in the best interests of economic development within this state and the proposed certified technology park satisfies the following criteria: (1) A firm commitment from at least one business engaged in a high technology activity creating a significant number of jobs at the proposed site; (2) A firm demonstration of support from a postsecondary educational institution, a public or private institute that engages in research, a public or military research and development or testing facility on an active United States government military base or other military installation located within, or in the vicinity of, the proposed certified technology park, or a laboratory or other research facility owned, operated or funded by the United States located within, or in the vicinity of, the proposed certified technology park; and (3) A firm demonstration of support from an economic development organization within the sponsor's jurisdictional area. Section 4. Within thirty days of the first anniversary of designation and within thirty days of each anniversary thereafter, the sponsor shall furnish on forms provided by GOED all of the following information: (1) Total employment and payroll levels for businesses operating within the certified technology park; (2) The nature and extent of any technology transfer and research activity occurring within the certified technology park; (3) The nature and extent of any nontechnology businesses operating within the certified technology park; and (4) An analysis of the certified technology park's overall contributions to the technology-based economy in this state. Section 5. The sponsor may apply to GOED for renewal of the designation of a certified technology park. The application shall be on forms supplied by GOED and shall be filed at least three months prior to the expiration of the existing designation. GOED may renew the designation of a certified technology park for up to five additional years if the requirements of section 3 of this Act continue to be met and if the sponsor has complied with section 4 of this Act. Section 6. GOED may conduct, or cause to be conducted, such inspections and reviews of the proposed certified technology park site and books and records relating to the application for certification or recertification as GOED deems appropriate to carry out the provisions of this Act. Section 7. Each application for designation of a certified technology park, each application for renewal of a designation, and all information related to any such applications, to the extent not already in the public domain, shall be held in confidence by GOED and may not be made available to the public prior to designation. If designation or redesignation is denied, the denial shall remain confidential and no record of the application may be made available to the public. If a designation or redesignation is granted, the information provided to GOED in connection with the application and the information provided pursuant to section 4 of this Act shall be available for public inspection and for use in marketing the certified technology park. Section 8. GOED may revoke the designation of a certified technology park after notice and a hearing conducted pursuant to the provisions of chapter 1-26 if the sponsor fails to comply with section 4 of this Act or if the site no longer qualifies for designation as a certified technology park."}, {"bill_id": 3492, "bill_version_id": 22457, "bill_version": "Enrolled", "bill_version_date": "2012-02-29T14:22:02.313-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3492, "action_date": "2012-01-25T14:00:00-06:00", "document_id": 20184, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20184.pdf", "status_text": "First read in Senate and referred to", "journal_page": 173, "committee_id_action": 171, "committee_id_assigned": 156, "result": "N", "vote": {}}, {"bill_id": 3492, "action_date": "2012-02-06T10:00:00-06:00", "document_id": 20613, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20613.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 156, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3492, "action_date": "2012-02-06T10:00:00-06:00", "document_id": 20790, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20790.pdf", "status_text": "Do Pass", "journal_page": 275, "committee_id_action": 156, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11013, "president_vote": null, "Excused": [253], "Yea": [249, 255, 235, 286, 236, 254, 219, 243]}}, {"bill_id": 3492, "action_date": "2012-02-07T14:00:00-06:00", "document_id": 20909, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/20909.pdf", "status_text": "Deferred to another day", "journal_page": 296, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3492, "action_date": "2012-02-08T14:00:00-06:00", "document_id": 21002, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21002.pdf", "status_text": "Do Pass", "journal_page": 325, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 11255, "president_vote": null, "Yea": [253, 284, 239, 251, 288, 249, 255, 250, 235, 234, 247, 287, 285, 212, 228, 286, 233, 291, 223, 264, 240, 252, 214, 226, 219, 220, 229, 290, 236, 243, 261, 289, 218, 254, 232]}}, {"bill_id": 3492, "action_date": "2012-02-09T14:00:00-06:00", "document_id": 21117, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21117.pdf", "status_text": "First read in House and referred to", "journal_page": 391, "committee_id_action": 173, "committee_id_assigned": 166, "result": "N", "vote": {}}, {"bill_id": 3492, "action_date": "2012-02-24T07:45:00-06:00", "document_id": 21819, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/21819.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 166, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3492, "action_date": "2012-02-24T07:45:00-06:00", "document_id": 22043, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22043.pdf", "status_text": "Hoghoused", "journal_page": 0, "committee_id_action": 166, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3492, "action_date": "2012-02-24T07:45:00-06:00", "document_id": 22043, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22043.pdf", "status_text": "Do Pass Amended", "journal_page": 595, "committee_id_action": 166, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12089, "president_vote": null, "Yea": [222, 262, 260, 268, 245, 270, 266, 267, 215, 244, 300, 269], "Excused": [246]}}, {"bill_id": 3492, "action_date": "2012-02-24T07:45:00-06:00", "document_id": 22043, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22043.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": 166, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3492, "action_date": "2012-02-28T13:00:00-06:00", "document_id": 22349, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22349.pdf", "status_text": "Do Pass Amended", "journal_page": 647, "committee_id_action": 173, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12239, "president_vote": null, "Excused": [222, 276], "Yea": [262, 265, 227, 242, 231, 281, 269, 296, 211, 314, 257, 260, 258, 225, 268, 245, 217, 303, 313, 293, 297, 270, 299, 266, 221, 272, 279, 305, 271, 248, 263, 230, 280, 301, 237, 246, 292, 304, 267, 294, 213, 241, 311, 277, 307, 308, 273, 315, 282, 278, 259, 224, 216, 295, 283, 244, 306, 238, 310, 275, 309, 300, 298, 274, 256, 215], "Nay": [312, 302]}}, {"bill_id": 3492, "action_date": "2012-02-29T10:00:00-06:00", "document_id": 22446, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22446.pdf", "status_text": "Concurred in amendments", "journal_page": 628, "committee_id_action": 171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12285, "president_vote": null, "Yea": [253, 284, 239, 288, 249, 255, 250, 235, 234, 247, 287, 285, 228, 286, 233, 291, 223, 264, 240, 252, 214, 219, 220, 229, 290, 243, 261, 289, 218, 254, 232], "Excused": [251, 212, 226, 236]}}, {"bill_id": 3492, "action_date": "2012-02-29T10:00:00-06:00", "document_id": 22446, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22446.pdf", "status_text": "Signed by the President", "journal_page": 633, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3492, "action_date": "2012-02-29T10:00:00-06:00", "document_id": 22437, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22437.pdf", "status_text": "Signed by the Speaker", "journal_page": 689, "committee_id_action": 173, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3492, "action_date": "2012-03-01T10:00:00-06:00", "document_id": 22503, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22503.pdf", "status_text": "Delivered to the Governor", "journal_page": 640, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3492, "action_date": "2012-03-19T10:00:00-05:00", "document_id": 22606, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/22606.pdf", "status_text": "Signed by the Governor", "journal_page": 672, "committee_id_action": 171, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5000, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/3492"}