{"session_id": 53, "bill_id": 17349, "bill_type": "House Bill", "bill_number": 1272, "bill_title": "authorize certain wine shipments, to levy an excise tax, and to establish certain penalties.", "sponsors": [{"legislator_profile_id": 2738, "is_prime": true}, {"legislator_profile_id": 2745, "is_prime": true}, {"legislator_profile_id": 2724, "is_prime": false}, {"legislator_profile_id": 2739, "is_prime": false}, {"legislator_profile_id": 2754, "is_prime": false}, {"legislator_profile_id": 2756, "is_prime": false}, {"legislator_profile_id": 2763, "is_prime": false}, {"legislator_profile_id": 2767, "is_prime": false}, {"legislator_profile_id": 2772, "is_prime": false}, {"legislator_profile_id": 2773, "is_prime": false}, {"legislator_profile_id": 2786, "is_prime": false}, {"legislator_profile_id": 2787, "is_prime": false}, {"legislator_profile_id": 2802, "is_prime": false}, {"legislator_profile_id": 2808, "is_prime": false}, {"legislator_profile_id": 2810, "is_prime": false}, {"legislator_profile_id": 2811, "is_prime": false}], "keywords": ["Alcoholic Beverage"], "audio": [{"meeting_datetime": "2002-01-31T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hco18hb1272a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-05T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hco21hb1272a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-05T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hco21hb1272a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-05T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hco21hb1272a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-05T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hco21hb1272a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-07T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou23hb1272a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-07T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou23hb1272a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2002-02-07T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2002/hou23hb1272a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17349, "bill_version_id": 92437, "bill_version": "Introduced", "bill_version_date": "2002-01-22T07:52:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize certain wine shipments. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Notwithstanding any other provision of Title 35, a winery licensed in a state that affords South Dakota wineries an equal reciprocal shipping privilege, or a winery located in South Dakota, may ship, for personal use and not for resale, not more than two cases of wine, containing a maximum of nine liters per case, in any calendar year to any resident of South Dakota age twenty-one or over. A winery licensed in South Dakota may ship, for personal use and not for resale, not more than two cases of wine, containing a maximum of nine liters per case, in any calendar year to any resident age twenty-one or over of any state that allows its residents to receive wine sent from outside that state. Section 2. The shipping container of any wine that is sent into or within this state pursuant to section 1 of this Act shall be clearly labeled to indicate that the package contains alcohol and may not be delivered to a minor or to a person who is visibly intoxicated. The shipper shall record on the delivery record the name, address, and date of birth of the person to whom the shipment is delivered from valid identification presented by the person. This section applies only to shipments from states that provide substantial statutory reciprocity. Section 3. No person may advertise shipments authorized under this Act by television, radio, or print media. No shipper located outside South Dakota may advertise such interstate reciprocal wine shipments in South Dakota. Nothing in this Act impairs the distribution of wine through distributors or importing distributors."}, {"bill_id": 17349, "bill_version_id": 93716, "bill_version": "House Commerce and Energy Engrossed", "bill_version_date": "2002-02-05T16:35:21-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize certain wine shipments, to levy an excise tax, and to establish certain penalties. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Winery,\" any entity that produces table, sparking, or sacramental wines from grapes, grape juice, other fruit bases, or honey; (2) \"Table, sparkling, and sacramental wine,\" any beverage made without rectification or fortification and containing not more than eighteen percent alcohol by volume and made by the fermentation of grapes, grape juice, other fruits, or honey. Section 2. The secretary of the Department of Revenue may issue a direct shipment wine license to the owner or operator of a winery located within the state and producing table wine, sparkling wine, or sacramental wine. Licenses may be issued and renewed for an annual fee of one hundred dollars, which is in lieu of all other license fees required by chapter 35-4. The fee shall be deposited in the general fund. Any person licensed pursuant to this Act shall also apply for and obtain a license pursuant to chapter 10-45. Section 3. A winery licensed pursuant to section 2 of this Act and located in a state that affords South Dakota wineries an equal reciprocal shipping privilege, or a winery located in South Dakota, may ship, for personal use and not for resale, not more than two cases of wine, containing a maximum of nine liters per case, in any calendar year to any resident of South Dakota age twenty-one or over. A winery licensed in South Dakota may ship, for personal use and not for resale, not more than two cases of wine, containing a maximum of nine liters per case, in any calendar year to any resident age twenty-one or over of any state that allows its residents to receive wine sent from outside that state. Section 4. The shipping container of any wine that is sent into or within this state pursuant to section 2 of this Act shall be clearly labeled to indicate that the package contains alcohol and may not be delivered to a minor or to a person who is visibly intoxicated. The shipper shall record on the delivery record the name, address, and date of birth of the person to whom the shipment is delivered from valid identification presented by the person. This section applies only to shipments from states that provide substantial statutory reciprocity. Section 5. No person may advertise shipments authorized under section 2 of this Act by television, radio, or print media. No shipper located outside South Dakota may advertise such interstate reciprocal wine shipments in South Dakota. Nothing in this Act impairs the distribution of wine through distributors or importing distributors. Section 6. There is hereby levied on all table and sparkling wines sold by a winery in this state, an excise tax imposed at the same rates and collected and administered in the same manner as the tax imposed on wine in chapter 35-5. Sacramental wines are exempt from the tax imposed by this section. The excise tax on wines established in this section shall be paid to the secretary of the Department of Revenue on or before the fifteenth day of the month following the month in which the first sale is made in this state by a winery holding a direct shipment wine license and shall be deposited in the general fund. The licensee shall file with the secretary a return in the form prescribed by the secretary, and shall keep records and render reports required by the secretary in rules promulgated pursuant to chapter 1-26. Section 7. Every person subject to tax under this Act shall keep records and books of all receipts and sales, together with invoices, bills of lading, copies of bills of sale, and other pertinent papers and documents. Such books and records and other papers and documents shall, at all times during business hours of the day, be subject to inspection by the secretary of revenue, or duly authorized agents and employees of the secretary to determine the amount of tax due. Such books and records shall be preserved for a period of three years unless the secretary of revenue, in writing, authorized their destruction or disposal at an earlier date. Section 8. Notwithstanding the provisions of § 35-4-47 or 35-4-60, a winery holding a direct shipment wine license pursuant to this Act may sell the wine produced under the license to wholesalers and retailers licensed pursuant to subdivisions 35-4-2(2), (3), (4), (5), (6), (9), (11), (12), (13), and (18). Section 9. The secretary may revoke the license of any person who is the holder of a direct shipment wine license issued pursuant to this Act and who has failed to file a return, or who has filed a return and has failed to pay the tax due the state as required by section 6 of this Act. Section 10. The secretary of the Department of Revenue shall promulgate rules pursuant to chapter 1-26 establishing the criteria and procedures for obtaining a direct shipment wine license and procedures for collecting the excise taxes pertaining to a winery under this Act. Section 11. The licensee shall register labels for each type or brand produced with the secretary of the Department of Revenue, in the same manner and at the same rate as prescribed for wine in chapter 39-13, before sale. If the label or brand states or implies in a false or misleading manner a connection with an actual living or dead Native American leader, the secretary shall reject the registration of the label. Section 12. That § 10-59-1 be amended to read as follows: 10-59-1. The provisions of this chapter apply to any taxes or fees or persons subject to taxes or fees imposed by chapters 10-39, 10-39A, 10-39B, 10-43, 10-45, 10-46, 10-46A, 10-46B, 10-47B, 10-52, 32-3, 32-3A, 32-5, 32-5B, 32-6B, 32-9, 32-10, and 34A-13 and § § 22-25-48, 49-31-51, 50-4-13 to 50-4-17, inclusive, and the provisions of chapter 10-45B and this Act . Section 13. Any person who, in violation of the provisions of this Act, sells, ships, or distributes or attempts to sell, ship, or distribute wine without a license; sells or purchases, or attempts to sell or purchase, an amount of wine in excess of the limits imposed by this Act; intentionally mislabels any wine or wine shipment; engages in advertising practices prohibited by this Act; or fails to pay or fails to file a return for any tax established in this Act is guilty of a Class 1 misdemeanor. Section 14. Any person who sells, ships, or delivers wine under this Act to any person who is less than twenty-one years of age is guilty of a Class 1 misdemeanor. Placing or attempting to place an order for wine under this Act by a person less than twenty-one years of age is deemed to be an attempt by the person to purchase an alcoholic beverage and is subject to the provisions of § 35-9-2. All other laws related to the sale, purchase, possession, and consumption of alcoholic beverages as they pertain to persons less than twenty-one years of age apply to the provisions of this Act. Section 15. Nothing in this Act authorizes the sale or delivery of wine within the boundaries of any government entity that has otherwise lawfully prohibited the purchase of alcoholic beverages within its borders."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17349, "action_date": "2002-01-22T14:00:00-06:00", "document_id": 92568, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92568.pdf", "status_text": "First read in House and referred to", "journal_page": 216, "committee_id_action": 768, "committee_id_assigned": 756, "result": "N", "vote": {}}, {"bill_id": 17349, "action_date": "2002-01-31T07:45:00-06:00", "document_id": 93315, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93315.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 756, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17349, "action_date": "2002-02-05T07:45:00-06:00", "document_id": 93655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93655.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 756, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17349, "action_date": "2002-02-05T07:45:00-06:00", "document_id": 93655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93655.pdf", "status_text": "Hog Housed", "journal_page": null, "committee_id_action": 756, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17349, "action_date": "2002-02-05T07:45:00-06:00", "document_id": 93655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93655.pdf", "status_text": "Do Pass Amended,", "journal_page": 480, "committee_id_action": 756, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52094, "president_vote": null, "Yea": [2729, 2735, 2759, 2763, 2800, 2804, 2813], "Nay": [2732, 2788, 2817, 2782], "Excused": [2803], "Absent": [2823]}}, {"bill_id": 17349, "action_date": "2002-02-05T07:45:00-06:00", "document_id": 93655, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93655.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 756, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17349, "action_date": "2002-02-07T13:00:00-06:00", "document_id": 93950, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93950.pdf", "status_text": "Motion to Amend,", "journal_page": 550, "committee_id_action": 768, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 17349, "action_date": "2002-02-07T13:00:00-06:00", "document_id": 93950, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93950.pdf", "status_text": "Do Pass Amended,", "journal_page": 550, "committee_id_action": 768, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 54148, "president_vote": null, "Yea": [2724, 2729, 2735, 2737, 2738, 2759, 2763, 2766, 2773, 2785, 2786, 2788, 2797, 2799, 2800, 2805, 2808, 2811, 2812, 2823], "Excused": [2725, 2736, 2744, 2748], "Nay": [2728, 2731, 2732, 2741, 2752, 2754, 2755, 2756, 2757, 2758, 2764, 2765, 2767, 2768, 2769, 2770, 2771, 2774, 2775, 2777, 2779, 2781, 2782, 2783, 2789, 2790, 2793, 2794, 2798, 2803, 2804, 2806, 2807, 2813, 2814, 2815, 2816, 2817, 2820, 2822, 2824, 2825, 2826, 2830, 2751], "Absent": [2749]}}]}