{"session_id": 43, "bill_id": 11808, "bill_type": "Senate Bill", "bill_number": 46, "bill_title": "revise provisions related to the restoration to competency of criminal defendants.", "sponsors": [], "keywords": ["Competency", "Criminal Procedure", "Developmentally Disabled Persons", "Executive/Judiciary Request", "Mentally Ill Persons"], "audio": [{"meeting_datetime": "2020-01-23T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju07.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2020-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju18.mp3", "start_seconds": 406.0}, {"meeting_datetime": "2020-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju18.mp3", "start_seconds": 406.0}, {"meeting_datetime": "2020-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju18.mp3", "start_seconds": 406.0}, {"meeting_datetime": "2020-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju18.mp3", "start_seconds": 406.0}, {"meeting_datetime": "2020-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju18.mp3", "start_seconds": 406.0}, {"meeting_datetime": "2020-02-11T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sju18.mp3", "start_seconds": 406.0}, {"meeting_datetime": "2020-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen20.mp3", "start_seconds": 1573.0}, {"meeting_datetime": "2020-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen20.mp3", "start_seconds": 1573.0}, {"meeting_datetime": "2020-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sen20.mp3", "start_seconds": 1573.0}, {"meeting_datetime": "2020-03-05T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe32.mp3", "start_seconds": 4430.0}, {"meeting_datetime": "2020-03-05T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe32.mp3", "start_seconds": 4430.0}, {"meeting_datetime": "2020-03-05T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hhe32.mp3", "start_seconds": 4430.0}, {"meeting_datetime": "2020-03-09T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou33.mp3", "start_seconds": 15608.0}, {"meeting_datetime": "2020-03-09T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou33.mp3", "start_seconds": 15608.0}, {"meeting_datetime": "2020-03-09T00:00:00-05:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hou33.mp3", "start_seconds": 15608.0}], "bill_versions": [{"bill_id": 11808, "bill_version_id": 62036, "bill_version": "Introduced", "bill_version_date": "2020-01-11T16:09:46.01-06:00", "bill_text": "An Act to revise provisions related to the restoration of competency of criminal defendants. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 23A-10A-4 be AMENDED: 23A-10A-4. Commitment--Finding required--Duration. If, after the hearing, the court finds by a preponderance of the evidence that the defendant is presently suffering from a mental disease or developmental disability, or other conditions set forth in § 23A-10A-1, rendering him the defendant mentally incompetent to the extent that he the defendant is unable to understand the nature and consequences of the proceedings against him the defendant or to assist properly in his the defense, the court shall order the defendant to be placed in a treatment program under the direction of an approved facility, commit the defendant to the custody of an approved facility having residential capability, or order the defendant to be placed on outpatient status for treatment if the defendant is not considered to be a danger to the health and safety of others. A defendant placed on outpatient status is subject to the provisions of chapter 23A-43. The facility shall have custody and treat the defendant shall be treated for such a reasonable period of time, not to exceed four months, as is necessary to determine whether there is a substantial probability that in the foreseeable future he the defendant will attain the capacity to permit the trial to proceed. No commitment may be made to an approved facility which that is not owned by the state without first obtaining the consent of the administrator of the privately owned facility. Section 2. That § 23A-10A-4.1 be AMENDED: 23A-10A-4.1. Recovery of defendant--Notice--Hearing--Discharge--Bail. If the director of the facility in under which the defendant is being treated pursuant to in accordance with § 23A-10A-4 determines that the defendant has recovered to such an extent that he the defendant is able to understand the nature and consequences of the proceedings against him the defendant and to assist properly in his the defense, he the director shall promptly file a certificate to that effect with the clerk of the court that ordered the placement or commitment. The court shall send a copy of the certificate to the defendant's counsel and to the prosecuting attorney. The court shall hold a hearing, conducted pursuant to under the provisions of § 23A-46-3, to determine the competency of the defendant. If, after the hearing, the court finds by a preponderance of the evidence that the defendant has recovered to such an extent that he the defendant is capable of understanding the nature and consequences of the proceedings against him the defendant and to assist properly in his the defense, the court shall order his the defendant's immediate discharge from the facility in which he where the defendant is hospitalized if applicable and shall set the date for trial. Upon discharge, the defendant is subject to the provisions of chapter 23A-43. If, after the hearing, the court does not find by a preponderance of the evidence that the defendant has recovered to such an extent that he the defendant is capable of understanding the nature and consequences of the proceedings against him the defendant and to assist properly in his the defense, the court shall order him to again the defendant to be placed in a treatment program under the direction of an approved facility, in an approved facility, or on outpatient status for treatment if the defendant is not considered to be a danger to the health and safety of others for a term consistent with this section and §§ 23A-10A-14 and 23A-10A-15. Section 3. That a NEW SECTION be added: 23A-10A-13.1. Treatment program defined. The term, treatment program, as used in this chapter, means a program under the direction of an approved facility which is designed to restore the defendant to competency in an inpatient, outpatient, or jail-based setting. The term includes a county jail upon the concurrence of the county sheriff to provide treatment in the jail under the direction of an approved facility. Section 4. That § 23A-10A-14 be AMENDED: 23A-10A-14. Facility's report--Length of commitment determined--Review after one year. After four months of evaluation, pursuant to § 23A-10A-4, if the facility has not certified that the defendant is competent to proceed, pursuant to § 23A-10A-4.1, the director of the approved facility shall issue a report to the circuit court evaluating whether there is a substantial probability that within the next year the defendant will become competent to proceed. After receipt of that report by the circuit court, the court shall set a time for hearing to determine whether or not the defendant is reasonably likely to become competent to proceed within the next year. If the court finds there is a reasonable likelihood that the defendant will become competent to proceed within the next year, it the court shall order the defendant to be placed in a treatment program under the direction of an approved facility, committed to an approved facility, or placed on outpatient status for treatment if the defendant is not considered to be a danger to the health and safety of others for an additional specified period of time, not to exceed one year, or until the director of the facility issues a certificate of recovery pursuant to § 23A-10A-4.1. If the court finds there is no reasonable likelihood that the defendant will become competent to proceed within one year, it the court shall review the defendant's condition to determine appropriate placement and order the defendant to be placed in a treatment program under the direction of an approved facility, committed to an approved facility, or to be placed on outpatient status for treatment if the defendant is not considered to be a danger to the health and safety of others for a term consistent with § 23A-10A-15. If the one year provided for in this section has run without a certificate of recovery being issued, the director of the approved facility shall notify the court that one year has expired since the order of detention, and the court shall order a hearing to review the defendant's condition to determine appropriate placement and order the defendant's placement in a treatment program under the direction of an approved facility, commitment to an approved facility, or placement on outpatient status for treatment if the defendant is not considered to be a danger to the health and safety of others for a term consistent with § 23A-10A-15. Section 5. That § 23A-10A-15 be AMENDED: 23A-10A-15. Length of detention for Class A or B felony. If the most serious charge against the defendant is a Class A or B felony, the order of detention shall be for any period of time deemed reasonable by the court determines is reasonable or until the charges have been dismissed by the prosecution. The order for detention may not exceed the maximum penalty allowable for the most serious charge facing the defendant. Upon expiration of the order of detention, or after the expiration of the longest time the defendant could have been sentenced, whichever is longest, the criminal charges against the defendant shall be dismissed. If the prosecutor believes that there is probable cause to believe that the defendant is a danger to himself self or to others at the time of such dismissal, he the prosecutor may file a petition pursuant to in accordance with chapter 27A-10 or 27A-11A or Title title 27B, for further treatment. Every twelve months thereafter, the director of the approved facility shall notify the court if the defendant is still in a treatment program under the direction of an approved facility, in the approved facility, or on outpatient status for treatment pursuant to this chapter, and the circuit court shall hold a hearing to review any order of detention to determine if the defendant has become competent to proceed. Section 6. That § 23A-10A-16 be AMENDED: 23A-10A-16. Time in approved facility credited to term of imprisonment. Time spent by a defendant in a treatment program, an approved facility as a result of an evaluation, treatment, or detention, or on outpatient status for treatment pursuant to this chapter, shall be credited to the term of imprisonment, if any, for which the defendant is sentenced in the criminal case which was suspended pursuant to under § 23A-10A-5."}, {"bill_id": 11808, "bill_version_id": 67395, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2020-02-11T12:00:48.227-06:00", "bill_text": "An Act to revise provisions related to the restoration to competency of criminal defendants. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 23A-10A-4 be AMENDED: 23A-10A-4. Commitment--Finding required--Duration. If, after the hearing, the court finds by a preponderance of the evidence that the defendant is presently suffering from a mental disease or developmental disability, or other conditions set forth in § 23A-10A-1, rendering him the defendant mentally incompetent to the extent that he the defendant is unable to understand the nature and consequences of the proceedings against him the defendant or to assist properly in his the defense, the court shall order the defendant to be placed in a restoration to competency program under the direction of an approved facility, commit the defendant to the custody of an approved facility having residential capability, or order the defendant to be placed on outpatient status for restoration to competency if the court makes a written finding that the defendant is not considered to be a danger to the health and safety of others and is otherwise eligible for bond. A defendant placed on outpatient status is subject to the provisions of chapter 23A-43. The facility shall have custody and treat the defendant shall be treated for such a reasonable period of time, not to exceed four months, as is necessary to determine whether there is a substantial probability that in the foreseeable future he the defendant will attain the capacity to permit the trial to proceed. No commitment may be made to an approved facility which that is not owned by the state without first obtaining the consent of the administrator of the privately owned facility. Section 2. That § 23A-10A-4.1 be AMENDED: 23A-10A-4.1. Recovery of defendant--Notice--Hearing--Discharge--Bail. If the director of the facility in under which the defendant is being treated pursuant to in accordance with § 23A-10A-4 determines that the defendant has recovered to such an extent that he the defendant is able to understand the nature and consequences of the proceedings against him the defendant and to assist properly in his the defense, he the director shall promptly file a certificate to that effect with the clerk of the court that ordered the placement or commitment. The court shall send a copy of the certificate to the defendant's counsel and to the prosecuting attorney. The court shall hold a hearing, conducted pursuant to under the provisions of § 23A-46-3, to determine the competency of the defendant. If, after the hearing, the court finds by a preponderance of the evidence that the defendant has recovered to such an extent that he the defendant is capable of understanding the nature and consequences of the proceedings against him the defendant and to assist properly in his the defense, the court shall order his the defendant's immediate discharge from the facility in which he where the defendant is hospitalized if applicable and shall set the date for trial. Upon discharge, the defendant is subject to the provisions of chapter 23A-43. If, after the hearing, the court does not find by a preponderance of the evidence that the defendant has recovered to such an extent that he the defendant is capable of understanding the nature and consequences of the proceedings against him the defendant and to assist properly in his the defense, the court shall order him to again the defendant to be placed in a restoration to competency program under the direction of an approved facility, in an approved facility, or on outpatient status for restoration to competency if the court makes a written finding that the defendant is not considered to be a danger to the health and safety of others and is otherwise eligible for bond for a term consistent with this section and §§ 23A-10A-14 and 23A-10A-15. Section 3. That a NEW SECTION be added: 23A-10A-13.1. Restoration to competency program defined. The term, restoration to competency program, as used in this chapter, means a program under the direction of an approved facility which is designed to restore the defendant to competency in an inpatient, outpatient, or jail-based setting. The term includes a county jail upon the concurrence of the county sheriff to provide restoration to competency in the jail under the direction of an approved facility. Section 4. That § 23A-10A-14 be AMENDED: 23A-10A-14. Facility's report--Length of commitment determined--Review after one year. After four months of evaluation, pursuant to § 23A-10A-4, if the facility has not certified that the defendant is competent to proceed, pursuant to § 23A-10A-4.1, the director of the approved facility shall issue a report to the circuit court evaluating whether there is a substantial probability that within the next year the defendant will become competent to proceed. After receipt of that report by the circuit court, the court shall set a time for hearing to determine whether or not the defendant is reasonably likely to become competent to proceed within the next year. If the court finds there is a reasonable likelihood that the defendant will become competent to proceed within the next year, it the court shall order the defendant to be placed in a restoration to competency program under the direction of an approved facility, committed to an approved facility, or placed on outpatient status for restoration to competency if the defendant is not considered to be a danger to the health and safety of others for an additional specified period of time, not to exceed one year, or until the director of the facility issues a certificate of recovery pursuant to § 23A-10A-4.1. If the court finds there is no reasonable likelihood that the defendant will become competent to proceed within one year, it the court shall review the defendant's condition to determine appropriate placement and order the defendant to be placed in a restoration to competency program under the direction of an approved facility, committed to an approved facility, or to be placed on outpatient status for restoration to competency if the defendant is not considered to be a danger to the health and safety of others for a term consistent with § 23A-10A-15. If the one year provided for in this section has run without a certificate of recovery being issued, the director of the approved facility shall notify the court that one year has expired since the order of detention, and the court shall order a hearing to review the defendant's condition to determine appropriate placement and order the defendant's placement in a restoration to competency program under the direction of an approved facility, commitment to an approved facility, or placement on outpatient status for restoration to competency if the defendant is not considered to be a danger to the health and safety of others for a term consistent with § 23A-10A-15. Section 5. That § 23A-10A-15 be AMENDED: 23A-10A-15. Length of detention for Class A or B felony. If the most serious charge against the defendant is a Class A or B felony, the order of detention shall be for any period of time deemed reasonable by the court determines is reasonable or until the charges have been dismissed by the prosecution. The order for detention may not exceed the maximum penalty allowable for the most serious charge facing the defendant. Upon expiration of the order of detention, or after the expiration of the longest time the defendant could have been sentenced, whichever is longest, the criminal charges against the defendant shall be dismissed. If the prosecutor believes that there is probable cause to believe that the defendant is a danger to himself self or to others at the time of such dismissal, he the prosecutor may file a petition pursuant to in accordance with chapter 27A-10 or 27A-11A or Title title 27B, for further treatment restoration to competency. Every twelve months thereafter, the director of the approved facility shall notify the court if the defendant is still in a restoration to competency program under the direction of an approved facility or in the approved facility pursuant to this chapter, and the circuit court shall hold a hearing to review any order of detention to determine if the defendant has become competent to proceed. Section 6. That § 23A-10A-16 be AMENDED: 23A-10A-16. Time in approved facility credited to term of imprisonment. Time spent by a defendant in a restoration to competency program or an approved facility as a result of an evaluation, treatment, or detention pursuant to this chapter, shall be credited to the term of imprisonment, if any, for which the defendant is sentenced in the criminal case which was suspended pursuant to under § 23A-10A-5."}, {"bill_id": 11808, "bill_version_id": 69832, "bill_version": "Enrolled", "bill_version_date": "2020-03-09T19:51:06.69-05:00", "bill_text": "ENTITLED An Act to revise provisions related to the restoration to competency of criminal defendants. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 23A-10A-4 be AMENDED: 23A-10A-4. Commitment--Finding required--Duration. If, after the hearing, the court finds by a preponderance of the evidence that the defendant is presently suffering from a mental disease or developmental disability, or other conditions set forth in § 23A-10A-1, rendering the defendant mentally incompetent to the extent that the defendant is unable to understand the nature and consequences of the proceedings against the defendant or to assist properly in the defense, the court shall order the defendant to be placed in a restoration to competency program under the direction of an approved facility, commit the defendant to the custody of an approved facility having residential capability, or order the defendant to be placed on outpatient status for restoration to competency if the court makes a written finding that the defendant is not considered to be a danger to the health and safety of others and is otherwise eligible for bond. A defendant placed on outpatient status is subject to the provisions of chapter 23A-43. The defendant shall be treated for a reasonable period of time, not to exceed four months, as is necessary to determine whether there is a substantial probability that in the foreseeable future the defendant will attain the capacity to permit the trial to proceed. No commitment may be made to an approved facility that is not owned by the state without first obtaining the consent of the administrator of the privately owned facility. Section 2. That § 23A-10A-4.1 be AMENDED: 23A-10A-4.1. Recovery of defendant--Notice--Hearing--Discharge--Bail. If the director of the facility under which the defendant is being treated in accordance with § 23A-10A-4 determines that the defendant has recovered to an extent that the defendant is able to understand the nature and consequences of the proceedings against the defendant and to assist properly in the defense, the director shall promptly file a certificate to that effect with the clerk of the court that ordered the placement or commitment. The court shall send a copy of the certificate to the defendant's counsel and to the prosecuting attorney. The court shall hold a hearing, conducted under the provisions of § 23A-46-3, to determine the competency of the defendant. If, after the hearing, the court finds by a preponderance of the evidence that the defendant has recovered to an extent that the defendant is capable of understanding the nature and consequences of the proceedings against the defendant and to assist properly in the defense, the court shall order the defendant's immediate discharge from the facility where the defendant is hospitalized if applicable and shall set the date for trial. Upon discharge, the defendant is subject to the provisions of chapter 23A-43. If, after the hearing, the court does not find by a preponderance of the evidence that the defendant has recovered to an extent that the defendant is capable of understanding the nature and consequences of the proceedings against the defendant and to assist properly in the defense, the court shall order the defendant to be placed in a restoration to competency program under the direction of an approved facility, in an approved facility, or on outpatient status for restoration to competency if the court makes a written finding that the defendant is not considered to be a danger to the health and safety of others and is otherwise eligible for bond for a term consistent with this section and §§ 23A-10A-14 and 23A-10A-15. Section 3. That a NEW SECTION be added: 23A-10A-13.1. Restoration to competency program defined. The term, restoration to competency program, as used in this chapter, means a program under the direction of an approved facility which is designed to restore the defendant to competency in an inpatient, outpatient, or jail-based setting. The term includes a county jail upon the concurrence of the county sheriff to provide restoration to competency in the jail under the direction of an approved facility. Section 4. That § 23A-10A-14 be AMENDED: 23A-10A-14. Facility's report--Length of commitment determined--Review after one year. After four months of evaluation, pursuant to § 23A-10A-4, if the facility has not certified that the defendant is competent to proceed, pursuant to § 23A-10A-4.1, the director of the approved facility shall issue a report to the circuit court evaluating whether there is a substantial probability that within the next year the defendant will become competent to proceed. After receipt of that report by the circuit court, the court shall set a time for hearing to determine whether the defendant is reasonably likely to become competent to proceed within the next year. If the court finds there is a reasonable likelihood that the defendant will become competent to proceed within the next year, the court shall order the defendant to be placed in a restoration to competency program under the direction of an approved facility, committed to an approved facility, or placed on outpatient status for restoration to competency if the defendant is not considered to be a danger to the health and safety of others for an additional specified period of time, not to exceed one year, or until the director of the facility issues a certificate of recovery pursuant to § 23A-10A-4.1. If the court finds there is no reasonable likelihood that the defendant will become competent to proceed within one year, the court shall review the defendant's condition to determine appropriate placement and order the defendant to be placed in a restoration to competency program under the direction of an approved facility, committed to an approved facility, or to be placed on outpatient status for restoration to competency if the defendant is not considered to be a danger to the health and safety of others for a term consistent with § 23A-10A-15. If the one year provided for in this section has run without a certificate of recovery being issued, the director of the approved facility shall notify the court that one year has expired since the order of detention, and the court shall order a hearing to review the defendant's condition to determine appropriate placement and order the defendant's placement in a restoration to competency program under the direction of an approved facility, commitment to an approved facility, or placement on outpatient status forrestoration to competency if the defendant is not considered to be a danger to the health and safety of others for a term consistent with § 23A-10A-15. Section 5. That § 23A-10A-15 be AMENDED: 23A-10A-15. Length of detention for Class A or B felony. If the most serious charge against the defendant is a Class A or B felony, the order shall be for any period of time the court determines is reasonable or until the charges have been dismissed by the prosecution. The order may not exceed the maximum penalty allowable for the most serious charge facing the defendant. Upon expiration of the order of detention, or after the expiration of the longest time the defendant could have been sentenced, whichever is longest, the criminal charges against the defendant shall be dismissed. If the prosecutor believes there is probable cause to believe that the defendant is a danger to self or to others at the time of dismissal, the prosecutor may file a petition in accordance with chapter 27A-10 or 27A-11A or title 27B, for further restoration to competency. Every twelve months thereafter, the director of the approved facility shall notify the court if the defendant is still in a restoration to competency program under the direction of an approved facility or in the approved facility pursuant to this chapter, and the circuit court shall hold a hearing to review any order of detention to determine if the defendant has become competent to proceed. Section 6. That § 23A-10A-16 be AMENDED: 23A-10A-16. Time in approved facility credited to term of imprisonment. Time spent by a defendant in a restoration to competency program or an approved facility pursuant to this chapter, shall be credited to the term of imprisonment, if any, for which the defendant is sentenced in the criminal case which was suspended under § 23A-10A-5. An Act to revise provisions related to the restoration to competency of criminal defendants. I certify that the attached Act originated in the: Senate as Bill No. 46 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 46 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2020 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2020 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2020 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11808, "action_date": "2020-01-14T12:00:00-06:00", "document_id": 61791, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/61791.pdf", "status_text": "First Reading Senate", "journal_page": 14, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11808, "action_date": "2020-01-15T13:00:00-06:00", "document_id": 62187, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/62187.pdf", "status_text": "Referred to", "journal_page": 17, "committee_id_action": 447, "committee_id_assigned": 451, "result": "N", "vote": {}}, {"bill_id": 11808, "action_date": "2020-01-23T09:00:00-06:00", "document_id": 62970, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/62970.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 451, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11808, "action_date": "2020-02-11T08:00:00-06:00", "document_id": 67019, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67019.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 451, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11808, "action_date": "2020-02-11T08:00:00-06:00", "document_id": 67023, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67023.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 451, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11808, "action_date": "2020-02-11T08:00:00-06:00", "document_id": 67023, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67023.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 451, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 11808, "action_date": "2020-02-11T08:00:00-06:00", "document_id": 67023, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67023.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 451, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32759, "president_vote": null, "Yea": [1717, 1685, 1752, 1716, 1726, 1718], "Nay": [1663]}}, {"bill_id": 11808, "action_date": "2020-02-13T13:00:00-06:00", "document_id": 67587, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67587.pdf", "status_text": "Do Pass Amended", "journal_page": 230, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33067, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1763, 1659, 1720, 1742, 1708, 1721, 1686, 1724, 1715, 1651, 1703, 1749, 1746, 1718, 1752, 1713, 1704, 1750, 1716, 1730, 1706, 1719, 1735, 1705], "Excused": [1707, 1693, 1717, 1726], "Nay": [1658, 1663, 1652]}}, {"bill_id": 11808, "action_date": "2020-02-18T14:00:00-06:00", "document_id": 67682, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67682.pdf", "status_text": "First Reading House", "journal_page": 298, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11808, "action_date": "2020-02-26T14:00:00-06:00", "document_id": 68734, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68734.pdf", "status_text": "Referred to", "journal_page": 410, "committee_id_action": 480, "committee_id_assigned": 466, "result": "N", "vote": {}}, {"bill_id": 11808, "action_date": "2020-03-05T06:30:00-06:00", "document_id": 69270, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69270.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 466, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11808, "action_date": "2020-03-05T06:30:00-06:00", "document_id": 69271, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69271.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 466, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34431, "president_vote": null, "Yea": [1670, 1675, 1679, 1698, 1709, 1656, 1662, 1712, 1755, 1731], "Excused": [1699, 1740, 1696]}}, {"bill_id": 11808, "action_date": "2020-03-09T11:00:00-05:00", "document_id": 69689, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69689.pdf", "status_text": "Do Pass Amended", "journal_page": 523, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 34627, "president_vote": null, "Yea": [1754, 1700, 1689, 1723, 1654, 1670, 1710, 1668, 1751, 1665, 1711, 1672, 1656, 1743, 1680, 1740, 1744, 1736, 1728, 1702, 1682, 1662, 1748, 1684, 1731, 1738, 1669, 1739, 1678, 1747, 1655, 1667, 1722, 1657, 1737, 1675, 1679, 1673, 1671, 1729, 1765, 1698, 1677, 1733, 1745, 1701, 1725, 1674, 1688, 1727, 1683, 1664, 1709, 1660, 1653, 1696, 1692, 1661, 1762, 1755, 1691, 1712, 1687, 1734], "Excused": [1699, 1681, 1676, 1666], "Nay": [1690, 1697]}}, {"bill_id": 11808, "action_date": "2020-03-10T10:00:00-05:00", "document_id": 69810, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69810.pdf", "status_text": "Signed by the President", "journal_page": 475, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11808, "action_date": "2020-03-11T10:00:00-05:00", "document_id": 69924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69924.pdf", "status_text": "Signed by the Speaker", "journal_page": 583, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11808, "action_date": "2020-03-12T10:00:00-05:00", "document_id": 69968, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69968.pdf", "status_text": "Delivered to the Governor", "journal_page": 522, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11808, "action_date": "2020-03-30T11:00:00-05:00", "document_id": 70027, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/70027.pdf", "status_text": "Signed by the Governor", "journal_page": 557, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 421}