{"session_id": 69, "bill_id": 24812, "bill_type": "Senate Bill", "bill_number": 22, "bill_title": "amend language regarding the licensing period for a grain buyer.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24812", "sponsors": [], "keywords": ["Executive/Judiciary Request", "Licensure", "Public Utilities and Carriers"], "audio": [{"meeting_datetime": "2024-01-11T10:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sag03.mp3", "start_seconds": 1231.0}, {"meeting_datetime": "2024-01-11T10:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sag03.mp3", "start_seconds": 1231.0}, {"meeting_datetime": "2024-01-11T10:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sag03.mp3", "start_seconds": 1231.0}, {"meeting_datetime": "2024-01-11T10:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2024/sag03.mp3", "start_seconds": 1231.0}], "bill_versions": [{"bill_id": 24812, "bill_version_id": 257763, "bill_version": "Introduced", "bill_version_date": "2023-12-29T17:17:06.94-06:00", "bill_text": "An Act to amend language regarding the licensing period for a grain buyer. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 49-45-1.1 be AMENDED: 49-45-1.1. Terms used in this chapter mean: (1) \"Commission,\" the Public Utilities Commission; (2) \"Grain,\" grain, grain sorghums, beans, pulse crops, and oil seeds. The term does not include grain that has been cleaned, processed, and specifically identified for an intended use of planting for reproduction, grain received for consignment that will be processed by the consignee for an intended use of planting for reproduction, or grain purchased to feed livestock; (3) \"Grain broker,\" a person who is involved in the negotiation of a grain transaction in this state and: (a) Is compensated for that involvement by at least one party to the transaction; and (b) Does not take title to the grain that is subject to the transaction; (4) \"Grain buyer,\" any person who purchases grain for the purpose of reselling the unprocessed grain or who purchases three hundred thousand dollars' worth or more of grain directly from producers in a calendar license year, which begins on July first and ends on June thirtieth. Nothing in this chapter applies to the isolated resale of grain by a producer who does not hold himself or herself out as engaging in the business of reselling grain; (5) \"Holds himself or herself out,\" the creation of an assumption or the use of any kind of title, sign, symbol, document, or term indicating or conveying the idea that the person whose name is so connected is competent, qualified, authorized, or entitled to engage in certain activities; (6) \"Person,\" any natural person, firm, corporation, company, limited liability company, partnership, association, or joint stock company, or the lessee, trustee, or receiver appointed by any court for any one of the foregoing; (7) \"Producer,\" a person engaged in the business of grain production; and (8) \"Voluntary credit sale,\" a sale of grain or seeds pursuant to which the sale price is to be paid more than thirty days after the delivery or release of the grain for sale, including those contracts commonly referred to as deferred-payment contracts, deferred-pricing contracts, and price-later contracts. Section 2. That § 49-45-7.1 be AMENDED: 49-45-7.1. An applicant may apply for a Class A grain buyer's license or a Class B grain buyer's license. No grain buyer with a Class B grain buyer's license may purchase grain in excess of five million dollars for the annual licensed period year or enter into voluntary credit sale contracts. The commission shall require an applicant for a Class A grain buyer's license to submit a more detailed review of its financial condition than an applicant for a Class B grain buyer's license. Section 3. That § 49-45-9 be AMENDED: 49-45-9. Before any grain buyer license is issued by the commission, the applicant shall must file with the commission a bond conditioned to secure the faithful performance of the applicant's obligations as a grain buyer and the applicant's full and unreserved compliance with the laws of this state and the rules of the commission, relating to the purchase of grain by the grain buyer. The bond is for the specific purpose of protecting persons selling grain to the grain buyer. However, the bond may not benefit any person entering into a voluntary credit sale with a grain buyer. Any person who does business as a grain buyer without a bond is guilty of a Class 1 misdemeanor. Each day a person conducts the business of a grain buyer without a bond is a separate offense. The amount of the bond for a Class A or Class B grain buyer's license shall must be based on a rolling average of the dollar amount of grain purchased by the applicant in South Dakota this state during the last three calendar license years. For a new grain buyer, the first year's bond shall must be based on projected purchases. For a grain buyer with less than three years of experience as a grain buyer, the bond shall must be based on the average actual purchases made by the grain buyer in all of its previous years as a grain buyer or projected purchases, whichever amount is higher. The bond applies to all grain purchases for all of the grain buyer's business locations. The amount of the bond for a Class A grain buyer's license is: Dollar Amount of Grain Purchased Bond Requirement Less than $2,000,001 $50,000 $2,000,001--$5,000,000 $100,000 $5,000,001-$10,000,000 $150,000 $10,000,001-$20,000,000 $200,000 $20,000,001-$30,000,000 $250,000 $30,000,001-$40,000,000 $300,000 $40,000,001-$55,000,000 $350,000 $55,000,001-$70,000,000 $400,000 $70,000,001-$85,000,000 $450,000 $85,000,001-$100,000,000 $500,000 Bond requirements are increased twenty-five thousand dollars for each additional ten million dollars in purchases above one hundred million dollars. The amount of the bond for a Class B grain buyer's license is: Dollar Amount of Grain Purchased Bond Requirement Less than $2,000,001 $50,000 $2,000,001--$5,000,000 $100,000 The grain buyer may stipulate to a higher bond amount requested by the commission or may post additional security in another form. Section 4. That § 49-45-10 be AMENDED: 49-45-10. A grain buyer shall must pay the purchase price to the owner or the owner's agent for grain upon delivery or demand of the owner or agent unless payment is to be made in accordance with the terms of a voluntary credit sale which that complies with the requirements of this chapter and rules promulgated thereto. Full payment of any cash purchase shall must be made by the Class A grain buyer within thirty days of final delivery. A Class B grain buyer must pay for the grain included on a uniform scale ticket or comparable receipt, as defined in § 49-45-10.1, within thirty days of issuance."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24812, "action_date": "2024-01-09T12:00:00-06:00", "document_id": 257007, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/257007.pdf", "status_text": "First read in Senate and referred to", "journal_page": 16, "committee_id_action": 1219, "committee_id_assigned": 1208, "result": "N", "vote": {}}, {"bill_id": 24812, "action_date": "2024-01-11T10:00:00-06:00", "document_id": 258704, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/258704.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1208, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24812, "action_date": "2024-01-11T10:00:00-06:00", "document_id": 258705, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/258705.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1208, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78357, "president_vote": null, "Yea": [4515, 4523, 4529, 4537, 4567, 4490, 4541]}}, {"bill_id": 24812, "action_date": "2024-01-11T10:00:00-06:00", "document_id": 258705, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/258705.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1208, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24812, "action_date": "2024-01-12T13:00:00-06:00", "document_id": 259398, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259398.pdf", "status_text": "Do Pass", "journal_page": 76, "committee_id_action": 1219, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 78429, "president_vote": null, "Yea": [4477, 4480, 4481, 4487, 4488, 4490, 4493, 4498, 4502, 4507, 4508, 4512, 4515, 4516, 4517, 4523, 4526, 4529, 4536, 4541, 4550, 4554, 4558, 4559, 4564, 4567, 4572, 4573, 4574], "Excused": [4479, 4501, 4537, 4547, 4576]}}, {"bill_id": 24812, "action_date": "2024-01-16T14:00:00-06:00", "document_id": 259641, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/259641.pdf", "status_text": "First read in House and referred to", "journal_page": 60, "committee_id_action": 1197, "committee_id_assigned": 1191, "result": "N", "vote": {}}, {"bill_id": 24812, "action_date": "2024-01-23T07:45:00-06:00", "document_id": 260874, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/260874.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1191, "committee_id_assigned": null, "result": "N", "vote": {}}]}