{"session_id": 19, "bill_id": 4222, "bill_type": "House Commemoration", "bill_number": 1001, "bill_title": "Commending and honoring Specialist James Furry for his selection as the South Dakota Army National Guard Soldier of the Year.", "sponsors": [{"legislator_profile_id": 380, "is_prime": true}, {"legislator_profile_id": 387, "is_prime": true}, {"legislator_profile_id": 338, "is_prime": false}, {"legislator_profile_id": 337, "is_prime": false}, {"legislator_profile_id": 418, "is_prime": false}, {"legislator_profile_id": 326, "is_prime": false}, {"legislator_profile_id": 370, "is_prime": false}, {"legislator_profile_id": 364, "is_prime": false}, {"legislator_profile_id": 389, "is_prime": false}, {"legislator_profile_id": 359, "is_prime": false}, {"legislator_profile_id": 345, "is_prime": false}, {"legislator_profile_id": 395, "is_prime": false}, {"legislator_profile_id": 333, "is_prime": false}, {"legislator_profile_id": 405, "is_prime": false}, {"legislator_profile_id": 343, "is_prime": false}, {"legislator_profile_id": 399, "is_prime": false}, {"legislator_profile_id": 323, "is_prime": false}, {"legislator_profile_id": 354, "is_prime": false}, {"legislator_profile_id": 373, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4222, "bill_version_id": 24058, "bill_version": "Introduced", "bill_version_date": "2013-01-18T11:37:14.997-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Specialist James Furry for his selection as the South Dakota Army National Guard Soldier of the Year. WHEREAS, the South Dakota Army National Guard consistently is ranked as one of the best Army National Guard units in the nation; and WHEREAS, Specialist James Furry was selected as the Soldier of the Year of the South Dakota Army National Guard after serving with honor and demonstrating great proficiency and steadfast dedication; and WHEREAS, as noted by his South Dakota Army National Guard state supervisors and commanders, Specialist James Furry's proficiency and dedication to duty exemplify the total package of Army core values; and WHEREAS, Specialist James Furry's performance is in keeping with the highest traditions established by South Dakota's many veterans and the United States Armed Forces; and WHEREAS, South Dakotans greatly appreciate the sacrifice, dedication, and service of all those who put their lives on the line to serve South Dakota and our great nation: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Specialist James Furry is commended, congratulated, and honored as the recipient of the South Dakota Army National Guard Soldier of the Year award. Specialist Furry is recognized for his outstanding service and outstanding representation of the State of South Dakota, and is extended best wishes for his continued success, happiness, and safety. Hooah!"}, {"bill_id": 4222, "bill_version_id": 24435, "bill_version": "Enrolled", "bill_version_date": "2013-01-23T15:51:03.763-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Commending and honoring Specialist James Furry for his selection as the South Dakota Army National Guard Soldier of the Year. WHEREAS, the South Dakota Army National Guard consistently is ranked as one of the best Army National Guard units in the nation; and WHEREAS, Specialist James Furry was selected as the Soldier of the Year of the South Dakota Army National Guard after serving with honor and demonstrating great proficiency and steadfast dedication; and WHEREAS, as noted by his South Dakota Army National Guard state supervisors and commanders, Specialist James Furry's proficiency and dedication to duty exemplify the total package of Army core values; and WHEREAS, Specialist James Furry's performance is in keeping with the highest traditions established by South Dakota's many veterans and the United States Armed Forces; and WHEREAS, South Dakotans greatly appreciate the sacrifice, dedication, and service of all those who put their lives on the line to serve South Dakota and our great nation: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that Specialist James Furry is commended, congratulated, and honored as the recipient of the South Dakota Army National Guard Soldier of the Year award. Specialist Furry is recognized for his outstanding service and outstanding representation of the State of South Dakota, and is extended best wishes for his continued success, happiness, and safety. Hooah! 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4222, "action_date": "2013-01-18T13:00:00-06:00", "document_id": 24084, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24084.pdf", "status_text": "", "journal_page": 122, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}]}