{"session_id": 69, "bill_id": 24996, "bill_type": "Senate Bill", "bill_number": 179, "bill_title": "create provisions for the protection of warehouse distribution center employees.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24996", "sponsors": [{"legislator_profile_id": 4536, "is_prime": true}, {"legislator_profile_id": 4499, "is_prime": false}, {"legislator_profile_id": 4523, "is_prime": false}, {"legislator_profile_id": 4535, "is_prime": false}], "keywords": ["Labor and Employment"], "audio": [], "bill_versions": [{"bill_id": 24996, "bill_version_id": 262795, "bill_version": "Introduced", "bill_version_date": "2024-01-25T10:08:32.1-06:00", "bill_text": "An Act to create provisions for the protection of warehouse distribution center employees. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 60: Terms in this chapter mean: (1) \"Aggregated data,\" information that an employer has combined or collected in a manner that it cannot be identified with any individual; (2) \"Controlled group of corporations,\" as defined under 26 U.S.C. § 1563 (January 1, 2024), except that fifty percent is substituted for eighty percent in all instances where eighty percent appears in the definition; (3) \"Defined time period,\" any unit of time measurement equal to or less than the duration of an employee's shift; (4) \"Designated employee representative,\" any person authorized by all employees to represent the employee's interests with the employer through a collective bargaining agreement; (5) \"Employee,\" a nonexempt and non-administrative employee who works at a warehouse distribution center and is subject to a quota; (6) \"Employee work speed data,\" information an employer collects, stores, analyzes, or interprets relating to an individual employee's performance of a quota; (7) \"Employer,\" a person, either directly, indirectly, or through an agent, at any time in the prior twelve months, that employs, exercises control over the wages, hours, or working conditions of one hundred or more employees at a single warehouse distribution center or five hundred or more employees at multiple warehouse distribution centers in the state. This term also deems employers to be all members of a controlled group of corporations of which the employer is a member; (8) \"Quota,\" a work standard in which: (a) An employee is assigned or required to perform at a specified productivity speed or a quantified number of tasks or to handle or produce a quantified amount of material within a defined time period; (b) An employee's actions are categorized between time performing tasks and not performing tasks within a day; or (c) An employee's performance is ranked in relation to the performance of other employees; and (9) \"Warehouse distribution center,\" an establishment, as defined by any of the following North American Classification System codes: (a) Four hundred ninety-three for warehousing and storage; (b) Four hundred twenty-three for merchant wholesalers, durable goods; (c) Four hundred twenty-four for merchant wholesalers, nondurable goods; (d) Four hundred fifty-four thousand one hundred ten for electronic shopping and mail-order houses; or (e) Four hundred ninety-two thousand one hundred ten for couriers and express delivery services. Section 2. That a NEW SECTION be added to title 60: An employee employed directly, indirectly, or through an agent or any other person or as an employee employed by a member of a controlled group of corporations of which the employer is a member must be counted in determining the number of employees employed at a single warehouse distribution center or at multiple warehouse distribution centers in the state. Section 3. That a NEW SECTION be added to title 60: An employer must provide to each employee upon hire, or within thirty days of the effective date of this Act, a written description of each quota to which the employee is subject. The written description must contain the quantified number of tasks to be performed or materials to be produced or handled, within the defined time period, and any potential adverse employment action that could result from failure to meet the quota. Each time the quota changes thereafter, the employer must: (1) Notify the employee, verbally and in writing, before the employee is subject to the new quota; and (2) Provide an updated written description of each quota to which the employee is subject within two business days of the quota change. Each time an employer takes an adverse employment action against an employee, the employer must provide the employee with the applicable quota for the employee. Section 4. That a NEW SECTION be added to title 60: An employee may not be required to meet a quota that prevents compliance with meal periods, rest periods, or use of bathroom facilities, including reasonable travel to and from bathroom facilities. An employer may not take adverse employment action against an employee for failure to meet a quota that does not allow an employee to comply with meal or rest periods, or both, or for failure to meet a quota that has not been disclosed to the employee pursuant to section 3 of this Act. Paid and unpaid breaks must not be considered productive time for the purpose of any quota or monitoring system unless the employe is required to remain on call. Section 5. That a NEW SECTION be added to title 60: Each employer shall establish, maintain, and preserve records of: (1) Each employee's personal work speed data; (2) The aggregated work speed data for similar employees at the same warehouse distribution center; and (3) The written descriptions of each quota provided to an employee pursuant to section 3 of this Act. The records must be maintained and preserved throughout the duration of an employee's employment and made available upon request by the secretary of the Department of Labor and Regulation. Upon an employee's separation from the employer, the records relating to the six months prior to an employee's separation from the employer must be preserved for no less than three years and made available to the secretary of the Department of Labor and Regulation upon request. This chapter does not require an employer to keep the records if the employer does not use quotas or monitor work speed data. Section 6. That a NEW SECTION be added to title 60: A current employee may request a written description of each quota to which the employee is subject, a copy of the employee's own personal work speed data, and a copy of the preceding six months of aggregated work speed data for similar employees at the same establishment. A former employee may request, within three years of the employee's separation from the employer, a written description of the quota to which the employee was subject as of the date of separation, a copy of the employee's own personal work speed data for the six months preceding the date of separation, and a copy of the aggregated work speed data for similar employees at the same establishment for the six months preceding the employee's separation from the employer. The requested records must be provided at no cost to the current or former employee. The employer shall provide the requested records in a timely manner. This chapter does not require an employer to use quotas or monitor work speed data. An employer that does not monitor work speed data has no obligation to provide it. Section 7. That a NEW SECTION be added to title 60: An employer may not discharge an employee, or retaliate, discriminate, or take adverse action against an employee who makes a request pursuant to section 6 of this Act or makes a complaint regarding a violation of this chapter. Section 8. That a NEW SECTION be added to title 60: A current or former employee or a designated employee representative of the current or former employee may bring an action for injunctive relief to obtain compliance with this Act and may, upon prevailing in the action, recover costs and reasonable attorney's fees in the action. In any action involving a quota that prevented the compliance with applicable regulations on workplace safety and health or meal or rest break requirements, the injunctive relief must be limited to suspension of the quota and restitution and injunctive relief to address any retaliation or other adverse action taken by the employer in relation to the complaint or its enforcement. In any action involving a retaliation in violation of this Act, in addition to the relief authorized, a prevailing current or former employee or a designated employee representative of the current or former employee must be awarded damages equal to the greater of ten thousand dollars or three time the actual damages, including unpaid wages and benefits."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24996, "action_date": "2024-01-25T13:00:00-06:00", "document_id": 262427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/262427.pdf", "status_text": "First read in Senate and referred to", "journal_page": 178, "committee_id_action": 1219, "committee_id_assigned": 1209, "result": "N", "vote": {}}, {"bill_id": 24996, "action_date": "2024-02-06T10:00:00-06:00", "document_id": 264340, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/264340.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1209, "committee_id_assigned": null, "result": "N", "vote": {}}]}