{"session_id": 49, "bill_id": 14998, "bill_type": "House Bill", "bill_number": 1241, "bill_title": "authorize the establishment of voucher schools and the issuance of nonsectarian vouchers to pay a portion of the costs associated with certain transfer students.", "sponsors": [{"legislator_profile_id": 2333, "is_prime": true}, {"legislator_profile_id": 2335, "is_prime": true}, {"legislator_profile_id": 2305, "is_prime": false}, {"legislator_profile_id": 2306, "is_prime": false}, {"legislator_profile_id": 2307, "is_prime": false}, {"legislator_profile_id": 2312, "is_prime": false}, {"legislator_profile_id": 2315, "is_prime": false}, {"legislator_profile_id": 2318, "is_prime": false}, {"legislator_profile_id": 2325, "is_prime": false}, {"legislator_profile_id": 2327, "is_prime": false}, {"legislator_profile_id": 2328, "is_prime": false}, {"legislator_profile_id": 2332, "is_prime": false}, {"legislator_profile_id": 2340, "is_prime": false}, {"legislator_profile_id": 2341, "is_prime": false}, {"legislator_profile_id": 2344, "is_prime": false}, {"legislator_profile_id": 2347, "is_prime": false}, {"legislator_profile_id": 2349, "is_prime": false}, {"legislator_profile_id": 2350, "is_prime": false}, {"legislator_profile_id": 2351, "is_prime": false}, {"legislator_profile_id": 2353, "is_prime": false}, {"legislator_profile_id": 2354, "is_prime": false}, {"legislator_profile_id": 2356, "is_prime": false}, {"legislator_profile_id": 2359, "is_prime": false}, {"legislator_profile_id": 2363, "is_prime": false}, {"legislator_profile_id": 2365, "is_prime": false}, {"legislator_profile_id": 2369, "is_prime": false}, {"legislator_profile_id": 2370, "is_prime": false}, {"legislator_profile_id": 2372, "is_prime": false}, {"legislator_profile_id": 2373, "is_prime": false}, {"legislator_profile_id": 2374, "is_prime": false}, {"legislator_profile_id": 2379, "is_prime": false}, {"legislator_profile_id": 2383, "is_prime": false}, {"legislator_profile_id": 2384, "is_prime": false}, {"legislator_profile_id": 2385, "is_prime": false}, {"legislator_profile_id": 2391, "is_prime": false}, {"legislator_profile_id": 2393, "is_prime": false}, {"legislator_profile_id": 2395, "is_prime": false}, {"legislator_profile_id": 2397, "is_prime": false}, {"legislator_profile_id": 2400, "is_prime": false}, {"legislator_profile_id": 2403, "is_prime": false}, {"legislator_profile_id": 2405, "is_prime": false}, {"legislator_profile_id": 2407, "is_prime": false}, {"legislator_profile_id": 2408, "is_prime": false}], "keywords": ["Administrative Rules", "Department of Education and Cultural Affairs", "School Board", "School District", "Voucher School"], "audio": [{"meeting_datetime": "2000-02-02T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou17hb1241a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-02T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou17hb1241a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-02T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou17hb1241a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 14998, "bill_version_id": 86553, "bill_version": "Introduced", "bill_version_date": "2000-01-21T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the establishment of voucher schools and the issuance of nonsectarian vouchers to pay a portion of the costs associated with certain transfer students. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-28-40 be amended to read as follows: 13-28-40. An enrollment options program is established to enable any South Dakota kindergarten through twelfth grade student to attend any public school that serves the student's grade level in any South Dakota school district, subject to the provisions in § § 13-28-40 to 13-28-47, inclusive , and to the provisions of this Act . For purposes of determining state aid to education as it relates to the provisions of § § 13-28-40 to 13-28-47, inclusive, and to the provisions of this Act, general enrollment average daily membership as defined in § 13-13-10.1 is used to compute foundation aid and resident average daily membership as defined in § 13-37-35 is used to determine funding for special education. Section 2. That § 13-28-43 be amended to read as follows: 13-28-43. A student's parent or legal guardian who wishes to enroll the student, or an emancipated student who wishes to enroll, under the provisions of § § 13-28-40 to 13-28-47, inclusive , and the provisions of this Act , in a South Dakota school district other than the resident district , in a voucher school established pursuant to this Act, or in a school within the resident district other than the school to which the student has been assigned shall apply on forms provided by the Department of Education and Cultural Affairs. The school board or the board's designee of the district in which the student desires to enroll or the board of directors of a voucher school in which the student wishes to enroll shall approve or disapprove the application and shall notify the applicant and the resident board, if applicable, of its decision within five days of the decision. The district or voucher school in which the student desires to enroll shall review the applications in the order received. Intradistrict transfer applications may be accepted and acted upon at any time at the board's discretion if the policies on which the transfer decisions are based are consistent with the other requirements of § § 13-28-40 to 13-28-47, inclusive , and the provisions of this Act . An application may be withdrawn by the applicant prior to the approval of the request and upon notification of the district to which the student applied. Once approved by the district or voucher school in which the student wishes to enroll, the approved application serves as the applicant's notice of intent to enroll in the nonresident district or desired school during the school year and obligates the student to attend school in the nonresident district or desired school during the school year, unless the affected school board or boards agree in writing to allow the student to transfer back to the resident district or assigned school, or unless the parents, guardians, or emancipated student change residence to another district. Once enrolled in a nonresident district or nonassigned school, the student may remain enrolled and is not required to resubmit annual applications. Section 3. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: The parent or guardian of any kindergarten through twelfth grade student who desires to enroll in a proposed or existing voucher school may request and receive from the Department of Education and Cultural Affairs a nonsectarian voucher to be redeemed as provided in this Act. The department shall issue the voucher within thirty days after the request was received. The amount of the voucher is three thousand six hundred five dollars as of July 1, 2000. This amount represents the per student allocation as defined in § 13-13-10.1 and adjusted for large school districts as of July 1, 2000. The voucher amount shall be adjusted each year by the index factor as defined in § 13-13-10.1. Each student at the time of enrollment shall present the voucher to the voucher school in which the student is to be enrolled. The voucher school may redeem the voucher with the department for payment, and the department shall pay the school the amount of the voucher. If the student is not enrolled in the voucher school for the entire school year, the amount of the voucher payment made to the school shall be pro-rated based on the portion of the school year for which the student was enrolled. The issuance or payment of a voucher pursuant to this section does not limit, alter, or in any way restrict the amount of state aid to education to which the student's resident school district and nonresident school district are entitled. State aid for each school district shall be calculated as provided in this title. However, no student who is enrolled in a voucher school created pursuant to this Act may be counted as part of the general enrollment average daily membership as defined in § 13-13-10.1 in either the student's resident or nonresident school district. Section 4. That § 13-28-44 be amended to read as follows: 13-28-44. Each school district by November 1, 1997 and each voucher school established pursuant to this Act shall by resolution adopt relevant standards for the acceptance and rejection of an application to enroll in the district or voucher school under the provisions of § § 13-28-40 to 13-28-47, inclusive , and the provisions of this Act . The board shall adopt standards through official board action, set them forth in writing, and make them available to any individual upon receiving an oral or written request. Standards may define the capacity of a program, class, grade level, and school building operated by the board and the pupil/teacher ratio. Discrimination based on race, gender, religious affiliation, or disability is prohibited. If two or more children from a family residing in the same household must enroll in different school districts as the result of a board's denial of an application to transfer from a resident district or to enroll in a nonresident district or a voucher school under the provisions of § § 13-28-40 to 13-28-47, inclusive, and the provisions of this Act, neither the resident board nor the nonresident board may deny the application. The decision of a local school board or a voucher school regarding a student's application for open enrollment or a request to return to the resident district under the provisions of § § 13-28-40 to 13-28-47, inclusive, or the provisions of this Act is subject to de novo appeal under the provisions of chapter 13-46. The Department of Education and Cultural Affairs may promulgate rules pursuant to chapter 1-26 specifying procedural and administrative requirements for the implementation of the open enrollment program and related transfers and enrollments under the provisions of § § 13-28-40 to 13-28-47, inclusive, and the provisions of this Act . Section 5. That § 13-28-45 be amended to read as follows: 13-28-45. The parent or guardian of a student who has been accepted for transfer is responsible for transporting the student to school in the receiving district or to the voucher school without reimbursement. Either the district of residence or The resident district, the receiving district , or the voucher school may provide transportation to students approved for transfer. The provisions of § 13-29-4 do not apply when transporting students enrolled under the provisions of § § 13-28-40 to 13-28-47 , inclusive, or the provisions of this Act . The resident district, the receiving district , or the voucher school may charge a reasonable fee if the student elects to use the transportation services offered by the receiving district or the voucher school . Section 6. That § 13-28-46 be amended to read as follows: 13-28-46. A school district shall accept credits for any course completed in any other accredited school district or voucher school as the result of a transfer under § § 13-28-40 to 13-28-47, inclusive , or the provisions of this Act . The nonresident district or voucher school shall award a diploma to a nonresident student only if the student satisfactorily meets its graduation requirements. Section 7. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: The parents or guardians of a group of at least twenty students who are eligible to apply for admission to a voucher school pursuant to section 14 of this Act may apply to the Department of Education and Cultural affairs for permission to establish a voucher school in South Dakota. The number of voucher schools in a district and in the state is not limited. Once established as provided in this Act, the voucher school may accept additional open enrollment students. Section 8. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: Each voucher school shall develop and adhere to measurable student achievement goals and remain accountable in accordance with an agreement between the school and the department authorizing the establishment of the school. In return for this accountability, a voucher school is exempt from all statutes and rules applicable to a school, a school board, or a school district, except as provided in this Act. Voucher schools are subject to the same requirements for academic achievement testing as other public schools pursuant to § 13-3-55. If the average academic achievement test scores at a voucher school for two consecutive years fail to exceed national averages for the test, the school is ineligible for voucher funding during the next academic year unless the Department of Education and Cultural Affairs has granted a waiver based on the composition or purposes of the school. Section 9. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: The agreement authorizing the establishment of a voucher school shall be in the form of a written contract approved by Department of Education and Cultural Affairs and signed by the provisional board of directors of the proposed voucher school. The contract shall be in writing and shall contain at least the following: (1) A description of a program that will achieve any of the following purposes: (a) Improve student learning; (b) Increase learning opportunities for students; (c) Encourage innovation in teaching methods; (d) Establish accountability for public schools; (e) Apply the benefits of competition to the improvement of education; (f) Create new professional opportunities for teachers, including the opportunity to exercise expanded responsibility for the educational curriculum at the school; (2) Specific results that students are to achieve, including any testing and high school graduation requirements and compliance with any education or achievement standards that may be adopted by the State of South Dakota; (3) Admission policies and procedures; (4) Management and administration policies of the school, including a description of the group or entity that is sponsoring or operating the school; (5) Requirements and procedures for program and financial audits; (6) A description of the school's proposed operations and program of study; (7) Assumption of liability by the school; (8) Types and amounts of insurance coverage to be obtained by the school; (9) The term of the contract, which may not exceed five years; and (10) The names of the provisional board of directors of the school and a description of the number of members and method of election of the regular board of directors in accordance with the provisions of this Act. Section 10. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: The following provisions apply to each voucher school: (1) A voucher school is a public school, but is not under the jurisdiction of any school district; (2) The school shall meet all applicable state and local health and safety requirements for facilities, students, and staff; (3) The school shall be nonreligious in its programs, curriculum, admission policies, employment practices, and all other operations; (4) The school shall be operated on a not-for-profit basis; (5) No voucher school may be used as a method of providing education or generating revenue for students who are being home schooled pursuant to § 13-27-3; (6) The school shall provide a comprehensive program of instruction for at least one grade or age group from five through eighteen years of age, the provisions of § 13- 28-5 notwithstanding. The school shall meet minimum curriculum requirements established for public school students of the same grade or age group; (7) Any student enrolled in a voucher school may receive dual high school and college credit for completed course work to the same extent and under the same conditions that students in other public schools are eligible for such credit; (8) The school shall comply with federal and state statutes, regulations, and rules relating to the education of students with disabilities as though it were a school district; (9) The school shall comply with the provisions of chapter 13-32 related to the dismissal, suspension, and expulsion of students; (10) The school is subject to the same financial audits, audit procedures, and audit requirements as a school district, except to the extent deviations are necessary because of the program at the school. The Department of Education and Cultural Affairs, the state auditor, or the Department of Legislative Audit may conduct financial, program, or compliance audits of a voucher school; (11) A voucher school is a school district for the purposes of tort liability; (12) The school may sue and be sued; (13) The school may enter into contracts to assist in the implementation of the school's operations or program or to make other educational, social, or correctional programs or services available to the school or its students; (14) Voucher schools and their students are eligible to participate in interscholastic activities sanctioned by the South Dakota High School Activities Association pursuant to chapter 13-36; (15) No voucher school may levy taxes or issue bonds; (16) Any leased or purchased property used primarily for the operation of a voucher school is exempt from the property tax. Section 11. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: The Department of Education and Cultural Affairs shall either accept or reject an application for the establishment of a voucher school within ninety days after the application was received. Final approval for a voucher school shall be completed by January first of the year preceding enrollment. An applicant may submit a revised application for reconsideration by the department. If the department rejects the initial application or a revised application, the department shall notify the applicant in writing of the reasons for the rejection. The applicant may request, and the department may provide, technical assistance to improve the application. The decision of the department regarding a request for the creation of a voucher school is subject to de novo appeal under the provisions of chapter 13- 46. The granting or renewal of approval by the department for the establishment or operation of a voucher school may not be conditioned upon the presence or absence of a collective bargaining agreement among the employees of the school. Each voucher school shall be organized and operated as a cooperative or nonprofit corporation under Title 47. The department may authorize the establishment of a voucher school before the applicant has secured its space, equipment, facilities, and personnel if the applicant indicates the authority is necessary for it to raise working capital. A voucher school shall provide the information required by the department in rules promulgated pursuant to chapter 1-26 at least annually. The reports are public information pursuant to chapter 1-27. Section 12. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: A voucher school may be operated by parents, teachers, businesses, nonprofit organizations, or other persons or entities. The Department of Education and Cultural Affairs shall provide information to interested parties on how to form and operate a voucher school. Section 13. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: Within one year after the Department of Education and Cultural Affairs has authorized the establishment of a voucher school, the school's provisional board of directors shall hold an election for members of the school's regular board of directors. Any staff members, including teachers, who are employed at the school, all parents of children enrolled in the school, and any other person may seek a position on the school's board of directors. Only staff members and teachers employed by the school and parents of children enrolled in the school may vote in the election. Any board of directors meeting shall comply with chapter 1-25. Section 14. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: Any kindergarten through twelfth grade student residing in the State of South Dakota is eligible to apply for admission to a voucher school. The school shall adopt admission standards for new students through official board action, set the standards forth in writing, and make them available to any person upon receiving an oral or written request. Standards may consider academic abilities and interests; capacity of the program, class, and grade level; and student/teacher ratio. No voucher school may discriminate based on race, gender, religion, disability, or financial ability to pay. A voucher school may use a lottery to select students for admission if the number of qualified applicants exceeds the available openings. Any public school may refuse admission to any student who has been expelled from a voucher school, and any voucher school may refuse admission to any student who has been expelled from a public school. Section 15. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: For any student enrolled in a voucher school, any financial or other assistance from federal sources that would have been associated with the student and that would otherwise have been provided to the school district in which the student would have been enrolled shall be provided to the voucher school in which the student is enrolled. No voucher school may charge tuition. A voucher school may accept any lawful gift, grant, donation, or other financial assistance. The gift, grant, donation, or other financial assistance shall be used in accordance with terms and conditions specified by the donor and may not be contrary to the terms of the agreement under which the voucher school was established. The acceptance of such gifts, grants, donations, or other financial assistance does not diminish the voucher school's eligibility for funding available pursuant to this Act. Section 16. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: The resident district is responsible for the provision of a free, appropriate public education for students in need of special education or special education and related services. A request to transfer a student in need of special education or special education and related services to a voucher school may be granted only if, through the placement committee process, the resident district and the voucher school determine that the school can provide an appropriate instructional program and facilities to meet the student's needs. The resident district shall reimburse the voucher school for costs incurred in providing an appropriate special education for a student in need of special education and related services. The reimbursement shall be reduced by the amount of any voucher payment received by the school for the student for the corresponding school year. Notwithstanding any other provisions of this Act, the placement committee, including representatives of the resident and voucher school, shall determine whether a student in need of special education requires transportation as a related service. If so, the resident district shall provide or ensure the provision of transportation. If a parent or guardian of a student in need of special education or special education and related services wishes to transfer the student back to the resident district, the request shall be considered by the placement committee. The committee shall include representatives of the resident district and the voucher school. Section 17. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: A voucher school may lease space from an eligible school district or a nonsectarian public or private organization able to provide such a facility. Space may be leased from a sectarian organization if the lease is first approved by the Department of Education and Cultural Affairs. Section 18. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: A voucher school shall provide instruction each year for at least the number of days and hours required by § § 13-26-2 and 13-26-2.1. A voucher school may provide instruction throughout the year according to § 13-26-2. Section 19. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: No sponsor or operator of a voucher school, member of the board of a sponsor or operator in an official capacity, or employee of a sponsor or operator is civilly liable with respect to any activity related to a voucher school that such person may approve or sponsor. The board of directors shall obtain at least the amount of and types of insurance required by the contract, pursuant to section 9 of this Act. Section 20. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: The duration of a voucher school's authorization to operate is for the term contained in the agreement with the Department of Education and Cultural Affairs executed pursuant to section 9 of this Act. The department may renew or refuse to renew the agreement at the end of the term for any ground listed in this section. At least sixty days before not renewing or terminating a contract, the department shall notify the board of directors of the school of the proposed action in writing. The notice shall state the grounds for the proposed action in reasonable detail and that the school's board of directors may request in writing an informal hearing before the department within thirty days of receiving notice of nonrenewal or termination of the agreement. Failure by the board of directors to make a written request for a hearing within the thirty-day period constitutes acquiescence to the proposed action. Upon receiving a timely written request for a hearing, the department shall give reasonable notice to the school's board of directors of the hearing date. The department shall conduct an informal hearing before taking final action. The department shall take final action to renew or not renew the agreement by April first. An agreement may be terminated or not renewed upon any of the following grounds: (1) Failure to meet the requirements for student performance contained in the agreement; (2) Failure to meet generally accepted standards of fiscal management; (3) Failure to address legitimate health and safety concerns; or (4) Violation of law. If an agreement is terminated or not renewed, the voucher school shall be dissolved in the same manner as a cooperative or nonprofit corporation pursuant to Title 47. If an agreement is not renewed or is terminated pursuant to this section, a student who attended the school, siblings of the student, or another student who resides in the same place as the student may enroll in the resident district or may submit an application to a nonresident district according to the enrollment options program established pursuant to § 13-28-40. Applications and notices required for the enrollment options program shall be processed and provided in a prompt manner, and the application and notice deadlines for the enrollment options program do not apply under these circumstances. Section 21. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: The Department of Education and Cultural Affairs shall promulgate rules pursuant to chapter 1-26 to provide, in accordance with the provisions of this Act, for the establishment, administration, and dissolution of voucher schools and governing the programs of study, admission and enrollment standards and procedures, personnel policies, and transportation policies for voucher schools. The rules shall include procedures for the issuance and redemption of vouchers and conditions for the waiver of academic and testing standards or required test results."}, {"bill_id": 14998, "bill_version_id": 86552, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2000-01-31T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to authorize the establishment of voucher schools and the issuance of nonsectarian vouchers to pay a portion of the costs associated with certain transfer students. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-28-40 be amended to read as follows: 13-28-40. An enrollment options program is established to enable any South Dakota kindergarten through twelfth grade student to attend any public school that serves the student's grade level in any South Dakota school district, subject to the provisions in § § 13-28-40 to 13-28-47, inclusive , and to the provisions of this Act . For purposes of determining state aid to education as it relates to the provisions of § § 13-28-40 to 13-28-47, inclusive, and to the provisions of this Act, general enrollment average daily membership as defined in § 13-13-10.1 is used to compute foundation aid and resident average daily membership as defined in § 13-37-35 is used to determine funding for special education. Section 2. That § 13-28-43 be amended to read as follows: 13-28-43. A student's parent or legal guardian who wishes to enroll the student, or an emancipated student who wishes to enroll, under the provisions of § § 13-28-40 to 13-28-47, inclusive , and the provisions of this Act , in a South Dakota school district other than the resident district , in a voucher school established pursuant to this Act, or in a school within the resident district other than the school to which the student has been assigned shall apply on forms provided by the Department of Education and Cultural Affairs. The school board or the board's designee of the district in which the student desires to enroll or the board of directors of a voucher school in which the student wishes to enroll shall approve or disapprove the application and shall notify the applicant and the resident board, if applicable, of its decision within five days of the decision. The district or voucher school in which the student desires to enroll shall review the applications in the order received. Intradistrict transfer applications may be accepted and acted upon at any time at the board's discretion if the policies on which the transfer decisions are based are consistent with the other requirements of § § 13-28-40 to 13-28-47, inclusive , and the provisions of this Act . An application may be withdrawn by the applicant prior to the approval of the request and upon notification of the district to which the student applied. Once approved by the district or voucher school in which the student wishes to enroll, the approved application serves as the applicant's notice of intent to enroll in the nonresident district or desired school during the school year and obligates the student to attend school in the nonresident district or desired school during the school year, unless the affected school board or boards agree in writing to allow the student to transfer back to the resident district or assigned school, or unless the parents, guardians, or emancipated student change residence to another district. Once enrolled in a nonresident district or nonassigned school, the student may remain enrolled and is not required to resubmit annual applications. Section 3. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: The parent or guardian of any kindergarten through twelfth grade student who desires to enroll in a proposed or existing voucher school may request and receive from the Department of Education and Cultural Affairs a nonsectarian voucher to be redeemed as provided in this Act. The department shall issue the voucher within thirty days after the request was received. The amount of the voucher is three thousand six hundred sixty-six dollars as of July 1, 2000. This amount represents the per student allocation as defined in § 13-13-10.1 as of July 1, 2000. No voucher school may have an adjusted general enrollment average daily membership greater than its average daily membership. The voucher amount shall be adjusted each year by the index factor as defined in § 13-13-10.1. Each student at the time of enrollment shall present the voucher to the voucher school in which the student is to be enrolled. The voucher school may redeem the voucher with the department for payment, and the department shall pay the school the amount of the voucher in twelve monthly payments over the next fiscal year. If the student is not enrolled in the voucher school for the entire school year, the amount of the voucher payment made to the school shall be pro-rated based on the portion of the school year for which the student was enrolled. The issuance or payment of a voucher pursuant to this section does not limit, alter, or in any way restrict the amount of state aid to education to which the student's resident school district and nonresident school district are entitled. State aid for each school district shall be calculated as provided in this title. However, no student who is enrolled in a voucher school created pursuant to this Act may be counted as part of the general enrollment average daily membership as defined in § 13-13-10.1 in either the student's resident or nonresident school district. Section 4. That § 13-28-44 be amended to read as follows: 13-28-44. Each school district by November 1, 1997 and each voucher school established pursuant to this Act shall by resolution adopt relevant standards for the acceptance and rejection of an application to enroll in the district or voucher school under the provisions of § § 13-28-40 to 13-28-47, inclusive , and the provisions of this Act . The board shall adopt standards through official board action, set them forth in writing, and make them available to any individual upon receiving an oral or written request. Standards may define the capacity of a program, class, grade level, and school building operated by the board and the pupil/teacher ratio. Discrimination based on race, gender, religious affiliation, or disability is prohibited. If two or more children from a family residing in the same household must enroll in different school districts as the result of a board's denial of an application to transfer from a resident district or to enroll in a nonresident district or a voucher school under the provisions of § § 13-28-40 to 13-28-47, inclusive, and the provisions of this Act, neither the resident board nor the nonresident board may deny the application. The decision of a local school board or a voucher school regarding a student's application for open enrollment or a request to return to the resident district under the provisions of § § 13-28-40 to 13-28-47, inclusive, or the provisions of this Act is subject to de novo appeal under the provisions of chapter 13-46. The Department of Education and Cultural Affairs may promulgate rules pursuant to chapter 1-26 specifying procedural and administrative requirements for the implementation of the open enrollment program and related transfers and enrollments under the provisions of § § 13-28-40 to 13-28-47, inclusive, and the provisions of this Act . Section 5. That § 13-28-45 be amended to read as follows: 13-28-45. The parent or guardian of a student who has been accepted for transfer is responsible for transporting the student to school in the receiving district or to the voucher school without reimbursement. Either the district of residence or The resident district, the receiving district , or the voucher school may provide transportation to students approved for transfer. The provisions of § 13-29-4 do not apply when transporting students enrolled under the provisions of § § 13-28-40 to 13-28-47 , inclusive, or the provisions of this Act . The resident district, the receiving district , or the voucher school may charge a reasonable fee if the student elects to use the transportation services offered by the receiving district or the voucher school . Section 6. That § 13-28-46 be amended to read as follows: 13-28-46. A school district shall accept credits for any course completed in any other accredited school district or voucher school as the result of a transfer under § § 13-28-40 to 13-28-47, inclusive , or the provisions of this Act . The nonresident district or voucher school shall award a diploma to a nonresident student only if the student satisfactorily meets its graduation requirements. Section 7. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: The parents or guardians of a group of at least twenty students who are eligible to apply for admission to a voucher school pursuant to section 14 of this Act may apply to the Department of Education and Cultural affairs for permission to establish a voucher school in South Dakota. The number of voucher schools in a district and in the state is not limited. Once established as provided in this Act, the voucher school may accept additional open enrollment students. Section 8. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: Each voucher school shall develop and adhere to measurable student achievement goals and remain accountable in accordance with an agreement between the school and the department authorizing the establishment of the school. In return for this accountability, a voucher school is exempt from all statutes and rules applicable to a school, a school board, or a school district, except as provided in this Act. Voucher schools are subject to the same requirements for academic achievement testing as other public schools pursuant to § 13-3-55. If the average academic achievement test scores at a voucher school for two consecutive years are not in the highest twenty-five percent of the academic achievement test scores for schools in South Dakota, the school is ineligible for voucher funding during the next academic year unless the Department of Education and Cultural Affairs has granted a waiver based on the composition or purposes of the school. No voucher school that has been denied voucher funding based on achievement test scores pursuant to this section may be reorganized under a different name solely for purposes of receiving voucher funding unless the department determines that a substantial change has occurred or will occur that is likely to improve the school's performance. The department shall promulgate rules pursuant to chapter 1-26 to establish methods for determining a voucher school's average academic achievement test scores and methods for comparison with test scores in other schools. The rules shall include criteria for granting a waiver, based on the composition or purposes of the school, from the revocation of a school's voucher funding and procedures required for requesting and obtaining a waiver. Section 9. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: The agreement authorizing the establishment of a voucher school shall be in the form of a written contract approved by Department of Education and Cultural Affairs and signed by the provisional board of directors of the proposed voucher school. The contract shall be in writing and shall contain at least the following: (1) A description of a program that will achieve any of the following purposes: (a) Improve student learning; (b) Increase learning opportunities for students; (c) Encourage innovation in teaching methods; (d) Establish accountability for public schools; (e) Apply the benefits of competition to the improvement of education; (f) Create new professional opportunities for teachers, including the opportunity to exercise expanded responsibility for the educational curriculum at the school; (2) Specific results that students are to achieve, including any testing and high school graduation requirements and compliance with any education or achievement standards that may be adopted by the State of South Dakota; (3) Admission policies and procedures; (4) Management and administration policies of the school, including a description of the group or entity that is sponsoring or operating the school; (5) Requirements and procedures for program and financial audits; (6) A description of the school's proposed operations and program of study; (7) Assumption of liability by the school; (8) Types and amounts of insurance coverage to be obtained by the school; (9) The term of the contract, which may not exceed five years; and (10) The names of the provisional board of directors of the school and a description of the number of members and method of election of the regular board of directors in accordance with the provisions of this Act. Section 10. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: The following provisions apply to each voucher school: (1) A voucher school is a public school, but is not under the jurisdiction of any school district; (2) The school shall meet all applicable state and local health and safety requirements for facilities, students, and staff; (3) The school shall be nonreligious in its programs, curriculum, admission policies, employment practices, and all other operations; (4) The school shall be operated on a not-for-profit basis; (5) No voucher school may be used as a method of providing education or generating revenue for students who are receiving alternative instruction pursuant to § 13-27-3; (6) The school shall provide a comprehensive program of instruction for at least one grade or age group from five through eighteen years of age, the provisions of § 13- 28-5 notwithstanding. The school shall meet minimum curriculum requirements established for public school students of the same grade or age group; (7) Any student enrolled in a voucher school may receive dual high school and college credit for completed course work to the same extent and under the same conditions that students in other public schools are eligible for such credit; (8) The school shall comply with federal and state statutes, regulations, and rules relating to the education of students with disabilities as though it were a school district; (9) The school shall comply with the provisions of chapter 13-32 related to the dismissal, suspension, and expulsion of students; (10) The school is subject to the same financial audits, audit procedures, and audit requirements as a school district, except to the extent deviations are necessary because of the program at the school. The Department of Education and Cultural Affairs, the state auditor, or the Department of Legislative Audit may conduct financial, program, or compliance audits of a voucher school; (11) A voucher school is a school district for the purposes of tort liability; (12) The school may sue and be sued; (13) The school may enter into contracts to assist in the implementation of the school's operations or program or to make other educational, social, or correctional programs or services available to the school or its students; (14) Voucher schools and their students are eligible to participate in interscholastic activities sanctioned by the South Dakota High School Activities Association pursuant to chapter 13-36; (15) No voucher school may levy taxes or issue bonds; (16) Any leased or purchased property used primarily for the operation of a voucher school is exempt from the property tax. Section 11. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: The Department of Education and Cultural Affairs shall either accept or reject an application for the establishment of a voucher school within ninety days after the application was received. Final approval for a voucher school shall be completed by January first of the year preceding enrollment. An applicant may submit a revised application for reconsideration by the department. If the department rejects the initial application or a revised application, the department shall notify the applicant in writing of the reasons for the rejection. The applicant may request, and the department may provide, technical assistance to improve the application. The decision of the department regarding a request for the creation of a voucher school is subject to de novo appeal under the provisions of chapter 13- 46. The granting or renewal of approval by the department for the establishment or operation of a voucher school may not be conditioned upon the presence or absence of a collective bargaining agreement among the employees of the school. Each voucher school shall be organized and operated as a cooperative or nonprofit corporation under Title 47. The department may authorize the establishment of a voucher school before the applicant has secured its space, equipment, facilities, and personnel if the applicant indicates the authority is necessary for it to raise working capital. A voucher school shall provide the information required by the department in rules promulgated pursuant to chapter 1-26 at least annually. The reports are public information pursuant to chapter 1-27. Section 12. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: A voucher school may be operated by parents, teachers, businesses, nonprofit organizations, or other persons or entities. The Department of Education and Cultural Affairs shall provide information to interested parties on how to form and operate a voucher school. Section 13. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: Within one year after the Department of Education and Cultural Affairs has authorized the establishment of a voucher school, the school's provisional board of directors shall hold an election for members of the school's regular board of directors. Any staff members, including teachers, who are employed at the school, all parents of children enrolled in the school, and any other person may seek a position on the school's board of directors. Only staff members and teachers employed by the school and parents of children enrolled in the school may vote in the election. Any board of directors meeting shall comply with chapter 1-25. Section 14. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: Any kindergarten through twelfth grade student residing in the State of South Dakota is eligible to apply for admission to a voucher school. The school shall adopt admission standards for new students through official board action, set the standards forth in writing, and make them available to any person upon receiving an oral or written request. Notwithstanding the provisions of § 13-28-44, standards may consider academic abilities and interests; capacity of the program, class, and grade level; and student/teacher ratio. No voucher school may discriminate based on race, gender, religion, disability, or financial ability to pay. A voucher school may use a lottery to select students for admission if the number of qualified applicants exceeds the available openings. Any public school may refuse admission to any student who has been expelled from a voucher school, and any voucher school may refuse admission to any student who has been expelled from a public school. Section 15. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: For any student enrolled in a voucher school, any financial or other assistance from federal sources that would have been associated with the student and that would otherwise have been provided to the school district in which the student would have been enrolled shall be provided to the voucher school in which the student is enrolled. No voucher school may charge tuition. A voucher school may accept any lawful gift, grant, donation, or other financial assistance. The gift, grant, donation, or other financial assistance shall be used in accordance with terms and conditions specified by the donor and may not be contrary to the terms of the agreement under which the voucher school was established. The acceptance of such gifts, grants, donations, or other financial assistance does not diminish the voucher school's eligibility for funding available pursuant to this Act. Section 16. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: The resident district is responsible for the provision of a free, appropriate public education for students in need of special education or special education and related services. A request to transfer a student in need of special education or special education and related services to a voucher school may be granted only if, through the placement committee process, the resident district and the voucher school determine that the school can provide an appropriate instructional program and facilities to meet the student's needs. The resident district shall reimburse the voucher school for costs incurred in providing an appropriate special education for a student in need of special education and related services. The reimbursement shall be reduced by the amount of any voucher payment received by the school for the student for the corresponding school year. Notwithstanding any other provisions of this Act, the placement committee, including representatives of the resident and voucher school, shall determine whether a student in need of special education requires transportation as a related service. If so, the resident district shall provide or ensure the provision of transportation. If a parent or guardian of a student in need of special education or special education and related services wishes to transfer the student back to the resident district, the request shall be considered by the placement committee. The committee shall include representatives of the resident district and the voucher school. Section 17. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: A voucher school may lease space from an eligible school district or a nonsectarian public or private organization able to provide such a facility. Space may be leased from a sectarian organization if the lease is first approved by the Department of Education and Cultural Affairs. Section 18. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: A voucher school shall provide instruction each year for at least the number of days and hours required by § § 13-26-2 and 13-26-2.1. A voucher school may provide instruction throughout the year according to § 13-26-2. Section 19. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: No sponsor or operator of a voucher school, member of the board of a sponsor or operator in an official capacity, or employee of a sponsor or operator is civilly liable with respect to any activity related to a voucher school that such person may approve or sponsor. The board of directors shall obtain at least the amount of and types of insurance required by the contract, pursuant to section 9 of this Act. Section 20. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: The duration of a voucher school's authorization to operate is for the term contained in the agreement with the Department of Education and Cultural Affairs executed pursuant to section 9 of this Act. The department may renew or refuse to renew the agreement at the end of the term for any ground listed in this section. At least sixty days before not renewing or terminating a contract, the department shall notify the board of directors of the school of the proposed action in writing. The notice shall state the grounds for the proposed action in reasonable detail and that the school's board of directors may request in writing an informal hearing before the department within thirty days of receiving notice of nonrenewal or termination of the agreement. Failure by the board of directors to make a written request for a hearing within the thirty-day period constitutes acquiescence to the proposed action. Upon receiving a timely written request for a hearing, the department shall give reasonable notice to the school's board of directors of the hearing date. The department shall conduct an informal hearing before taking final action. The department shall take final action to renew or not renew the agreement by April first. An agreement may be terminated or not renewed upon any of the following grounds: (1) Failure to meet the requirements for student performance contained in the agreement; (2) Failure to meet generally accepted standards of fiscal management; (3) Failure to address legitimate health and safety concerns; or (4) Violation of law. If an agreement is terminated or not renewed, the voucher school shall be dissolved in the same manner as a cooperative or nonprofit corporation pursuant to Title 47. If an agreement is not renewed or is terminated pursuant to this section, a student who attended the school, siblings of the student, or another student who resides in the same place as the student may enroll in the resident district or may submit an application to a nonresident district according to the enrollment options program established pursuant to § 13-28-40. Applications and notices required for the enrollment options program shall be processed and provided in a prompt manner, and the application and notice deadlines for the enrollment options program do not apply under these circumstances. Section 21. That chapter 13-28 be amended by adding thereto a NEW SECTION to read as follows: The Department of Education and Cultural Affairs shall promulgate rules pursuant to chapter 1-26 to provide, in accordance with the provisions of this Act, for the establishment, administration, and dissolution of voucher schools and governing the programs of study, admission and enrollment standards and procedures, personnel policies, and transportation policies for voucher schools. The rules shall include procedures for the issuance and redemption of vouchers and conditions for the waiver of academic and testing standards or required test results. BILL HISTORY 1/21/00 First read in House and referred to committee assignment waived. H.J. 178 1/24/00 Referred to State Affairs. 1/31/00 State Affairs Do Pass Amended, Passed, AYES 7, NAYS 6. H.J. 299 1/31/00 Scheduled for Committee hearing on this date."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14998, "action_date": "2000-01-21T14:00:00-06:00", "document_id": 85636, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85636.pdf", "status_text": "First read in House and referred to", "journal_page": 178, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14998, "action_date": "2000-01-24T14:00:00-06:00", "document_id": 85638, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85638.pdf", "status_text": "Referred to", "journal_page": 206, "committee_id_action": 656, "committee_id_assigned": 651, "result": "P", "vote": {}}, {"bill_id": 14998, "action_date": "2000-01-31T10:00:00-06:00", "document_id": 85818, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85818.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 651, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14998, "action_date": "2000-01-31T10:00:00-06:00", "document_id": 85818, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85818.pdf", "status_text": "Do Pass Amended,", "journal_page": 299, "committee_id_action": 651, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45643, "president_vote": null, "Nay": [2313, 2337, 2345, 2360, 2368, 2388], "Yea": [2333, 2351, 2353, 2363, 2393, 2372, 2319]}}, {"bill_id": 14998, "action_date": "2000-02-02T14:00:00-06:00", "document_id": 85652, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85652.pdf", "status_text": "Do Pass Amended,", "journal_page": 370, "committee_id_action": 656, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 46055, "president_vote": null, "Yea": [2305, 2315, 2316, 2319, 2327, 2328, 2332, 2333, 2349, 2350, 2353, 2354, 2359, 2363, 2366, 2370, 2372, 2374, 2379, 2383, 2385, 2403, 2407, 2408, 2351], "Nay": [2308, 2309, 2312, 2313, 2314, 2317, 2318, 2321, 2323, 2324, 2325, 2334, 2336, 2337, 2338, 2341, 2342, 2343, 2345, 2348, 2355, 2356, 2360, 2361, 2362, 2367, 2368, 2371, 2373, 2377, 2378, 2382, 2384, 2387, 2388, 2390, 2392, 2394, 2396, 2397, 2401, 2402, 2404, 2406], "Excused": [2393]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14998"}