{"session_id": 59, "bill_id": 20612, "bill_type": "House Bill", "bill_number": 1179, "bill_title": "regulate certain consumer small loans and payday loans.", "sponsors": [{"legislator_profile_id": 3388, "is_prime": true}, {"legislator_profile_id": 3397, "is_prime": true}, {"legislator_profile_id": 3361, "is_prime": false}, {"legislator_profile_id": 3362, "is_prime": false}, {"legislator_profile_id": 3375, "is_prime": false}, {"legislator_profile_id": 3386, "is_prime": false}, {"legislator_profile_id": 3387, "is_prime": false}, {"legislator_profile_id": 3393, "is_prime": false}, {"legislator_profile_id": 3394, "is_prime": false}, {"legislator_profile_id": 3395, "is_prime": false}, {"legislator_profile_id": 3398, "is_prime": false}, {"legislator_profile_id": 3401, "is_prime": false}, {"legislator_profile_id": 3411, "is_prime": false}, {"legislator_profile_id": 3413, "is_prime": false}, {"legislator_profile_id": 3417, "is_prime": false}, {"legislator_profile_id": 3419, "is_prime": false}, {"legislator_profile_id": 3420, "is_prime": false}, {"legislator_profile_id": 3422, "is_prime": false}, {"legislator_profile_id": 3427, "is_prime": false}, {"legislator_profile_id": 3430, "is_prime": false}, {"legislator_profile_id": 3449, "is_prime": false}, {"legislator_profile_id": 3450, "is_prime": false}, {"legislator_profile_id": 3451, "is_prime": false}, {"legislator_profile_id": 3454, "is_prime": false}, {"legislator_profile_id": 3455, "is_prime": false}, {"legislator_profile_id": 3460, "is_prime": false}, {"legislator_profile_id": 3465, "is_prime": false}], "keywords": ["Contract", "Debtor Creditor"], "audio": [{"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco17.mp3", "start_seconds": 5984.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco17.mp3", "start_seconds": 5984.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco17.mp3", "start_seconds": 5984.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco17.mp3", "start_seconds": 5984.0}, {"meeting_datetime": "2006-02-02T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2006/hco17.mp3", "start_seconds": 5984.0}], "bill_versions": [{"bill_id": 20612, "bill_version_id": 106952, "bill_version": "Introduced", "bill_version_date": "2006-01-23T08:26:35-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to regulate certain consumer small loans and payday loans. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 54-4-36 be amended to read as follows: 54-4-36. Terms used in §§ 54-4-36 to 54-4-63, inclusive, and §§ 54-4-65 and 54-4-66 mean: (1) \"Advertisement,\" a commercial message in any medium that aids, promotes, or assists, directly or indirectly, the sale of products or services; (2) \"Commission,\" the State Banking Commission; (3) \"Director,\" the director of the Division of Banking of the Department of Revenue and Regulation; (4) \"Division,\" the Division of Banking; (5) \"Finance charge,\" the amount, however denominated, which is paid or payable for the privilege of paying for goods or services in one or more installments at the beginning of the transaction; (6) \"Financing institutions,\" any person engaged in the business of creating and holding or purchasing or acquiring retail installment contracts; (7) \"Installment loan,\" a loan made to be repaid in specified amounts over a certain number of months; (8) \"License,\" a license provided by §§ 54-4-36 to 54-4-63, inclusive; (9) \"Installment loan contract\" or \"contract,\" an agreement evidencing a installment loan transaction; (10) \"Licensee,\" any person holding a license; (11) \"Loan,\" any installment loan, single pay loan, or open-end loan which may be unsecured or secured by real or personal property; and (12) \"Payday loan,\" any small, short-maturity loan on the security of a check, any assignment of an interest in the account of a person at a depository institution, any authorization to debit the person's deposit account, or any assignment of salary or wages payable to a person. A short-maturity loan made in anticipation of an income tax refund is not a payday loan for purposes of this chapter. (13) \"Regional revolving loan fund,\" a regional revolving loan fund with a service area of at least five South Dakota counties, a designated staff for loan processing and servicing, a loan portfolio of at least one million dollars, and which is governed by a board of directors that meets at least quarterly ; (14) \"Consumer small loan,\" a loan transaction in which cash is advanced to a borrower for the borrower's own personal, family, or household purpose. A consumer small loan is a short-term, nonrevolving, unsecured loan to be repaid in a single installment. The cash advance of a consumer small loan is equal to or less than five hundred dollars. A consumer small loan includes an indebtedness evidenced by a promissory note or agreement to defer the presentation of a personal check for a fee . Section 2. That § 54-4-65 be repealed. 54-4-65. No licensee may renew, rollover, or flip a payday loan more than four times. No renewal, rollover, or flip is valid unless the debtor pays the outstanding fee at the time of the renewal. Section 3. That § 54-4-66 be amended to read as follows: 54-4-66. No payday loan or consumer small loan disbursed by a licensee may exceed five hundred dollars. A violation of this section is a Class 1 misdemeanor. Section 4. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: In lieu of the interest, finance charges, or fees in any other law, a licensee disbursing a consumer small loan or a payday loan may charge the following: (1) On any amount up to and including fifty dollars, a charge of five dollars and fifty cents may be added; (2) On amounts in excess of fifty dollars, but not more than one hundred dollars, a charge may be added equal to ten percent of the loan proceeds plus a five dollar administrative fee; (3) On amounts in excess of one hundred dollars, but not more than two hundred fifty dollars, a charge may be added equal to seven percent of the loan proceeds with a minimum of ten dollars plus a five dollar administrative fee; (4) For amounts in excess of two hundred fifty dollars and not greater than five hundred dollars, a charge may be added equal to six percent of the loan proceeds with a minimum of seventeen dollars and fifty cents plus a five dollar administrative fee. Any charge or attempt to charge in excess of those provided in this section is a Class 1 misdemeanor. Section 5. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: The term of any consumer small loan or payday loan may be for no more than thirty calendar days. After maturity of any consumer small loan or payday loan, the contract rate may not exceed 2.75 percent per month of the remaining loan proceeds after the maturity date calculated at a rate of 1/30 of the monthly rate in the contract for each calendar day the balance is outstanding. On a consumer small loan or payday loan transaction in which cash is advanced in exchange for a personal check, a return check charge may be charged in the amount of thirty dollars. No insurance charges or other charges may be charged, collected, or imposed on a consumer small loan or a payday loan except as authorized in this Act. A violation of this section is a Class 1 misdemeanor. Section 6. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: A consumer small loan or a payday loan may not be repaid by the proceeds of another consumer small loan or payday loan made by the same lender or related interest. The proceeds from a consumer small loan or payday loan made may not be applied to another consumer small loan or payday loan from the same lender or related interest. No consumer small loan or payday loan to a single borrower may be split or divided, and no single borrower may have outstanding more than one consumer small loan or payday loan with the result of collecting a higher charge than permitted by this Act or having an aggregate amount of principal exceeding at any one time the maximum of five hundred dollars. A violation of this section is a Class 1 misdemeanor. Section 7. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: Any licensee disbursing a consumer small loan or a payday loan shall furnish a copy of the contract of the consumer small loan or payday loan to a person obligated on it or who may become obligated on it at any time upon the request of that person. This is in addition to any disclosures required by the federal Truth in Lending Act, United States Code, title 15, as amended to January 1, 2006. Upon repayment of the loan in full, the licensee shall mark indelibly every obligation signed by the borrower with the word \"Paid\" or \"Canceled\" within twenty days after repayment. A violation of this section is a Class 2 misdemeanor. Section 8. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: Any licensee who disburses consumer small loans or payday loans shall display prominently in each place of business a full and accurate schedule and statement, to be approved by the Division of Banking, of the charges associated with such loans and the method of computing those charges. The statement of charges shall be displayed in a notice, on plastic or other durable material measuring at least twelve inches by eighteen inches, headed \"CONSUMER NOTICE REQUIRED BY THE STATE OF SOUTH DAKOTA.\" The notice shall include, immediately above the statement of charges, the following sentence, or a substantially similar sentence approved by the division: \"These loan charges are higher than the charges used by other lenders. South Dakota law permits these higher charges because short-term small loans might otherwise not be available to consumers. If you have another source of a loan, you may be able to benefit from a lower interest rate and other loan charges.\" The notice may not contain any other statement or information, unless the division has determined that the additional statement or information is necessary to prevent confusion or inaccuracy. The notice shall be designed with a type size that is large enough to be readily noticeable and legible. The form of the notice shall be approved by the division before its use. A violation of this section is a Class 2 misdemeanor. Section 9. That chapter 54-4 be amended by adding thereto a NEW SECTION to read as follows: Any person obligated to or having been obligated to a consumer small loan lender or payday loan lender and having reason to believe that this Act has been violated may file with the Division of Banking a written complaint setting forth the details of the alleged violation. The division, upon receipt of the complaint, may inspect the pertinent books, records, letters, and contracts of the lender and borrower involved. The division may assess against the lender a fee covering the necessary costs of an investigation under this section. The division may maintain an action for the recovery of the costs in a court of competent jurisdiction."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20612, "action_date": "2006-01-23T14:00:00-06:00", "document_id": 107070, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107070.pdf", "status_text": "First read in House and referred to", "journal_page": 180, "committee_id_action": 893, "committee_id_assigned": 881, "result": "N", "vote": {}}, {"bill_id": 20612, "action_date": "2006-02-02T07:45:00-06:00", "document_id": 107783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107783.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 881, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20612, "action_date": "2006-02-02T07:45:00-06:00", "document_id": 107783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/107783.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 339, "committee_id_action": 881, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 64032, "president_vote": null, "Yea": [3366, 3381, 3406, 3418, 3437, 3446, 3465, 3445, 3448], "Nay": [3367, 3380, 3419, 3451]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/20612"}