{"session_id": 61, "bill_id": 21358, "bill_type": "House Bill", "bill_number": 1220, "bill_title": "distribute state aid to education funds to certain school districts with growing enrollments based on current enrollment data.", "sponsors": [{"legislator_profile_id": 3621, "is_prime": true}, {"legislator_profile_id": 3675, "is_prime": true}, {"legislator_profile_id": 3571, "is_prime": false}, {"legislator_profile_id": 3590, "is_prime": false}, {"legislator_profile_id": 3595, "is_prime": false}, {"legislator_profile_id": 3619, "is_prime": false}, {"legislator_profile_id": 3624, "is_prime": false}, {"legislator_profile_id": 3627, "is_prime": false}, {"legislator_profile_id": 3629, "is_prime": false}, {"legislator_profile_id": 3637, "is_prime": false}, {"legislator_profile_id": 3662, "is_prime": false}, {"legislator_profile_id": 3676, "is_prime": false}], "keywords": ["Education", "School Districts", "State Aid to Education"], "audio": [{"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hed25.mp3", "start_seconds": 778.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hed25.mp3", "start_seconds": 778.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hed25.mp3", "start_seconds": 778.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hed25.mp3", "start_seconds": 778.0}, {"meeting_datetime": "2007-02-13T00:00:00-06:00", "committee": "HED", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hed25.mp3", "start_seconds": 778.0}], "bill_versions": [{"bill_id": 21358, "bill_version_id": 110824, "bill_version": "Introduced", "bill_version_date": "2007-01-25T11:36:38-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to distribute state aid to education funds to certain school districts with growing enrollments based on current enrollment data. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"Average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and pupils for whom tuition is being paid pursuant to § 13-28-42 and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (1B) \"Current average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district from the last Friday in September through the first Monday in December during the current school year, minus the average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and pupils for whom tuition is being paid pursuant to § 13-28-42, and plus the average number of pupils for whom the district pays tuition; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for school fiscal year 2006 is $4,237.72. Each school fiscal year thereafter, the per student allocation is the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" the per student allocation multiplied by the adjusted average daily membership . However, for school districts that meet the criteria established in section 2 of this Act, the local need for the last six months of each fiscal year is the per student allocation multiplied by the current average daily membership ; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42; (7) \"General fund balance,\" the unreserved fund balance of the general fund, less general fund exclusions plus, beginning with transfers made in fiscal year 2001, any transfers out of the general fund for the previous school fiscal year; (8) \"General fund balance percentage,\" is a school district's general fund balance divided by the school district's total general fund expenditures for the previous school fiscal year, the quotient expressed as a percent; (9) \"General fund base percentage,\" is the general fund balance percentage as of June 30, 2000. However, the general fund base percentage can never increase and can never be less than twenty percent; (10) \"Allowable general fund balance,\" the fund base percentage multiplied by the district's general fund expenditures in the previous school fiscal year; (11) \"Imputed interest rate,\" the average prime rate for the preceding fiscal year minus 2.5 percentage points; (12) \"General fund exclusions,\" revenue a school district has received from the imposition of the excess tax levy pursuant to § 10-12-43; revenue a school district has received from gifts, contributions, grants, or donations; revenue a school district has received under the provisions of §§ 13-6-92 to 13-6-96, revenue a school district has received as compensation for being a sparse school district under the terms of §§ 13-13-78 and 13-13-79, inclusive; and any revenue in the general fund set aside for a noninsurable judgment. Section 2. That chapter 13-13 be amended by adding thereto a NEW SECTION to read as follows: If a school district's current average daily membership as defined in this Act exceeds the school district's average daily membership by ten percent or more, or by at least fifty students, that school district's local need, beginning in January of the current school year, shall be calculated based not on the school district's average daily membership, but on the school district's current average daily membership. In addition, that school district shall receive a one- time payment equal to the difference between the amount of funding the district would have received in state aid to education payments during the first six months of the fiscal year if the payments had been calculated based on the school district's current average daily membership and the amount of state aid funding the school district actually received during the first six months of the fiscal year based upon its average daily membership. Section 3. There is hereby created within the state treasury the increasing enrollment fund. All moneys in the fund created by this section shall be used to provide the one-time payments to school districts pursuant to section 2 of this Act. The fund shall be administered by the Department of Education. Any funds not lawfully expended or obligated by June twentieth of each year shall be transferred to the general fund. Section 4. On June thirtieth of each fiscal year, the commissioner of the Bureau of Finance and Management shall transfer the amount of money appropriated as state aid to general education that is in excess of the amount required to meet the entitlement provided for in chapter 13-13 plus any amount required to meet a shortfall pursuant to § 13-13-73, up to a maximum amount of three million dollars, to the increasing enrollment fund. Section 5. This Act is effective on June 26, 2007."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 21358, "action_date": "2007-01-25T14:00:00-06:00", "document_id": 110857, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110857.pdf", "status_text": "First read in House and referred to", "journal_page": 206, "committee_id_action": 923, "committee_id_assigned": 912, "result": "N", "vote": {}}, {"bill_id": 21358, "action_date": "2007-02-08T10:00:00-06:00", "document_id": 111835, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111835.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 912, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21358, "action_date": "2007-02-13T10:00:00-06:00", "document_id": 112161, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112161.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 912, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 21358, "action_date": "2007-02-13T10:00:00-06:00", "document_id": 112161, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112161.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 912, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 65109, "president_vote": null, "Excused": [3577, 3587, 3671], "Nay": [3579, 3591, 3599, 3614, 3643, 3649, 3665, 3613], "Yea": [3604, 3635, 3674, 3675]}}, {"bill_id": 21358, "action_date": "2007-02-13T10:00:00-06:00", "document_id": 112161, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/112161.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 481, "committee_id_action": 912, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 65110, "president_vote": null, "Excused": [3577, 3587, 3671], "Yea": [3579, 3591, 3599, 3604, 3614, 3643, 3649, 3665, 3613], "Nay": [3635, 3674, 3675]}}]}