{"session_id": 27, "bill_id": 8224, "bill_type": "House Bill", "bill_number": 1183, "bill_title": "provide and revise certain provisions regarding mental health procedures in criminal justice, to make an appropriation therefor, and to declare an emergency.", "sponsors": [{"legislator_profile_id": 1120, "is_prime": true}, {"legislator_profile_id": 1174, "is_prime": true}, {"legislator_profile_id": 1147, "is_prime": false}, {"legislator_profile_id": 1118, "is_prime": false}, {"legislator_profile_id": 1197, "is_prime": false}, {"legislator_profile_id": 1198, "is_prime": false}, {"legislator_profile_id": 1143, "is_prime": false}, {"legislator_profile_id": 1142, "is_prime": false}, {"legislator_profile_id": 1196, "is_prime": false}, {"legislator_profile_id": 1205, "is_prime": false}, {"legislator_profile_id": 1117, "is_prime": false}, {"legislator_profile_id": 1206, "is_prime": false}, {"legislator_profile_id": 1203, "is_prime": false}, {"legislator_profile_id": 1149, "is_prime": false}, {"legislator_profile_id": 1160, "is_prime": false}, {"legislator_profile_id": 1165, "is_prime": false}, {"legislator_profile_id": 1119, "is_prime": false}, {"legislator_profile_id": 1115, "is_prime": false}, {"legislator_profile_id": 1113, "is_prime": false}, {"legislator_profile_id": 1157, "is_prime": false}, {"legislator_profile_id": 1152, "is_prime": false}, {"legislator_profile_id": 1158, "is_prime": false}, {"legislator_profile_id": 1176, "is_prime": false}, {"legislator_profile_id": 1150, "is_prime": false}], "keywords": ["Appropriation", "Courts and Judiciary", "Criminal Procedure", "Law Enforcement", "Penal Institutions, Probation, and Parole", "Public Health and Safety", "Public Officers and Employees"], "audio": [{"meeting_datetime": "2017-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hju26.mp3", "start_seconds": 4376.0}, {"meeting_datetime": "2017-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hju26.mp3", "start_seconds": 4376.0}, {"meeting_datetime": "2017-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hju26.mp3", "start_seconds": 4376.0}, {"meeting_datetime": "2017-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hju26.mp3", "start_seconds": 4376.0}, {"meeting_datetime": "2017-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hju26.mp3", "start_seconds": 4376.0}, {"meeting_datetime": "2017-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou27.mp3", "start_seconds": 21740.0}, {"meeting_datetime": "2017-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou27.mp3", "start_seconds": 21740.0}, {"meeting_datetime": "2017-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou27.mp3", "start_seconds": 21740.0}, {"meeting_datetime": "2017-02-23T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/hou27.mp3", "start_seconds": 21740.0}, {"meeting_datetime": "2017-02-27T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/she29.mp3", "start_seconds": 5873.0}, {"meeting_datetime": "2017-02-27T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/she29.mp3", "start_seconds": 5873.0}, {"meeting_datetime": "2017-02-27T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/she29.mp3", "start_seconds": 5873.0}, {"meeting_datetime": "2017-02-27T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/she29.mp3", "start_seconds": 5873.0}, {"meeting_datetime": "2017-03-01T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen31.mp3", "start_seconds": 4115.0}, {"meeting_datetime": "2017-03-01T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen31.mp3", "start_seconds": 4115.0}, {"meeting_datetime": "2017-03-01T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen31.mp3", "start_seconds": 4115.0}, {"meeting_datetime": "2017-03-01T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2017/sen31.mp3", "start_seconds": 4115.0}], "bill_versions": [{"bill_id": 8224, "bill_version_id": 43652, "bill_version": "Introduced", "bill_version_date": "2017-02-02T08:09:40.783-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide and revise certain provisions regarding mental health procedures in criminal justice, to make an appropriation therefor, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Mental health response team,\" a support team tasked with finding viable community resources to help persons with severe mental illness involved in the court system; (2) \"Mental health screening tool,\" a brief, routine process using a standardized instrument that has been validated with offender populations to identify indicators of mental health issues that is used to determine a need for further mental health assessment or evaluation; (3) \"Oversight council,\" the council established by section 33 of this Act; (4) \"Performance measure,\" a metric that captures performance on critical variables central to accomplishing the mission and goals within this Act; (5) \"Psychiatric certification,\" a credential obtained by passing the psychiatric-mental health nursing board certification through the American Nurses Credentialing Center; (6) \"Telehealth,\" a mode of delivering healthcare services that utilizes information and communication technologies to enable the diagnosis, consultation, treatment, education, care management, and self-management of patients at a distance from health care providers. Section 2. That the code be amended by adding a NEW SECTION to read: The South Dakota Sheriffs' Association shall develop a jail mental health screening pilot program and convene at least four jail administrators and at least two mental health providers to select a mental health screening tool for the pilot program. The pilot program shall include at least four jails. The jails in the pilot program shall utilize a mental health screening tool the during the jail intake process and shall collect and report data to the oversight council on the number of persons screened and the number of persons screening positive for signs and symptoms of acute psychiatric disturbance and disorder. Section 3. That the code be amended by adding a NEW SECTION to read: The South Dakota Sheriffs' Association shall coordinate training for jails to administer the jail mental health screening tool. Section 4. That the code be amended by adding a NEW SECTION to read: The South Dakota Sheriffs' Association shall coordinate with the jails in the jail mental health screening pilot program to develop a process to implement a mental health screening tool statewide. Section 5. That chapter 24-11 be amended by adding a NEW SECTION to read: Each jail shall report annually to the oversight council on the number and percentage of persons screened at intake using a mental health screening tool and the number and percentage of positive screenings. Section 6. That chapter 24-11 be amended by adding a NEW SECTION to read: Any jail using a mental health screening tool shall provide the screening results to the circuit committing magistrate or court. Section 7. That the code be amended by adding a NEW SECTION to read: The Department of Social Services shall create a crisis services grant program to any municipality, county, or groups of counties for the purposes of encouraging the establishment of new crisis response services or the expansion of existing crisis response services. The grant program shall be in existence until the grant program funding is exhausted. The department shall collect data on the number of applications for the grant program, the number and percentage of applications accepted, the amount awarded to each grantee, and the location, purpose, and population served by the crisis response services. The department shall report this information semiannually to the oversight council until the program ends. Section 8. That § 23-3-39.6 be amended to read: 23-3-39.6. Any Each state's attorney or deputy state's attorney shall attend receive training on evidence-based practices, as defined in subdivision 16-22-1(7); mental health and available mental health services; and the following issues pertaining to domestic abuse: enforcement of criminal laws in domestic abuse situations; availability of community resources; and protection of the victim. After initial training, each state's attorney or deputy state's attorney shall attend further training at least once every four years. Section 9. That § 23A-43-3 be amended to read: 23A-43-3. When If a determination is made that a release pursuant to § 23A-43-2 will not reasonably assure the appearance of the defendant as required, the committing magistrate or court shall, either in lieu of or in addition to the methods of release described in § 23A-43-2, impose the first of the following conditions of release which will reasonably assure the appearance of the defendant for trial or, if no single condition gives that assurance, any combination of the following conditions: (1) Place the defendant in the custody of a designated person or organization agreeing to supervise him; (2) Place restrictions on the travel, association, or place of abode of the defendant during the period of release; (3) Require the defendant to complete a mental health assessment by a specified date and follow any treatment recommendations. The court shall consider available funding sources before imposing this condition of release; (4) Require an appearance bond in a specified amount. The bond shall be executed by depositing with the clerk of the court, in cash or other security, as directed, a sum not to exceed ten percent of the amount of the bond. The deposit shall be returned upon the performance of the conditions of release; (4)(5) Require the execution of a bail bond with sufficient solvent sureties, or the deposit of cash in lieu of a bail bond; or (5)(6) Impose any other condition reasonably necessary to assure the defendant's appearance as required, including a condition requiring that the defendant return to custody after specified hours. Section 10. That chapter 23A-43 be amended by adding a NEW SECTION to read: If a court has imposed conditions of release that require a defendant to follow any treatment recommendations pursuant to subdivision 23A-43-3(3), the provider of those treatment services shall report any noncompliance to the court that has imposed the condition of release. Section 11. That the code be amended by adding a NEW SECTION to read: The Supreme Court may establish rules, pursuant to § 16-3-1, regarding the definition of noncompliance in section 10 of this Act and how noncompliance may be reported to the court. Section 12. That § 23A-43-4 be amended to read: 23A-43-4. In determining which conditions of release will reasonably assure appearance, a committing magistrate or court shall, on the basis of available information, take into account the nature and circumstances of the offense charged, the weight of the evidence against the defendant, the defendant's family ties, employment, financial resources, character and mental condition, the results of any mental health assessment, the length of his the defendant's residence in the community, his the defendant's record of convictions, his the defendant's record of appearance at court proceedings or of flight to avoid prosecution or failure to appear at court proceedings, and the risk that he the defendant will flee or pose a danger to any person or to the community. Section 13. That the code be amended by adding a NEW SECTION to read: The Unified Judicial System shall collect and report to the oversight council the number and percent of defendants for whom mental health assessment and mental health treatment is required as a condition of bond, and the number and percent of those with assessment and treatment as a condition of bond who comply with conditions. Section 14. That the code be amended by adding a NEW SECTION to read: The Unified Judicial System shall report semiannually to the oversight council the number of persons referred to any mental health court, the number and the percentage admitted to any mental health court, the number and the percentage of those admitted who complete mental health court requirements, and the number and the percentage of persons convicted of a new crime within one to three years of completing mental health court requirements. Section 15. That the code be amended by adding a NEW SECTION to read: The Association of County Commissioners, formed pursuant to § 7-7-28, may create and administer a fund for the purpose of assisting counties with the cost of competency evaluations for defendants for whom an evaluation has been ordered by the court. The Department of Social Services may contract with the association to reallocate funds used at the Human Services Center on contractual services for forensic evaluations to be administered through this fund. The fund may also receive and distribute money from any other source. The association board of directors shall provide procedures for the equitable distribution of money from this fund to the counties utilizing court-ordered competency evaluations and provide for the payment of an administrative fee and other reasonable expenses related to the administration of the fund. The association shall report to the oversight council the amount distributed annually in total and by county and the number of competency evaluations completed with funds from the program. The liability of the association related to the administration of this fund shall be limited to the money as is available for such purposes in the fund. Section 16. That § 23A-10A-3 be amended to read: 23A-10A-3. At any time after the commencement of a prosecution for an offense and prior to the sentencing of the defendant, the defendant or the prosecuting attorney may file a motion for a hearing to determine the mental competency of the defendant. The court shall grant the motion, or shall order such a hearing on its own motion, if there is reasonable cause to believe that the defendant may presently be suffering from a mental disease or developmental disability, or other conditions set forth in § 23A-10A-1, rendering him the defendant mentally incompetent to the extent that he the defendant is unable to understand the nature and consequences of the proceeding against him the defendant or to assist properly in his the defendant's defense. Prior to the date of hearing, the court may order that a psychiatric or psychological examination of the defendant be conducted, and that a psychiatric or psychological report be filed with the court, pursuant to the provisions of §§ 23A-46-1 and 23A-46-2. The examination shall be completed within twenty-one days of the court order, unless for good cause the court grants a continuance. The hearing shall be conducted pursuant to the provisions of § 23A-46-3. Section 17. That chapter 23A-10A be amended by adding a NEW SECTION to read: The Unified Judicial System shall collect and report to the oversight council the average number of days from court order to the completion of competency examinations, and the number of competency examination continuances for good cause requested and granted. Section 18. That § 23A-46-1 be amended to read: 23A-46-1. A psychiatric or psychological examination ordered pursuant to this chapter, §§ 23A-10A-3 to 23A-10A-4.2, inclusive, 23A-26-12 to 23A-26-12.6, inclusive, or 23A-27-42 to 23A-27-46, inclusive, shall be conducted by a: (1) A licensed or certified psychiatrist or; (2) A clinical psychologist, or, if; (3) A certified social worker licensed for private independent practice with two years of supervised clinical experience in a mental health setting and with training on how to conduct and score competency evaluations; (4) An advanced practice registered nurse with at least a master's degree and a psychiatric certification and with training on how to conduct and score competency evaluations; (5) A licensed professional counselor-mental health with training on how to conduct and score competency evaluations; or (6) If the court finds it appropriate, by more than one such examiner. Each examiner shall be designated by the court, except that if the examination is ordered under § 23A-27-43 or 23A-46-9, upon the request of the defendant an additional examiner may be selected by the defendant. For the purposes of an examination pursuant to an order under § 23A-10-4, 23A-10A-3, 23A-26-12.1, 23A-27-43, or 23A-46-9, the court may commit the person to be examined for a reasonable period to the custody of a suitable facility. Section 19. That the code be amended by adding a NEW SECTION to read: The licensing board of each professional listed in § 23A-46-1 shall maintain a list of each professional licensed under their authority qualified to conduct competency evaluations. The Department of Social Services shall maintain a list of those evaluators for use by the courts in coordination with Department of Health, as needed. Section 20. That § 23A-46-2 be amended to read: 23A-46-2. A psychiatric or psychological report ordered pursuant to this chapter, §§ 23A-10A-3 to 23A-10A-4.2, inclusive; 23A-26-12 to 23A-26-12.6, inclusive; or 23A-27-42 to 23A-27-46, inclusive, shall be prepared by the examiner designated to conduct the psychiatric or psychological examination, shall be filed with the court with copies provided to the counsel for the person examined and to the prosecuting attorney and shall include: (1) The person's history, if applicable, and present symptoms; (2) A description of the psychiatric, psychological, and medical tests that were employed and their results; (3) The examiner's findings; and (4) The examiner's opinions as to diagnosis, prognosis and: (a) If the examination is ordered under § 23A-10A-3, whether the person is suffering from a mental disease or defect rendering him the person mentally incompetent to the extent that he the person is unable to understand the nature and consequences of the proceedings against him the person or to assist properly in his the person's defense; (b) If the examination is ordered under § 23A-10-4, whether the person was insane at the time of the offense charged; (c) If the examination is ordered under § 23A-46-9, whether the person is suffering from a mental disease or defect as a result of which his the person's release would create a substantial risk of bodily injury to another person or serious damage to property of another; (d) If the examination is ordered under § 23A-26-12.1 or 23A-27-43, whether the person is suffering from a mental disease or defect as a result of which he the person is in need of custody for care or treatment in a suitable facility; and (e) If the examination is ordered as a part of a presentence investigation, any recommendation the examiner may have as to how the mental condition of the defendant should affect the sentence. Section 21. That the code be amended by adding a NEW SECTION to read: The presiding judge of each judicial circuit may appoint one or more mental health response teams. Each team appointed shall include a court services officer for the jurisdiction where the team is to operate, a mental health provider, and a member of law enforcement and may also include a representative that works with jail administration and one or more representatives from the public. The Unified Judicial System shall maintain a record of the membership of each team and report nonidentifying data to the oversight council. The team may operate telephonically or through electronic communications. The records prepared or maintained by the team are confidential. Notwithstanding, the records may be inspected by or disclosed to justices, judges, magistrates, and employees of the Unified Judicial System in the course of their duties or to any person specifically authorized by order of the court. Section 22. That the code be amended by adding a NEW SECTION to read: The mental health response team may establish a process for identifying eligible persons through assessment; a documented process for referral to treatment; a team approach to the development and modification of individualized treatment plans and ongoing coordination to ensure plan effectiveness; a process for information sharing among the team members; and planning and coordination, including referrals for nonmental health services and resources. Section 23. That the code be amended by adding a NEW SECTION to read: The Unified Judicial System shall collect and report to the oversight council the name of any circuits that establish mental health response teams, the number of persons meeting the mental health response team criteria, and the number and the percentage of persons meeting the criteria who are released from jail pretrial and referred for mental health assessment or treatment. Section 24. That the code be amended by adding a NEW SECTION to read: The Supreme Court may establish rules, pursuant to § 16-3-1, regarding formation of a mental health response team and the procedures to be followed by the team. Section 25. That chapter 23A-40 be amended by adding a NEW SECTION to read: Each court-appointed defense attorney shall receive training on mental illness, available mental health services, eligibility criteria and referral processes, and forensic evaluations. Section 26. That the code be amended by adding a NEW SECTION to read: The Supreme Court may establish rules, pursuant to § 16-3-1, regarding procedures for court-appointed defense attorney training on mental illness. Section 27. That the code be amended by adding a NEW SECTION to read: Officers within any state prison shall receive training on recognizing the signs and symptoms of mental health problems and defusing mental health crises. After initial training, each officer shall attend further training at least once every four years. Section 28. That chapter 24-11 be amended by adding a NEW SECTION to read: Officers within any jail, as defined in § 24-11-1, shall receive training developed by the Division of Criminal Investigation on recognizing the signs and symptoms of mental health problems and defusing mental health crises. After initial training, each officer shall attend further training at least once every four years. Section 29. That § 16-22-15 be amended to read: 16-22-15. Any person who exercises supervision over a probationer pursuant to § 23A-27-12.1 or provides intervention services to any probationer shall receive sufficient training on evidence-based practices and on, how to target criminal risk factors to reduce recidivism, recognizing the signs and symptoms of mental health problems, and defusing mental health crises. Section 30. That § 16-14-4 be amended to read: 16-14-4. The Chief Justice of the Supreme Court of South Dakota shall annually summon all the members of the Judicial Conference to attend a conference at such time and place in the state as the Chief Justice may designate and at which the Chief Justice, or such member as the Chief Justice may designate, shall preside. Special sessions of the conference may be called by the Chief Justice at such the times and places as the Chief Justice may designate. All persons so summoned shall attend such the annual and special meetings. Each magistrate and circuit judge shall complete training on evidence-based practices, including the use of validated risk and needs assessments and behavioral health assessments in decision making, mental illness, eligibility criteria for mental health services, and availability of mental health services. The form and length of this training requirement shall be determined by the Chief Justice. As used in this section, the term, behavioral health assessment, means an evaluation to determine the extent of an individual's substance abuse or mental health service needs. Section 31. That the code be amended by adding a NEW SECTION to read: The Department of Social Services shall annually compile a list of services available through the community mental health system and eligibility criteria for each service to distribute to judges, court services officers, and jails. The department shall coordinate with the Unified Judicial System and sheriffs to disseminate this information. Section 32. That § 16-22-24 be amended to read: 16-22-24. Treatment and intervention programs, as used in this section, mean substance abuse, mental health, or cognitive based treatment received by probationers or parolees. All treatment and intervention programs for parolees and probationers shall be intended to reduce recidivism as demonstrated by research or documented evidence. Payment for substance abuse or mental health treatment services may be made only if such the services are recommended through an assessment conducted by a provider accredited by the Department of Social Services. Payment for cognitive based treatment services may be made only if such the services are recommended through a risk and needs assessment tool used by the Department of Corrections or the Unified Judicial System. The Department of Social Services shall collect data related to the participation, completion and treatment outcomes of all probationers and parolees receiving treatment services paid for by the Department of Social Services. The Department of Social Services shall report this information semiannually to the oversight council. The Department of Corrections shall collect data on the recidivism outcomes of parolees receiving treatment and interventions. The Department of Corrections shall report this information semiannually to the oversight council. The Unified Judicial System shall collect data on the recidivism outcomes of probationers receiving treatment and interventions, the number and the percentage of probationers referred for mental health assessment, the number and the percentage of probationers referred for mental health treatment, and the annual cost of probationer mental health assessments and treatment both in total and separated by funding source. The Unified Judicial System shall report this information semiannually to the oversight body established pursuant to § 16-22-21. Section 33. That the code be amended by adding a NEW SECTION to read: There is hereby established an oversight council responsible for monitoring and reporting performance and outcome measures related to the provisions set forth in this Act. The Unified Judicial System shall provide staff support for the council. Section 34. That the code be amended by adding a NEW SECTION to read: The oversight council shall be composed of fourteen members. The Governor shall appoint the following four members: a member from the Department of Social Services; a member from law enforcement; a member from a mental health provider; and one at-large member. The Chief Justice shall appoint the following four members: a member who is a criminal defense attorney; a member who is a judge; one member who is a county commissioner; and one at-large member. The majority leader of the Senate shall appoint two senators, one from each political party. The majority leader of the House of Representatives shall appoint two representatives, one from each political party. The attorney general shall appoint two members, one of whom shall be a state's attorney. Section 35. That the code be amended by adding a NEW SECTION to read: The oversight council shall meet within ninety days after appointment and shall meet at least semiannually thereafter. The oversight council terminates five years after its first meeting, unless the Legislature, by Joint Resolution, continues the oversight council for a specified period of time. The oversight council has the following powers and duties: (1) Review the recommendations of the task force on community justice and mental illness early intervention from the final report dated November 2016 and track implementation and evaluate compliance with this Act; (2) Review data and reporting required by this Act; (3) Review compliance with the training required by this Act; (4) Calculate costs averted by the provisions in this Act; (5) Establish a statewide crisis intervention training review team. The review team shall analyze and make recommendations to the oversight council on the ongoing need for a crisis intervention training coordinator to provide training and technical assistance to cities, counties, or regions across the state; build local capacity for crisis intervention; and expand the number of crisis intervention trained law enforcement officers. The crisis intervention training review team shall collect and report semiannually to the oversight council data on the number of requests for assistance from the crisis intervention training coordinator, the names of the agencies submitting the requests for assistance, the number of requests granted, the number of law enforcement officers trained, and training adherence to the Memphis crisis intervention team model or other evidence-based model. The crisis intervention review team shall, upon completion of the first year of the crisis intervention training coordinator funding, make a recommendation to the oversight council as to the continued funding of the crisis intervention training coordinator. The review team shall terminate upon the recommendation of the oversight council; (6) Review the recommendations of the crisis intervention team training review team; (7) Review the crisis response grants distributed pursuant to section 7 of this Act; (8) Review the Division of Criminal Investigation's development of training on mental illness; (9) Evaluate the need for and feasibility of a statewide crisis call center or regional call centers for persons in crisis; (10) Track progress and make recommendations to improve the implementation of mental health screenings in jails pursuant to sections 2, 3, 4, and 5 of this Act; (11) Establish a work group to make recommendations to the council to create a process for the completion of a mental health assessment following a jail mental health screening. The work group shall estimate the cost of assessments needed following screening at the time of jail intake, using data from the jail mental health screening pilot program; examine payment options including cost-sharing between state and counties; determine improvements to information sharing between jails and mental health providers; and consider whether an individual with a screening indicating the need for assessment has a pre-existing relationship with a mental health provider; (12) Review the payments to counties for mental competency examinations and reports pursuant to section 15 of this Act; (13) Evaluate the need for and feasibility of forensic assertive community treatment teams; (14) Establish a work group that includes representatives from sheriffs, jail administrators, jail mental health staff providers, and community mental health providers to make recommendations to the council to improve information sharing among jails and mental health providers and improve coordination among jails and mental health providers to refer persons released from jail to mental health services; (15) Monitor the competency evaluation funding program; (16) Study and make recommendations to improve the recruitment and retention of mental health professionals; (17) Study and make recommendations to expand access to mental health services for criminal justice populations; (18) Evaluate the need for and feasibility and cost effectiveness of telehealth options for jail mental health assessments, consultations for law enforcement officers who encounter persons in crisis, crisis response during law enforcement encounters with persons in crisis, mental health services for persons on probation, and mental health services for persons in jail; (19) Make recommendations to the Governor and Legislature regarding pilot programs for needed and feasible telehealth options to provide mental health services to persons with mental illness in the criminal justice system; and (20) Prepare and submit an annual summary report of the performance and outcome measures that are part of this Act to the Legislature, Governor, and Chief Justice. The report shall include recommendations for improvements and a summary of savings generated from this Act. Section 36. There is hereby appropriated the sum of six hundred fifty-five thousand three hundred forty-three dollars ($655,343) in other fund expenditure authority, or so much thereof as may be necessary, to the Unified Judicial System for expenditures from the court automation fund for the purpose of mental health awareness and implementation. Section 37. The Chief Justice of the Supreme Court shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 38. Any amounts appropriated in this Act not lawfully expended or obligated shall revert in accordance with the procedures prescribed in chapter 4-8. Section 39. Sections 4, 5, 6, 14, 25, 26, and 28 of this Act are effective on July 1, 2018. The remaining sections of this Act, except sections 33 to 38, inclusive, are effective on July 1, 2017. Section 40. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and sections 33 to 38, inclusive, of this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 8224, "bill_version_id": 44795, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2017-02-22T13:39:54.39-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide and revise certain provisions regarding mental health procedures in criminal justice, to make an appropriation therefor, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Mental health response team,\" a support team tasked with finding viable community resources to help persons with severe mental illness involved in the court system; (2) \"Mental health screening tool,\" a brief, routine process using a standardized instrument that has been validated with offender populations to identify indicators of mental health issues that is used to determine a need for further mental health assessment or evaluation; (3) \"Oversight council,\" the council established by section 33 of this Act; (4) \"Performance measure,\" a metric that captures performance on critical variables central to accomplishing the mission and goals within this Act; (5) \"Psychiatric certification,\" a credential obtained by passing the psychiatric-mental health nursing board certification through the American Nurses Credentialing Center; (6) \"Telehealth,\" a mode of delivering healthcare services that utilizes information and communication technologies to enable the diagnosis, consultation, treatment, education, care management, and self-management of patients at a distance from health care providers. Section 2. That the code be amended by adding a NEW SECTION to read: The South Dakota Sheriffs' Association shall develop a jail mental health screening pilot program and convene at least four jail administrators and at least two mental health providers to select a mental health screening tool for the pilot program. The pilot program shall include at least four jails. The jails in the pilot program shall utilize a mental health screening tool the during the jail intake process and shall collect and report data to the oversight council on the number of persons screened and the number of persons screening positive for signs and symptoms of acute psychiatric disturbance and disorder. Section 3. That the code be amended by adding a NEW SECTION to read: The South Dakota Sheriffs' Association shall coordinate training for jails to administer the jail mental health screening tool. Section 4. That the code be amended by adding a NEW SECTION to read: The South Dakota Sheriffs' Association shall coordinate with the jails in the jail mental health screening pilot program to develop a process to implement a mental health screening tool statewide. Section 5. That chapter 24-11 be amended by adding a NEW SECTION to read: Each jail shall report annually to the oversight council on the number and percentage of persons screened at intake using a mental health screening tool and the number and percentage of positive screenings. Section 6. That chapter 24-11 be amended by adding a NEW SECTION to read: Any jail using a mental health screening tool shall provide the screening results to the circuit committing magistrate or court. Section 7. That the code be amended by adding a NEW SECTION to read: The Department of Social Services shall create a crisis services grant program to any municipality, county, or groups of counties for the purposes of encouraging the establishment of new crisis response services or the expansion of existing crisis response services. The grant program shall be in existence until the grant program funding is exhausted. The department shall collect data on the number of applications for the grant program, the number and percentage of applications accepted, the amount awarded to each grantee, and the location, purpose, and population served by the crisis response services. The department shall report this information semiannually to the oversight council until the program ends. Section 8. That § 23-3-39.6 be amended to read: 23-3-39.6. Any Each state's attorney or deputy state's attorney shall attend receive training on evidence-based practices, as defined in subdivision 16-22-1(7); mental health and available mental health services; and the following issues pertaining to domestic abuse: enforcement of criminal laws in domestic abuse situations; availability of community resources; and protection of the victim. After initial training, each state's attorney or deputy state's attorney shall attend further training at least once every four years. Section 9. That § 23A-43-3 be amended to read: 23A-43-3. When If a determination is made that a release pursuant to § 23A-43-2 will not reasonably assure the appearance of the defendant as required, the committing magistrate or court shall, either in lieu of or in addition to the methods of release described in § 23A-43-2, impose the first of the following conditions of release which will reasonably assure the appearance of the defendant for trial or, if no single condition gives that assurance, any combination of the following conditions: (1) Place the defendant in the custody of a designated person or organization agreeing to supervise him; (2) Place restrictions on the travel, association, or place of abode of the defendant during the period of release; (3) Require the defendant to complete a mental health assessment by a specified date and follow any treatment recommendations. The court shall consider available funding sources before imposing this condition of release; (4) Require an appearance bond in a specified amount. The bond shall be executed by depositing with the clerk of the court, in cash or other security, as directed, a sum not to exceed ten percent of the amount of the bond. The deposit shall be returned upon the performance of the conditions of release; (4)(5) Require the execution of a bail bond with sufficient solvent sureties, or the deposit of cash in lieu of a bail bond; or (5)(6) Impose any other condition reasonably necessary to assure the defendant's appearance as required, including a condition requiring that the defendant return to custody after specified hours. Section 10. That chapter 23A-43 be amended by adding a NEW SECTION to read: If a court has imposed conditions of release that require a defendant to follow any treatment recommendations pursuant to subdivision 23A-43-3(3), the provider of those treatment services shall report any noncompliance to the court that has imposed the condition of release. Section 11. That the code be amended by adding a NEW SECTION to read: The Supreme Court may establish rules, pursuant to § 16-3-1, regarding the definition of noncompliance in section 10 of this Act and how noncompliance may be reported to the court. Section 12. That § 23A-43-4 be amended to read: 23A-43-4. In determining which conditions of release will reasonably assure appearance, a committing magistrate or court shall, on the basis of available information, take into account the nature and circumstances of the offense charged, the weight of the evidence against the defendant, the defendant's family ties, employment, financial resources, character and mental condition, the results of any mental health assessment, the length of his the defendant's residence in the community, his the defendant's record of convictions, his the defendant's record of appearance at court proceedings or of flight to avoid prosecution or failure to appear at court proceedings, and the risk that he the defendant will flee or pose a danger to any person or to the community. Section 13. That the code be amended by adding a NEW SECTION to read: The Unified Judicial System shall collect and report to the oversight council the number and percent of defendants for whom mental health assessment and mental health treatment is required as a condition of bond, and the number and percent of those with assessment and treatment as a condition of bond who comply with conditions. Section 14. That the code be amended by adding a NEW SECTION to read: The Unified Judicial System shall report semiannually to the oversight council the number of persons referred to any mental health court, the number and the percentage admitted to any mental health court, the number and the percentage of those admitted who complete mental health court requirements, and the number and the percentage of persons convicted of a new crime within one to three years of completing mental health court requirements. Section 15. That the code be amended by adding a NEW SECTION to read: The Association of County Commissioners, formed pursuant to § 7-7-28, may create and administer a fund for the purpose of assisting counties with the cost of competency evaluations for defendants for whom an evaluation has been ordered by the court. The Department of Social Services may contract with the association to reallocate funds used at the Human Services Center on contractual services for forensic evaluations to be administered through this fund. The fund may also receive and distribute money from any other source. The association board of directors shall provide procedures for the equitable distribution of money from this fund to the counties utilizing court-ordered competency evaluations and provide for the payment of an administrative fee and other reasonable expenses related to the administration of the fund. The association shall report to the oversight council the amount distributed annually in total and by county and the number of competency evaluations completed with funds from the program. The liability of the association related to the administration of this fund shall be limited to the money as is available for such purposes in the fund. Section 16. That § 23A-10A-3 be amended to read: 23A-10A-3. At any time after the commencement of a prosecution for an offense and prior to the sentencing of the defendant, the defendant or the prosecuting attorney may file a motion for a hearing to determine the mental competency of the defendant. The court shall grant the motion, or shall order such a hearing on its own motion, if there is reasonable cause to believe that the defendant may presently be suffering from a mental disease or developmental disability, or other conditions set forth in § 23A-10A-1, rendering him the defendant mentally incompetent to the extent that he the defendant is unable to understand the nature and consequences of the proceeding against him the defendant or to assist properly in his the defendant's defense. Prior to the date of hearing, the court may order that a psychiatric or psychological examination of the defendant be conducted, and that a psychiatric or psychological report be filed with the court, pursuant to the provisions of §§ 23A-46-1 and 23A-46-2. The examination shall be completed within twenty-one days of the court order, unless for good cause the court grants a continuance. The hearing shall be conducted pursuant to the provisions of § 23A-46-3. Section 17. That chapter 23A-10A be amended by adding a NEW SECTION to read: The Unified Judicial System shall collect and report to the oversight council the average number of days from court order to the completion of competency examinations, and the number of competency examination continuances for good cause requested and granted. Section 18. That § 23A-46-1 be amended to read: 23A-46-1. A psychiatric or psychological examination ordered pursuant to this chapter, §§ 23A-10A-3 to 23A-10A-4.2, inclusive, 23A-26-12 to 23A-26-12.6, inclusive, or 23A-27-42 to 23A-27-46, inclusive, shall be conducted by a: (1) A licensed or certified psychiatrist or; (2) A licensed clinical psychologist, or, if; (3) A certified social worker licensed for private independent practice with two years of supervised clinical experience in a mental health setting and with training on how to conduct and score competency evaluations; (4) A certified nurse practitioner or clinical nurse specialist with current psychiatric certification and with training on how to conduct and score competency evaluations; (5) A licensed professional counselor-mental health with training on how to conduct and score competency evaluations; or (6) If the court finds it appropriate, by more than one such examiner. Each examiner shall be designated by the court, except that if the examination is ordered under § 23A-27-43 or 23A-46-9, upon the request of the defendant an additional examiner may be selected by the defendant. For the purposes of an examination pursuant to an order under § 23A-10-4, 23A-10A-3, 23A-26-12.1, 23A-27-43, or 23A-46-9, the court may commit the person to be examined for a reasonable period to the custody of a suitable facility. Section 19. That the code be amended by adding a NEW SECTION to read: The licensing board of each professional listed in § 23A-46-1 shall maintain a list of each professional licensed under their authority qualified to conduct competency evaluations. The Department of Social Services shall maintain a list of those evaluators for use by the courts in coordination with Department of Health, as needed. Section 20. That § 23A-46-2 be amended to read: 23A-46-2. A psychiatric or psychological report ordered pursuant to this chapter, §§ 23A-10A-3 to 23A-10A-4.2, inclusive; 23A-26-12 to 23A-26-12.6, inclusive; or 23A-27-42 to 23A-27-46, inclusive, shall be prepared by the examiner designated to conduct the psychiatric or psychological examination, shall be filed with the court with copies provided to the counsel for the person examined and to the prosecuting attorney and shall include: (1) The person's history, if applicable, and present symptoms; (2) A description of the psychiatric, psychological, and medical tests that were employed and their results; (3) The examiner's findings; and (4) The examiner's opinions as to diagnosis, prognosis and: (a) If the examination is ordered under § 23A-10A-3, whether the person is suffering from a mental disease or defect rendering him the person mentally incompetent to the extent that he the person is unable to understand the nature and consequences of the proceedings against him the person or to assist properly in his the person's defense; (b) If the examination is ordered under § 23A-10-4, whether the person was insane at the time of the offense charged; (c) If the examination is ordered under § 23A-46-9, whether the person is suffering from a mental disease or defect as a result of which his the person's release would create a substantial risk of bodily injury to another person or serious damage to property of another; (d) If the examination is ordered under § 23A-26-12.1 or 23A-27-43, whether the person is suffering from a mental disease or defect as a result of which he the person is in need of custody for care or treatment in a suitable facility; and (e) If the examination is ordered as a part of a presentence investigation, any recommendation the examiner may have as to how the mental condition of the defendant should affect the sentence. Section 21. That the code be amended by adding a NEW SECTION to read: The presiding judge of each judicial circuit may appoint one or more mental health response teams. Each team appointed shall include a court services officer for the jurisdiction where the team is to operate, a mental health provider, and a member of law enforcement and may also include a representative that works with jail administration and one or more representatives from the public. The Unified Judicial System shall maintain a record of the membership of each team and report nonidentifying data to the oversight council. The team may operate telephonically or through electronic communications. The records prepared or maintained by the team are confidential. Notwithstanding, the records may be inspected by or disclosed to justices, judges, magistrates, and employees of the Unified Judicial System in the course of their duties or to any person specifically authorized by order of the court. Section 22. That the code be amended by adding a NEW SECTION to read: The mental health response team may establish a process for identifying eligible persons through assessment; a documented process for referral to treatment; a team approach to the development and modification of individualized treatment plans and ongoing coordination to ensure plan effectiveness; a process for information sharing among the team members; and planning and coordination, including referrals for nonmental health services and resources. Section 23. That the code be amended by adding a NEW SECTION to read: The Unified Judicial System shall collect and report to the oversight council the name of any circuits that establish mental health response teams, the number of persons meeting the mental health response team criteria, and the number and the percentage of persons meeting the criteria who are released from jail pretrial and referred for mental health assessment or treatment. Section 24. That the code be amended by adding a NEW SECTION to read: The Supreme Court may establish rules, pursuant to § 16-3-1, regarding formation of a mental health response team and the procedures to be followed by the team. Section 25. That chapter 23A-40 be amended by adding a NEW SECTION to read: Each court-appointed defense attorney shall receive training on mental illness, available mental health services, eligibility criteria and referral processes, and forensic evaluations. Section 26. That the code be amended by adding a NEW SECTION to read: The Supreme Court may establish rules, pursuant to § 16-3-1, regarding procedures for court-appointed defense attorney training on mental illness. Section 27. That the code be amended by adding a NEW SECTION to read: Officers within any state prison shall receive training on recognizing the signs and symptoms of mental health problems and defusing mental health crises. After initial training, each officer shall attend further training at least once every four years. Section 28. That chapter 24-11 be amended by adding a NEW SECTION to read: Officers within any jail, as defined in § 24-11-1, shall receive training developed by the Division of Criminal Investigation on recognizing the signs and symptoms of mental health problems and defusing mental health crises. After initial training, each officer shall attend further training at least once every four years. Section 29. That § 16-22-15 be amended to read: 16-22-15. Any person who exercises supervision over a probationer pursuant to § 23A-27-12.1 or provides intervention services to any probationer shall receive sufficient training on evidence-based practices and on, how to target criminal risk factors to reduce recidivism, recognizing the signs and symptoms of mental health problems, and defusing mental health crises. Section 30. That § 16-14-4 be amended to read: 16-14-4. The Chief Justice of the Supreme Court of South Dakota shall annually summon all the members of the Judicial Conference to attend a conference at such time and place in the state as the Chief Justice may designate and at which the Chief Justice, or such member as the Chief Justice may designate, shall preside. Special sessions of the conference may be called by the Chief Justice at such the times and places as the Chief Justice may designate. All persons so summoned shall attend such the annual and special meetings. Each magistrate and circuit judge shall complete training on evidence-based practices, including the use of validated risk and needs assessments and behavioral health assessments in decision making, mental illness, eligibility criteria for mental health services, and availability of mental health services. The form and length of this training requirement shall be determined by the Chief Justice. As used in this section, the term, behavioral health assessment, means an evaluation to determine the extent of an individual's substance abuse or mental health service needs. Section 31. That the code be amended by adding a NEW SECTION to read: The Department of Social Services shall annually compile a list of services available through the community mental health system and eligibility criteria for each service to distribute to judges, court services officers, and jails. The department shall coordinate with the Unified Judicial System and sheriffs to disseminate this information. Section 32. That § 16-22-24 be amended to read: 16-22-24. Treatment and intervention programs, as used in this section, mean substance abuse, mental health, or cognitive based treatment received by probationers or parolees. All treatment and intervention programs for parolees and probationers shall be intended to reduce recidivism as demonstrated by research or documented evidence. Payment for substance abuse or mental health treatment services may be made only if such the services are recommended through an assessment conducted by a provider accredited by the Department of Social Services. Payment for cognitive based treatment services may be made only if such the services are recommended through a risk and needs assessment tool used by the Department of Corrections or the Unified Judicial System. The Department of Social Services shall collect data related to the participation, completion and treatment outcomes of all probationers and parolees receiving treatment services paid for by the Department of Social Services. The Department of Social Services shall report this information semiannually to the oversight council. The Department of Corrections shall collect data on the recidivism outcomes of parolees receiving treatment and interventions. The Department of Corrections shall report this information semiannually to the oversight council. The Unified Judicial System shall collect data on the recidivism outcomes of probationers receiving treatment and interventions, the number and the percentage of probationers referred for mental health assessment, the number and the percentage of probationers referred for mental health treatment, and the annual cost of probationer mental health assessments and treatment both in total and separated by funding source. The Unified Judicial System shall report this information semiannually to the oversight body established pursuant to § 16-22-21. Section 33. That the code be amended by adding a NEW SECTION to read: There is hereby established an oversight council responsible for monitoring and reporting performance and outcome measures related to the provisions set forth in this Act. The Unified Judicial System shall provide staff support for the council. Section 34. That the code be amended by adding a NEW SECTION to read: The oversight council shall be composed of fourteen members. The Governor shall appoint the following four members: a member from the Department of Social Services; a member from law enforcement; a member from a mental health provider; and one at-large member. The Chief Justice shall appoint the following four members: a member who is a criminal defense attorney; a member who is a judge; one member who is a county commissioner; and one at-large member. The majority leader of the Senate shall appoint two senators, one from each political party. The majority leader of the House of Representatives shall appoint two representatives, one from each political party. The attorney general shall appoint two members, one of whom shall be a state's attorney. Section 35. That the code be amended by adding a NEW SECTION to read: The oversight council shall meet within ninety days after appointment and shall meet at least semiannually thereafter. The oversight council terminates five years after its first meeting, unless the Legislature, by Joint Resolution, continues the oversight council for a specified period of time. The oversight council has the following powers and duties: (1) Review the recommendations of the task force on community justice and mental illness early intervention from the final report dated November 2016 and track implementation and evaluate compliance with this Act; (2) Review data and reporting required by this Act; (3) Review compliance with the training required by this Act; (4) Calculate costs averted by the provisions in this Act; (5) Establish a statewide crisis intervention training review team. The review team shall analyze and make recommendations to the oversight council on the ongoing need for a crisis intervention training coordinator to provide training and technical assistance to cities, counties, or regions across the state; build local capacity for crisis intervention; and expand the number of crisis intervention trained law enforcement officers. The crisis intervention training review team shall collect and report semiannually to the oversight council data on the number of requests for assistance from the crisis intervention training coordinator, the names of the agencies submitting the requests for assistance, the number of requests granted, the number of law enforcement officers trained, and training adherence to the Memphis crisis intervention team model or other evidence-based model. The crisis intervention review team shall, upon completion of the first year of the crisis intervention training coordinator funding, make a recommendation to the oversight council as to the continued funding of the crisis intervention training coordinator. The review team shall terminate upon the recommendation of the oversight council; (6) Review the recommendations of the crisis intervention team training review team; (7) Review the crisis response grants distributed pursuant to section 7 of this Act; (8) Review the Division of Criminal Investigation's development of training on mental illness; (9) Evaluate the need for and feasibility of a statewide crisis call center or regional call centers for persons in crisis; (10) Track progress and make recommendations to improve the implementation of mental health screenings in jails pursuant to sections 2, 3, 4, and 5 of this Act; (11) Establish a work group to make recommendations to the council to create a process for the completion of a mental health assessment following a jail mental health screening. The work group shall estimate the cost of assessments needed following screening at the time of jail intake, using data from the jail mental health screening pilot program; examine payment options including cost-sharing between state and counties; determine improvements to information sharing between jails and mental health providers; and consider whether an individual with a screening indicating the need for assessment has a pre-existing relationship with a mental health provider; (12) Review the payments to counties for mental competency examinations and reports pursuant to section 15 of this Act; (13) Evaluate the need for and feasibility of forensic assertive community treatment teams; (14) Establish a work group that includes representatives from sheriffs, jail administrators, jail mental health staff providers, and community mental health providers to make recommendations to the council to improve information sharing among jails and mental health providers and improve coordination among jails and mental health providers to refer persons released from jail to mental health services; (15) Monitor the competency evaluation funding program; (16) Study and make recommendations to improve the recruitment and retention of mental health professionals; (17) Study and make recommendations to expand access to mental health services for criminal justice populations; (18) Evaluate the need for and feasibility and cost effectiveness of telehealth options for jail mental health assessments, consultations for law enforcement officers who encounter persons in crisis, crisis response during law enforcement encounters with persons in crisis, mental health services for persons on probation, and mental health services for persons in jail; (19) Make recommendations to the Governor and Legislature regarding pilot programs for needed and feasible telehealth options to provide mental health services to persons with mental illness in the criminal justice system; and (20) Prepare and submit an annual summary report of the performance and outcome measures that are part of this Act to the Legislature, Governor, and Chief Justice. The report shall include recommendations for improvements and a summary of savings generated from this Act. Section 36. There is hereby appropriated the sum of six hundred fifty-five thousand three hundred forty-three dollars ($655,343) in other fund expenditure authority, or so much thereof as may be necessary, to the Unified Judicial System for expenditures from the court automation fund for the purpose of mental health awareness and implementation. Section 37. The Chief Justice of the Supreme Court shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 38. Any amounts appropriated in this Act not lawfully expended or obligated shall revert in accordance with the procedures prescribed in chapter 4-8. Section 39. Sections 4, 5, 6, 14, 25, 26, and 28 of this Act are effective on July 1, 2018. The remaining sections of this Act, except sections 33 to 38, inclusive, are effective on July 1, 2017. Section 40. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and sections 33 to 38, inclusive, of this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 8224, "bill_version_id": 45059, "bill_version": "Senate Health and Human Services Engrossed", "bill_version_date": "2017-02-27T13:56:39.523-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide and revise certain provisions regarding mental health procedures in criminal justice, to make an appropriation therefor, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Mental health response team,\" a support team tasked with finding viable community resources to help persons with severe mental illness involved in the court system; (2) \"Mental health screening tool,\" a brief, routine process using a standardized instrument that has been validated with offender populations to identify indicators of mental health issues that is used to determine a need for further mental health assessment or evaluation; (3) \"Oversight council,\" the council established by section 33 of this Act; (4) \"Performance measure,\" a metric that captures performance on critical variables central to accomplishing the mission and goals within this Act; (5) \"Psychiatric certification,\" a credential obtained by passing the psychiatric-mental health nursing board certification through the American Nurses Credentialing Center; (6) \"Telehealth,\" a mode of delivering healthcare services that utilizes information and communication technologies to enable the diagnosis, consultation, treatment, education, care management, and self-management of patients at a distance from health care providers. Section 2. That the code be amended by adding a NEW SECTION to read: The South Dakota Sheriffs' Association shall develop a jail mental health screening pilot program and convene at least four jail administrators and at least two mental health providers to select a mental health screening tool for the pilot program. The pilot program shall include at least four jails. The jails in the pilot program shall utilize a mental health screening tool during the jail intake process and shall collect and report data to the oversight council on the number of persons screened and the number of persons screening positive for signs and symptoms of acute psychiatric disturbance and disorder. Section 3. That the code be amended by adding a NEW SECTION to read: The South Dakota Sheriffs' Association shall coordinate training for jails to administer the jail mental health screening tool. Section 4. That the code be amended by adding a NEW SECTION to read: The South Dakota Sheriffs' Association shall coordinate with the jails in the jail mental health screening pilot program to develop a process to implement a mental health screening tool statewide. Section 5. That chapter 24-11 be amended by adding a NEW SECTION to read: Each jail shall report annually to the oversight council on the number and percentage of persons screened at intake using a mental health screening tool and the number and percentage of positive screenings. Section 6. That chapter 24-11 be amended by adding a NEW SECTION to read: Any jail using a mental health screening tool shall provide the screening results to the circuit committing magistrate or court. Section 7. That the code be amended by adding a NEW SECTION to read: The Department of Social Services shall create a crisis services grant program to any municipality, county, or groups of counties for the purposes of encouraging the establishment of new crisis response services or the expansion of existing crisis response services. The grant program shall be in existence until the grant program funding is exhausted. The department shall collect data on the number of applications for the grant program, the number and percentage of applications accepted, the amount awarded to each grantee, and the location, purpose, and population served by the crisis response services. The department shall report this information semiannually to the oversight council until the program ends. Section 8. That § 23-3-39.6 be amended to read: 23-3-39.6. Any Each state's attorney or deputy state's attorney shall attend receive training on evidence-based practices, as defined in subdivision 16-22-1(7); mental health and available mental health services; and the following issues pertaining to domestic abuse: enforcement of criminal laws in domestic abuse situations; availability of community resources; and protection of the victim. After initial training, each state's attorney or deputy state's attorney shall attend further training at least once every four years. Section 9. That § 23A-43-3 be amended to read: 23A-43-3. When If a determination is made that a release pursuant to § 23A-43-2 will not reasonably assure the appearance of the defendant as required, the committing magistrate or court shall, either in lieu of or in addition to the methods of release described in § 23A-43-2, impose the first of the following conditions of release which will reasonably assure the appearance of the defendant for trial or, if no single condition gives that assurance, any combination of the following conditions: (1) Place the defendant in the custody of a designated person or organization agreeing to supervise him; (2) Place restrictions on the travel, association, or place of abode of the defendant during the period of release; (3) Require the defendant to complete a mental health assessment by a specified date and follow any treatment recommendations. The court shall consider available funding sources before imposing this condition of release; (4) Require an appearance bond in a specified amount. The bond shall be executed by depositing with the clerk of the court, in cash or other security, as directed, a sum not to exceed ten percent of the amount of the bond. The deposit shall be returned upon the performance of the conditions of release; (4)(5) Require the execution of a bail bond with sufficient solvent sureties, or the deposit of cash in lieu of a bail bond; or (5)(6) Impose any other condition reasonably necessary to assure the defendant's appearance as required, including a condition requiring that the defendant return to custody after specified hours. Section 10. That chapter 23A-43 be amended by adding a NEW SECTION to read: If a court has imposed conditions of release that require a defendant to follow any treatment recommendations pursuant to subdivision 23A-43-3(3), the provider of those treatment services shall report any noncompliance to the court that has imposed the condition of release. Section 11. That the code be amended by adding a NEW SECTION to read: The Supreme Court may establish rules, pursuant to § 16-3-1, regarding the definition of noncompliance in section 10 of this Act and how noncompliance may be reported to the court. Section 12. That § 23A-43-4 be amended to read: 23A-43-4. In determining which conditions of release will reasonably assure appearance, a committing magistrate or court shall, on the basis of available information, take into account the nature and circumstances of the offense charged, the weight of the evidence against the defendant, the defendant's family ties, employment, financial resources, character and mental condition, the results of any mental health assessment, the length of his the defendant's residence in the community, his the defendant's record of convictions, his the defendant's record of appearance at court proceedings or of flight to avoid prosecution or failure to appear at court proceedings, and the risk that he the defendant will flee or pose a danger to any person or to the community. Section 13. That the code be amended by adding a NEW SECTION to read: The Unified Judicial System shall collect and report to the oversight council the number and percent of defendants for whom mental health assessment and mental health treatment is required as a condition of bond, and the number and percent of those with assessment and treatment as a condition of bond who comply with conditions. Section 14. That the code be amended by adding a NEW SECTION to read: The Unified Judicial System shall report semiannually to the oversight council the number of persons referred to any mental health court, the number and the percentage admitted to any mental health court, the number and the percentage of those admitted who complete mental health court requirements, and the number and the percentage of persons convicted of a new crime within one to three years of completing mental health court requirements. Section 15. That the code be amended by adding a NEW SECTION to read: The Association of County Commissioners, formed pursuant to § 7-7-28, may create and administer a fund for the purpose of assisting counties with the cost of competency evaluations for defendants for whom an evaluation has been ordered by the court. The Department of Social Services may contract with the association to reallocate funds used at the Human Services Center on contractual services for forensic evaluations to be administered through this fund. The fund may also receive and distribute money from any other source. The association board of directors shall provide procedures for the equitable distribution of money from this fund to the counties utilizing court-ordered competency evaluations and provide for the payment of an administrative fee and other reasonable expenses related to the administration of the fund. The association shall report to the oversight council the amount distributed annually in total and by county and the number of competency evaluations completed with funds from the program. The liability of the association related to the administration of this fund shall be limited to the money as is available for such purposes in the fund. Section 16. That § 23A-10A-3 be amended to read: 23A-10A-3. At any time after the commencement of a prosecution for an offense and prior to the sentencing of the defendant, the defendant or the prosecuting attorney may file a motion for a hearing to determine the mental competency of the defendant. The court shall grant the motion, or shall order such a hearing on its own motion, if there is reasonable cause to believe that the defendant may presently be suffering from a mental disease or developmental disability, or other conditions set forth in § 23A-10A-1, rendering him the defendant mentally incompetent to the extent that he the defendant is unable to understand the nature and consequences of the proceeding against him the defendant or to assist properly in his the defendant's defense. Prior to the date of hearing, the court may order that a psychiatric or psychological examination of the defendant be conducted, and that a psychiatric or psychological report be filed with the court, pursuant to the provisions of §§ 23A-46-1 and 23A-46-2. The examination shall be completed within twenty-one days of the court order, unless for good cause the court grants a continuance. The hearing shall be conducted pursuant to the provisions of § 23A-46-3. Section 17. That chapter 23A-10A be amended by adding a NEW SECTION to read: The Unified Judicial System shall collect and report to the oversight council the average number of days from court order to the completion of competency examinations, and the number of competency examination continuances for good cause requested and granted. Section 18. That § 23A-46-1 be amended to read: 23A-46-1. A psychiatric or psychological examination ordered pursuant to this chapter, §§ 23A-10A-3 to 23A-10A-4.2, inclusive, 23A-26-12 to 23A-26-12.6, inclusive, or 23A-27-42 to 23A-27-46, inclusive, shall be conducted by a: (1) A licensed or certified psychiatrist or; (2) A licensed clinical psychologist, or, if; (3) A certified social worker licensed for private independent practice with two years of supervised clinical experience in a mental health setting and with training on how to conduct and score competency evaluations; (4) A certified nurse practitioner or clinical nurse specialist with current psychiatric certification and with training on how to conduct and score competency evaluations; (5) A licensed professional counselor-mental health with training on how to conduct and score competency evaluations; or (6) If the court finds it appropriate, by more than one such examiner. Each examiner shall be designated by the court, except that if the examination is ordered under § 23A-27-43 or 23A-46-9, upon the request of the defendant an additional examiner may be selected by the defendant. For the purposes of an examination pursuant to an order under § 23A-10-4, 23A-10A-3, 23A-26-12.1, 23A-27-43, or 23A-46-9, the court may commit the person to be examined for a reasonable period to the custody of a suitable facility. Section 19. That the code be amended by adding a NEW SECTION to read: The licensing board of each professional listed in § 23A-46-1 shall maintain a list of each professional licensed under their authority qualified to conduct competency evaluations. The Department of Social Services shall maintain a list of those evaluators for use by the courts in coordination with Department of Health, as needed. Section 20. That § 23A-46-2 be amended to read: 23A-46-2. A psychiatric or psychological report ordered pursuant to this chapter, §§ 23A-10A-3 to 23A-10A-4.2, inclusive; 23A-26-12 to 23A-26-12.6, inclusive; or 23A-27-42 to 23A-27-46, inclusive, shall be prepared by the examiner designated to conduct the psychiatric or psychological examination, shall be filed with the court with copies provided to the counsel for the person examined and to the prosecuting attorney and shall include: (1) The person's history, if applicable, and present symptoms; (2) A description of the psychiatric, psychological, and medical tests that were employed and their results; (3) The examiner's findings; and (4) The examiner's opinions as to diagnosis, prognosis and: (a) If the examination is ordered under § 23A-10A-3, whether the person is suffering from a mental disease or defect rendering him the person mentally incompetent to the extent that he the person is unable to understand the nature and consequences of the proceedings against him the person or to assist properly in his the person's defense; (b) If the examination is ordered under § 23A-10-4, whether the person was insane at the time of the offense charged; (c) If the examination is ordered under § 23A-46-9, whether the person is suffering from a mental disease or defect as a result of which his the person's release would create a substantial risk of bodily injury to another person or serious damage to property of another; (d) If the examination is ordered under § 23A-26-12.1 or 23A-27-43, whether the person is suffering from a mental disease or defect as a result of which he the person is in need of custody for care or treatment in a suitable facility; and (e) If the examination is ordered as a part of a presentence investigation, any recommendation the examiner may have as to how the mental condition of the defendant should affect the sentence. Section 21. That the code be amended by adding a NEW SECTION to read: The presiding judge of each judicial circuit may appoint one or more mental health response teams. Each team appointed shall include a court services officer for the jurisdiction where the team is to operate, a mental health provider, and a member of law enforcement and may also include a representative that works with jail administration and one or more representatives from the public. The Unified Judicial System shall maintain a record of the membership of each team and report nonidentifying data to the oversight council. The team may operate telephonically or through electronic communications. The records prepared or maintained by the team are confidential. Notwithstanding, the records may be inspected by or disclosed to justices, judges, magistrates, and employees of the Unified Judicial System in the course of their duties or to any person specifically authorized by order of the court. Section 22. That the code be amended by adding a NEW SECTION to read: The mental health response team may establish a process for identifying eligible persons through assessment; a documented process for referral to treatment; a team approach to the development and modification of individualized treatment plans and ongoing coordination to ensure plan effectiveness; a process for information sharing among the team members; and planning and coordination, including referrals for nonmental health services and resources. Section 23. That the code be amended by adding a NEW SECTION to read: The Unified Judicial System shall collect and report to the oversight council the name of any circuits that establish mental health response teams, the number of persons meeting the mental health response team criteria, and the number and the percentage of persons meeting the criteria who are released from jail pretrial and referred for mental health assessment or treatment. Section 24. That the code be amended by adding a NEW SECTION to read: The Supreme Court may establish rules, pursuant to § 16-3-1, regarding formation of a mental health response team and the procedures to be followed by the team. Section 25. That chapter 23A-40 be amended by adding a NEW SECTION to read: Each court-appointed defense attorney shall receive training on mental illness, available mental health services, eligibility criteria and referral processes, and forensic evaluations. Section 26. That the code be amended by adding a NEW SECTION to read: The Supreme Court may establish rules, pursuant to § 16-3-1, regarding procedures for court-appointed defense attorney training on mental illness. Section 27. That the code be amended by adding a NEW SECTION to read: Officers within any state prison shall receive training on recognizing the signs and symptoms of mental health problems and defusing mental health crises. After initial training, each officer shall attend further training at least once every four years. Section 28. That chapter 24-11 be amended by adding a NEW SECTION to read: Officers within any jail, as defined in § 24-11-1, shall receive training developed by the Division of Criminal Investigation on recognizing the signs and symptoms of mental health problems and defusing mental health crises. After initial training, each officer shall attend further training at least once every four years. Section 29. That § 16-22-15 be amended to read: 16-22-15. Any person who exercises supervision over a probationer pursuant to § 23A-27-12.1 or provides intervention services to any probationer shall receive sufficient training on evidence-based practices and on, how to target criminal risk factors to reduce recidivism, recognizing the signs and symptoms of mental health problems, and defusing mental health crises. Section 30. That § 16-14-4 be amended to read: 16-14-4. The Chief Justice of the Supreme Court of South Dakota shall annually summon all the members of the Judicial Conference to attend a conference at such time and place in the state as the Chief Justice may designate and at which the Chief Justice, or such member as the Chief Justice may designate, shall preside. Special sessions of the conference may be called by the Chief Justice at such the times and places as the Chief Justice may designate. All persons so summoned shall attend such the annual and special meetings. Each magistrate and circuit judge shall complete training on evidence-based practices, including the use of validated risk and needs assessments and behavioral health assessments in decision making, mental illness, eligibility criteria for mental health services, and availability of mental health services. The form and length of this training requirement shall be determined by the Chief Justice. As used in this section, the term, behavioral health assessment, means an evaluation to determine the extent of an individual's substance abuse or mental health service needs. Section 31. That the code be amended by adding a NEW SECTION to read: The Department of Social Services shall annually compile a list of services available through the community mental health system and eligibility criteria for each service to distribute to judges, court services officers, and jails. The department shall coordinate with the Unified Judicial System and sheriffs to disseminate this information. Section 32. That § 16-22-24 be amended to read: 16-22-24. Treatment and intervention programs, as used in this section, mean substance abuse, mental health, or cognitive based treatment received by probationers or parolees. All treatment and intervention programs for parolees and probationers shall be intended to reduce recidivism as demonstrated by research or documented evidence. Payment for substance abuse or mental health treatment services may be made only if such the services are recommended through an assessment conducted by a provider accredited by the Department of Social Services. Payment for cognitive based treatment services may be made only if such the services are recommended through a risk and needs assessment tool used by the Department of Corrections or the Unified Judicial System. The Department of Social Services shall collect data related to the participation, completion and treatment outcomes of all probationers and parolees receiving treatment services paid for by the Department of Social Services. The Department of Social Services shall report this information semiannually to the oversight council. The Department of Corrections shall collect data on the recidivism outcomes of parolees receiving treatment and interventions. The Department of Corrections shall report this information semiannually to the oversight council. The Unified Judicial System shall collect data on the recidivism outcomes of probationers receiving treatment and interventions, the number and the percentage of probationers referred for mental health assessment, the number and the percentage of probationers referred for mental health treatment, and the annual cost of probationer mental health assessments and treatment both in total and separated by funding source. The Unified Judicial System shall report this information semiannually to the oversight body established pursuant to § 16-22-21. Section 33. That the code be amended by adding a NEW SECTION to read: There is hereby established an oversight council responsible for monitoring and reporting performance and outcome measures related to the provisions set forth in this Act. The Unified Judicial System shall provide staff support for the council. Section 34. That the code be amended by adding a NEW SECTION to read: The oversight council shall be composed of fourteen members. The Governor shall appoint the following four members: a member from the Department of Social Services; a member from law enforcement; a member from a mental health provider; and one at-large member. The Chief Justice shall appoint the following four members: a member who is a criminal defense attorney; a member who is a judge; one member who is a county commissioner; and one at-large member. The majority leader of the Senate shall appoint two senators, one from each political party. The majority leader of the House of Representatives shall appoint two representatives, one from each political party. The attorney general shall appoint two members, one of whom shall be a state's attorney. Section 35. That the code be amended by adding a NEW SECTION to read: The oversight council shall meet within ninety days after appointment and shall meet at least semiannually thereafter. The oversight council terminates five years after its first meeting, unless the Legislature, by Joint Resolution, continues the oversight council for a specified period of time. The oversight council has the following powers and duties: (1) Review the recommendations of the task force on community justice and mental illness early intervention from the final report dated November 2016 and track implementation and evaluate compliance with this Act; (2) Review data and reporting required by this Act; (3) Review compliance with the training required by this Act; (4) Calculate costs averted by the provisions in this Act; (5) Establish a statewide crisis intervention training review team. The review team shall analyze and make recommendations to the oversight council on the ongoing need for a crisis intervention training coordinator to provide training and technical assistance to cities, counties, or regions across the state; build local capacity for crisis intervention; and expand the number of crisis intervention trained law enforcement officers. The crisis intervention training review team shall collect and report semiannually to the oversight council data on the number of requests for assistance from the crisis intervention training coordinator, the names of the agencies submitting the requests for assistance, the number of requests granted, the number of law enforcement officers trained, and training adherence to the Memphis crisis intervention team model or other evidence-based model. The crisis intervention review team shall, upon completion of the first year of the crisis intervention training coordinator funding, make a recommendation to the oversight council as to the continued funding of the crisis intervention training coordinator. The review team shall terminate upon the recommendation of the oversight council; (6) Review the recommendations of the crisis intervention team training review team; (7) Review the crisis response grants distributed pursuant to section 7 of this Act; (8) Review the Division of Criminal Investigation's development of training on mental illness; (9) Evaluate the need for and feasibility of a statewide crisis call center or regional call centers for persons in crisis; (10) Track progress and make recommendations to improve the implementation of mental health screenings in jails pursuant to sections 2, 3, 4, and 5 of this Act; (11) Establish a work group to make recommendations to the council to create a process for the completion of a mental health assessment following a jail mental health screening. The work group shall estimate the cost of assessments needed following screening at the time of jail intake, using data from the jail mental health screening pilot program; examine payment options including cost-sharing between state and counties; determine improvements to information sharing between jails and mental health providers; and consider whether an individual with a screening indicating the need for assessment has a pre-existing relationship with a mental health provider; (12) Review the payments to counties for mental competency examinations and reports pursuant to section 15 of this Act; (13) Evaluate the need for and feasibility of forensic assertive community treatment teams; (14) Establish a work group that includes representatives from sheriffs, jail administrators, jail mental health staff providers, and community mental health providers to make recommendations to the council to improve information sharing among jails and mental health providers and improve coordination among jails and mental health providers to refer persons released from jail to mental health services; (15) Monitor the competency evaluation funding program; (16) Study and make recommendations to improve the recruitment and retention of mental health professionals; (17) Study and make recommendations to expand access to mental health services for criminal justice populations; (18) Evaluate the need for and feasibility and cost effectiveness of telehealth options for jail mental health assessments, consultations for law enforcement officers who encounter persons in crisis, crisis response during law enforcement encounters with persons in crisis, mental health services for persons on probation, and mental health services for persons in jail; (19) Make recommendations to the Governor and Legislature regarding pilot programs for needed and feasible telehealth options to provide mental health services to persons with mental illness in the criminal justice system; and (20) Prepare and submit an annual summary report of the performance and outcome measures that are part of this Act to the Legislature, Governor, and Chief Justice. The report shall include recommendations for improvements and a summary of savings generated from this Act. Section 36. There is hereby appropriated the sum of six hundred fifty-five thousand three hundred forty-three dollars ($655,343) in other fund expenditure authority, or so much thereof as may be necessary, to the Unified Judicial System for expenditures from the court automation fund for the purpose of mental health awareness and implementation. Section 37. The Chief Justice of the Supreme Court shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 38. Any amounts appropriated in this Act not lawfully expended or obligated shall revert in accordance with the procedures prescribed in chapter 4-8. Section 39. Sections 4, 5, 6, 14, 25, 26, and 28 of this Act are effective on July 1, 2018. The remaining sections of this Act, except sections 33 to 38, inclusive, are effective on July 1, 2017. Section 40. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and sections 33 to 38, inclusive, of this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 8224, "bill_version_id": 45294, "bill_version": "Senate Engrossed", "bill_version_date": "2017-03-01T16:38:07.38-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide and revise certain provisions regarding mental health procedures in criminal justice, to make an appropriation therefor, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: Terms used in this Act mean: (1) \"Mental health response team,\" a support team tasked with finding viable community resources to help persons with severe mental illness involved in the court system; (2) \"Mental health screening tool,\" a brief, routine process using a standardized instrument that has been validated with offender populations to identify indicators of mental health issues that is used to determine a need for further mental health assessment or evaluation; (3) \"Oversight council,\" the council established by section 33 of this Act; (4) \"Performance measure,\" a metric that captures performance on critical variables central to accomplishing the mission and goals within this Act; (5) \"Psychiatric certification,\" a credential obtained by passing the psychiatric-mental health nursing board certification through the American Nurses Credentialing Center; (6) \"Telehealth,\" a mode of delivering healthcare services that utilizes information and communication technologies to enable the diagnosis, consultation, treatment, education, care management, and self-management of patients at a distance from health care providers. Section 2. That the code be amended by adding a NEW SECTION to read: The South Dakota Sheriffs' Association shall develop a jail mental health screening pilot program and convene at least four jail administrators and at least two mental health providers to select a mental health screening tool for the pilot program. The pilot program shall include at least four jails. The jails in the pilot program shall utilize a mental health screening tool the during the jail intake process and shall collect and report data to the oversight council on the number of persons screened and the number of persons screening positive for signs and symptoms of acute psychiatric disturbance and disorder. Section 3. That the code be amended by adding a NEW SECTION to read: The South Dakota Sheriffs' Association shall coordinate training for jails to administer the jail mental health screening tool. Section 4. That the code be amended by adding a NEW SECTION to read: The South Dakota Sheriffs' Association shall coordinate with the jails in the jail mental health screening pilot program to develop a process to implement a mental health screening tool statewide. Section 5. That chapter 24-11 be amended by adding a NEW SECTION to read: Each jail shall report annually to the oversight council on the number and percentage of persons screened at intake using a mental health screening tool and the number and percentage of positive screenings. Section 6. That chapter 24-11 be amended by adding a NEW SECTION to read: Any jail using a mental health screening tool shall provide the screening results to the circuit committing magistrate or court. Section 7. That the code be amended by adding a NEW SECTION to read: The Department of Social Services shall create a crisis services grant program to any municipality, county, or groups of counties for the purposes of encouraging the establishment of new crisis response services or the expansion of existing crisis response services. The grant program shall be in existence until the grant program funding is exhausted. The department shall collect data on the number of applications for the grant program, the number and percentage of applications accepted, the amount awarded to each grantee, and the location, purpose, and population served by the crisis response services. The department shall report this information semiannually to the oversight council until the program ends. Section 8. That § 23-3-39.6 be amended to read: 23-3-39.6. Any Each state's attorney or deputy state's attorney shall attend receive training on evidence-based practices, as defined in subdivision 16-22-1(7); mental health and available mental health services; and the following issues pertaining to domestic abuse: enforcement of criminal laws in domestic abuse situations; availability of community resources; and protection of the victim. After initial training, each state's attorney or deputy state's attorney shall attend further training at least once every four years. Section 9. That § 23A-43-3 be amended to read: 23A-43-3. When If a determination is made that a release pursuant to § 23A-43-2 will not reasonably assure the appearance of the defendant as required, the committing magistrate or court shall, either in lieu of or in addition to the methods of release described in § 23A-43-2, impose the first of the following conditions of release which will reasonably assure the appearance of the defendant for trial or, if no single condition gives that assurance, any combination of the following conditions: (1) Place the defendant in the custody of a designated person or organization agreeing to supervise him; (2) Place restrictions on the travel, association, or place of abode of the defendant during the period of release; (3) Require the defendant to complete a mental health assessment by a specified date and follow any treatment recommendations. The court shall consider available funding sources before imposing this condition of release; (4) Require an appearance bond in a specified amount. The bond shall be executed by depositing with the clerk of the court, in cash or other security, as directed, a sum not to exceed ten percent of the amount of the bond. The deposit shall be returned upon the performance of the conditions of release; (4)(5) Require the execution of a bail bond with sufficient solvent sureties, or the deposit of cash in lieu of a bail bond; or (5)(6) Impose any other condition reasonably necessary to assure the defendant's appearance as required, including a condition requiring that the defendant return to custody after specified hours. Section 10. That chapter 23A-43 be amended by adding a NEW SECTION to read: If a court has imposed conditions of release that require a defendant to follow any treatment recommendations pursuant to subdivision 23A-43-3(3), the provider of those treatment services shall report any noncompliance to the court that has imposed the condition of release. Section 11. That the code be amended by adding a NEW SECTION to read: The Supreme Court may establish rules, pursuant to § 16-3-1, regarding the definition of noncompliance in section 10 of this Act and how noncompliance may be reported to the court. Section 12. That § 23A-43-4 be amended to read: 23A-43-4. In determining which conditions of release will reasonably assure appearance, a committing magistrate or court shall, on the basis of available information, take into account the nature and circumstances of the offense charged, the weight of the evidence against the defendant, the defendant's family ties, employment, financial resources, character and mental condition, the results of any mental health assessment, the length of his the defendant's residence in the community, his the defendant's record of convictions, his the defendant's record of appearance at court proceedings or of flight to avoid prosecution or failure to appear at court proceedings, and the risk that he the defendant will flee or pose a danger to any person or to the community. Section 13. That the code be amended by adding a NEW SECTION to read: The Unified Judicial System shall collect and report to the oversight council the number and percent of defendants for whom mental health assessment and mental health treatment is required as a condition of bond, and the number and percent of those with assessment and treatment as a condition of bond who comply with conditions. Section 14. That the code be amended by adding a NEW SECTION to read: The Unified Judicial System shall report semiannually to the oversight council the number of persons referred to any mental health court, the number and the percentage admitted to any mental health court, the number and the percentage of those admitted who complete mental health court requirements, and the number and the percentage of persons convicted of a new crime within one to three years of completing mental health court requirements. Section 15. That the code be amended by adding a NEW SECTION to read: The Association of County Commissioners, formed pursuant to § 7-7-28, may create and administer a fund for the purpose of assisting counties with the cost of competency evaluations for defendants for whom an evaluation has been ordered by the court. The Department of Social Services may contract with the association to reallocate funds used at the Human Services Center on contractual services for forensic evaluations to be administered through this fund. The fund may also receive and distribute money from any other source. The association board of directors shall provide procedures for the equitable distribution of money from this fund to the counties utilizing court-ordered competency evaluations and provide for the payment of an administrative fee and other reasonable expenses related to the administration of the fund. The association shall report to the oversight council the amount distributed annually in total and by county and the number of competency evaluations completed with funds from the program. The liability of the association related to the administration of this fund shall be limited to the money as is available for such purposes in the fund. Section 16. That § 23A-10A-3 be amended to read: 23A-10A-3. At any time after the commencement of a prosecution for an offense and prior to the sentencing of the defendant, the defendant or the prosecuting attorney may file a motion for a hearing to determine the mental competency of the defendant. The court shall grant the motion, or shall order such a hearing on its own motion, if there is reasonable cause to believe that the defendant may presently be suffering from a mental disease or developmental disability, or other conditions set forth in § 23A-10A-1, rendering him the defendant mentally incompetent to the extent that he the defendant is unable to understand the nature and consequences of the proceeding against him the defendant or to assist properly in his the defendant's defense. Prior to the date of hearing, the court may order that a psychiatric or psychological examination of the defendant be conducted, and that a psychiatric or psychological report be filed with the court, pursuant to the provisions of §§ 23A-46-1 and 23A-46-2. The examination shall be completed within twenty-one days of the court order, unless for good cause the court grants a continuance. The hearing shall be conducted pursuant to the provisions of § 23A-46-3. Section 17. That chapter 23A-10A be amended by adding a NEW SECTION to read: The Unified Judicial System shall collect and report to the oversight council the average number of days from court order to the completion of competency examinations, and the number of competency examination continuances for good cause requested and granted. Section 18. That § 23A-46-1 be amended to read: 23A-46-1. A psychiatric or psychological examination ordered pursuant to this chapter, §§ 23A-10A-3 to 23A-10A-4.2, inclusive, 23A-26-12 to 23A-26-12.6, inclusive, or 23A-27-42 to 23A-27-46, inclusive, shall be conducted by a: (1) A licensed or certified psychiatrist or; (2) A licensed clinical psychologist, or, if; (3) A certified social worker licensed for private independent practice with two years of supervised clinical experience in a mental health setting and with training on how to conduct and score competency evaluations; (4) A certified nurse practitioner or clinical nurse specialist with current psychiatric certification and with training on how to conduct and score competency evaluations; (5) A licensed professional counselor-mental health with training on how to conduct and score competency evaluations; or (6) If the court finds it appropriate, by more than one such examiner. Each examiner shall be designated by the court, except that if the examination is ordered under § 23A-27-43 or 23A-46-9, upon the request of the defendant an additional examiner may be selected by the defendant. For the purposes of an examination pursuant to an order under § 23A-10-4, 23A-10A-3, 23A-26-12.1, 23A-27-43, or 23A-46-9, the court may commit the person to be examined for a reasonable period to the custody of a suitable facility. Section 19. That the code be amended by adding a NEW SECTION to read: The licensing board of each professional listed in § 23A-46-1 shall maintain a list of each professional licensed under their authority qualified to conduct competency evaluations. The Department of Social Services shall maintain a list of those evaluators for use by the courts in coordination with Department of Health, as needed. Section 20. That § 23A-46-2 be amended to read: 23A-46-2. A psychiatric or psychological report ordered pursuant to this chapter, §§ 23A-10A-3 to 23A-10A-4.2, inclusive; 23A-26-12 to 23A-26-12.6, inclusive; or 23A-27-42 to 23A-27-46, inclusive, shall be prepared by the examiner designated to conduct the psychiatric or psychological examination, shall be filed with the court with copies provided to the counsel for the person examined and to the prosecuting attorney and shall include: (1) The person's history, if applicable, and present symptoms; (2) A description of the psychiatric, psychological, and medical tests that were employed and their results; (3) The examiner's findings; and (4) The examiner's opinions as to diagnosis, prognosis and: (a) If the examination is ordered under § 23A-10A-3, whether the person is suffering from a mental disease or defect rendering him the person mentally incompetent to the extent that he the person is unable to understand the nature and consequences of the proceedings against him the person or to assist properly in his the person's defense; (b) If the examination is ordered under § 23A-10-4, whether the person was insane at the time of the offense charged; (c) If the examination is ordered under § 23A-46-9, whether the person is suffering from a mental disease or defect as a result of which his the person's release would create a substantial risk of bodily injury to another person or serious damage to property of another; (d) If the examination is ordered under § 23A-26-12.1 or 23A-27-43, whether the person is suffering from a mental disease or defect as a result of which he the person is in need of custody for care or treatment in a suitable facility; and (e) If the examination is ordered as a part of a presentence investigation, any recommendation the examiner may have as to how the mental condition of the defendant should affect the sentence. Section 21. That the code be amended by adding a NEW SECTION to read: The presiding judge of each judicial circuit may appoint one or more mental health response teams. Each team appointed shall include a court services officer for the jurisdiction where the team is to operate, a mental health provider, and a member of law enforcement and may also include a representative that works with jail administration and one or more representatives from the public. The Unified Judicial System shall maintain a record of the membership of each team and report nonidentifying data to the oversight council. The team may operate telephonically or through electronic communications. The records prepared or maintained by the team are confidential. Notwithstanding, the records may be inspected by or disclosed to justices, judges, magistrates, and employees of the Unified Judicial System in the course of their duties or to any person specifically authorized by order of the court. Section 22. That the code be amended by adding a NEW SECTION to read: The mental health response team may establish a process for identifying eligible persons through assessment; a documented process for referral to treatment; a team approach to the development and modification of individualized treatment plans and ongoing coordination to ensure plan effectiveness; a process for information sharing among the team members; and planning and coordination, including referrals for nonmental health services and resources. Section 23. That the code be amended by adding a NEW SECTION to read: The Unified Judicial System shall collect and report to the oversight council the name of any circuits that establish mental health response teams, the number of persons meeting the mental health response team criteria, and the number and the percentage of persons meeting the criteria who are released from jail pretrial and referred for mental health assessment or treatment. Section 24. That the code be amended by adding a NEW SECTION to read: The Supreme Court may establish rules, pursuant to § 16-3-1, regarding formation of a mental health response team and the procedures to be followed by the team. Section 25. That chapter 23A-40 be amended by adding a NEW SECTION to read: Each court-appointed defense attorney shall receive training on mental illness, available mental health services, eligibility criteria and referral processes, and forensic evaluations. Section 26. That the code be amended by adding a NEW SECTION to read: The Supreme Court may establish rules, pursuant to § 16-3-1, regarding procedures for court-appointed defense attorney training on mental illness. Section 27. That the code be amended by adding a NEW SECTION to read: Officers within any state prison shall receive training on recognizing the signs and symptoms of mental health problems and defusing mental health crises. After initial training, each officer shall attend further training at least once every four years. Section 28. That chapter 24-11 be amended by adding a NEW SECTION to read: Officers within any jail, as defined in § 24-11-1, shall receive training developed by the Division of Criminal Investigation on recognizing the signs and symptoms of mental health problems and defusing mental health crises. After initial training, each officer shall attend further training at least once every four years. Section 29. That § 16-22-15 be amended to read: 16-22-15. Any person who exercises supervision over a probationer pursuant to § 23A-27-12.1 or provides intervention services to any probationer shall receive sufficient training on evidence-based practices and on, how to target criminal risk factors to reduce recidivism, recognizing the signs and symptoms of mental health problems, and defusing mental health crises. Section 30. That § 16-14-4 be amended to read: 16-14-4. The Chief Justice of the Supreme Court of South Dakota shall annually summon all the members of the Judicial Conference to attend a conference at such time and place in the state as the Chief Justice may designate and at which the Chief Justice, or such member as the Chief Justice may designate, shall preside. Special sessions of the conference may be called by the Chief Justice at such the times and places as the Chief Justice may designate. All persons so summoned shall attend such the annual and special meetings. Each magistrate and circuit judge shall complete training on evidence-based practices, including the use of validated risk and needs assessments and behavioral health assessments in decision making, mental illness, eligibility criteria for mental health services, and availability of mental health services. The form and length of this training requirement shall be determined by the Chief Justice. As used in this section, the term, behavioral health assessment, means an evaluation to determine the extent of an individual's substance abuse or mental health service needs. Section 31. That the code be amended by adding a NEW SECTION to read: The Department of Social Services shall annually compile a list of services available through the community mental health system and eligibility criteria for each service to distribute to judges, court services officers, and jails. The department shall coordinate with the Unified Judicial System and sheriffs to disseminate this information. Section 32. That § 16-22-24 be amended to read: 16-22-24. Treatment and intervention programs, as used in this section, mean substance abuse, mental health, or cognitive based treatment received by probationers or parolees. All treatment and intervention programs for parolees and probationers shall be intended to reduce recidivism as demonstrated by research or documented evidence. Payment for substance abuse or mental health treatment services may be made only if such the services are recommended through an assessment conducted by a provider accredited by the Department of Social Services. Payment for cognitive based treatment services may be made only if such the services are recommended through a risk and needs assessment tool used by the Department of Corrections or the Unified Judicial System. The Department of Social Services shall collect data related to the participation, completion and treatment outcomes of all probationers and parolees receiving treatment services paid for by the Department of Social Services. The Department of Social Services shall report this information semiannually to the oversight council. The Department of Corrections shall collect data on the recidivism outcomes of parolees receiving treatment and interventions. The Department of Corrections shall report this information semiannually to the oversight council. The Unified Judicial System shall collect data on the recidivism outcomes of probationers receiving treatment and interventions, the number and the percentage of probationers referred for mental health assessment, the number and the percentage of probationers referred for mental health treatment, and the annual cost of probationer mental health assessments and treatment both in total and separated by funding source. The Unified Judicial System shall report this information semiannually to the oversight body established pursuant to § 16-22-21. Section 33. That the code be amended by adding a NEW SECTION to read: There is hereby established an oversight council responsible for monitoring and reporting performance and outcome measures related to the provisions set forth in this Act. The Unified Judicial System shall provide staff support for the council. Section 34. That the code be amended by adding a NEW SECTION to read: The oversight council shall be composed of fourteen members. The Governor shall appoint the following four members: a member from the Department of Social Services; a member from law enforcement; a member from a mental health provider; and one at-large member. The Chief Justice shall appoint the following four members: a member who is a criminal defense attorney; a member who is a judge; one member who is a county commissioner; and one at-large member. The majority leader of the Senate shall appoint two senators, one from each political party. The majority leader of the House of Representatives shall appoint two representatives, one from each political party. The attorney general shall appoint two members, one of whom shall be a state's attorney. Section 35. That the code be amended by adding a NEW SECTION to read: The oversight council shall meet within ninety days after appointment and shall meet at least semiannually thereafter. The oversight council terminates five years after its first meeting, unless the Legislature, by Joint Resolution, continues the oversight council for a specified period of time. The oversight council has the following powers and duties: (1) Review the recommendations of the task force on community justice and mental illness early intervention from the final report dated November 2016 and track implementation and evaluate compliance with this Act; (2) Review data and reporting required by this Act; (3) Review compliance with the training required by this Act; (4) Calculate costs averted by the provisions in this Act; (5) Establish a statewide crisis intervention training review team. The review team shall analyze and make recommendations to the oversight council on the ongoing need for a crisis intervention training coordinator to provide training and technical assistance to cities, counties, or regions across the state; build local capacity for crisis intervention; and expand the number of crisis intervention trained law enforcement officers. The crisis intervention training review team shall collect and report semiannually to the oversight council data on the number of requests for assistance from the crisis intervention training coordinator, the names of the agencies submitting the requests for assistance, the number of requests granted, the number of law enforcement officers trained, and training adherence to the Memphis crisis intervention team model or other evidence-based model. The crisis intervention review team shall, upon completion of the first year of the crisis intervention training coordinator funding, make a recommendation to the oversight council as to the continued funding of the crisis intervention training coordinator. The review team shall terminate upon the recommendation of the oversight council; (6) Review the recommendations of the crisis intervention team training review team; (7) Review the crisis response grants distributed pursuant to section 7 of this Act; (8) Review the Division of Criminal Investigation's development of training on mental illness; (9) Evaluate the need for and feasibility of a statewide crisis call center or regional call centers for persons in crisis; (10) Track progress and make recommendations to improve the implementation of mental health screenings in jails pursuant to sections 2, 3, 4, and 5 of this Act; (11) Establish a work group to make recommendations to the council to create a process for the completion of a mental health assessment following a jail mental health screening. The work group shall estimate the cost of assessments needed following screening at the time of jail intake, using data from the jail mental health screening pilot program; examine payment options including cost-sharing between state and counties; determine improvements to information sharing between jails and mental health providers; and consider whether an individual with a screening indicating the need for assessment has a pre-existing relationship with a mental health provider; (12) Review the payments to counties for mental competency examinations and reports pursuant to section 15 of this Act; (13) Evaluate the need for and feasibility of forensic assertive community treatment teams; (14) Establish a work group that includes representatives from sheriffs, jail administrators, jail mental health staff providers, and community mental health providers to make recommendations to the council to improve information sharing among jails and mental health providers and improve coordination among jails and mental health providers to refer persons released from jail to mental health services; (15) Monitor the competency evaluation funding program; (16) Study and make recommendations to improve the recruitment and retention of mental health professionals; (17) Study and make recommendations to expand access to mental health services for criminal justice populations; (18) Evaluate the need for and feasibility and cost effectiveness of telehealth options for jail mental health assessments, consultations for law enforcement officers who encounter persons in crisis, crisis response during law enforcement encounters with persons in crisis, mental health services for persons on probation, and mental health services for persons in jail; (19) Make recommendations to the Governor and Legislature regarding pilot programs for needed and feasible telehealth options to provide mental health services to persons with mental illness in the criminal justice system; and (20) Prepare and submit an annual summary report of the performance and outcome measures that are part of this Act to the Legislature, Governor, and Chief Justice. The report shall include recommendations for improvements and a summary of savings generated from this Act. Section 36. There is hereby appropriated the sum of six hundred fifty-five thousand three hundred forty-three dollars ($655,343) in other fund expenditure authority, or so much thereof as may be necessary, to the Unified Judicial System for expenditures from the court automation fund for the purpose of mental health awareness and implementation. Section 37. The Chief Justice of the Supreme Court shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 38. Any amounts appropriated in this Act not lawfully expended or obligated shall revert in accordance with the procedures prescribed in chapter 4-8. Section 39. Sections 4, 5, 6, 14, 25, 26, and 28 of this Act are effective on July 1, 2018. The remaining sections of this Act, except sections 33 to 38, inclusive, are effective on July 1, 2017. Section 40. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and sections 33 to 38, inclusive, of this Act shall be in full force and effect from and after its passage and approval."}, {"bill_id": 8224, "bill_version_id": 45513, "bill_version": "Enrolled", "bill_version_date": "2017-03-07T11:00:49.543-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8224, "action_date": "2017-02-02T14:00:00-06:00", "document_id": 43749, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/43749.pdf", "status_text": "First read in House and referred to", "journal_page": 273, "committee_id_action": 361, "committee_id_assigned": 359, "result": "N", "vote": {}}, {"bill_id": 8224, "action_date": "2017-02-22T10:00:00-06:00", "document_id": 44556, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44556.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 359, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8224, "action_date": "2017-02-22T10:00:00-06:00", "document_id": 44790, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44790.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 359, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8224, "action_date": "2017-02-22T10:00:00-06:00", "document_id": 44790, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44790.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 359, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8224, "action_date": "2017-02-22T10:00:00-06:00", "document_id": 44790, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44790.pdf", "status_text": "Do Pass Amended", "journal_page": 454, "committee_id_action": 359, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23541, "president_vote": null, "Excused": [1122], "Yea": [1142, 1196, 1206, 1160, 1188, 1113, 1176, 1121, 1111, 1120, 1158], "Nay": [1130]}}, {"bill_id": 8224, "action_date": "2017-02-23T13:00:00-06:00", "document_id": 44897, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44897.pdf", "status_text": "Do Pass Amended", "journal_page": 520, "committee_id_action": 361, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23673, "president_vote": null, "Yea": [1168, 1153, 1186, 1166, 1147, 1122, 1197, 1190, 1173, 1114, 1198, 1129, 1143, 1142, 1136, 1139, 1181, 1159, 1192, 1196, 1120, 1205, 1185, 1117, 1206, 1170, 1110, 1184, 1134, 1160, 1165, 1188, 1119, 1156, 1115, 1113, 1123, 1161, 1152, 1140, 1158, 1176, 1128, 1121, 1212, 1145, 1111, 1187, 1150, 1149], "Nay": [1118, 1180, 1183, 1179, 1201, 1202, 1116, 1204, 1130, 1191, 1133, 1125, 1200, 1124, 1193, 1199, 1155], "Excused": [1112, 1203, 1195]}}, {"bill_id": 8224, "action_date": "2017-02-24T13:00:00-06:00", "document_id": 44989, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44989.pdf", "status_text": "First read in Senate and referred to", "journal_page": 556, "committee_id_action": 360, "committee_id_assigned": 335, "result": "N", "vote": {}}, {"bill_id": 8224, "action_date": "2017-02-27T10:00:00-06:00", "document_id": 44958, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/44958.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 335, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8224, "action_date": "2017-02-27T10:00:00-06:00", "document_id": 45058, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45058.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 335, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8224, "action_date": "2017-02-27T10:00:00-06:00", "document_id": 45058, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45058.pdf", "status_text": "Do Pass Amended", "journal_page": 570, "committee_id_action": 335, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23773, "president_vote": null, "Yea": [1097, 1164, 1157, 1151], "Nay": [1175, 1098], "Excused": [1106]}}, {"bill_id": 8224, "action_date": "2017-03-01T14:00:00-06:00", "document_id": 45284, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45284.pdf", "status_text": "Motion to amend", "journal_page": 603, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8224, "action_date": "2017-03-01T14:00:00-06:00", "document_id": 45284, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45284.pdf", "status_text": "Do Pass Amended", "journal_page": 603, "committee_id_action": 360, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 23940, "president_vote": null, "Yea": [1154, 1171, 1103, 1148, 1108, 1096, 1097, 1109, 1105, 1100, 1106, 1164, 1194, 1169, 1107, 1104, 1099, 1144, 1131, 1135, 1178, 1141, 1157, 1151, 1174, 1146, 1102, 1098, 1137, 1167, 1132, 1189], "Nay": [1175, 1163, 1172]}}, {"bill_id": 8224, "action_date": "2017-03-07T13:30:00-06:00", "document_id": 45534, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45534.pdf", "status_text": "Signed by the Speaker", "journal_page": 701, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8224, "action_date": "2017-03-08T09:00:00-06:00", "document_id": 45590, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45590.pdf", "status_text": "Signed by the President", "journal_page": 686, "committee_id_action": 360, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8224, "action_date": "2017-03-09T13:00:00-06:00", "document_id": 45656, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45656.pdf", "status_text": "Delivered to the Governor", "journal_page": 738, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8224, "action_date": "2017-03-27T11:00:00-05:00", "document_id": 45736, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/45736.pdf", "status_text": "Signed by the Governor", "journal_page": 763, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6391}