{"session_id": 4, "bill_id": 299, "bill_type": "Senate Bill", "bill_number": 150, "bill_title": "increase general funding for schools, to impose a temporary limit on the growth of state general fund spending, to suspend the transfer of moneys from the general fund to the budget reserve fund and to the property tax reduction fund, to provide funding for the postsecondary technical institutes, to provide for the modernization of science facilities and laboratories at public universities, to make an appropriation therefor, and to declare an emergency.", "sponsors": [{"legislator_profile_id": 575, "is_prime": true}, {"legislator_profile_id": 567, "is_prime": true}, {"legislator_profile_id": 602, "is_prime": false}, {"legislator_profile_id": 604, "is_prime": false}, {"legislator_profile_id": 593, "is_prime": false}, {"legislator_profile_id": 532, "is_prime": false}, {"legislator_profile_id": 529, "is_prime": false}, {"legislator_profile_id": 530, "is_prime": false}, {"legislator_profile_id": 535, "is_prime": false}, {"legislator_profile_id": 533, "is_prime": false}, {"legislator_profile_id": 562, "is_prime": false}, {"legislator_profile_id": 584, "is_prime": false}, {"legislator_profile_id": 573, "is_prime": false}, {"legislator_profile_id": 610, "is_prime": false}, {"legislator_profile_id": 577, "is_prime": false}, {"legislator_profile_id": 539, "is_prime": false}, {"legislator_profile_id": 541, "is_prime": false}, {"legislator_profile_id": 607, "is_prime": false}], "keywords": ["Appropriations", "Board of Regents", "Education", "Property Taxes", "Public Fiscal Administration", "State Aid to Education", "Taxes"], "audio": [{"meeting_datetime": "2008-01-31T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed16.mp3", "start_seconds": 3495.0}, {"meeting_datetime": "2008-01-31T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed16.mp3", "start_seconds": 3495.0}, {"meeting_datetime": "2008-01-31T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed16.mp3", "start_seconds": 3495.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed22.mp3", "start_seconds": 76.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed22.mp3", "start_seconds": 76.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "SED", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sed22.mp3", "start_seconds": 76.0}, {"meeting_datetime": "2008-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen23.mp3", "start_seconds": 4618.0}, {"meeting_datetime": "2008-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen23.mp3", "start_seconds": 4618.0}, {"meeting_datetime": "2008-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen23.mp3", "start_seconds": 4618.0}, {"meeting_datetime": "2008-02-13T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen23.mp3", "start_seconds": 4618.0}], "bill_versions": [{"bill_id": 299, "bill_version_id": 1200, "bill_version": "Introduced", "bill_version_date": "2008-01-16T10:46:05.167-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to increase general funding for schools, to impose a temporary limit on the growth of state general fund spending, to suspend the transfer of moneys from the general fund to the budget reserve fund and to the property tax reduction fund, to provide funding for the postsecondary technical institutes, to provide for the modernization of science facilities and laboratories at public universities, to make an appropriation therefor, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. There are hereby established within the state treasury the one-time education adequacy fund and the ongoing education adequacy fund. The commissioner of the Bureau of Finance and Management shall transfer the proceeds of the property tax reduction fund to the one-time education adequacy fund. In addition, on July first of each fiscal year or at such time that the prior fiscal year general fund ending unobligated cash balance is determined, the commissioner of the Bureau of Finance and Management shall transfer all prior year unobligated cash to the one-time education adequacy fund. Proceeds from the ongoing education adequacy fund shall be used to fund supplemental general school aid established in section 7 of this Act. If the proceeds are not sufficient to fully fund the supplemental general school aid, proceeds from the one-time adequacy fund shall also be used for that purpose. Section 2. That § 4-5-29.2 be amended to read as follows: 4-5-29.2. Pursuant to S.D. Const., Art. XII, § 6, the state investment officer shall determine the market value of the education enhancement trust fund as of December 31, 2003, and each calendar year thereafter less the investment expenses transferred pursuant to § 4-5-30. The state investment officer shall calculate an amount equal to four percent of that market value, determine the investment income available for distribution without invading principal , as eligible for distribution . For the purpose of this section, the term, principal, means the sum of all contributions to the fund. Beginning with the distribution in fiscal year 2008, the market value shall be determined by adding the market value of the trust fund at the end of the sixteen most recent calendar quarters as of December thirty-first, and dividing the sum by sixteen. Upon notice of that amount by the state investment officer, the state treasurer shall transfer the amount from ten million dollars, or so much as may be available, from the investment income on the education enhancement trust fund to the state general fund as soon as practicable after July first of the next fiscal year. Section 3. That § 4-7-32 be amended to read as follows: 4-7-32. On If the commissioner of the Bureau of Finance and Management determines that the ongoing education adequacy fund established in section 1 of this Act is sufficient to provide funding to each school district in an amount equal to the supplemental base allotment as defined in section 8 of this Act per fall enrollment as defined in subdivision 13-13-10.1(2A) and on July first of each fiscal year thereafter or at such time that the prior fiscal year general fund ending unobligated cash balance is determined, the commissioner of the Bureau of Finance and Management shall transfer all prior year unobligated cash up to an amount equal to ten percent of the general fund appropriations from the general appropriation act for the prior fiscal year into the budget reserve fund. In no event shall the cash balance in the budget reserve fund be greater than ten percent of the general fund appropriations from the general appropriation act for the prior fiscal year. Expenditures out of the budget reserve fund shall only be by special appropriation of the Legislature and shall only redress such unforeseen expenditure obligations or such unforeseen revenue shortfalls as may constitute an emergency pursuant to S.D. Const., Art. III, § 1. Section 4. That § 4-7-39 be amended to read as follows: 4-7-39. The If the commissioner of the Bureau of Finance and Management determines that the ongoing education adequacy fund established in section 1 of this Act is sufficient to provide funding to school districts in an amount equal to the supplemental base allotment as defined in section 8 of this Act per fall enrollment as defined in subdivision 13-13-10.1(2A), the commissioner of the Bureau of Finance and Management shall transfer any unobligated cash remaining after the transfer into the budget reserve fund as required by § 4-7-32 into the property tax reduction fund if the amount in the property tax reduction fund does not exceed fifteen percent of the general fund appropriations in the General Appropriations Act for the previous fiscal year. Section 5. That chapter 4-7 be amended by adding thereto a NEW SECTION to read as follows: For the period beginning on July 1, 2009, and ending when the commissioner of the Bureau of Finance and Management determines that the ongoing education adequacy fund established in section 1 of this Act is sufficient to provide funding to each school district in an amount equal to the supplemental base allotment as define in section 8 of this Act per fall enrollment as defined in subdivision 13-13-10.1(2A), the total general fund moneys appropriated by the general appropriations act and any special appropriations may not increase from the total general fund moneys appropriated by the general appropriations act and any special appropriations of the most recent fiscal year by more than one-half percent plus the index factor as defined in subdivision 13-13-10.1(3). If, during this period of time, the general fund revenues for a fiscal year exceed the allowable increase, the revenue exceeding the allowable increase shall be transferred by the commissioner of the Bureau of Finance and Management to the ongoing education adequacy fund. However, the proceeds from any tax or tax increase enacted on or after July 1, 2009, shall be excluded from this calculation, and those revenues may be appropriated through the general appropriations act even if they are in excess of the allowable increase. In addition, any moneys used to provide medical services pursuant to chapter 28-6 shall also be excluded from this calculation. Section 6. That § 10-13-44 be amended to read as follows: 10-13-44. The property tax reduction fund is hereby created in the state treasury. The If the commissioner of the Bureau of Finance and Management determines that the ongoing education adequacy fund established in section 1 of this Act is sufficient to provide funding to each school district in an amount equal to the supplemental base allotment as defined in section 8 of this Act per fall enrollment as defined in subdivision 13-13-10.1(2A), the Department of Revenue and Regulation shall distribute any money appropriated to the fund. Effective January 1, 1996, through December 31, 1996, the State of South Dakota may remit tax credit payments on a monthly basis for eligible property taxpayers on or about the last day of every month. Tax credit payments shall be sent to counties based upon information received from the counties pursuant to § 10-13-43. In fiscal year 1997 and each year thereafter, the The commissioner of finance and management may transfer moneys available from the property tax reduction fund to the general fund necessary to provide property tax relief through state aid to education. Section 7. That chapter 13-13 be amended by adding thereto a NEW SECTION to read as follows: For the period beginning on July 1, 2009, and ending when the commissioner of the Bureau of Finance and Management determines that the ongoing education adequacy fund established in section 1 of this Act is sufficient to provide funding to each school district in an amount equal to the supplemental base allotment defined in section 8 of this Act per fall enrollment, local school districts, in addition to receiving general school aid distributed pursuant to § § 13-13-10.1 to 13-13-41, inclusive, shall also receive supplemental general school aid. General funds appropriated for supplemental general school aid pursuant to this section may not be calculated in or subject to the spending limitations set forth in section 5 of this Act. Section 8. That chapter 13-13 be amended by adding thereto a NEW SECTION to read as follows: Supplemental general school aid pursuant to section 7 of this Act shall be distributed to local school districts as follows: (1) In fiscal year 2009, each school district shall receive a supplemental payment per fall enrollment that is equal to twenty percent of the supplemental base allotment; (2) In fiscal year 2010, each school district shall receive a supplemental payment per fall enrollment that is equal to forty percent of the supplemental base allotment; (3) In fiscal year 2011, each school district shall receive a supplemental payment per fall enrollment that is equal to fifty-five percent of the supplemental base allotment; (4) In fiscal year 2012, each school district shall receive a supplemental payment per fall enrollment that is equal to sixty-five percent of the supplemental base allotment; (5) In fiscal year 2013, each school district shall receive a supplemental payment per fall enrollment that is equal to eighty percent of the supplemental base allotment; and (6) In fiscal year 2014, each school district shall receive a supplemental payment per fall enrollment that is equal to the supplemental base allotment. For purposes of this section, the supplemental base allotment equals $874.36 in fiscal year 2009, and is the previous year's supplemental base allotment increased by the index factor in subsequent years. The index factor is defined in subdivision 13-13-10.1(3). Section 9. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"Average daily membership,\" the average number of resident and nonresident kindergarten through twelfth grade pupils enrolled in all schools operated by the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and pupils for whom tuition is being paid pursuant to § 13-28-42.1 and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, the Department of Corrections, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district. When counting a student who meets these criteria in its general enrollment average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its general enrollment average daily membership after the student ceases to attend school in the resident district; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (2A) \"Fall enrollment,\" the number of kindergarten through twelfth grade students enrolled in all schools operated by the school district on the last Friday of September of the previous school year minus the number of students for whom the district receives tuition, except nonresident students who are in the care and custody of a state agency and are attending a public school and students for whom tuition is being paid pursuant to § 13-28-42.1, plus the number of students for whom the district pays tuition. When computing state aid to education for a school district under the foundation program pursuant to § 13-13-73, the secretary of the Department of Education shall use either the school district's fall enrollment or the average of the school district's fall enrollment and the school district's fall enrollment from the prior year, whichever is higher; (2B) \"Current fall enrollment,\" the number of kindergarten through twelfth grade students enrolled in all schools operated by the school district on the last Friday of September of the current school year minus the number of students for whom the district receives tuition except nonresident students who are in the care and custody of a state agency and are attending a public school and students for whom tuition is being paid pursuant to § 13-28-42.1, plus the number of students for whom the district pays tuition; (2C) \"Small school adjustment,\" calculated as follows: (a) For districts with a fall enrollment of two hundred or less, multiply 0.2 times $4,237.72; (b) For districts with a fall enrollment of greater than two hundred, but less than six hundred, multiply the fall enrollment times negative 0.0005; add 0.3 to that result; and multiply the sum obtained times $4,237.72; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less total general fund revenues received by the state for the year before the year immediately preceding the year of adjustment ; (4) \"Per student allocation,\" for the first school fiscal year 2008 is $4,528.80 following the effective date of this section, it is the previous fiscal year's per student allocation increased by the index factor plus the supplemental base allotment as defined in section 8 of this Act . Each school fiscal year thereafter, the per student allocation is the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" is the sum of: (a) The per student allocation multiplied by the fall enrollment; and (b) The small school adjustment, if applicable, multiplied by the fall enrollment; and (c) The payment distributed pursuant to § 13-13-80, if applicable; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the levies established pursuant to § 10-12-42; (7) \"General fund balance,\" the unreserved fund balance of the general fund, less general fund exclusions plus, beginning with transfers made in fiscal year 2001, any transfers out of the general fund for the previous school fiscal year; (8) \"General fund balance percentage,\" is a school district's general fund balance divided by the school district's total general fund expenditures for the previous school fiscal year, the quotient expressed as a percent; (9) \"General fund base percentage,\" is the lesser of: (a) The general fund balance percentage as of June 30, 2000; or (b) The maximum allowable percentage for that particular fiscal year as stated in this subsection. For fiscal year 2008, the maximum allowable percentage is one hundred percent; for fiscal year 2009, eighty percent; for fiscal year 2010, sixty percent; for fiscal year 2011, forty percent; for fiscal year 2012 and subsequent fiscal years, twenty-five percent. However, the general fund base percentage can never be less than twenty- five percent; (10) \"Allowable general fund balance,\" the general fund base percentage multiplied by the district's general fund expenditures in the previous school fiscal year; (11) \"General fund exclusions,\" revenue a school district has received from the imposition of the excess tax levy pursuant to § 10-12-43; revenue a school district has received from gifts, contributions, grants, or donations; revenue a school district has received under the provisions of §§ 13-6-92 to 13-6-96, revenue a school district has received as compensation for being a sparse school district under the terms of §§ 13-13-78 and 13-13-79, inclusive; and any revenue in the general fund set aside for a noninsurable judgment. Section 10. Section 9 of this Act is effective when the commissioner of the Bureau of Finance and Management determines that the ongoing education adequacy fund established in section 1 of this Act is sufficient to provide funding to each school district in an amount equal to the supplemental base allotment as defined in section 8 of this Act per fall enrollment as defined in subdivision 13-13-10.1(2A). Section 11. Beginning one year following the date when the commissioner of the Bureau of Finance and Management determines that the ongoing education adequacy fund established in section 1 of this Act is sufficient to provide funding to each school district in an amount equal to the supplemental base allotment as defined in section 8 of this Act, all existing excess tax levies authorized pursuant to § 10-12-43 are hereby revoked, and no new excess tax levies pursuant to § 10-12-43 may be imposed for a period of one year. Section 12. There is hereby established within the state treasury the postsecondary technical institute auxiliary fund. The fund is a participating fund and shall be credited for all interest earned on fund balances. The Board of Education shall approve all expenditures from the postsecondary technical institute auxiliary fund. For purposes of administration, the fund shall be divided into three subfunds as follows: (1) The postsecondary technical institute maintenance and repair subfund to fund the maintenance and repair of existing facilities; (2) The postsecondary technical institute new program subfund to fund the one-time costs associated with starting a new program or retooling a current program to meet a new or expanding need; and (3) The postsecondary technical institute equipment subfund to fund the replacement of old or outdated equipment being used in current programs. Section 13. The South Dakota Board of Education, in coordination with the Bureau of Administration, shall determine the replacement value of all buildings located on the campuses of the postsecondary technical institutes. An amount equal to one and one half percent of the replacement value of the postsecondary technical institute buildings is hereby annually appropriated from the state general fund to the postsecondary technical institute maintenance and repair subfund established in section 12 of this Act for the purposes of funding items included in an annual prioritized maintenance and repair listing that is reviewed by the Bureau of Administration and approved by the Board of Education. Section 14. On July first of each year or as soon thereafter as practicable, the commissioner of the Bureau of Finance and Management shall calculate an amount equal to ten percent of the total investment fees as defined in § 61-5-24 collected during the previous fiscal year. Upon notice of the amount calculated, the state treasurer shall transfer a sum equal to one-fourth of that amount from the employer's investment in South Dakota's future fund to the postsecondary technical institute new program subfund established in section 12 of this Act on each of the following dates: August fifteenth, November fifteenth, February fifteenth, and May fifteenth. However, the total amount transferred, when added to other transfers made during that fiscal year from the same fund to the postsecondary technical institute equipment subfund established in section 12 of this Act, may not exceed two million five hundred thousand dollars. The funds transferred to the postsecondary technical institute new program fund shall be used to assist with the creation of new programs to meet workforce development needs and promote economic development pursuant to § 61-5-24.2. Section 15. On July first of each year or as soon thereafter as practicable, the commissioner of the Bureau of Finance and Management shall calculate an amount equal to ten percent of the total investment fees as defined in § 61-5-24.1 collected during the previous fiscal year. Upon notice of the amount calculated, the state treasurer shall transfer a sum equal to one-forth of that amount from the employer's investment in South Dakota's future fund to the postsecondary technical institute equipment subfund established in section 12 of this Act on each of the following dates: August fifteenth, November fifteenth, February fifteenth, and May fifteenth. However, the amount transferred, when added to other transfers made during that fiscal year from the same fund to the postsecondary technical institute new program subfund established in section 12 of this Act, may not exceed two million five hundred thousand dollars. The funds transferred to the postsecondary technical institute equipment subfund shall be used to purchase new equipment to meet workforce development needs and promote economic development pursuant to § 61-5-24.2. Section 16. There is hereby appropriated from the general fund the sum of four hundred seventy-five thousand dollars ($ 475,000 ), or so much thereof as may be necessary, to the Department of Education for capital expenditures, including capital maintenance and repair, at the four postsecondary technical institutes. Section 17. The secretary of the Department of Education shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 18. Whereas, sections 16 and 17 of this Act are necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and sections 16 and 17 of this Act shall be in full force and effect from and after its passage and approval. Section 19. That section 11 of chapter 25 of the 2007 Session Laws be amended to read as follows: DEPARTMENT OF EDUCATION Postsecondary Vocational Education Operating Expenses, General Funds, delete \"$19,127,140\" and insert \"$19,303,140\" Adjust all totals accordingly. Section 20. Section 19 of this Act is effective June 20, 2008. Section 21. It is in the public interest that the South Dakota Building Authority contract for the construction, completion, equipping, including heating, air conditioning, plumbing, water, sewer, electric facilities, sidewalks, parking, landscaping, architectural and engineering services, asbestos abatement, removal of existing roofing and structures, and such other services or actions as may be required to accomplish the projects enumerated in this Act, all at the estimated cost of eighty-four million five hundred thousand dollars. The South Dakota Building Authority may finance up to seventy-four million five hundred thousand dollars of the construction costs through the issuance of revenue bonds, in accordance with this Act and chapter 5-12. Section 22. The projects to be financed, in whole or in part, through the issuance of revenue bonds by the South Dakota Building Authority, are the following: (1) The science building at Black Hills State University in Spearfish, South Dakota, for an estimated cost of eight million seventy-eight thousand four hundred dollars; (2) The chemistry building replacement at the South Dakota School of Mines and Technology in Rapid City, South Dakota, for an estimated cost of seventeen million nine hundred fifty-seven thousand seven hundred dollars of which ten million dollars shall be provided from proceeds of bonds issued pursuant to subdivision (4) of section 3 of chapter 110 of the 2005 Session Laws; (3) The paleontology building at the South Dakota School of Mines and Technology in Rapid City, South Dakota, for an estimated cost of seven million sixty-three thousand nine hundred sixty-three dollars; (4) The Agricultural Hall renovation at South Dakota State University in Brookings, South Dakota, for an estimated cost of eight million six thousand two hundred seventy-five dollars; (5) The Arthur M. Pardee Laboratory renovation at the University of South Dakota, in Vermillion, South Dakota, for an estimated cost of three million seven hundred ninety-two thousand one hundred four dollars; (6) The Churchill-Haines renovation at the University of South Dakota, in Vermillion, South Dakota, for an estimated cost of six million seven hundred fifty-one thousand one hundred forty-five dollars; (7) The Akeley Lawrence Science Center renovation at the University of South Dakota, in Vermillion, South Dakota, for an estimated cost of five million two hundred fifty- six thousand seven hundred fifty-one dollars; (8) The Habeger Science Center renovation at Dakota State University in Madison, South Dakota, for an estimated cost of six million thirty-eight thousand six hundred seventy dollars; (9) The Dairy Microbiology Building upgrade at South Dakota State University in Brookings, South Dakota, for an estimated cost of eight million two hundred fifty- nine thousand two hundred fifty dollars; (10) The MeWaldt-Jensen Hall science renovation and the Krikac Administration Building science construction at Northern State University in Aberdeen, South Dakota, for an estimated cost of two million seven hundred one thousand nine hundred dollars; and (11) The health sciences simulation center and the science laboratory facilities construction at the University Center in Sioux Falls, South Dakota, for an estimated cost of ten million five hundred ninety-three thousand eight hundred forty-two dollars. Section 23. The authorizations granted by this Act and all necessary appropriations required to finance and to complete the projects remain effective through June 30, 2015. Section 24. All cost estimates contained in this Act are stated in terms of 2007 values. The Building Authority and the Board of Regents may adjust the cost estimates to reflect inflation as measured by the Building Cost Index reported by the Engineering News Record, any additional expenditure required to comply with regulations adopted after the effective date of this Act, or any grant or donation received pursuant to section 26 of this Act. The amount of bonded indebtedness authorized in section 1 of this Act is not subject to such adjustment. Section 25. No indebtedness, bond, or obligation incurred or created under the authority of this Act may be or may become a lien, charge, or liability against the State of South Dakota, nor against the property or funds of the State of South Dakota within the meaning of the Constitution or statutes of the state. Section 26. The Building Authority and the Board of Regents may accept, transfer, and expend any property or funds obtained for these purposes from federal sources, gifts, contributions, or any other source, all of which shall comprise a special fund for the benefitted project and all moneys deposited into that fund are hereby appropriated to the projects authorized by this Act. Section 27. The design and construction of the projects authorized in this Act shall be under the general supervision of the Bureau of Administration as provided in chapter 5-14. The executive director of the Board of Regents and the executive secretary of the Building Authority shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 28. The Board of Regents may make and enter into a lease agreement with the Building Authority and make rental payments under the terms thereof, pursuant to chapter 5-12, for the purposes of this Act. Section 29. Rental payments under the terms of the lease authorized in section 28 of this Act shall be paid from appropriations to be made by the Legislature for the payment of such rent to support the purpose and the payment of bonds issued to cover up to forty-two million dollars of construction costs authorized in section 21 of this Act. Rental payments under the terms of the lease authorized in section 28 of this Act shall be paid from special student fees assessed by the Board of Regents for the payment of bonds issued to cover up to thirty-two million five hundred thousand dollars of construction costs authorized in section 21 of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 299, "action_date": "2008-01-16T14:00:00-06:00", "document_id": 1255, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1255.pdf", "status_text": "First read in Senate and referred to", "journal_page": 142, "committee_id_action": 28, "committee_id_assigned": 3, "result": "N", "vote": {}}, {"bill_id": 299, "action_date": "2008-01-31T07:45:00-06:00", "document_id": 2057, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2057.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 3, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 299, "action_date": "2008-02-07T07:45:00-06:00", "document_id": 2516, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2516.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 3, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 299, "action_date": "2008-02-12T07:45:00-06:00", "document_id": 2760, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2760.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 3, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 299, "action_date": "2008-02-12T07:45:00-06:00", "document_id": 2961, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2961.pdf", "status_text": "Do Pass", "journal_page": 444, "committee_id_action": 3, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1648, "president_vote": null, "Nay": [598, 588], "Yea": [562, 577, 539, 569], "Excused": [613]}}, {"bill_id": 299, "action_date": "2008-02-13T14:00:00-06:00", "document_id": 3133, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3133.pdf", "status_text": "Motion to amend", "journal_page": 494, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 299, "action_date": "2008-02-13T14:00:00-06:00", "document_id": 3133, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3133.pdf", "status_text": "Do Pass Amended", "journal_page": 494, "committee_id_action": 28, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 1850, "president_vote": null, "Excused": [557], "Nay": [576, 621, 553, 596, 560, 590, 598, 545, 592, 601, 582, 569, 618, 629, 613, 632, 588, 627, 548], "Yea": [604, 530, 567, 535, 533, 562, 622, 584, 573, 610, 577, 539, 550, 541, 607]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/299"}