{"session_id": 19, "bill_id": 4218, "bill_type": "House Bill", "bill_number": 1188, "bill_title": "provide for the ascertainment of whether a mentally ill person is dangerous and, if so, to rescind his or her right to bear arms, and to provide penalties for violation thereof.", "sponsors": [{"legislator_profile_id": 347, "is_prime": true}, {"legislator_profile_id": 339, "is_prime": true}, {"legislator_profile_id": 420, "is_prime": false}, {"legislator_profile_id": 362, "is_prime": false}, {"legislator_profile_id": 330, "is_prime": false}, {"legislator_profile_id": 324, "is_prime": false}, {"legislator_profile_id": 348, "is_prime": false}, {"legislator_profile_id": 416, "is_prime": false}, {"legislator_profile_id": 364, "is_prime": false}, {"legislator_profile_id": 336, "is_prime": false}, {"legislator_profile_id": 322, "is_prime": false}, {"legislator_profile_id": 329, "is_prime": false}, {"legislator_profile_id": 331, "is_prime": false}, {"legislator_profile_id": 375, "is_prime": false}, {"legislator_profile_id": 395, "is_prime": false}, {"legislator_profile_id": 405, "is_prime": false}, {"legislator_profile_id": 403, "is_prime": false}, {"legislator_profile_id": 323, "is_prime": false}, {"legislator_profile_id": 391, "is_prime": false}, {"legislator_profile_id": 341, "is_prime": false}], "keywords": ["Firearms", "Mentally Ill Persons"], "audio": [{"meeting_datetime": "2013-02-19T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe25.mp3", "start_seconds": 143.0}, {"meeting_datetime": "2013-02-19T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe25.mp3", "start_seconds": 143.0}, {"meeting_datetime": "2013-02-19T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe25.mp3", "start_seconds": 143.0}, {"meeting_datetime": "2013-02-19T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe25.mp3", "start_seconds": 143.0}, {"meeting_datetime": "2013-02-19T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe25.mp3", "start_seconds": 143.0}, {"meeting_datetime": "2013-02-19T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hhe25.mp3", "start_seconds": 143.0}], "bill_versions": [{"bill_id": 4218, "bill_version_id": 24566, "bill_version": "Introduced", "bill_version_date": "2013-01-25T09:09:22.063-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the ascertainment of whether a mentally ill person is dangerous and, if so, to rescind his or her right to bear arms, and to provide penalties for violation thereof. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Board,\" the Yankton County Board of Mental Illness; (2) \"Center,\" the South Dakota Human Services Center; (3) \"Chairperson,\" the chair of the Yankton County Board of Mental Illness; (4) A person is \"dangerous\" if he or she: (a) Has previously been convicted of a crime wherein he or she used a weapon; or (b) Has attempted to cause serious bodily injury to another, or causes such injury, under circumstances manifesting extreme indifference to the value of human life; or (c) Has previously attempted to cause, or knowingly caused, bodily injury to another with a weapon; or (d) Has previously assaulted another with intent to commit bodily injury which results in serious bodily injury; or (e) Has previously attempted by physical menace with a weapon to put another in fear of imminent serious bodily harm; or (f) Has previously attempted to induce a fear of death or imminent serious bodily harm by impeding the normal breathing or circulation of the blood of another person by applying pressure on the throat or neck, or by blocking the nose and mouth; or (g) Has made a threat to cause any bodily injury, if considered in the light of its context or in light of the person's recent previous acts or omissions, it is substantially supportive of an expectation that the threat will be carried out. Dangerousness may be proven by facts contained within the person's health records, the person's recent acts or omissions, or the person's criminal record. Court opinions interpreting § 22-18-1.1 shall assist the board in determining dangerousness; (5) \"Director,\" the chief executive officer of the center or his or her designated representative; (6) \"Health records,\" the person's complete statistical and medical file generated by employees of the center as required by § 27A-12-25, the documents generated by any other providers of mental health which are provided to the center, and any nonmental health documents which are provided to the center, including police records; (7) \"Person,\" any individual who is receiving mental health services and is currently in the custody of the state at the center, whether in an inpatient or outpatient ward; (8) \"Records report,\" the affidavit signed by the director in which the director provides notice that a person's health records contain evidence that he or she is dangerous; (9) \"State's attorney,\" the Yankton County state's attorney, or his or her deputies; and (10) \"Weapon,\" any firearm, stun gun, knife, or device, instrument, material, or substance, whether animate or inanimate, which is calculated or designed to inflict death or serious bodily harm, or by the manner in which it is used is likely to inflict death or serious bodily harm. Section 2. Prior to discharge from the custody of the state, the director shall review each person's health records to ascertain whether there is any evidence that a person is dangerous within the meaning of this Act. If the director discovers any evidence from the person's health records that the person is dangerous, then the director shall draft a records report and then remit the original to the Yankton County State's Attorney's Office. Section 3. Upon receiving a records report, the Yankton County state's attorney shall draft a petition to determine dangerousness and a notice of hearing. The written petition to determine dangerousness shall be signed, under oath, before a person authorized to administer oaths in the state of South Dakota and shall include the following: (1) A statement by the petitioner that the petitioner believes, based upon the records report, that such person is dangerous; (2) A summary of the essential facts upon which the statement of danger is based; and (3) The name of the person. Section 4. The notice of hearing shall include: (1) Notice of the time, date, and place of hearing; (2) Notice to the person of the right to be represented by an attorney retained by the person or appointed by the chairperson; (3) Notice that the health records of the person are available to any qualified mental health professional, physician, and the person's attorney; and (4) Notice of the right of the person to obtain an additional examination, the reasonable expense of which shall be reimbursed to the state. Section 5. The original records report, the petition to determine dangerousness, and the notice of hearing shall be filed at the Yankton County clerk of court's office and a copy of the petition to determine dangerousness and a copy of the notice of hearing shall be forthwith submitted to the chairperson. Section 6. The state's attorney shall cause a certified copy of the records report, the petition to determine dangerousness, and the notice of hearing to be personally served upon the subject of the petition. These documents shall be served prior to the hearing by the sheriff or a sheriff's deputy. Section 7. The clerk of courts shall keep separate books in which to record the proceedings of the board, and the clerk's entries shall be sufficiently full to show, with the papers filed, a complete record of the findings, orders, and transactions of the board. All records of proceedings under this Act are confidential, and access thereto is denied to the public. Section 8. The chairperson, or acting chairperson, of the board shall sign and issue all notices, appointments, warrants, subpoenas, or other process required to be given or issued by the board. The chairperson is responsible to conduct all meetings and hearings by the board and shall make all evidentiary rulings. Section 9. The chairperson shall appoint legal counsel to represent the subject of the petition. The subject of the petition may communicate with his or her attorney subject to the center's normal access restrictions. The attorney shall have reasonable access to the person, the area where the person has received treatment, resided, been detained, or had access, and to all health records pertaining to the subject of the petition. Section 10. Within five business days after the subject of the petition is served with the petition, the hearing shall take place at a location within the center. Section 11. The hearing is private and is not open to the public. The chairperson may exclude any person not necessary for the conduct of the proceedings from the hearings, unless such person has been requested to be present by the subject of the petition. Section 12. The hearing shall be recorded either by a court reporter or some other equally reliable manner. If a tape recorder or other sound reproducing equipment is used, the equipment shall be of such quality that each word of the testimony and rulings made with reference thereto can be clearly heard and understood. All recorded testimony shall be preserved for at least five years. A person who has been found to be dangerous may request a certified transcript or, if a tape recorder is utilized, a copy of the hearing record. To obtain a copy the person shall pay for a transcript or copy of the tape recorded testimony. Section 13. No hearing record may be used for any purpose unrelated to the finding of dangerousness. Section 14. The board shall appoint and require the testimony of a qualified mental health professional at the hearing. The professional shall testify regarding the following: (1) A personal history of the person, including those items identified in subdivision 27A-11A-8(1); (2) Examination findings, including the person's physical condition, special test results, present mental condition, whether the person is dangerous, and, if so, then an explanation, diagnostic impression, whether the person is taking any medication or drugs, and the effect on the person's current behaviors. Section 15. The state's attorney shall represent the state at the hearing. The state has the burden of establishing, by clear and convincing evidence, that the person is dangerous. The person is not presumed to be either dangerous or not. Section 16. Each subject of the petition has a right to appear at the hearing and to testify if he or she so desires. No person may be compelled to appear or to testify. Each subject of the petition has a right to subpoena witnesses, to cross-examine witnesses, and to present evidence. If the subject of the petition chooses not to appear, then his or her attorney shall state on the record that the subject of the petition has been informed of the hearing and of the right to appear and that the subject of the petition chooses not to exercise that right. Documentation of the reasons for the person's decision are not required. Section 17. The rules of evidence shall be followed at the hearing. However, hearsay is not a valid objection to the introduction of any facts contained within the person's health records. Section 18. The subject of the petition may request from the chairperson that an independent expert be appointed to assist on the issue of dangerousness. A qualified independent expert may be appointed. The cost of the expert shall be paid by the state, subject to reimbursement from the subject of the petition thereafter. Section 19. The information contained in the health records of a person, and other information acquired in the course of providing mental health services to a person, is confidential and are not open to public inspection. The information may be disclosed outside the center, only if the holder of the records and the subject of the petition, his or her parents if he or she is a minor or his or her guardian, consent or, in the absence of such consent, in the circumstances and under the conditions set forth in §§ 27A-12-25 to 27A-12-32, inclusive, and in conformity with federal law. Additional exceptions to confidentiality are found at §§ 27A-12-27 and 27A-12-19. Any person receiving confidential information shall disclose the information to others only to the extent consistent with the authorized purpose for which the information was obtained. Section 20. Each person has a right to access, upon request, his or her own health records, subject to the restrictions identified at § 27A-12-26.1. Section 21. The members of the board, the state's attorney, a court reporter, if any, any independent evaluator appointed by the board, and court appointed counsel for the person shall be paid by the State of South Dakota at the statutory rate. Section 22. After hearing evidence from the state and the person, the board shall deliberate in private. In order for the board to make a final conclusion that the subject of the petition is dangerous, the board must be unanimous in its conclusion. If the board is not unanimous, the board's conclusion shall be that the person is not dangerous. Section 23. After the hearing, the board shall complete written findings of fact and conclusions of law, and issue an order. A copy of the same shall be personally provided to the subject of the petition. An original of the board's findings of fact and conclusions of law and order shall be filed at the Yankton County clerk of court's office. A certified copy of the board's findings of fact and conclusions of law and order shall be sent by the Yankton County clerk of court's office to the Office of the Attorney General. A final order of dangerousness shall be filed by the Office of the Attorney General with the Federal Bureau of Investigation to be entered into the National Instant Criminal Background Check System. Section 24. If the board concludes that the subject of the petition is dangerous, then the board shall so advise the person of his or her right to appeal. Section 25. If the board concludes that the subject of the petition is dangerous, then the sole remedy of the subject of the petition to have the order reviewed is the person's right to appeal to the circuit court. Section 26. A notice of appeal must be filed by the subject of the petition within thirty days after the date upon which the order is executed by the board, and a copy must be served upon the state's attorney and the attorney general. Section 27. The person is not entitled to a court appointed counsel to assist with the appeal. Section 28. The board members are immune from any civil liability relative to their determination that the subject of a petition is dangerous. The employees of the center are immune from any civil liability as a result of their review of a person's health records and the following execution and submission of any records report. Section 29. Any person who has been found to be dangerous pursuant to this Act shall have his or her right to bear arms, as identified in S.D. Const., Art. VI, § 24, rescinded, subject to future restoration. Section 30. The Legislature finds that the purpose of this Act is to protect the public from a small class of established, dangerously mentally ill persons. Any person who is dangerous and mentally ill, just as any person who is a felon, is unpredictable. The Legislature finds that the removal of weapons from this small class of persons is a compelling reason to burden a person's right to bear arms. Further, the Legislature finds that removing that right is the least restrictive means by which to achieve the goal of protecting the public from this class of mentally ill persons. Section 31. All persons who are licensed to sell guns shall have access to the list of persons who have had his or her right to bear arms rescinded. Section 32. No person may purchase a gun if he or she has had his or her right to bear arms rescinded as set forth in this Act. Violation of this section is a Class 6 felony. Section 33. Prior to the sale of any gun, a person licensed to sell guns shall first ascertain if the person purchasing a gun is a person whose right to bear arms has been rescinded as set forth in this Act. No person may knowingly sell any gun to a person who currently has his or her right to bear arms rescinded as set forth in this Act. Violation of this section is a Class 6 felony. Section 34. Any person who knows that another person is prohibited by § 22-14-15 or 22-14-15.1 from possessing a weapon, or who has his or her right to bear arms rescinded as set forth in this Act, and who knowingly gives, loans, or sells a weapon to that person is guilty of a Class 6 felony. Section 35. A person may petition a circuit court to re-establish his or her right to bear arms, if the person can establish that for a period of five years after his or her right to bear arms was rescinded if he or she has not involuntarily committed to any inpatient facility and if he or she has not committed any crime, other than misdemeanor motor vehicle infractions. This provision does not amend the provisions of §§ 22-14-15 to 22-14-15.3, inclusive. A petition filed under this section shall be verified by the petitioner and served upon the states attorney in the county where the person resides. Thirty days after service upon the states attorney, the court shall enter the order, if the court finds that the petitioner is eligible for relief under this section. Section 36. If the court restores a person's right to bear arms, then the Office of the Attorney General shall notify the Federal Bureau of Investigation of the restoration."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4218, "action_date": "2013-01-25T13:00:00-06:00", "document_id": 24642, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24642.pdf", "status_text": "First read in House and referred to", "journal_page": 185, "committee_id_action": 202, "committee_id_assigned": 191, "result": "N", "vote": {}}, {"bill_id": 4218, "action_date": "2013-02-19T07:45:00-06:00", "document_id": 25706, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25706.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 191, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 4218, "action_date": "2013-02-19T07:45:00-06:00", "document_id": 25916, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25916.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 191, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 4218, "action_date": "2013-02-19T07:45:00-06:00", "document_id": 25916, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25916.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 191, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 13924, "president_vote": null, "Nay": [418, 412, 374, 394, 323, 369], "Yea": [396, 413, 372, 357, 403, 371], "Excused": [401]}}, {"bill_id": 4218, "action_date": "2013-02-19T07:45:00-06:00", "document_id": 25916, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25916.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 430, "committee_id_action": 191, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13926, "president_vote": null, "Yea": [418, 412, 374, 394, 323, 369, 371], "Nay": [396, 413, 372, 357, 403], "Excused": [401]}}]}