{"session_id": 54, "bill_id": 17938, "bill_type": "Senate Bill", "bill_number": 105, "bill_title": "prohibit discriminatory pricing of drugs by manufacturers.", "sponsors": [{"legislator_profile_id": 2881, "is_prime": true}, {"legislator_profile_id": 2890, "is_prime": true}, {"legislator_profile_id": 2836, "is_prime": false}, {"legislator_profile_id": 2837, "is_prime": false}, {"legislator_profile_id": 2839, "is_prime": false}, {"legislator_profile_id": 2857, "is_prime": false}, {"legislator_profile_id": 2862, "is_prime": false}, {"legislator_profile_id": 2874, "is_prime": false}, {"legislator_profile_id": 2886, "is_prime": false}, {"legislator_profile_id": 2889, "is_prime": false}, {"legislator_profile_id": 2903, "is_prime": false}, {"legislator_profile_id": 2931, "is_prime": false}, {"legislator_profile_id": 2934, "is_prime": false}], "keywords": ["Trade Regulation"], "audio": [{"meeting_datetime": "2003-02-03T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/she14sb0105a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-03T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/she14sb0105a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-03T00:00:00-06:00", "committee": "SHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/she14sb0105a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 17938, "bill_version_id": 95863, "bill_version": "Introduced", "bill_version_date": "2003-01-28T09:36:02-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit discriminatory pricing of drugs by manufacturers. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Charitable health care provider,\" any health care provider exempt from federal taxation as provided by section 501(c)(3) of the Internal Revenue Code and which provides health care services to the public, a substantial portion of which are provided free or at a reduced fee based on the patient's ability to pay; (2) \"Drug,\" any substance subject to Section 503(b) of the Federal Food, Drug, and Cosmetic Act as in effect on January 1, 2003; (3) \"For own use,\" that definition given to this term in the Federal Non-Profit Institutions Act, 15 U.S.C. § 13c and as interpreted by United States courts prior to January 1, 2003; it being the intent of the Legislature in construing this definition that the courts of this state may use interpretations given this term by federal courts. However, take- home medication for inpatients, outpatients, and emergency room patients not exceeding fourteen days supply or unit of issue is deemed to be a reasonable and limited time, unless medical necessity indicates otherwise; (4) \"Manufacturer,\" any person, other than a wholesaler, who trades in drugs for resale to purchasers or sale to consumers either directly or through a wholesaler; (5) \"Purchaser,\" any person who sells or dispenses drugs to consumers; (6) \"Wholesalers,\" any person, other than a manufacturer, who sells drugs to purchasers. Section 2. No manufacturer may sell drugs to any wholesaler or purchaser in this state on less favorable terms and conditions than those contemporaneously accorded to the manufacturer's most favored wholesaler, purchaser, or consumer in the state, including any transaction in which a manufacturer sells to a purchaser though a contractual arrangement implemented by one or more wholesalers. Terms and conditions shall include: (1) Purchase prices for similar or blended volume purchases; (2) Rebates; (3) Free merchandise; (4) Samples; (5) Payment terms; (6) Related trade concessions. Section 3. No manufacturer is prohibited from offering or providing discounts to wholesalers or purchasers related to volume purchases if the discount is made available to all wholesalers or purchasers on proportionally equal terms. Discounts are authorized if: (1) Justified by the economies or efficiencies resulting from volume purchases; (2) The discount represents reasonable value to the manufacturer for actual marketing functions; (3) The discount meets in good faith the equally low prices or terms of a competitor; (4) Provided for prompt payment; (5) Provided for prompt delivery; (6) Provided for opportunities available to all purchasers or wholesalers on equal terms through market share movement agreements; or (7) Provided for placement of drugs on a formulary. Section 4. No manufacturer may provide discounts to any purchaser or wholesaler based on the class of trade to which the purchaser or wholesaler belongs. Section 5. This Act applies to any purchase of drugs delivered to a purchaser or purchaser's facility located in this state. Ownership of a wholesaler by a manufacturer does not circumvent any provision of this Act. Section 6. No agency of government or political subdivision is a wholesaler or purchaser under this Act. No manufacturer of drugs is prohibited from according any governmental agency or political subdivision pricing or related arrangements which are not made available to other purchasers or wholesalers in this state. This Act does not apply to drugs purchased by a hospital for own use. This Act does not apply to discounts required by federal law or rebates authorized by federal law. This Act does not apply to drugs purchased by charitable health care providers other than hospitals, except those which commercially issue, offer, or administer a health insurance policy or an employee benefit plan. Section 7. Any purchaser or wholesaler damaged by violation of any provision of this Act may bring an action against a manufacturer to recover treble damages sustained because of the violation, and for the court costs and reasonable attorney's fees. Damages of less than one thousand dollars may not be recovered by process of law. Proof of price discrimination constitutes prima facie evidence of damage to a disfavored purchaser. Section 8. No agency of the state may purchase drugs from a manufacturer that violates the provisions of this Act. Section 9. A manufacturer who violates this Act or an order or injunction to cease and desist from such violations shall pay a civil penalty of not less than one thousand dollars or more than fifty thousand dollars for each violation."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17938, "action_date": "2003-01-28T14:00:00-06:00", "document_id": 95909, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/95909.pdf", "status_text": "First read in Senate and referred to", "journal_page": 216, "committee_id_action": 799, "committee_id_assigned": 776, "result": "N", "vote": {}}, {"bill_id": 17938, "action_date": "2003-02-03T10:00:00-06:00", "document_id": 96417, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96417.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 285, "committee_id_action": 776, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55963, "president_vote": null, "Yea": [2840, 2849, 2868, 2926, 2908, 2834], "Nay": [2916]}}, {"bill_id": 17938, "action_date": "2003-02-03T10:00:00-06:00", "document_id": 96417, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96417.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 776, "committee_id_assigned": null, "result": "N", "vote": {}}]}