{"session_id": 36, "bill_id": 10007, "bill_type": "House Bill", "bill_number": 1132, "bill_title": "revise certain provisions regarding the treatment of alcohol and drug abuse.", "sponsors": [{"legislator_profile_id": 1432, "is_prime": true}], "keywords": ["Hoghouse Vehicle"], "audio": [{"meeting_datetime": "2019-02-20T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hju26.mp3", "start_seconds": 610.0}, {"meeting_datetime": "2019-02-20T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hju26.mp3", "start_seconds": 610.0}, {"meeting_datetime": "2019-02-20T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hju26.mp3", "start_seconds": 610.0}, {"meeting_datetime": "2019-02-20T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hju26.mp3", "start_seconds": 610.0}, {"meeting_datetime": "2019-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hju28.mp3", "start_seconds": 6572.0}, {"meeting_datetime": "2019-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hju28.mp3", "start_seconds": 6572.0}, {"meeting_datetime": "2019-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hju28.mp3", "start_seconds": 6572.0}, {"meeting_datetime": "2019-02-22T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hju28.mp3", "start_seconds": 6572.0}, {"meeting_datetime": "2019-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou29.mp3", "start_seconds": 14002.0}, {"meeting_datetime": "2019-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou29.mp3", "start_seconds": 14002.0}, {"meeting_datetime": "2019-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou29.mp3", "start_seconds": 14002.0}, {"meeting_datetime": "2019-02-25T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/hou29.mp3", "start_seconds": 14002.0}, {"meeting_datetime": "2019-03-05T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sju34.mp3", "start_seconds": 4814.0}, {"meeting_datetime": "2019-03-05T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sju34.mp3", "start_seconds": 4814.0}, {"meeting_datetime": "2019-03-05T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2019/sju34.mp3", "start_seconds": 4814.0}], "bill_versions": [{"bill_id": 10007, "bill_version_id": 52361, "bill_version": "Introduced", "bill_version_date": "2019-01-25T10:23:48.19-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise and enhance provisions regarding emergency involuntary commitment. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That the code be amended by adding a NEW SECTION to read: That certain policies and procedures regarding emergency involuntary commitment be revised and enhanced. 100 copies were printed on recycled paper by the South Dakota Legislative Research Council at a cost of $.167 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}, {"bill_id": 10007, "bill_version_id": 54154, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2019-02-22T17:05:04.607-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the treatment of alcohol and drug abuse. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 34-20A-55 be amended to read: 34-20A-55. Any person who appears to be intoxicated or incapacitated by the effects of alcohol or drugs and is clearly dangerous to the health and safety of himself or herself or others the person or any other person, or who is unable to abstain from the use of alcohol or drugs may be taken into protective custody by law enforcement authorities, acting with probable cause. If the person is taken into protective custody, the person shall be taken to an approved treatment facility offering detoxication services for emergency commitment. If emergency commitment is not appropriate, as determined by the administrator of the treatment facility or an authorized designee, the person may be detained as a patient in protective custody until no longer intoxicated or up to forty-eight hours after admission. If no approved treatment facility is readily available, the person shall be taken to an emergency medical service or a jail, but only until the person is no longer intoxicated or incapacitated or only so long as may be necessary to prevent injury to himself or herself or others the person or any other person. Section 2. That § 34-20A-70 be amended to read: 34-20A-70. A person may be committed by the circuit court upon the petition of the person's spouse or, guardian, a relative, a physician, the administrator of any approved treatment facility, or any other responsible person responsible for the person may complete a petition stating the factual basis for concluding that the person should be involuntarily committed under § 34-20A-63. Any person applying for filing a petition for commitment under this section shall do so to the circuit court through the clerk of courts of the file the petition with the chair of the board of mental illness and substance abuse of the county in which the person to be committed resides or is present. The circuit court judge, upon Upon receipt of a written application prepared by the clerk of courts, shall appoint an attorney to represent the applicant. The appointed attorney petition under this section, the chair shall investigate examine the grounds upon which the application petition is based and shall conduct within five days, excluding Saturdays, Sundays, and legal holidays, submit a petition for commitment and a written report to the circuit court as a hearing to determine whether probable cause exists that the person who is the subject of the petition is an alcoholic or drug abuser. All information obtained as a result of the investigation and written report shall be documented and made a part of the record of any further proceedings. The petition under this section shall allege that the person is an alcoholic or drug abuser who habitually lacks self-control as to the use of alcoholic beverages or other drugs and: (1) Has threatened, attempted, or inflicted physical harm on himself or herself or on another and that unless committed is likely to inflict harm on himself or herself or on another; or (2) Is incapacitated by the effects of alcohol or drugs; or (3) Is pregnant and abusing alcohol or drugs. A refusal to undergo treatment does not constitute evidence of lack of judgment as to the need for treatment. Section 3. That § 34-20A-70.1 be amended to read: 34-20A-70.1. In any proceedings for involuntary commitment or detention, or any proceeding challenging such commitment or detention, the attorney appointed by the circuit court judge to represent the petitioner, shall represent the individuals or agencies petitioning for commitment or detention and defend all challenges to the commitment or detention. The appointed attorney shall be paid by hearing under § 34-20A-70, the county where the hearing and commitment proceedings are taking place at a rate to be fixed by the circuit judge. The county shall be reimbursed for such expense takes place shall pay any expenses incurred by the board holding the hearing, subject to reimbursement by the petitioner, if the petitioner is a family member and is financially able to do so. Section 4. That § 34-20A-70.2 be amended to read: 34-20A-70.2. The petition for commitment, written application, and written report to the circuit court and the resulting protective custody order required by under § 34-20A-70 shall be sealed and may not be used for the purpose of enforcing the provisions of chapter 22-42 and chapter 22-42A against the person being committed. Any law enforcement official or prosecuting attorney may petition the circuit court to examine these documents the petition, and the court may allow such examination upon a showing that the purpose of the examination is not to investigate a violation of chapter 22-42 or chapter 22-42A against the person being committed. However, any Any information obtained from the examination of the petition for commitment, written application, written report, or protective custody order may not be used against the person being committed in any prosecution for a violation of chapter 22-42 or chapter 22-42A. Section 5. That § 34-20A-75 be amended to read: 34-20A-75. At the a hearing conducted under § 34-20A-70, the court board shall hear all relevant testimony, including, if possible, the testimony of at least one licensed physician and one addiction counselor who have examined the person whose commitment is sought to be committed. If the person refuses to be examined by a licensed physician or an addiction counselor, the person shall be given an opportunity to be examined by a licensed physician or addiction counselor selected by the board. If the person refuses and sufficient evidence exists to believe the allegations of the petition are true, or if the board believes that more evidence is necessary, the board may order a temporary commitment and transportation by a law enforcement officer to an approved treatment facility for a period of not more than five days for purposes of a diagnostic examination. Section 6. That § 34-20A-76.1 be amended to read: 34-20A-76.1. A licensed physician or addiction counselor appointed by the court selected by the board under § 34-20A-75 to examine and assess a person for the purposes of involuntary commitment under § 34-20A-70 shall be paid by the county where the hearing and commitment proceedings take place. The physician or addiction counselor shall be compensated for such services in an amount fixed by the circuit judge occurs. The county shall be reimbursed for such any expense under this section by the person to be committed if the person is financially able to do so. If the person is not financially able to pay such expense, the cost of physician or addiction counselor examination under this section shall be paid to the county by the person legally bound for the support of such the person if that person is financially able to do so. Section 7. That § 34-20A-77 be amended to read: 34-20A-77. If after hearing all relevant evidence, including the results of any diagnostic examination, the court board finds that grounds for involuntary commitment have been established by clear and convincing proof, it evidence, the board shall make an order of commitment to any appropriate accredited treatment facility. It The board may not order commitment of a person unless it the board determines that the proposed facility is able to provide adequate and appropriate treatment for him the person and the treatment is likely to be beneficial. Section 8. That § 34-20A-77.1 be amended to read: 34-20A-77.1. If it is shown to the satisfaction of the court If the board finds that a committed person may not at once be immediately admitted to the designated facility designated under § 34-20A-77, and may not with safety, be allowed safely to go at liberty, the court board shall require that the patient person be provided for until admission can be accomplished the person can be admitted, or until the occasion danger no longer exists. In any event, the patient A person may not be detained under this section more than thirty days. Payment for such service is Any costs incurred by a county under this section are subject to § 34-20A-89. Section 9. That § 34-20A-78 be amended to read: 34-20A-78. The administrator of the facility to which the person was committed, or an authorized designee, may transfer any person committed to its custody from one accredited treatment facility to another if transfer is advisable based on the committed person's treatment needs. A written report shall state the reasons why transfer to another facility or program is necessary to meet the treatment needs of the committed person. Notice of the transfer and the reasons therefor shall be given to the court board, the person's attorney and the person's immediate family, subject to rules of confidentiality. Section 10. That § 34-20A-81 be amended to read: 34-20A-81. Any person committed under § 34-20A-70 shall remain in for treatment for a period not to exceed ninety days, unless sooner discharged. At the end of the ninety-day period, he the person shall be discharged automatically unless the administrator or an authorized designee of the facility to which the patient person is committed prior to expiration of the period obtains a court an order for recommitment upon the grounds set forth in § 34-20A-70 for a further period of ninety days, unless otherwise sooner discharged. Section 11. That § 34-20A-82 be amended to read: 34-20A-82. A person who is recommitted under § 34-20A-81 and who has not been discharged before the end of the ninety-day period shall be automatically discharged at the expiration of that period unless the administrator, or an authorized designee of the facility to which the patient person is committed prior to expiration of the period, obtains a court an order on the grounds set forth in § 34-20A-70 for recommitment for a further period not to exceed ninety days. Section 12. That § 34-20A-84 be amended to read: 34-20A-84. Upon the filing of a petition for recommitment under § 34-20A-81 or 34-20A-82, the court board shall fix a date for hearing no later than ten days, excluding Saturdays, Sundays, or legal holidays, after the date the petition was filed. A copy of the petition and of the notice of hearing, including the date fixed by the court board, shall be served on the petitioner, the person whose commitment is sought, his the person's next of kin other than the petitioner, the original petitioner under § 34-20A-70 if different from the petitioner for recommitment, at least one parent or guardian if the person is a minor, and any other person the court board believes advisable. At the hearing the court board shall proceed as provided in §§ 34-20A-74 to 34-20A-76, inclusive. Section 13. That § 34-20A-85 be amended to read: 34-20A-85. The court board shall inform the person whose commitment or recommitment is sought of his the person's right to contest the application, petition and to be represented by counsel at every stage of any proceedings relating to his the person's commitment and or recommitment, and have counsel appointed by the court board or provided by the court board, if he the person wants the assistance of counsel and is unable to obtain counsel. If the court board believes that the person needs the assistance of counsel, the court board shall require, by appointment if necessary, counsel for him the person's regardless of his the person's wishes. Section 14. That § 34-20A-85.1 be amended to read: 34-20A-85.1. The attorney appointed by a court board in accordance with § 34-20A-85 to represent the interests of a person being committed or recommitted for alcohol or drug abuse shall be paid by the county where the hearing and commitment proceedings are is taking place. The attorney shall be compensated at a rate to be fixed by the circuit judge board. The county shall be reimbursed for the expenses by the person if the person is financially able to do so. If the person is not financially able to pay such the expenses under this section, the cost of legal counsel shall be paid to the county by the person legally bound for the support of such person. Section 15. That § 34-20A-86 be amended to read: 34-20A-86. The person whose commitment or recommitment is sought shall be informed of the person's right to be examined by a licensed physician and an addiction counselor of the person's choice. If the person is unable to obtain a licensed physician or an addiction counselor and requests examination by a physician or an addiction counselor, the court board shall employ a licensed physician or an addiction counselor. Section 16. That § 34-20A-76 be repealed. 34-20A-76. If the person has refused to be examined by a licensed physician or an addiction counselor, the person shall be given an opportunity to be examined by a court-appointed licensed physician or addiction counselor. If the person refuses and there is sufficient evidence to believe that the allegations of the petition are true, or if the court believes that more evidence is necessary, the court may order a temporary commitment and transportation by a law enforcement officer to an approved treatment facility for a period of not more than five days for purposes of a diagnostic examination. Section 17. That § 34-20A-2 be amended to read: 34-20A-2. Terms as used in this chapter mean: (1) \"Accredited prevention or treatment facility,\" a private or public agency meeting the standards prescribed in § 34-20A-27 or a private or public agency or facility surveyed and accredited by the Joint Commission; an Indian Health Service's quality assurance review under the Indian Health Service Manual, Professional Standards-Alcohol/Substance Abuse; or the Commission on Accreditation of Rehabilitation Facilities; or the Council on Accreditation; under the drug and alcohol treatment standards incorporated and adopted by the division in rules promulgated pursuant to chapter 1-26, if proof of the accreditation, with accompanying recommendations, progress reports and related correspondence are submitted to the Division of Behavioral Health in a timely manner; (2) \"Addiction counselor,\" a person licensed or certified as an addiction counselor by the South Dakota Board of Addiction and Prevention Professionals; (3) \"Alcoholic,\" a person who habitually lacks self-control as to the use of alcoholic beverages, or uses alcoholic beverages to the extent that the person's health is substantially impaired or endangered or the person's social or economic function is substantially disrupted; (4) \"Board,\" the county board of mental illness and substance abuse under chapter 27A-7; (5) \"Department,\" the Department of Social Services; (5)(6) \"Designated prevention or treatment facility,\" an accredited agency operating under the direction and control of the state or providing services under this chapter through a contract with the division or treatment facilities operated by the federal government which may be designated by the division without accreditation by the state; (6)(7) \"Division,\" the Division of Behavioral Health within the department; (7)(8) \"Drug abuser,\" a person who habitually lacks self-control as to the use of controlled drugs or substances as defined in § 34-20B-3 to the extent that the person's health is substantially impaired or endangered or that the person's social or economic function is substantially disrupted; (8)(9) \"Incapacitated by alcohol or other drugs,\" that a person, as a result of the use of alcohol or other drugs, is unconscious or the person's judgment is otherwise so impaired that the person is incapable of realizing and making a rational decision with respect to the person's need for treatment; (9)(10) \"Incompetent person,\" a person who has been adjudged incompetent by the circuit court; (10)(11) \"Intoxicated person,\" a person who demonstrates diminished mental or physical capacity as a result of the use of alcohol or other drugs; (11)(12) \"Prevention,\" purposeful activities designed to promote personal growth of a person and strengthen the aspects of the community environment which are supportive to the person in order to preclude, prevent, or impede the development of alcohol or other drug misuse and abuse; (12)(13) \"Secretary,\" the secretary of the Department of Social Services; (13)(14) \"Treatment,\" the broad range of emergency, outpatient, intermediate, and inpatient services and care, including diagnostic evaluation, which may be extended to a person experiencing problems as a result of the use of alcohol or other drugs. Section 18. In accordance with § 2-16-9, the Code Commission and Code Counsel of the Legislative Research Council are hereby directed to replace the term, board of mental illness, anywhere the term appears in the code with the term, board of mental illness and substance abuse, and to make all necessary language modifications to effectuate the purposes of this Act. Section 19. That § 27A-7-4 be amended to read: 27A-7-4. The board of mental illness and substance abuse has jurisdiction over all applications or petitions for involuntary commitment, for under this title and chapter 34-20A, the treatment of any involuntarily committed person, or for the safekeeping otherwise of any person subject to involuntary commitment within its county, except in cases otherwise specially provided for. The board may issue subpoenas and compel obedience to any subpoena, and do any act of a court necessary and proper in the premises for the purpose of discharging the duties required of it."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 10007, "action_date": "2019-01-25T14:00:00-06:00", "document_id": 52449, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/52449.pdf", "status_text": "First read in House and referred to", "journal_page": 198, "committee_id_action": 408, "committee_id_assigned": 410, "result": "N", "vote": {}}, {"bill_id": 10007, "action_date": "2019-02-20T10:00:00-06:00", "document_id": 53054, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53054.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 410, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10007, "action_date": "2019-02-20T10:00:00-06:00", "document_id": 53935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53935.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 410, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 10007, "action_date": "2019-02-20T10:00:00-06:00", "document_id": 53935, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53935.pdf", "status_text": "Title amended", "journal_page": 0, "committee_id_action": 410, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 10007, "action_date": "2019-02-22T10:00:00-06:00", "document_id": 53953, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/53953.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 410, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10007, "action_date": "2019-02-22T10:00:00-06:00", "document_id": 54164, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54164.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 410, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 10007, "action_date": "2019-02-22T10:00:00-06:00", "document_id": 54164, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54164.pdf", "status_text": "Do Pass Amended", "journal_page": 488, "committee_id_action": 410, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28738, "president_vote": null, "Yea": [1619, 1643, 1645, 1650, 1556, 1446, 1626, 1637, 1610, 1436], "Nay": [1629, 1638, 1635]}}, {"bill_id": 10007, "action_date": "2019-02-25T14:00:00-06:00", "document_id": 54228, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54228.pdf", "status_text": "Do Pass Amended", "journal_page": 535, "committee_id_action": 408, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 28822, "president_vote": null, "Nay": [1563, 1592, 1629, 1613, 1594, 1444, 1635, 1624, 1557, 1589, 1593, 1609, 1646, 1644, 1575, 1638, 1572, 1637, 1627, 1618, 1581, 1576, 1623, 1621], "Yea": [1614, 1619, 1567, 1643, 1578, 1641, 1560, 1579, 1645, 1443, 1633, 1634, 1434, 1573, 1616, 1650, 1628, 1427, 1436, 1642, 1438, 1620, 1631, 1556, 1639, 1435, 1649, 1632, 1612, 1630, 1431, 1446, 1615, 1569, 1626, 1577, 1610, 1622, 1611, 1564, 1580, 1625, 1432], "Excused": [1440, 1590, 1647]}}, {"bill_id": 10007, "action_date": "2019-02-26T14:00:00-06:00", "document_id": 54299, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54299.pdf", "status_text": "First read in Senate and referred to", "journal_page": 520, "committee_id_action": 409, "committee_id_assigned": 413, "result": "N", "vote": {}}, {"bill_id": 10007, "action_date": "2019-03-05T08:30:00-06:00", "document_id": 54443, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54443.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 413, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 10007, "action_date": "2019-03-05T08:30:00-06:00", "document_id": 54628, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/54628.pdf", "status_text": "Tabled", "journal_page": 624, "committee_id_action": 413, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 29154, "president_vote": null, "Yea": [1608, 1601, 1430, 1584, 1571, 1586], "Excused": [1561]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/10007"}