{"session_id": 48, "bill_id": 14303, "bill_type": "Senate Bill", "bill_number": 173, "bill_title": "limit the number of court-appointed attorneys for an indigent person in certain proceedings after judgment and conviction.", "sponsors": [{"legislator_profile_id": 2199, "is_prime": true}, {"legislator_profile_id": 2200, "is_prime": true}, {"legislator_profile_id": 2219, "is_prime": false}, {"legislator_profile_id": 2285, "is_prime": false}, {"legislator_profile_id": 2294, "is_prime": false}], "keywords": ["Court", "Court-Appointed Attorney", "Criminal Procedure"], "audio": [], "bill_versions": [{"bill_id": 14303, "bill_version_id": 80458, "bill_version": "Introduced", "bill_version_date": "1999-01-27T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to limit the number of court-appointed attorneys for an indigent person in certain proceedings after judgment and conviction. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 23A-40-9 be amended to read as follows: 23A-40-9. If proceedings after judgment and conviction are taken, by motion in arrest of judgment, motion for a new trial or any presentence or postsentence proceedings, or an appeal to the Supreme Court, an allowance for a sum as may be reasonable and just for the services rendered and for necessary expenses and cost incident to the proceedings shall be allowed to counsel assigned by the court pursuant to § 23A-40-6 and subdivision 23A-40-7(2), in an amount to be set by a judge of the circuit court or a magistrate judge within guidelines established by the presiding judge of the circuit court. However, no court or judge may assign more than one attorney as counsel for any proceedings after judgment and conviction. Section 2. That § 21-27-4 be amended to read as follows: 21-27-4. If a person has been committed, detained, imprisoned, or restrained of his that person's liberty, under any color or pretense whatever, civil or criminal, and if upon application made in good faith to the court or judge thereof, having jurisdiction, for a writ of habeas corpus, it is satisfactorily shown that the person is without means to prosecute the proceeding, the court or judge shall appoint counsel for the indigent person pursuant to chapter 23A-40. However, the court or judge may not appoint more than one attorney as counsel pursuant to this section. Such counsel fees or expenses shall be a charge against and be paid by the county from which the person was committed, or for which the person is held as determined by the court. Payment of all such fees or expenses shall be made only upon written order of the court or judge issuing the writ."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14303, "action_date": "1999-01-27T14:00:00-06:00", "document_id": 82145, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82145.pdf", "status_text": "First read in Senate and referred to", "journal_page": 216, "committee_id_action": 629, "committee_id_assigned": 607, "result": "N", "vote": {}}, {"bill_id": 14303, "action_date": "1999-02-08T10:00:00-06:00", "document_id": 82059, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82059.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 607, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14303, "action_date": "1999-02-08T10:00:00-06:00", "document_id": 82059, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82059.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 367, "committee_id_action": 607, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41029, "president_vote": null, "Yea": [2225, 2230, 2234, 2269, 2270, 2299], "Excused": [2215]}}]}