{"session_id": 8, "bill_id": 1598, "bill_type": "Senate Bill", "bill_number": 175, "bill_title": "provide for the title registration, licensing, and operation and use of off-highway vehicles, to establish a dedicated off-highway trails trust fund, to provide for administration of the fund, and to make an appropriation of the fund.", "sponsors": [{"legislator_profile_id": 759, "is_prime": true}, {"legislator_profile_id": 810, "is_prime": true}, {"legislator_profile_id": 758, "is_prime": false}, {"legislator_profile_id": 793, "is_prime": false}, {"legislator_profile_id": 804, "is_prime": false}, {"legislator_profile_id": 754, "is_prime": false}, {"legislator_profile_id": 765, "is_prime": false}, {"legislator_profile_id": 761, "is_prime": false}, {"legislator_profile_id": 767, "is_prime": false}, {"legislator_profile_id": 818, "is_prime": false}], "keywords": ["Administrative Rules", "Appropriations", "Fees", "Highways", "Motor Vehicles", "Motorcycles"], "audio": [{"meeting_datetime": "2010-02-17T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/str22.mp3", "start_seconds": 185.0}, {"meeting_datetime": "2010-02-17T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/str22.mp3", "start_seconds": 185.0}, {"meeting_datetime": "2010-02-17T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/str22.mp3", "start_seconds": 185.0}], "bill_versions": [{"bill_id": 1598, "bill_version_id": 11601, "bill_version": "Introduced", "bill_version_date": "2010-02-02T10:01:45.007-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for the title registration, licensing, and operation and use of off-highway vehicles, to establish a dedicated off-highway trails trust fund, to provide for administration of the fund, and to make an appropriation of the fund. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Highway,\" as defined by § 32-14-1; (2) \"Law enforcement officer,\" as defined by § 23-3-27; (3) \"Operate,\" to ride in or on and control the operation of an off-highway vehicle; (4) \"Operator,\" any person who operates or is in physical control of an off-highway vehicle; (5) \"Owner,\" any person, other than a lien holder, having the property in or title to an off-highway vehicle and entitled to its use or possession; (6) \"Roadway,\" as defined by § 32-14-1. Section 2. For the purposes of this Act, the term, off-highway vehicle, means any self-propelled vehicle which is designed to travel on wheels or tracks in contact with the ground, which is designed primarily for use off of publicly maintained roads, including any vehicle whose manufacturer's statement of origin (MSO) indicates for off-road use only and which is commonly used to transport persons for recreational purposes. The term does not include any vehicle designed and used primarily for travel on, over, or in the water; any snowmobile; any vehicle designed and used specifically for agricultural, logging, or mining purposes; any vehicle used as an authorized emergency vehicle as defined in § 32-14-1; any electrical personal assistive mobility device, or any farm vehicle exempt by the provisions of § 32-3-2.4. The term is limited for four categories of vehicles. A vehicle shall fit in one of the following categories to meet the definition of an off-highway vehicle: (1) \"All-terrain vehicle (ATV),\" any nonhighway vehicle that travels on three or more low-pressure tires, has a seat or saddle designed to be straddled by the operator, and has handlebars for steering control; (2) \"Utility-terrain vehicle (UTV),\" any vehicle other than an ATV, OHM, or ORV that travels on four or more low-pressure tires, has a seat a person sits upon, and has a steering wheel; (3) \"Off-highway motorcycle (OHM),\" any self-propelled, two-wheeled motorcycle or motor-driven cycle that is also referred to as a dirt bike, an enduro bike, a motocross bike, or a dual purpose motorcycle; or (4) \"Off-road vehicle (ORV),\" any multi-wheeled vehicle other than an ATV, UTV, or OHM that is designed for cross-country travel on or over land, sand, or other natural terrain and includes a golf cart, go cart, dune buggy, any vehicle not designated for highway or on-road use, any vehicle imported into this country not designated for highway use, or any other vehicle determined by the secretary by rules promulgated pursuant to chapter 1-26. Section 3. ATVs, UTVs, and OHMs operating in the right-of-way or on any publicly maintained road shall be equipped with the following equipment: (1) At least one brake that can be operated by hand or foot; (2) A brake light; (3) At least one headlight that shines at least five hundred feet ahead; (4) At least one taillight that is visible for at least five hundred feet to the rear; (5) At least one rear reflector, if not part of the taillight; (6) A horn that is audible from a distance of at least two hundred feet; (7) A muffler that is in good working order and in constant operation. No muffler cutout bypass or similar device is permitted; (8) A rearview mirror; (9) A seat and foot rests for the operator; and (10) A fuel tank cap. Operation of any ATV, UTV, or OHM in violation of this section is a Class 2 misdemeanor. Section 4. No person under eighteen years of age may operate or ride upon an ATV, UTV, or OHM on any highway or any public lands unless the person wears a protective helmet of a type meeting Department of Transportation Motor Vehicle Safety Standard 218 as in effect on January 1, 1984. No person may operate an ATV, UTV, or OHM with any person under the age of eighteen as a passenger if the passenger is not wearing a protective helmet. A violation of this section is a Class 2 misdemeanor. Section 5. No person may operate an ATV, UTV, or OHM on any highway or public lands unless the person is wearing an eye protective device or unless the vehicle is equipped with a windscreen of sufficient height and design so as to provide adequate eye protection to the operator when seated on the vehicle in the normal operating position. However, no person may operate an off-highway vehicle during the time period when headlights are required to be lighted while wearing an eye protective device that is tinted or shaded to reduce the light transmittance of the device to a level below thirty-five percent. A violation of this section is a petty offense. Section 6. No person may operate an ATV, UTV, or OHM: (1) At a speed that is greater than the speed limit established for that road or a speed that is not reasonable or prudent under the circumstances; (2) On any publicly maintained road without a valid operator's license; (3) On any publicly maintained road without proof of liability insurance; (4) On any publicly maintained road with more passengers than the vehicle was designed to carry; (5) In any way so as to endanger the person or property of another; and (6) Under the age of fourteen on any road identified as part of a designated OHV system, rights-of way, or lands unless under the immediate direction of a parent, legal guardian, or person who is eighteen years of age or older. A violation of this section is a Class 2 misdemeanor. Section 7. No off-highway vehicle may be operated upon or across an interstate highway. A violation of this section is a Class 2 misdemeanor. Section 8. No off-highway vehicle may be operated, other than by a law enforcement officer or a railroad employee in the lawful discharge of duties, upon any railroad right-of-way, except that it may be driven directly across a railroad crossing after topping and yielding the right-of-way to approaching railroad traffic. A violation of this section is a Class 2 misdemeanor. Section 9. An ATV, UTV, or OHM may be operated upon any publicly maintained roadway except for a hard-surfaced road. However, an ATV, UTV, or OHM may be operated upon a publicly maintain hard-surfaced road under the following circumstances: (1) To cross at right angles to the roadway only after stopping and yielding the right-of-way to any approaching traffic and crossing as closely as possible to an intersection or approach; (2) If there is no ditch along either side of a roadway, then on the shoulder until there is a ditch on the right-hand side of the roadway which can be traversed; (3) If by reason of a bridge or culvert or other obstruction, it is impossible to proceed, then only in the right lane of the roadway and for only such distance as necessary to clear the obstruction; (4) If formally approved by the unit of government with jurisdictional control over the publicly maintained road; or (5) If participating in a parade or a special event within restricted use areas. The operation of an ATV, UTV, or OHM on or across a hard-surfaced road in a manner not permitted by this section is a Class 2 misdemeanor. Section 10. Nothing in this Act prohibits a municipality from regulating by ordinance the operation of off-highway vehicles within the corporate limits. Section 11. No person may operate an off-highway vehicle on any lands owned, leased, or controlled by the Department of Game, Fish and Parks, or any highway ditch located within, except on a designated off-highway vehicle area or designated trail, or operate an off-highway vehicle in a highway ditch that is designated as part of the state snowmobile trails system pursuant to chapter 41-19 or a public bike trail. A violation of this section is a Class 2 misdemeanor. Section 12. The operator of an off-highway vehicle is deemed the driver or operator of a motor vehicle within the meaning of chapter 32-23 and is subject to all the provisions of chapter 32-23 relating to driving while under the influence. Section 13. Each ATV, UTV, and OHM shall be titled. The Department of Revenue and Regulation shall issue a certificate of title for vehicles the same as for other motor vehicles subject to the provisions of chapter 32-3. No off-road vehicle may be titled, registered, or licensed. Section 14. The South Dakota Transportation Commission and any board of county commissioners may, by rule or ordinance, prohibit the operation of off-highway vehicles in any highway ditch along any section of highway under its jurisdiction. However, neither of these entities may prohibit an off-highway vehicle from crossing one side of the highway to the other. This section does not affect off-highway vehicles used specifically in an agricultural operation or service vehicles of any utility while in the line of duty for the utility. For the purposes of this section, the term, utility, means any provider of electric, gas, water, sewer, pipeline, or telecommunications service. Notice of any restriction made pursuant to this section shall be given by placing and maintaining regulatory signs at each end of the section of highway and at each point of intersection. Each sign shall be of substantial construction which conspicuously indicates the restriction. Section 15. The title issuance, vehicle registration, and dealer licensing provisions of chapters 32-3, 32-5 and 32-6B, inclusive, apply to any ATV, UTV, and OHM. In addition, each ATV, UTV, and OHM used on any publicly maintained road or land shall be registered pursuant to this section. Any ATV, UTV or OHM used by a resident of the state exclusively on property owned by the resident is exempt from the registration requirements. Any ATV, UTV, or OHM exclusively used and actively engaged in an agricultural activity is exempt from the registration requirements. The owner is responsible for titling and, if applicable, registering the vehicle, and for the payment of any fees and taxes. A violation of this section is a Class 2 misdemeanor. Section 16. An off-highway vehicle trails trust fund is established and is hereby continuously appropriated for the administration of this Act. No moneys in the trust fund may revert to the general fund at the close of any fiscal year. Section 17. With the exception of the amount going to the state motor vehicle fund pursuant to section 26 of this Act, the remaining funds collected pursuant to this Act shall be placed in the off-highway vehicle trails trust fund. The Department of Game, Fish and Parks may use a portion of this fund for their administration costs of implementing this Act. The department shall annually publish a report specifically identifying the uses of the administration funds. The remainder of this fund shall be allotted to a granting program to be dispersed by the Department of Game, Fish and Parks in the form of grants only for projects which relate to off-highway vehicle activities. Those activities include: (1) Off-highway vehicle trail development and maintenance; (2) Land acquisition and easement; (3) Off-highway vehicle safety and education; (4) Off-highway vehicle program administration; (5) Law enforcement; and (6) Rehabilitation of off-highway vehicle damaged lands. Section 18. Any grants dispersed shall be related to the six use categories listed in section 17 of this Act. Those eligible for the funding include the following: (1) Any public agency that provides off-highway vehicle recreation including federal, state, tribal, and local governments; (2) Any private land manager from South Dakota who provides and maintains public off-highway vehicle recreation; and (3) Any nonprofit off-highway vehicle club located in South Dakota. Section 19. Any grant awarded by the Department of Game, Fish and Parks shall be determined based on recommendations from a collaborative seven-person OHV Advisory Board with one additional representative from the Department of Game, Fish and Parks serving as a member in the process. The Governor shall appoint the OHV Advisory Board. Appointments to the board shall all be for two-year terms. Section 20. The OHV Advisory Board shall meet at least once a year and as necessary to consider and make recommendations to the Department of Game, Fish and Parks on grants submitted by qualified entities pursuant to those eligible to receive grants pursuant to this Act. Section 21. General guidelines for necessary information to be included in grant requests and process for submission of grants by eligible entities shall initially be determined collaboratively by and between the Department of Game, Fish and Parks and the OHV Advisory Board and reviewed thereafter annually. Grant form guidelines shall be published and reasonably made available through the department. Section 22. The Department of Game, Fish and Parks shall annually publish a report specifically identifying the details of the grants provided under this Act including to whom the grants were awarded, individual and collective amounts of grants, progress reports on grants awarded, and expected completion date. Section 23. Any disbursement from the off-highway vehicle trails trust fund shall be paid on a warrant drawn by the state auditor on a voucher approved by the Game, Fish and Parks Commission. Section 24. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Registration fees for each ATV, UTV, and OHM, payable under § 32-5-2.2 and § 32-5-5, shall be twenty dollars for a one-year period. Payment of the registration fee shall be made prior to the operation of, or permitting the operation of, any ATV, UTV, or OHM within this state. Except as provided in section 26 of this Act, the proceeds shall be deposited into the off-highway vehicle trails trust fund. Failure to register an ATV, UTV, or OHM pursuant to this section is a Class 2 misdemeanor. Section 25. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Any ATV, UTV, or OHM operated on any publicly maintained road or land, but owned by a nonresident of this state, shall display a nonresident off-highway vehicle permit. The permit shall cost twenty dollars and is valid throughout the current calendar year. Except as provided in section 26 of this Act, the proceeds shall be deposited into the off-highway vehicle trails trust fund. Failure to obtain a permit pursuant to this section is a Class 2 misdemeanor. Section 26. That chapter 32-5 be amended by adding thereto a NEW SECTION to read as follows: Two dollars and fifty cents of each fee collected under sections 24 and 25 of this Act shall be credited to the state motor vehicle fund and used for administration and for the production of registration stickers. Section 27. That § 32-20-1 be amended to read as follows: 32-20-1. As used in this chapter, the following words shall terms mean: (1) \"Department\" the Department of Public Safety.; (2) \"Moped\" a motor driven cycle equipped with two or three wheels. If a combustion engine is used, the maximum piston or rotor displacement shall be fifty cubic centimeters regardless of the number of chambers in such power source. The power source shall be equipped with a power drive system that functions directly or automatically only, not requiring clutching or shifting by the operator after the drive system is engaged.; (3) \"Motorcycle\" includes motorcycles, motorbikes, mopeds, bicycles with motor attached, and all motor operated vehicles of the bicycle or tricycle type, whether the motive power be a part thereof or attached thereto, and having a saddle or seat with the driver sitting astride or upon it, or a platform on which the driver stands, but excluding a tractor. (4) \"Off-road vehicle,\" any self-propelled, two or more wheeled vehicle designed primarily to be operated on land other than a highway and includes, but is not limited to, all terrain vehicles, dune buggies and any vehicle whose manufacturer's statement of origin (MSO) or manufacturer's certificate of origin (MCO) states that the vehicle is not for highway use. Off-road vehicle does not include a farm vehicle as defined in § 32-3-2.4. Section 28. That § 32-20-2 be amended to read as follows: 32-20-2. No person may operate a motorcycle, except a moped as defined in § 32-20-1 or a licensed all-terrain vehicle as provided by § 32-20-13, on the public streets or highways without a motor vehicle driver's license or permit upon which a state testing officer has certified that such person is qualified to operate such motorcycle. However, the operator of a moped or licensed all-terrain vehicle shall have a valid motor vehicle operator's license or permit. The department may waive the testing requirements upon completion of a motorcycle safety course approved pursuant to § 32-20-14. A violation of this section is a Class 2 misdemeanor. Section 29. That § 32-20-6.6 be amended to read as follows: 32-20-6.6. No person, other than a law enforcement officer or conservation officer, or any person on the person's own land or land leased by the person, may operate or ride on any motorcycle or off-road off-highway vehicle with any firearm in the person's possession unless the firearm is completely unloaded and within a carrying case which encloses the entire firearm. However, this section does not apply to any person who is carrying a pistol and possesses a permit to carry a concealed pistol issued pursuant to chapter 23-7. This section does not apply to any person who holds a permit issued pursuant to § 41-8-37 while engaged in hunting from an off-road a vehicle in accordance with the provisions of the permit. This section shall be enforced by all law enforcement officers including conservation officers. A violation of this section is a Class 2 misdemeanor. Section 30. That § 32-6B-12 be amended to read as follows: 32-6B-12. Any dealer's license issued under this chapter shall be of the following classes: (1) \"Vehicle dealer's license,\" to permit the licensee to engage in the business of selling or exchanging new, or new and used, vehicles; (2) \"Used vehicle dealer's license,\" to permit the licensee to engage in the business of selling or exchanging used vehicles only; (3) \"Motorcycle dealer's license,\" to permit the licensee to engage in the business of selling or exchanging new or used motorcycles, ATVs, UTVs, and OHMs only; (4) \"Trailer dealer's license,\" to permit the licensee to engage in the business of selling or exchanging trailers, semitrailers, recreational park trailers, or travel trailers only, new or used; or (5) \"Emergency vehicle dealer's license,\" to permit the licensee to engage in the business of selling or exchanging new or used authorized emergency vehicles. A license certificate identifying the class of dealership and containing a distinguishing identification number of licensee shall be issued by the department if the application is in compliance with the provisions of this chapter. Section 31. That § 32-20-12 be repealed. 32-20-12. No person may operate on a public street or highway an off-road vehicle except for crossing from one side of the road to the other. A person twelve years of age or older may operate an off-road vehicle in a highway ditch if the vehicle is operated as close as possible to the outer edge of the highway right-of-way. However, no person may operate an off-road vehicle in a highway ditch along the interstate highway system, or operate an off-road vehicle on any lands owned, leased, or controlled by the Department of Game, Fish and Parks, or any highway ditch located within, except on a designated off-road vehicle area or designated trail, or operate an off-road vehicle in a highway ditch that is designated as part of the state snowmobile trails system pursuant to chapter 41-19 or a public bike trail. A violation of this section is a Class 2 misdemeanor. Off-road vehicles need not be registered and licensed for use upon the highways except as provided in § 32-20-13. Off-road vehicles shall be titled. The Department of Revenue shall issue a certificate of title for off-road vehicles the same as for other motor vehicles subject to the provisions of chapter 32-3. Section 32. That § 32-20-12.1 be repealed. 32-20-12.1. Notwithstanding the provisions of § 32-20-12, the Transportation Commission or any board of county commissioners by ordinance may prohibit the operation of off-road vehicles in any highway ditch along any section of highway under its jurisdiction. However, neither the Transportation Commission nor any board of county commissioners may prohibit an off-road vehicle from crossing one side of the highway to the other. This section does not affect off-road vehicles used in normal agricultural operation or service vehicles of any utility while in the line of duty for the utility. For the purposes of this section, the term, utility, means any provider of electric, gas, water, sewer, pipeline, or telecommunications service. Notice of any restriction made pursuant to this section shall be given by placing and maintaining regulatory signs at each end of the section of highway and at each point of intersection. The signs shall be of substantial construction which conspicuously indicates the restriction. Section 33. That § 32-20-13 be repealed. 32-20-13. Any all-terrain vehicle with four or more wheels and with a combustion engine having a piston or rotor displacement of two hundred cubic centimeters or more may be licensed as a motorcycle pursuant to chapter 32-5 to be used on a public highway. Prior to being licensed the all-terrain vehicle shall meet the necessary light, brake, and other vehicle accessory requirements provided by chapters 32-15, 32-17, and 32-18 that are applicable to motorcycles. The licensed all-terrain vehicle may not be operated on the interstate highway system. A person who operates such a licensed all-terrain vehicle on the interstate highway system is guilty of a Class 2 misdemeanor. Section 34. The provisions of section 9 of this Act are effective January 1, 2012."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1598, "action_date": "2010-02-02T14:00:00-06:00", "document_id": 11659, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11659.pdf", "status_text": "First read in Senate and referred to", "journal_page": 209, "committee_id_action": 84, "committee_id_assigned": 71, "result": "N", "vote": {}}, {"bill_id": 1598, "action_date": "2010-02-17T07:45:00-06:00", "document_id": 12215, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12215.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 71, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1598, "action_date": "2010-02-17T07:45:00-06:00", "document_id": 12396, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/12396.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 344, "committee_id_action": 71, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6614, "president_vote": null, "Yea": [805, 739, 795, 774, 791, 799, 776]}}]}