{"session_id": 69, "bill_id": 25112, "bill_type": "Senate Commemoration", "bill_number": 806, "bill_title": "Celebrating the career and accomplishments of Leroy Koopman, on the occasion of receiving the National Volunteer Fire Council Lifetime Achievement Award.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/25112", "sponsors": [{"legislator_profile_id": 4547, "is_prime": true}, {"legislator_profile_id": 4503, "is_prime": false}, {"legislator_profile_id": 4504, "is_prime": false}], "keywords": [], "audio": [], "bill_versions": [{"bill_id": 25112, "bill_version_id": 264667, "bill_version": "Introduced", "bill_version_date": "2024-02-05T15:32:57.51-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Celebrating the career and accomplishments of Leroy Koopman, on the occasion of receiving the National Volunteer Fire Council Lifetime Achievement Award. WHEREAS, LeRoy Koopman started as a volunteer firefighter for the Colton Volunteer Fire Department in 1963, serving in many positions, including as Colton Fire Chief for over 40 years; and WHEREAS, Leroy was elected to the South Dakota Firefighters Association (SDFA) board of directors in 1985, where he served as vice president, president, and past president, and where, during his time as the SDFA president, he encouraged the SDFA board to maintain a contingency training fund for the state fire school; and WHEREAS, Leroy served as the South Dakota Director to the National Volunteer Fire Council, where he advocated for volunteerism and mentoring; and WHEREAS, Leroy and his sons have traveled across the state to provide propane and gas emergency training to a majority of the volunteer fire departments in this state; and WHEREAS, Leroy was awarded the SDFA Lifetime Membership Award in 2010 for his dedication and service to the fire service in this state: NOW, THEREFORE, BE IT COMMEMORATED, by the Ninety-Ninth Legislature of the State of South Dakota, that Leroy Koopman was awarded the 2023 National Volunteer Fire Council Lifetime Achievement Award."}], "amendments": [], "fiscal_notes": [], "action_log": []}