{"session_id": 68, "bill_id": 24337, "bill_type": "Senate Resolution", "bill_number": 702, "bill_title": "Supporting Tribal Nation members' access to fish on lands adjacent to tribal lands without a fishing license.", "sponsors": [{"legislator_profile_id": 4359, "is_prime": true}, {"legislator_profile_id": 4339, "is_prime": false}, {"legislator_profile_id": 4471, "is_prime": false}, {"legislator_profile_id": 4466, "is_prime": false}, {"legislator_profile_id": 4385, "is_prime": false}, {"legislator_profile_id": 4467, "is_prime": false}, {"legislator_profile_id": 4394, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}], "keywords": ["Fishing", "Indian Tribes", "Senate Resolution"], "audio": [{"meeting_datetime": "2023-02-09T10:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sag21.mp3", "start_seconds": 2839.0}, {"meeting_datetime": "2023-02-09T10:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sag21.mp3", "start_seconds": 2839.0}, {"meeting_datetime": "2023-02-09T10:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sag21.mp3", "start_seconds": 2839.0}], "bill_versions": [{"bill_id": 24337, "bill_version_id": 247966, "bill_version": "Introduced", "bill_version_date": "2023-02-01T09:08:46.403-06:00", "bill_text": "A RESOLUTION, Supporting Tribal Nation members' access to fish on lands adjacent to tribal lands without a fishing license. WHEREAS, through legislation and executive orders, the federal government took land from tribal peoples. Tribal Nations ceded lands through treaties, but reserved certain rights to protect their cultural way of life; and WHEREAS, the Lakota, Nakota, and Dakota nations of South Dakota are united by rights under multiple treaties, including hunting and fishing rights within the boundaries of the State of South Dakota, and in particular, along the Missouri River; and WHEREAS, Lakota, Nakota, and Dakota cultures and lifeways are deeply rooted in place and tied to their homelands. As such, Tribal Nations cannot simply relocate to access traditional resources or ceremonial places; and WHEREAS, in 2018, the South Dakota Senate adopted Senate Resolution 1 by a vote of 25-7 affirming support for the 1868 Fort Laramie Treaty; and WHEREAS, the Yankton, Rosebud, Oglala, Crow Creek, Lower Brule, Cheyenne River, Standing Rock and Santee Sioux Tribes, are original signatories to the 1868 Fort Laramie Treaty, which provides exemptions for enrolled members who are utilizing the right to hunt and fish within the boundaries of the treaty; and WHEREAS, Article VI of the United States Constitution declares that treaties are the supreme law of the land; and WHEREAS, the 1868 Fort Laramie Treaty is of great significance to the Oceti Sakowin sovereign nations of the Northern Great Plains region of the United States; and WHEREAS, the South Dakota Department of Game, Fish and Parks recognizes the importance of this relationship and has provided enrolled citizens of the Yankton and Crow Creek Sioux Tribes open access to park lands adjacent to their respective tribal lands: NOW, THEREFORE, BE IT RESOLVED, by the Senate of the Ninety-Eighth Legislature of the State of South Dakota, that the South Dakota Legislature supports the uninhibited accessof enrolled tribal members of the Yankton, Rosebud, Oglala, Crow Creek, Lower Brule, Cheyenne River, Standing Rock, and Santee Sioux to public lands adjacent to Tribal lands located along the Missouri River for the purpose of fishing. BE IT FURTHER RESOLVED, that Yankton, Rosebud, Oglala, Crow Creek, Lower Brule, Cheyenne River, Standing Rock, and Santee Sioux tribal members, who are practicing their constitutionally protected right for subsistence within these treaty boundaries, have minimal interaction with law enforcement and need no fishing license from the state."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24337, "action_date": "2023-02-01T14:00:00-06:00", "document_id": 247759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247759.pdf", "status_text": "First read in Senate and referred to", "journal_page": 158, "committee_id_action": 1183, "committee_id_assigned": 1171, "result": "N", "vote": {}}, {"bill_id": 24337, "action_date": "2023-02-09T10:00:00-06:00", "document_id": 248854, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248854.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1171, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24337, "action_date": "2023-02-09T10:00:00-06:00", "document_id": 248855, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248855.pdf", "status_text": "Tabled", "journal_page": null, "committee_id_action": 1171, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77036, "president_vote": null, "Excused": [4381, 4448], "Yea": [4466, 4460, 4395, 4426, 4399]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24337"}