{"session_id": 21, "bill_id": 6216, "bill_type": "House Bill", "bill_number": 1064, "bill_title": "prohibit unlawful self-dealing by state officers and employees.", "sponsors": [{"legislator_profile_id": 953, "is_prime": true}, {"legislator_profile_id": 892, "is_prime": true}, {"legislator_profile_id": 875, "is_prime": false}, {"legislator_profile_id": 943, "is_prime": false}, {"legislator_profile_id": 927, "is_prime": false}, {"legislator_profile_id": 876, "is_prime": false}, {"legislator_profile_id": 913, "is_prime": false}, {"legislator_profile_id": 886, "is_prime": false}], "keywords": ["Conflict of Interest", "Contracts", "Prison or Jail Cost Estimate", "Public Officers and Employees", "State Affairs and Government"], "audio": [{"meeting_datetime": "2015-02-18T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hju23.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2015-02-18T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hju23.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2015-02-18T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hju23.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2015-02-18T00:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hju23.mp3", "start_seconds": 115.0}, {"meeting_datetime": "2015-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou26.mp3", "start_seconds": null}, {"meeting_datetime": "2015-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou26.mp3", "start_seconds": null}, {"meeting_datetime": "2015-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou26.mp3", "start_seconds": null}, {"meeting_datetime": "2015-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou26.mp3", "start_seconds": null}, {"meeting_datetime": "2015-02-24T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hou26.mp3", "start_seconds": null}, {"meeting_datetime": "2015-02-27T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sst29.mp3", "start_seconds": 1810.0}, {"meeting_datetime": "2015-02-27T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sst29.mp3", "start_seconds": 1810.0}, {"meeting_datetime": "2015-02-27T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sst29.mp3", "start_seconds": 1810.0}, {"meeting_datetime": "2015-02-27T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/sst29.mp3", "start_seconds": 1810.0}], "bill_versions": [{"bill_id": 6216, "bill_version_id": 33302, "bill_version": "Introduced", "bill_version_date": "2015-01-20T11:34:21.133-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit unlawful self-dealing by state officers and employees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 3-16-7 be amended to read as follows: 3-16-7. No public officer of a county, municipality, school district, township, or other political subdivision who is authorized to sell or lease any property, or make any contract in the officer's official capacity may become voluntarily interested individually in any sale, lease, or contract, directly or indirectly with such entity. A violation of this section is a Class 2 misdemeanor unless the act is exempted by law. Section 2. That chapter 3-16 be amended by adding thereto a NEW SECTION to read as follows: The terms used in this Act mean: (1) \"State agency,\" each board, commission, committee, council, department, division, office, task force, or agency of state government. The term, state agency, does not include any authority created by the Legislature or executive order; (2) \"State officer,\" a person who is elected or appointed to serve a state agency. The term does not include a member of the Legislature, a person who serves without compensation, or a person who is only paid per diem in accordance with § 4-7-10.4; (3) \"Governing body,\" the Executive Board of the Legislative Research Council, the Supreme Court, the Board of Regents, the Public Utilities Commission, each constitutional officer, or the Governor. Section 3. That chapter 3-16 be amended by adding thereto a NEW SECTION to read as follows: Unless authorized by section 5 of this Act: (1) A state officer or employee whose responsibilities include approving, reviewing, or negotiating a contract on behalf of any state agency or supervising any employee who has these responsibilities may not be a party to or derive direct benefits from the contract; (2) A state officer or employee may not solicit nor accept any gift, favor, reward, service, or promise of reward, including a promise of future employment, in exchange for recommending, influencing, or attempting to influence the award of or the terms of a contract by the state agency the officer or employee serves; and (3) The prohibition in subdivision (1) extends for a period of one year after the last day in state office or employment if the potential benefit derived by the former state officer or employee is one hundred thousand dollars or more during that one-year period and the contract giving rise to the potential benefit was executed or amended no more than three years prior to the state officer or employee leaving state office or employment. Any contract made in violation of this section is voidable at the discretion of the governing body. Section 4. That chapter 3-16 be amended by adding thereto a NEW SECTION to read as follows: A state officer or employee derives a direct benefit from a contract if the state officer or employee, the officer's or employee's spouse, children, or parents, or other adults with whom the state officer or employee lives and commingles assets: (1) Has more than five percent ownership or other interest in an entity that is a party to the contract; (2) Derives income, compensation, or commission directly from the contract or from the entity that is a party to the contract; (3) Acquires property under the contract; (4) Serves on the board of directors of a for-profit entity that derives income or commission directly from the contract or acquires property under the contract; or (5) Receives compensation exceeding one hundred thousand dollars in any calendar year during the term of the contract from the entity contracting with the state agency. A state officer or employee does not derive a direct benefit from a contract based solely on the value associated with the officer's or employee's investments or holdings, or the investments or holdings of other adults with whom the state officer or employee lives and commingles assets, in an entity that is a party to the contract provided the officer or employee does not meet the requirement contained in subdivision (1) of this section. A spouse, child, or parent of a state officer or employee, or an adult with whom the state officer or employee lives and commingles assets, does not derive income, compensation, or commission directly from the contract merely by virtue of being employed by the contracting party, if the compensation is less than one hundred thousand dollars annually. Section 5. That chapter 3-16 be amended by adding thereto a NEW SECTION to read as follows: A governing body may authorize an officer or employee whose responsibilities include approving, reviewing, or negotiating a contract on behalf of a state agency or supervising any employee who has these responsibilities to be a party to or derive direct benefits from a contract if: (1) The governing body has reviewed the essential terms of the transaction or contract and the state officer's or employee's role in the contract or transaction; and (2) The transaction and the terms of the contract are fair, reasonable, not contrary to the public interest, and fully disclosed in writing to the governing body. The authorization, which may not be unreasonably withheld by the governing body, shall be in writing. The governing body may adopt a written plan to manage any perceived, potential, or real conflicts of interest associated with the state officer's or employee's role in a contract or transaction. Any authorization given pursuant to this section is a public record. Each authorization shall be filed with the commissioner of the Bureau of Human Resources, who shall compile the authorizations and present them annually for review by the Government Operations and Audit Committee. Section 6. That chapter 3-16 be amended by adding thereto a NEW SECTION to read as follows: A state officer or employee who knowingly violates the provisions of section 3 of this Act commits malfeasance in office and the state officer or employee may be removed from office or employment. Any benefit to a person or entity derived from the person's knowing violation of section 3 of this Act is subject to forfeiture. Section 7. Nothing in this Act affects a specific conflict of interest prohibition that applies to specific employees. Section 8. That § 5-18A-17 be repealed. 5-18A-17. No state officer or employee who approves, awards, or administers a contract involving the expenditure of public funds or the sale or lease of property, may have an interest in a contract that is within the scope of the officer's or employee's official duties. This prohibition includes any state officer or employee who, in his or her official capacity, recommends the approval or award of the contract or who supervises a person who approves, awards, or administers the contract. This prohibition does not include any state officer who serves without compensation or who may be paid per diem pursuant to § 4-7-10.4. Any contract made in violation of this section is void. Any state officer or employee who knowingly violates this section is guilty of a Class 2 misdemeanor."}, {"bill_id": 6216, "bill_version_id": 35179, "bill_version": "House Judiciary Engrossed", "bill_version_date": "2015-02-18T14:14:54.51-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit unlawful self-dealing by state officers and employees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. A state officer or employee may not solicit nor accept any gift, favor, reward, service, or promise of reward, including a promise of future employment, in exchange for recommending, influencing, or attempting to influence the award of or the terms of a contract by the state agency the officer or employee serves. Section 2. That § 5-18A-17 be amended to read as follows: 5-18A-17. No state officer or employee who approves, awards, or administers a contract involving the expenditure of public funds or the sale or lease of property on behalf of a state agency, may have an interest in a contract or derive a direct benefit from a contract that is within the scope of the officer's or employee's official duties, nor for a one-year period following the end of their employment or position as a state officer may the officer or employee derive a direct benefit as a result of such contract except as provided in section 4 of this Act. In addition, no such officer or employee may enter into any contract other than a contract of employment with any state agency for a period of one year following their leaving office or employment except as provided in section 5 of this Act. This prohibition includes any state officer or employee who, in his or her official capacity, recommends the approval or award of the contract or who supervises a person who approves, awards, or administers the contract. This prohibition does not include any state officer who serves without compensation or who may be paid per diem pursuant to § 4-7-10.4. Any contract made in violation of this section is void. Any state officer or employee who knowingly violates this section is guilty of a Class 2 misdemeanor. Section 3. That chapter 5-18A be amended by adding thereto a NEW SECTION to read as follows: A state officer or employee derives a direct benefit from a contract if the state officer or employee, the officer's or employee's spouse, or other persons with whom the state officer or employee lives and commingles assets: (1) Has more than a five percent ownership or other interest in an entity that is a party to the contract; (2) Derives income, compensation, or commission directly from the contract or from the entity that is a party to the contract; (3) Acquires property under the contract; or (4) Serves on the board of directors of a for-profit entity that derives income or commission directly from the contract or acquires property under the contract. A state officer or employee does not derive a direct benefit from a contract based solely on the value associated with the officer's or employee's investments or holdings, or the investments or holdings of other persons with whom the state officer or employee lives and commingles assets. Section 4. That chapter 5-18A be amended by adding thereto a NEW SECTION to read as follows: A governing body may authorize an officer or employee whose responsibilities include approving, awarding, or administering a contract on behalf of a state agency or supervising any employee who has these responsibilities to be a party to or derive a direct benefit from a contract if: (1) The officer or employee has provided full written disclosure to the governing body; (2) The governing body has reviewed the essential terms of the transaction or contract and the state officer's or employee's role in the contract or transaction; and (3) The transaction and the terms of the contract are fair, reasonable, and not contrary to the public interest. The authorization shall be in writing. Any authorization given pursuant to this section is a public record. Each authorization shall be filed with the commissioner of the Bureau of Human Resources, who shall compile the authorizations and present them annually for review by the Government Operations and Audit Committee. Section 5. That chapter 5-18A be amended by adding thereto a NEW SECTION to read as follows: Within the one-year period prohibiting any contract with a state agency, the governing body of the state agency may approve a former officer or employee to contract with any state agency if the governing body determines that the transaction and the terms of the contract are fair, reasonable, and are in the best interests of the public. The authorization shall be in writing. Any approval given pursuant to this section is a public record. Each approval shall be filed with the commissioner of the Bureau of Human Resources, who shall compile the approvals and present them annually for review by the Government Operations and Audit Committee. Section 6. That chapter 5-18A be amended by adding thereto a NEW SECTION to read as follows: A state officer or employee who knowingly violates the provisions of section 1 or section 2 of this Act commits malfeasance in office. The state officer or employee shall be removed from office or employment and such person is guilty of a Class 1 misdemeanor. Any benefit to a person or entity derived from the person's knowing violation of section 1 or section 2 of this Act is subject to forfeiture. Any contract made in violation of section 1 or section 2 of this Act is voidable by the governing body. Section 7. That chapter 5-18A be amended by adding thereto a NEW SECTION to read as follows: Nothing in this Act affects a specific conflict of interest prohibition that applies to specific employees. Section 8. That chapter 5-18A be amended by adding thereto a NEW SECTION to read as follows: The terms used in this Act mean: (1) \"State agency,\" each board, commission, committee, council, department, division, office, task force, or agency of state government. The term, state agency, does not include any authority created by the Legislature or executive order; (2) \"State officer,\" a person who is elected or appointed to serve a state agency. The term does not include a member of the Legislature, a person who serves without compensation, or a person who is only paid per diem in accordance with § 4-7-10.4; (3) \"Governing body,\" the Executive Board of the Legislative Research Council, the Supreme Court, the Board of Regents, the Public Utilities Commission, each constitutional officer, the Board of Trustees of the South Dakota Retirement System, the State Investment Council, or the Governor; (4) \"Administer a contract,\" decision making or substantive influence on the decision making concerning the manner, method, or means of a contract's performance or enforcement such as the ability to terminate, suspend, change terms, or evaluate the counter-party's performance under the contract. The term does not include review and approval of contract documents for matters of style and form or conformity with authorizing legislation or rule, mere clerical tasks such as posting, making, or reconciling payments or accounts under the contract, collecting or reporting fiscal data or other information in relation to the contract's performance, or relaying substantive decisions made by another person or body as to the manner, method, or means of a contract's performance or enforcement."}, {"bill_id": 6216, "bill_version_id": 35491, "bill_version": "House Engrossed", "bill_version_date": "2015-02-24T16:32:47.583-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to prohibit unlawful self-dealing by state officers and employees. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. A state officer or employee may not solicit nor accept any gift, favor, reward, service, or promise of reward, including a promise of future employment, in exchange for recommending, influencing, or attempting to influence the award of or the terms of a contract by the state agency the officer or employee serves. Section 2. That § 5-18A-17 be amended to read as follows: 5-18A-17. No state officer or employee who approves, awards, or administers a contract involving the expenditure of public funds or the sale or lease of property on behalf of a state agency, may have an interest in a contract or derive a direct benefit from a contract that is within the scope of the officer's or employee's official duties, nor for a one-year period following the end of their employment or position as a state officer may the officer or employee derive a direct benefit as a result of such contract except as provided in section 4 of this Act. In addition, no such officer or employee may enter into any contract, other than a contract of employment, with any state agency for a period of one year following their leaving office or employment except as provided in section 5 of this Act. This prohibition includes any state officer or employee who, in his or her official capacity, recommends the approval or award of the contract or who supervises a person who approves, awards, or administers the contract. This prohibition does not include any state officer who serves without compensation or who may be paid per diem pursuant to § 4-7-10.4. Any contract made in violation of this section is void. Any state officer or employee who knowingly violates this section is guilty of a Class 2 misdemeanor. Section 3. That chapter 5-18A be amended by adding thereto a NEW SECTION to read as follows: A state officer or employee derives a direct benefit from a contract if the state officer or employee, the officer's or employee's spouse, or other persons with whom the state officer or employee lives and commingles assets: (1) Has more than a five percent ownership or other interest in an entity that is a party to the contract; (2) Derives income, compensation, or commission directly from the contract or from the entity that is a party to the contract; (3) Acquires property under the contract; or (4) Serves on the board of directors of a for-profit entity that derives income or commission directly from the contract or acquires property under the contract. A state officer or employee does not derive a direct benefit from a contract based solely on the value associated with the officer's or employee's investments or holdings, or the investments or holdings of other persons with whom the state officer or employee lives and commingles assets. Section 4. That chapter 5-18A be amended by adding thereto a NEW SECTION to read as follows: A governing body may authorize an officer or employee whose responsibilities include approving, awarding, or administering a contract on behalf of a state agency or supervising any employee who has these responsibilities to be a party to or derive a direct benefit from a contract if: (1) The officer or employee has provided full written disclosure to the governing body; (2) The governing body has reviewed the essential terms of the transaction or contract and the state officer's or employee's role in the contract or transaction; and (3) The transaction and the terms of the contract are fair, reasonable, and not contrary to the public interest. The authorization shall be in writing. Any authorization given pursuant to this section is a public record. Each authorization shall be filed with the commissioner of the Bureau of Human Resources, who shall compile the authorizations and present them annually for review by the Government Operations and Audit Committee. Section 5. That chapter 5-18A be amended by adding thereto a NEW SECTION to read as follows: Within the one-year period prohibiting any contract with a state agency, the governing body of the state agency may approve a former officer or employee to contract with any state agency if the governing body determines that the transaction and the terms of the contract are fair, reasonable, and are in the best interests of the public. The authorization shall be in writing. Any approval given pursuant to this section is a public record. Each approval shall be filed with the commissioner of the Bureau of Human Resources, who shall compile the approvals and present them annually for review by the Government Operations and Audit Committee. Section 6. That chapter 5-18A be amended by adding thereto a NEW SECTION to read as follows: A state officer or employee who knowingly violates the provisions of section 1 or section 2 of this Act commits malfeasance in office. The state officer or employee shall be removed from office or employment and such person is guilty of a Class 1 misdemeanor. Any benefit to a person or entity derived from the person's knowing violation of section 1 or section 2 of this Act is subject to forfeiture. Any contract made in violation of section 1 or section 2 of this Act is voidable by the governing body. Section 7. That chapter 5-18A be amended by adding thereto a NEW SECTION to read as follows: Nothing in this Act affects a specific conflict of interest prohibition that applies to specific employees. Section 8. That chapter 5-18A be amended by adding thereto a NEW SECTION to read as follows: The terms used in this Act mean: (1) \"State agency,\" each board, commission, committee, council, department, division, office, task force, or agency of state government. The term, state agency, does not include any authority created by the Legislature or executive order; (2) \"State officer,\" a person who is elected or appointed to serve a state agency. The term does not include a member of the Legislature, a person who serves without compensation, or a person who is only paid per diem in accordance with § 4-7-10.4; (3) \"Governing body,\" the Executive Board of the Legislative Research Council, the Supreme Court, the Board of Regents, the Public Utilities Commission, each constitutional officer, the Board of Trustees of the South Dakota Retirement System, the State Investment Council, or the Governor; (4) \"Administer a contract,\" decision making or substantive influence on the decision making concerning the manner, method, or means of a contract's performance or enforcement such as the ability to terminate, suspend, change terms, or evaluate the counter-party's performance under the contract. The term does not include review and approval of contract documents for matters of style and form or conformity with authorizing legislation or rule, mere clerical tasks such as posting, making, or reconciling payments or accounts under the contract, collecting or reporting fiscal data or other information in relation to the contract's performance, or relaying substantive decisions made by another person or body as to the manner, method, or means of a contract's performance or enforcement."}, {"bill_id": 6216, "bill_version_id": 35912, "bill_version": "Enrolled", "bill_version_date": "2015-03-04T10:56:50.507-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6216, "action_date": "2015-01-20T14:00:00-06:00", "document_id": 33324, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33324.pdf", "status_text": "First read in House and referred to", "journal_page": 56, "committee_id_action": 286, "committee_id_assigned": 282, "result": "N", "vote": {}}, {"bill_id": 6216, "action_date": "2015-01-23T10:00:00-06:00", "document_id": 33343, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33343.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 282, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6216, "action_date": "2015-02-18T10:00:00-06:00", "document_id": 34914, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/34914.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 282, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6216, "action_date": "2015-02-18T10:00:00-06:00", "document_id": 35168, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35168.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 282, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6216, "action_date": "2015-02-18T10:00:00-06:00", "document_id": 35168, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35168.pdf", "status_text": "Do Pass Amended", "journal_page": 423, "committee_id_action": 282, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 18751, "president_vote": null, "Yea": [887, 861, 941, 948, 879, 907, 935, 922, 917, 919, 912, 953], "Excused": [954]}}, {"bill_id": 6216, "action_date": "2015-02-20T13:00:00-06:00", "document_id": 35379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35379.pdf", "status_text": "Deferred to another day", "journal_page": 471, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6216, "action_date": "2015-02-24T14:00:00-06:00", "document_id": 35483, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35483.pdf", "status_text": "Motion to amend", "journal_page": 501, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6216, "action_date": "2015-02-24T14:00:00-06:00", "document_id": 35483, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35483.pdf", "status_text": "Do Pass Amended", "journal_page": 501, "committee_id_action": 286, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19006, "president_vote": null, "Yea": [883, 915, 952, 884, 888, 928, 923, 925, 875, 931, 941, 927, 857, 917, 924, 929, 947, 937, 948, 882, 909, 946, 958, 913, 887, 951, 861, 905, 919, 956, 936, 879, 907, 939, 920, 930, 953, 881, 906, 908, 940, 935, 916, 911, 910, 863, 864, 914, 922, 865, 933, 866, 867, 926, 955, 869, 950, 912, 904, 921, 918, 954, 932, 949, 934, 957, 874], "Excused": [938, 945], "Nay": [859]}}, {"bill_id": 6216, "action_date": "2015-02-25T14:00:00-06:00", "document_id": 35568, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35568.pdf", "status_text": "First read in Senate and referred to", "journal_page": 506, "committee_id_action": 284, "committee_id_assigned": 269, "result": "N", "vote": {}}, {"bill_id": 6216, "action_date": "2015-02-27T10:00:00-06:00", "document_id": 35507, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35507.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 269, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6216, "action_date": "2015-02-27T10:00:00-06:00", "document_id": 35718, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35718.pdf", "status_text": "Do Pass", "journal_page": 545, "committee_id_action": 269, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19214, "president_vote": null, "Yea": [885, 896, 895, 891, 877, 868, 871, 854, 944]}}, {"bill_id": 6216, "action_date": "2015-02-27T10:00:00-06:00", "document_id": 35718, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35718.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 269, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 6216, "action_date": "2015-03-03T14:00:00-06:00", "document_id": 35838, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35838.pdf", "status_text": "Do Pass Amended", "journal_page": 565, "committee_id_action": 284, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 19291, "president_vote": null, "Yea": [853, 854, 855, 856, 943, 858, 860, 889, 894, 903, 876, 899, 885, 896, 901, 898, 890, 900, 942, 891, 893, 886, 862, 880, 944, 902, 877, 868, 871, 892, 872, 873, 878, 897], "Excused": [895]}}, {"bill_id": 6216, "action_date": "2015-03-04T14:00:00-06:00", "document_id": 35959, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/35959.pdf", "status_text": "Signed by the Speaker", "journal_page": 601, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6216, "action_date": "2015-03-05T14:00:00-06:00", "document_id": 36042, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36042.pdf", "status_text": "Signed by the President", "journal_page": 613, "committee_id_action": 284, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6216, "action_date": "2015-03-06T13:00:00-06:00", "document_id": 36146, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36146.pdf", "status_text": "Delivered to the Governor", "journal_page": 644, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6216, "action_date": "2015-03-12T10:00:00-05:00", "document_id": 36454, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/36454.pdf", "status_text": "Signed by the Governor", "journal_page": 738, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5787}