{"session_id": 64, "bill_id": 22645, "bill_type": "Senate Bill", "bill_number": 176, "bill_title": "revise provisions regarding self-propelled agriculture units.", "sponsors": [{"legislator_profile_id": 3936, "is_prime": true}, {"legislator_profile_id": 3937, "is_prime": true}, {"legislator_profile_id": 3924, "is_prime": false}, {"legislator_profile_id": 3925, "is_prime": false}], "keywords": ["Agriculture and Horticulture", "Non-Ad Valorem Taxes", "Taxation"], "audio": [{"meeting_datetime": "2022-02-09T07:45:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/str20.mp3", "start_seconds": 2269.0}, {"meeting_datetime": "2022-02-09T07:45:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/str20.mp3", "start_seconds": 2269.0}, {"meeting_datetime": "2022-02-09T07:45:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/str20.mp3", "start_seconds": 2269.0}, {"meeting_datetime": "2022-02-09T07:45:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/str20.mp3", "start_seconds": 2269.0}, {"meeting_datetime": "2022-02-09T07:45:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/str20.mp3", "start_seconds": 2269.0}, {"meeting_datetime": "2022-02-22T11:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/htr26.mp3", "start_seconds": 211.0}, {"meeting_datetime": "2022-02-22T11:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/htr26.mp3", "start_seconds": 211.0}, {"meeting_datetime": "2022-02-22T11:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/htr26.mp3", "start_seconds": 211.0}, {"meeting_datetime": "2022-02-22T11:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/htr26.mp3", "start_seconds": 211.0}, {"meeting_datetime": "2022-02-22T11:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2022/htr26.mp3", "start_seconds": 211.0}], "bill_versions": [{"bill_id": 22645, "bill_version_id": 231595, "bill_version": "Introduced", "bill_version_date": "2022-02-01T08:04:06.313-06:00", "bill_text": "An Act to revise provisions regarding self-propelled agriculture units. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-47B-3 be AMENDED: 10-47B-3. Terms used in this chapter mean: (1) \"ASTM,\" the American Society for Testing and Materials, a private organization that utilizes committees of industry representatives and regulators to develop product quality standards and test methods to be used by industries, regulator agencies, and purchasing agents; (1A) \"Aviation gasoline,\" a motor fuel that is formulated and produced specifically for use in aircraft; (1B) \"Biobutanol,\" butyl alcohol produced from cereal grains; (1C) \"Biodiesel,\" a fuel that is comprised of: (a) Mono-alkyl esters of long chain fatty acids derived from vegetable oils or animal fats, designated B100, and meeting the requirements of the American Society of Testing and Materials D 6751 as of January 1, 2008; (b) A derivative of any organic material, without regard to the process used, that meets the registration requirements for fuels and chemicals established by the Environmental Protection Agency under section 211 of the Clean Air Act (42 U.S.C. 7545) as of January 1, 2008, and the American Society of Testing and Materials (ASTM) D975 or D396 as of January 1, 2008, but does not include oil, natural gas, or coal (including lignite), or any products thereof; or (c) Both; (1D) \"Biodiesel blend,\" a blended special fuel containing a minimum of five percent by volume of biodiesel; (1E) \"Biodiesel producer,\" a person who engages in the business of producing biodiesel for sale, use, or distribution. (2) \"Blender,\" a person engaged in the activity of making blends. A person need not be a blender to mix two or more substances which that have previously been subject to the fuel excise tax imposed by this chapter. A person need not be a blender to mix two or more substances which that have not been subject to the fuel excise tax imposed by this chapter, if the mixed product does not result in producing a motor fuel or special fuel; (3) \"Blends,\" one or more petroleum product products, mixed with or without another product, regardless of the original character of the product blended, if the product obtained by the blending is capable of use in the generation of power for the propulsion of a motor vehicle, an airplane, or a motorboat. The term does not include those blends that occur in the process of refining by the original refiner of crude petroleum or by the blending of products known as lubricating oil and greases. The term does not apply to fuel additives which have been subject to sales or use tax imposed by chapters 10-45 and 10-46, or to dye; (3A) \"Book transfer,\" a transaction in which a product is transferred from one supplier or out-of-state supplier or position holder to another, if: (a) The transaction includes a transfer from the person who holds the inventory position for motor fuel or special fuel in the terminal as indicated in the records of the terminal operator; and (b) The transfer is completed within the terminal at the time of the removal from the terminal for delivery to a customer of the transferee. The bill of lading issued by the terminal operator shall must indicate the transferee as the supplier or shipper; (4) \"Bulk container\" or \"bulk cargo area,\" any tank, vessel, or container used to store or transport fuel. This term does not include a supply tank which that is mounted on a motor vehicle and connected to the engine of that motor vehicle; (5) \"Bulk plant,\" a motor fuel or special fuel storage facility, other than a terminal, that is primarily used for redistribution of motor fuel or special fuel by a transport truck, tank wagon, or rail car; (5A) \"Bulk plant operator,\" a person who has responsibility and physical control over the operation of a bulk plant. (6) \"Compressed natural gas,\" natural gas which has been compressed, but not to a liquid state, for use as a motor vehicle fuel and which for purposes of taxation as a motor vehicle fuel, shall must be converted to equivalent liquid gallons of gasoline at the rate of 126.67 cubic feet of natural gas as its natural service delivery line pressure to equal one volumetric gross gallon of gasoline; (7) \"Compressed natural gas vendor,\" a person engaged in the business of selling compressed natural gas for use in the engine fuel supply tanks of motor vehicles and is regulated by the Public Utilities Commission; (7A) \"Consignee,\" the first person to hold title to fuel after it is withdrawn at a terminal rack or bulk plant and delivered into a bulk cargo area of a transport truck or railcar. The name of the consignee shall must be identified and prominently displayed on the bill of lading; (8) \"Department,\" the Department of Revenue; (9) \"Destination state,\" the state for which a motor vehicle, railcar, or barge is destined for off-loading of motor fuel or special fuel from its bulk cargo area by the consignee into storage facilities for consumption or resale. If title of the fuel passes from the consignee to another party prior to off-loading, the destination state is the state in which title passes. The destination state shall must be identified and prominently displayed on the bill of lading. If the destination state is not prominently displayed on the bill of lading, it is presumed that South Dakota is the destination state; (10) \"Ethanol blend,\" a blended motor fuel containing ethyl alcohol of at least ninety-nine percent purity typically derived from agricultural products which is that are blended exclusively with a product commonly or commercially known or sold as gasoline; (10A) \"Ethanol broker,\" any person who engages in the business of marketing ethyl alcohol produced by ethanol producers located in South Dakota; (11) Repealed by SL 2009, ch 55, § 3. (12) \"Ethanol producer,\" any person who engages in the business of producing ethyl alcohol for sale, use, or distribution; (12A) \"Ethyl alcohol,\" a motor fuel typically derived from agricultural products that has been denatured as prescribed in § 10-47B-166. This definition does not apply to § 10-47B-162; (13) \"Export,\" with respect: (a) To a seller, when the seller's motor fuel or special fuel is delivered out-of-state by or for the seller; and (b) To a purchaser, when the purchaser's motor fuel or special fuel is delivered out-of-state by or for the purchaser; (14) \"Exporter,\" any person, who purchases or owns motor fuel or special fuel in this state and transports or delivers or causes the fuel to be transported or delivered to another state or country by any means other than a pipeline; (14A) \"Fuel additive,\" a product purchased or acquired for the purpose of adding it to motor fuel or special fuel which was formulated and produced exclusively to enhance the performance or quality of the fuel. The term does not include kerosene; (15) \"Gallon,\" for purposes of fuel taxation, a United States gallon measured on a gross volume basis. Temperature adjusted or net gallons of measurement are not acceptable as units of measurement for taxation purposes unless used for the calculation of liquid petroleum gas, compressed natural gas, or liquid natural gas; (16) \"Gasoline,\" a fuel product commonly or commercially known or sold as gasoline or reformulated gasoline, which has not been blended with alcohol, naphtha, or any other fuel products such as casinghead, absorption, drip, or natural gasolines; (17) \"Heating fuel,\" a special fuel that is burned in a boiler furnace, or stove for heating or industrial processing purposes; (18) \"Highway construction work,\" all work which is performed in any capacity to propel vehicles, machinery, or equipment within the right-of-way in the construction, reconstruction, repair, or maintenance of public highways; (18A) \"Highway contractor,\" any person engaged in the activity of highway construction work in this state. The term does not include any person who only owns and operates motor vehicles within the right-of-way hauling gravel or concrete and does not own or operate off-road machinery in the highway construction work; (19) \"Import,\" with respect: (a) To a seller, when the seller's motor fuel or special fuel is delivered into South Dakota from out-of-state by or for the seller; and (b) To a purchaser, when the purchaser's motor fuel or special fuel is delivered into South Dakota from out-of-state by or for the purchaser; (20) \"Importer,\" any person who purchases or owns motor fuel or special fuel in another state or country and transports or delivers or causes the fuel to be transported or delivered into this state by any means other than pipeline; (21) \"Jet fuel,\" a special fuel that is formulated and produced specifically for use in jet aircraft; (22) \"Liquid,\" any substance that is liquid in excess of sixty degrees Fahrenheit and a pressure of fourteen and seven-tenths pounds per square inch absolute; (22A) \"Liquid natural gas,\" natural gas which has been cooled to approximately -260 degrees Fahrenheit and is in a liquid state, for use as a motor vehicle fuel and which for purposes of taxation as a motor vehicle fuel, shall be converted to equivalent liquid gallons of gasoline at the rate of 1.5536 gallons of liquid natural gas to equal one volumetric gross gallon of gasoline; (22B) \"Liquid natural gas vendor,\" any person engaged in the business of selling liquid natural gas for use in the engine fuel supply tanks of motor vehicles; (23) \"Liquid petroleum gas,\" liquid petroleum gas (LPG) when used as a motor vehicle fuel shall be converted for purposes of taxation to equivalent liquid gross gallons using the conversion factor of 4.24 pounds per gallon of liquid at sixty degrees Fahrenheit; (24) \"Liquid petroleum gas user\" a person who uses liquid petroleum gas in the engine fuel supply tank of a motor vehicle and wishes to purchase liquid petroleum gas in bulk into a storage tank which has a delivery hose attached thereto on a tax unpaid basis in this state; (25) \"Liquid petroleum gas vendor,\" a person engaged in the business of selling liquid petroleum gas, wholesale or retail, for use in the engine fuel supply tank of a motor vehicle in this state or has the capability of selling liquid petroleum gas for use in the engine fuel supply tank of a motor vehicle. The term applies to any vendor who uses LPG in a motor vehicle; (26) Repealed by SL 2009, ch 55, § 8. (26A) \"Marketer,\" any person who is engaged in business as a wholesale distributor or retail dealer; (26B) \"Methanol producer,\" any person who engages in the business of producing methyl alcohol for sale, use, or distribution; (26C) \"Methyl alcohol,\" a motor fuel typically derived from wood products; (27) \"Motor fuel,\" includes: (a) All products commonly or commercially known or sold as gasoline, ethyl alcohol, methyl alcohol, and all gasoline blends. These products may include in some quantity casinghead, absorption, natural gasoline, benzol, benzene, naphtha, except that flashing above one hundred degrees Fahrenheit, and Tagliabue closed cup test, which is sold and used only as cleaner's or painter's solvent; and (b) Any liquid prepared, advertised, offered for sale, or sold for use as commonly and commercially used as a fuel in internal combustion engines, which when subjected to distillation in accordance with the standard method of test for distillation of gasoline, naphtha, kerosene, and similar petroleum products (American Society of Testing Material Designation D-86) shows not less than ten percent distilled (recovered) below three hundred forty-seven degrees Fahrenheit and not less than ninety-five percent distilled (recovered) below four hundred sixty-four degrees Fahrenheit; (c) The term does not include liquefied gases which would not exist as liquids at a temperature of sixty degrees Fahrenheit and a pressure of fourteen and seven-tenths pounds per square inch absolute; (28) \"Motor vehicle,\" includes all vehicles that are required to be registered and licensed by a jurisdiction and are designed for use upon the public roads and highways. Terrigators and spray coupes Self-propelled agricultural application units, as defined in section 2 of this Act, that are not designed for use upon the public roads and highways, are not included in this definition; (29) \"Nonhighway agricultural use,\" fuel used off the public highways and roads of this state for producing, raising or growing, and harvesting of food or fiber upon agricultural land, including dairy products, livestock, and crops. The services of custom harvesters, pesticide and fertilizer applicators chemical applicators, fertilizer spreaders, hay grinders, and cultivators are considered agricultural purposes; (30) \"Nonhighway commercial use,\" fuel used off the public highways and roads of this state for business purposes other than a nonhighway agricultural use. Recreational vehicles including snowmobiles, go-carts, golf carts, bumper boats, and similar vehicles are not included in this definition; (31) \"Out-of-state supplier,\" any person who does not meet the geographic jurisdictional connections to this state required of a supplier, and is registered under Section 4101 of the Internal Revenue Code; (32) \"Person,\" a natural person, a partnership, a limited partnership, a joint venture, a firm, an association, a corporation, a cooperative, a representative appointed by a court, the state, a political subdivision, or any other entity, group, or syndicate; (33) \"Petroex number,\" a string of alpha or numeric characters that are used to communicate transactional information between a transporter or consignee and a supplier; (33A) \"Public highways or roads,\" any way or place of whatever nature, including waterways and snowmobile trails, which are open to the use of the public as a matter of right for the purpose of vehicular, snowmobile, or watercraft travel, even if the way or place is temporarily closed for the purpose of construction, reconstruction, maintenance, or repair; (33B) \"Qualified biobutanol producer,\" any person who engages in the business of producing biobutanol for sale, use, or distribution and who produced qualified ethyl alcohol on or before December 31, 2006, and is therefore eligible for receiving incentive payments for the production of ethyl alcohol under § 10-47B-162; (34) \"Qualified motor vehicle,\" a motor vehicle used, designed, or maintained for the transportation of persons or property and: (a) Having two axles and a gross vehicle weight or registered gross vehicle weight exceeding twenty-six thousand pounds; (b) Having three or more axles regardless of weight; or (c) Is used in combination when the weight of such combination exceeds twenty-six thousand pounds gross vehicle weight. The term does not include recreational vehicles used for pleasure; (34A) \"Racing fuel,\" a motor or special fuel that is specifically produced for use in race cars; (35) \"Rack,\" a dock, a platform, or an open bay with metered pipes, hoses or both that is used for delivering motor fuel or special fuel from a refinery or terminal into the cargo area of a motor vehicle, rail car, marine vessel, or aircraft for subsequent transfer or use into the engine fuel supply tank of a locomotive or any self-propelled vehicle. The term includes a pipe, series of pipes, or pipeline used to withdraw motor fuel or special fuel from one pipeline system to another pipeline system or storage facility, if the fuel withdrawn is committed for sale or use in this state; (36) \"Retail dealer,\" a person who sells or distributes motor fuel or special fuel to the end user within this state; (37) \"Sale,\" the title of fuel passed from the seller to the buyer for a consideration; (38) \"Secretary,\" the secretary of the Department of Revenue; (39) \"Special fuel,\" all combustible gases and liquids that are: (a) Suitable for the generation of power in an internal combustion engine or motor; or (b) Used exclusively for heating, industrial, or farm purposes other than for the operation of a motor vehicle. The term includes diesel fuel, fuel oil, heating fuel, biodiesel, all special fuel blends, and all kerosene products except K-1. The term does not include motor fuel, liquid petroleum gas, liquid natural gas, compressed natural gas, or natural gas which is not compressed natural gas. The term, special use fuel, is synonymous with the term, special fuel; (40) \"Supplier or shipper,\" a person that imports or acquires upon import into this state motor fuel or special fuel by pipeline or marine vessel from another state, territory, or possession of the United States into a terminal within this state, or that imports motor fuel or special fuel into this state from a foreign country or that produces, manufactures, or refines motor fuel or special fuel within this state, or that owns motor fuel or special fuel in the pipeline and terminal distribution system in this state and makes sales or authorizes removal of motor fuel or special fuel from a terminal in this state at the rack or is the receiving exchange partner in a two party exchange or the final transferee in a book transfer, and is subject to the general taxing or police jurisdiction of this state, or is required to be registered under Section 4101 of the Internal Revenue Code for transactions in taxable fuels in the bulk distribution system. The person need not be required to be registered under Section 4101 of the Internal Revenue Code if operating as a railroad company or utility company. A terminal operator may not be considered a supplier merely because the terminal operator handles motor fuel or special fuel consigned to it within a terminal. The name of the supplier or shipper shall must be identified and prominently displayed on the bill of lading; (41) \"Tank wagon,\" a vehicle designed to transport motor fuel or special fuel in bulk, in lots of four thousand two hundred gallons or less; (42) \"Terminal,\" a fuel refinery or storage and distribution facility that is supplied by pipeline or marine vessel, from which motor fuel or special fuel may be removed at a rack and that has been registered as a qualified terminal by the Internal Revenue Service for receipt of taxable fuels free of federal fuel taxes; (43) \"Terminal operator,\" the person who by ownership or contractual agreement is charged with the responsibility and physical control over the operation of the terminal; (44) \"Transfer in bulk into or within a terminal\" includes the following: (a) A marine barge movement of fuel from a refinery or terminal to a terminal; (b) Pipeline movements of fuel from a refinery or terminal to terminal; (c) Book transfers of product within a terminal between suppliers, out-of-state suppliers, or position holders before completion of the removal of the fuel across the terminal rack; (d) Two-party exchanges between licensed suppliers and out-of-state suppliers or position holders; (45) \"Transmix,\" the buffer between two different products in a pipeline shipment, or a mix of two different products within a refinery or terminal that results in an off-grade mixture; (46) \"Transporter or carrier,\" any person who engages in the activity of interstate or intrastate movement of fuel within this state by transport truck, rail car, or by any other means in quantities of over four thousand two hundred gallons. The term does not include persons who transport fuel by pipeline or barge. The name of the transporter or carrier shall must be identified and prominently displayed on the bill of lading; (47) \"Transport truck,\" a vehicle, a combination of vehicles, or railcar designed to transport motor fuel or special fuel in bulk, in lots greater than four thousand two hundred gallons; (48) \"Two-party exchange,\" a transaction in which a product is transferred from one supplier or out-of-state supplier or position holder to another in exchange for other another product, sometimes located at a different location, if: (a) The transaction includes a transfer from the person who holds the original inventory position for motor fuel or special fuel in the terminal as indicated in the records of the terminal operator; and (b) The exchange transaction is completed before removal from the terminal by the receiving exchange partner. The bill of lading issued by the terminal operator shall must indicate the receiving exchange partner as the supplier or shipper; (49) \"Wholesale distributor,\" any person who purchases motor fuel or special fuel from a supplier or another wholesale distributor, or removes the fuel from a terminal at the rack, for subsequent sale to another wholesale distributor or retail dealer. Section 2. That chapter 32-5B be amended with a NEW SECTION: Any self-propelled agricultural application unit that is purchased by an agricultural business or agribusiness is exempt from the provisions of this chapter and chapters 32-3 and 32-5. For purposes of this section, the term, self-propelled agricultural application unit, is defined as equipment designed and used exclusively to carry and apply fertilizer, pesticides, or related products to agricultural purposes."}, {"bill_id": 22645, "bill_version_id": 232993, "bill_version": "Senate Transportation Engrossed", "bill_version_date": "2022-02-09T13:14:58.247-06:00", "bill_text": "An Act to revise provisions regarding self-propelled agriculture units. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-47B-3 be AMENDED: 10-47B-3. Terms used in this chapter mean: (1) \"ASTM,\" the American Society for Testing and Materials, a private organization that utilizes committees of industry representatives and regulators to develop product quality standards and test methods to be used by industries, regulator agencies, and purchasing agents; (1A) \"Aviation gasoline,\" a motor fuel that is formulated and produced specifically for use in aircraft; (1B) \"Biobutanol,\" butyl alcohol produced from cereal grains; (1C) \"Biodiesel,\" a fuel that is comprised of: (a) Mono-alkyl esters of long chain fatty acids derived from vegetable oils or animal fats, designated B100, and meeting the requirements of the American Society of Testing and Materials D 6751 as of January 1, 2008; (b) A derivative of any organic material, without regard to the process used, that meets the registration requirements for fuels and chemicals established by the Environmental Protection Agency under section 211 of the Clean Air Act (42 U.S.C. 7545) as of January 1, 2008, and the American Society of Testing and Materials (ASTM) D975 or D396 as of January 1, 2008, but does not include oil, natural gas, or coal (including lignite), or any products thereof; or (c) Both; (1D) \"Biodiesel blend,\" a blended special fuel containing a minimum of five percent by volume of biodiesel; (1E) \"Biodiesel producer,\" a person who engages in the business of producing biodiesel for sale, use, or distribution; (2) \"Blender,\" a person engaged in the activity of making blends. A person need not be a blender to mix two or more substances which that have previously been subject to the fuel excise tax imposed by this chapter. A person need not be a blender to mix two or more substances which that have not been subject to the fuel excise tax imposed by this chapter, if the mixed product does not result in producing a motor fuel or special fuel; (3) \"Blends,\" one or more petroleum product products, mixed with or without another product, regardless of the original character of the product blended, if the product obtained by the blending is capable of use in the generation of power for the propulsion of a motor vehicle, an airplane, or a motorboat. The term does not include those blends that occur in the process of refining by the original refiner of crude petroleum or by the blending of products known as lubricating oil and greases. The term does not apply to fuel additives which have been subject to sales or use tax imposed by chapters 10-45 and 10-46, or to dye; (3A) \"Book transfer,\" a transaction in which a product is transferred from one supplier or out-of-state supplier or position holder to another, if: (a) The transaction includes a transfer from the person who holds the inventory position for motor fuel or special fuel in the terminal as indicated in the records of the terminal operator; and (b) The transfer is completed within the terminal at the time of the removal from the terminal for delivery to a customer of the transferee. The bill of lading issued by the terminal operator shall must indicate the transferee as the supplier or shipper; (4) \"Bulk container\" or \"bulk cargo area,\" any tank, vessel, or container used to store or transport fuel. This term does not include a supply tank which that is mounted on a motor vehicle and connected to the engine of that motor vehicle; (5) \"Bulk plant,\" a motor fuel or special fuel storage facility, other than a terminal, that is primarily used for redistribution of motor fuel or special fuel by a transport truck, tank wagon, or rail car; (5A) \"Bulk plant operator,\" a person who has responsibility and physical control over the operation of a bulk plant; (6) \"Compressed natural gas,\" natural gas which has been compressed, but not to a liquid state, for use as a motor vehicle fuel and which for purposes of taxation as a motor vehicle fuel, shall must be converted to equivalent liquid gallons of gasoline at the rate of 126.67 cubic feet of natural gas as its natural service delivery line pressure to equal one volumetric gross gallon of gasoline; (7) \"Compressed natural gas vendor,\" a person engaged in the business of selling compressed natural gas for use in the engine fuel supply tanks of motor vehicles and is regulated by the Public Utilities Commission; (7A) \"Consignee,\" the first person to hold title to fuel after it is withdrawn at a terminal rack or bulk plant and delivered into a bulk cargo area of a transport truck or railcar. The name of the consignee shall must be identified and prominently displayed on the bill of lading; (8) \"Department,\" the Department of Revenue; (9) \"Destination state,\" the state for which a motor vehicle, railcar, or barge is destined for off-loading of motor fuel or special fuel from its bulk cargo area by the consignee into storage facilities for consumption or resale. If title of the fuel passes from the consignee to another party prior to off-loading, the destination state is the state in which title passes. The destination state shall must be identified and prominently displayed on the bill of lading. If the destination state is not prominently displayed on the bill of lading, it is presumed that South Dakota is the destination state; (10) \"Ethanol blend,\" a blended motor fuel containing ethyl alcohol of at least ninety-nine percent purity typically derived from agricultural products which is that are blended exclusively with a product commonly or commercially known or sold as gasoline; (10A) \"Ethanol broker,\" any person who engages in the business of marketing ethyl alcohol produced by ethanol producers located in South Dakota; (11) Repealed by SL 2009, ch 55, § 3; (12) \"Ethanol producer,\" any person who engages in the business of producing ethyl alcohol for sale, use, or distribution; (12A) \"Ethyl alcohol,\" a motor fuel typically derived from agricultural products that has been denatured as prescribed in § 10-47B-166. This definition does not apply to § 10-47B-162; (13) \"Export,\" with respect: (a) To a seller, when the seller's motor fuel or special fuel is delivered out-of-state by or for the seller; and (b) To a purchaser, when the purchaser's motor fuel or special fuel is delivered out-of-state by or for the purchaser; (14) \"Exporter,\" any person, who purchases or owns motor fuel or special fuel in this state and transports or delivers or causes the fuel to be transported or delivered to another state or country by any means other than a pipeline; (14A) \"Fuel additive,\" a product purchased or acquired for the purpose of adding it to motor fuel or special fuel which was formulated and produced exclusively to enhance the performance or quality of the fuel. The term does not include kerosene; (15) \"Gallon,\" for purposes of fuel taxation, a United States gallon measured on a gross volume basis. Temperature adjusted or net gallons of measurement are not acceptable as units of measurement for taxation purposes unless used for the calculation of liquid petroleum gas, compressed natural gas, or liquid natural gas; (16) \"Gasoline,\" a fuel product commonly or commercially known or sold as gasoline or reformulated gasoline, which has not been blended with alcohol, naphtha, or any other fuel products such as casinghead, absorption, drip, or natural gasolines; (17) \"Heating fuel,\" a special fuel that is burned in a boiler furnace, or stove for heating or industrial processing purposes; (18) \"Highway construction work,\" all work which is performed in any capacity to propel vehicles, machinery, or equipment within the right-of-way in the construction, reconstruction, repair, or maintenance of public highways; (18A) \"Highway contractor,\" any person engaged in the activity of highway construction work in this state. The term does not include any person who only owns and operates motor vehicles within the right-of-way hauling gravel or concrete and does not own or operate off-road machinery in the highway construction work; (19) \"Import,\" with respect: (a) To a seller, when the seller's motor fuel or special fuel is delivered into South Dakota from out-of-state by or for the seller; and (b) To a purchaser, when the purchaser's motor fuel or special fuel is delivered into South Dakota from out-of-state by or for the purchaser; (20) \"Importer,\" any person who purchases or owns motor fuel or special fuel in another state or country and transports or delivers or causes the fuel to be transported or delivered into this state by any means other than pipeline; (21) \"Jet fuel,\" a special fuel that is formulated and produced specifically for use in jet aircraft; (22) \"Liquid,\" any substance that is liquid in excess of sixty degrees Fahrenheit and a pressure of fourteen and seven-tenths pounds per square inch absolute; (22A) \"Liquid natural gas,\" natural gas which has been cooled to approximately -260 degrees Fahrenheit and is in a liquid state, for use as a motor vehicle fuel and which for purposes of taxation as a motor vehicle fuel, shall be converted to equivalent liquid gallons of gasoline at the rate of 1.5536 gallons of liquid natural gas to equal one volumetric gross gallon of gasoline; (22B) \"Liquid natural gas vendor,\" any person engaged in the business of selling liquid natural gas for use in the engine fuel supply tanks of motor vehicles; (23) \"Liquid petroleum gas,\" liquid petroleum gas (LPG) when used as a motor vehicle fuel shall be converted for purposes of taxation to equivalent liquid gross gallons using the conversion factor of 4.24 pounds per gallon of liquid at sixty degrees Fahrenheit; (24) \"Liquid petroleum gas user\" a person who uses liquid petroleum gas in the engine fuel supply tank of a motor vehicle and wishes to purchase liquid petroleum gas in bulk into a storage tank which has a delivery hose attached thereto on a tax unpaid basis in this state; (25) \"Liquid petroleum gas vendor,\" a person engaged in the business of selling liquid petroleum gas, wholesale or retail, for use in the engine fuel supply tank of a motor vehicle in this state or has the capability of selling liquid petroleum gas for use in the engine fuel supply tank of a motor vehicle. The term applies to any vendor who uses LPG in a motor vehicle; (26) Repealed by SL 2009, ch 55, § 8. (26A) \"Marketer,\" any person who is engaged in business as a wholesale distributor or retail dealer; (26B) \"Methanol producer,\" any person who engages in the business of producing methyl alcohol for sale, use, or distribution; (26C) \"Methyl alcohol,\" a motor fuel typically derived from wood products; (27) \"Motor fuel,\" includes: (a) All products commonly or commercially known or sold as gasoline, ethyl alcohol, methyl alcohol, and all gasoline blends. These products may include in some quantity casinghead, absorption, natural gasoline, benzol, benzene, naphtha, except that flashing above one hundred degrees Fahrenheit, and Tagliabue closed cup test, which is sold and used only as cleaner's or painter's solvent; and (b) Any liquid prepared, advertised, offered for sale, or sold for use as commonly and commercially used as a fuel in internal combustion engines, which when subjected to distillation in accordance with the standard method of test for distillation of gasoline, naphtha, kerosene, and similar petroleum products (American Society of Testing Material Designation D-86) shows not less than ten percent distilled (recovered) below three hundred forty-seven degrees Fahrenheit and not less than ninety-five percent distilled (recovered) below four hundred sixty-four degrees Fahrenheit; (c) The term does not include liquefied gases which would not exist as liquids at a temperature of sixty degrees Fahrenheit and a pressure of fourteen and seven-tenths pounds per square inch absolute; (28) \"Motor vehicle,\" includes all vehicles that are required to be registered and licensed by a jurisdiction and are designed for use upon the public roads and highways. Terrigators and spray coupes Self-propelled agricultural application units, as defined in section 2 of this Act, that are not designed for use upon the public roads and highways, are not included in this definition; (29) \"Nonhighway agricultural use,\" fuel used off the public highways and roads of this state for producing, raising or growing, and harvesting of food or fiber upon agricultural land, including dairy products, livestock, and crops. The services of custom harvesters, pesticide and fertilizer applicators chemical applicators, fertilizer spreaders, hay grinders, and cultivators are considered agricultural purposes; (30) \"Nonhighway commercial use,\" fuel used off the public highways and roads of this state for business purposes other than a nonhighway agricultural use. Recreational vehicles including snowmobiles, go-carts, golf carts, bumper boats, and similar vehicles are not included in this definition; (31) \"Out-of-state supplier,\" any person who does not meet the geographic jurisdictional connections to this state required of a supplier, and is registered under Section 4101 of the Internal Revenue Code; (32) \"Person,\" a natural person, a partnership, a limited partnership, a joint venture, a firm, an association, a corporation, a cooperative, a representative appointed by a court, the state, a political subdivision, or any other entity, group, or syndicate; (33) \"Petroex number,\" a string of alpha or numeric characters that are used to communicate transactional information between a transporter or consignee and a supplier; (33A) \"Public highways or roads,\" any way or place of whatever nature, including waterways and snowmobile trails, which are open to the use of the public as a matter of right for the purpose of vehicular, snowmobile, or watercraft travel, even if the way or place is temporarily closed for the purpose of construction, reconstruction, maintenance, or repair; (33B) \"Qualified biobutanol producer,\" any person who engages in the business of producing biobutanol for sale, use, or distribution and who produced qualified ethyl alcohol on or before December 31, 2006, and is therefore eligible for receiving incentive payments for the production of ethyl alcohol under § 10-47B-162; (34) \"Qualified motor vehicle,\" a motor vehicle used, designed, or maintained for the transportation of persons or property and: (a) Having two axles and a gross vehicle weight or registered gross vehicle weight exceeding twenty-six thousand pounds; (b) Having three or more axles regardless of weight; or (c) Is used in combination when the weight of such combination exceeds twenty-six thousand pounds gross vehicle weight. The term does not include recreational vehicles used for pleasure; (34A) \"Racing fuel,\" a motor or special fuel that is specifically produced for use in race cars; (35) \"Rack,\" a dock, a platform, or an open bay with metered pipes, hoses or both that is used for delivering motor fuel or special fuel from a refinery or terminal into the cargo area of a motor vehicle, rail car, marine vessel, or aircraft for subsequent transfer or use into the engine fuel supply tank of a locomotive or any self-propelled vehicle. The term includes a pipe, series of pipes, or pipeline used to withdraw motor fuel or special fuel from one pipeline system to another pipeline system or storage facility, if the fuel withdrawn is committed for sale or use in this state; (36) \"Retail dealer,\" a person who sells or distributes motor fuel or special fuel to the end user within this state; (37) \"Sale,\" the title of fuel passed from the seller to the buyer for a consideration; (38) \"Secretary,\" the secretary of the Department of Revenue; (39) \"Special fuel,\" all combustible gases and liquids that are: (a) Suitable for the generation of power in an internal combustion engine or motor; or (b) Used exclusively for heating, industrial, or farm purposes other than for the operation of a motor vehicle. The term includes diesel fuel, fuel oil, heating fuel, biodiesel, all special fuel blends, and all kerosene products except K-1. The term does not include motor fuel, liquid petroleum gas, liquid natural gas, compressed natural gas, or natural gas which is not compressed natural gas. The term, special use fuel, is synonymous with the term, special fuel; (40) \"Supplier or shipper,\" a person that imports or acquires upon import into this state motor fuel or special fuel by pipeline or marine vessel from another state, territory, or possession of the United States into a terminal within this state, or that imports motor fuel or special fuel into this state from a foreign country or that produces, manufactures, or refines motor fuel or special fuel within this state, or that owns motor fuel or special fuel in the pipeline and terminal distribution system in this state and makes sales or authorizes removal of motor fuel or special fuel from a terminal in this state at the rack or is the receiving exchange partner in a two party exchange or the final transferee in a book transfer, and is subject to the general taxing or police jurisdiction of this state, or is required to be registered under Section 4101 of the Internal Revenue Code for transactions in taxable fuels in the bulk distribution system. The person need not be required to be registered under Section 4101 of the Internal Revenue Code if operating as a railroad company or utility company. A terminal operator may not be considered a supplier merely because the terminal operator handles motor fuel or special fuel consigned to it within a terminal. The name of the supplier or shipper shall must be identified and prominently displayed on the bill of lading; (41) \"Tank wagon,\" a vehicle designed to transport motor fuel or special fuel in bulk, in lots of four thousand two hundred gallons or less; (42) \"Terminal,\" a fuel refinery or storage and distribution facility that is supplied by pipeline or marine vessel, from which motor fuel or special fuel may be removed at a rack and that has been registered as a qualified terminal by the Internal Revenue Service for receipt of taxable fuels free of federal fuel taxes; (43) \"Terminal operator,\" the person who by ownership or contractual agreement is charged with the responsibility and physical control over the operation of the terminal; (44) \"Transfer in bulk into or within a terminal\" includes the following: (a) A marine barge movement of fuel from a refinery or terminal to a terminal; (b) Pipeline movements of fuel from a refinery or terminal to terminal; (c) Book transfers of product within a terminal between suppliers, out-of-state suppliers, or position holders before completion of the removal of the fuel across the terminal rack; (d) Two-party exchanges between licensed suppliers and out-of-state suppliers or position holders; (45) \"Transmix,\" the buffer between two different products in a pipeline shipment, or a mix of two different products within a refinery or terminal that results in an off-grade mixture; (46) \"Transporter or carrier,\" any person who engages in the activity of interstate or intrastate movement of fuel within this state by transport truck, rail car, or by any other means in quantities of over four thousand two hundred gallons. The term does not include persons who transport fuel by pipeline or barge. The name of the transporter or carrier shall must be identified and prominently displayed on the bill of lading; (47) \"Transport truck,\" a vehicle, a combination of vehicles, or railcar designed to transport motor fuel or special fuel in bulk, in lots greater than four thousand two hundred gallons; (48) \"Two-party exchange,\" a transaction in which a product is transferred from one supplier or out-of-state supplier or position holder to another in exchange for other another product, sometimes located at a different location, if: (a) The transaction includes a transfer from the person who holds the original inventory position for motor fuel or special fuel in the terminal as indicated in the records of the terminal operator; and (b) The exchange transaction is completed before removal from the terminal by the receiving exchange partner. The bill of lading issued by the terminal operator shall must indicate the receiving exchange partner as the supplier or shipper; (49) \"Wholesale distributor,\" any person who purchases motor fuel or special fuel from a supplier or another wholesale distributor, or removes the fuel from a terminal at the rack, for subsequent sale to another wholesale distributor or retail dealer. Section 2. That chapter 32-5B be amended with a NEW SECTION: Any self-propelled agricultural application unit that is purchased for use in this state is exempt from the provisions of this chapter and chapters 32-3 and 32-5. For purposes of this section, the term, self-propelled agricultural application unit, is defined as equipment designed and used exclusively to carry and apply fertilizer, pesticides, or related products for agricultural purposes. This term does not include a spray unit attached to a motor vehicle chassis."}, {"bill_id": 22645, "bill_version_id": 234295, "bill_version": "House Transportation Engrossed", "bill_version_date": "2022-02-22T16:11:47.733-06:00", "bill_text": "An Act to revise provisions regarding self-propelled agriculture units. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-47B-3 be AMENDED: 10-47B-3. Terms used in this chapter mean: (1) \"ASTM,\" the American Society for Testing and Materials, a private organization that utilizes committees of industry representatives and regulators to develop product quality standards and test methods to be used by industries, regulator agencies, and purchasing agents; (1A) \"Aviation gasoline,\" a motor fuel that is formulated and produced specifically for use in aircraft; (1B) \"Biobutanol,\" butyl alcohol produced from cereal grains; (1C) \"Biodiesel,\" a fuel that is comprised of: (a) Mono-alkyl esters of long chain fatty acids derived from vegetable oils or animal fats, designated B100, and meeting the requirements of the American Society of Testing and Materials D 6751 as of January 1, 2008; (b) A derivative of any organic material, without regard to the process used, that meets the registration requirements for fuels and chemicals established by the Environmental Protection Agency under section 211 of the Clean Air Act (42 U.S.C. 7545) as of January 1, 2008, and the American Society of Testing and Materials (ASTM) D975 or D396 as of January 1, 2008, but does not include oil, natural gas, or coal (including lignite), or any products thereof; or (c) Both; (1D) \"Biodiesel blend,\" a blended special fuel containing a minimum of five percent by volume of biodiesel; (1E) \"Biodiesel producer,\" a person who engages in the business of producing biodiesel for sale, use, or distribution; (2) \"Blender,\" a person engaged in the activity of making blends. A person need not be a blender to mix two or more substances which that have previously been subject to the fuel excise tax imposed by this chapter. A person need not be a blender to mix two or more substances which that have not been subject to the fuel excise tax imposed by this chapter, if the mixed product does not result in producing a motor fuel or special fuel; (3) \"Blends,\" one or more petroleum product products, mixed with or without another product, regardless of the original character of the product blended, if the product obtained by the blending is capable of use in the generation of power for the propulsion of a motor vehicle, an airplane, or a motorboat. The term does not include those blends that occur in the process of refining by the original refiner of crude petroleum or by the blending of products known as lubricating oil and greases. The term does not apply to fuel additives which have been subject to sales or use tax imposed by chapters 10-45 and 10-46, or to dye; (3A) \"Book transfer,\" a transaction in which a product is transferred from one supplier or out-of-state supplier or position holder to another, if: (a) The transaction includes a transfer from the person who holds the inventory position for motor fuel or special fuel in the terminal as indicated in the records of the terminal operator; and (b) The transfer is completed within the terminal at the time of the removal from the terminal for delivery to a customer of the transferee. The bill of lading issued by the terminal operator shall must indicate the transferee as the supplier or shipper; (4) \"Bulk container\" or \"bulk cargo area,\" any tank, vessel, or container used to store or transport fuel. This term does not include a supply tank which that is mounted on a motor vehicle and connected to the engine of that motor vehicle; (5) \"Bulk plant,\" a motor fuel or special fuel storage facility, other than a terminal, that is primarily used for redistribution of motor fuel or special fuel by a transport truck, tank wagon, or rail car; (5A) \"Bulk plant operator,\" a person who has responsibility and physical control over the operation of a bulk plant; (6) \"Compressed natural gas,\" natural gas which has been compressed, but not to a liquid state, for use as a motor vehicle fuel and which for purposes of taxation as a motor vehicle fuel, shall must be converted to equivalent liquid gallons of gasoline at the rate of 126.67 cubic feet of natural gas as its natural service delivery line pressure to equal one volumetric gross gallon of gasoline; (7) \"Compressed natural gas vendor,\" a person engaged in the business of selling compressed natural gas for use in the engine fuel supply tanks of motor vehicles and is regulated by the Public Utilities Commission; (7A) \"Consignee,\" the first person to hold title to fuel after it is withdrawn at a terminal rack or bulk plant and delivered into a bulk cargo area of a transport truck or railcar. The name of the consignee shall must be identified and prominently displayed on the bill of lading; (8) \"Department,\" the Department of Revenue; (9) \"Destination state,\" the state for which a motor vehicle, railcar, or barge is destined for off-loading of motor fuel or special fuel from its bulk cargo area by the consignee into storage facilities for consumption or resale. If title of the fuel passes from the consignee to another party prior to off-loading, the destination state is the state in which title passes. The destination state shall must be identified and prominently displayed on the bill of lading. If the destination state is not prominently displayed on the bill of lading, it is presumed that South Dakota is the destination state; (10) \"Ethanol blend,\" a blended motor fuel containing ethyl alcohol of at least ninety-nine percent purity typically derived from agricultural products which is that are blended exclusively with a product commonly or commercially known or sold as gasoline; (10A) \"Ethanol broker,\" any person who engages in the business of marketing ethyl alcohol produced by ethanol producers located in South Dakota; (11) Repealed by SL 2009, ch 55, § 3; (12) \"Ethanol producer,\" any person who engages in the business of producing ethyl alcohol for sale, use, or distribution; (12A) \"Ethyl alcohol,\" a motor fuel typically derived from agricultural products that has been denatured as prescribed in § 10-47B-166. This definition does not apply to § 10-47B-162; (13) \"Export,\" with respect: (a) To a seller, when the seller's motor fuel or special fuel is delivered out-of-state by or for the seller; and (b) To a purchaser, when the purchaser's motor fuel or special fuel is delivered out-of-state by or for the purchaser; (14) \"Exporter,\" any person, who purchases or owns motor fuel or special fuel in this state and transports or delivers or causes the fuel to be transported or delivered to another state or country by any means other than a pipeline; (14A) \"Fuel additive,\" a product purchased or acquired for the purpose of adding it to motor fuel or special fuel which was formulated and produced exclusively to enhance the performance or quality of the fuel. The term does not include kerosene; (15) \"Gallon,\" for purposes of fuel taxation, a United States gallon measured on a gross volume basis. Temperature adjusted or net gallons of measurement are not acceptable as units of measurement for taxation purposes unless used for the calculation of liquid petroleum gas, compressed natural gas, or liquid natural gas; (16) \"Gasoline,\" a fuel product commonly or commercially known or sold as gasoline or reformulated gasoline, which has not been blended with alcohol, naphtha, or any other fuel products such as casinghead, absorption, drip, or natural gasolines; (17) \"Heating fuel,\" a special fuel that is burned in a boiler furnace, or stove for heating or industrial processing purposes; (18) \"Highway construction work,\" all work which is performed in any capacity to propel vehicles, machinery, or equipment within the right-of-way in the construction, reconstruction, repair, or maintenance of public highways; (18A) \"Highway contractor,\" any person engaged in the activity of highway construction work in this state. The term does not include any person who only owns and operates motor vehicles within the right-of-way hauling gravel or concrete and does not own or operate off-road machinery in the highway construction work; (19) \"Import,\" with respect: (a) To a seller, when the seller's motor fuel or special fuel is delivered into South Dakota from out-of-state by or for the seller; and (b) To a purchaser, when the purchaser's motor fuel or special fuel is delivered into South Dakota from out-of-state by or for the purchaser; (20) \"Importer,\" any person who purchases or owns motor fuel or special fuel in another state or country and transports or delivers or causes the fuel to be transported or delivered into this state by any means other than pipeline; (21) \"Jet fuel,\" a special fuel that is formulated and produced specifically for use in jet aircraft; (22) \"Liquid,\" any substance that is liquid in excess of sixty degrees Fahrenheit and a pressure of fourteen and seven-tenths pounds per square inch absolute; (22A) \"Liquid natural gas,\" natural gas which has been cooled to approximately -260 degrees Fahrenheit and is in a liquid state, for use as a motor vehicle fuel and which for purposes of taxation as a motor vehicle fuel, shall be converted to equivalent liquid gallons of gasoline at the rate of 1.5536 gallons of liquid natural gas to equal one volumetric gross gallon of gasoline; (22B) \"Liquid natural gas vendor,\" any person engaged in the business of selling liquid natural gas for use in the engine fuel supply tanks of motor vehicles; (23) \"Liquid petroleum gas,\" liquid petroleum gas (LPG) when used as a motor vehicle fuel shall be converted for purposes of taxation to equivalent liquid gross gallons using the conversion factor of 4.24 pounds per gallon of liquid at sixty degrees Fahrenheit; (24) \"Liquid petroleum gas user\" a person who uses liquid petroleum gas in the engine fuel supply tank of a motor vehicle and wishes to purchase liquid petroleum gas in bulk into a storage tank which has a delivery hose attached thereto on a tax unpaid basis in this state; (25) \"Liquid petroleum gas vendor,\" a person engaged in the business of selling liquid petroleum gas, wholesale or retail, for use in the engine fuel supply tank of a motor vehicle in this state or has the capability of selling liquid petroleum gas for use in the engine fuel supply tank of a motor vehicle. The term applies to any vendor who uses LPG in a motor vehicle; (26) Repealed by SL 2009, ch 55, § 8. (26A) \"Marketer,\" any person who is engaged in business as a wholesale distributor or retail dealer; (26B) \"Methanol producer,\" any person who engages in the business of producing methyl alcohol for sale, use, or distribution; (26C) \"Methyl alcohol,\" a motor fuel typically derived from wood products; (27) \"Motor fuel,\" includes: (a) All products commonly or commercially known or sold as gasoline, ethyl alcohol, methyl alcohol, and all gasoline blends. These products may include in some quantity casinghead, absorption, natural gasoline, benzol, benzene, naphtha, except that flashing above one hundred degrees Fahrenheit, and Tagliabue closed cup test, which is sold and used only as cleaner's or painter's solvent; and (b) Any liquid prepared, advertised, offered for sale, or sold for use as commonly and commercially used as a fuel in internal combustion engines, which when subjected to distillation in accordance with the standard method of test for distillation of gasoline, naphtha, kerosene, and similar petroleum products (American Society of Testing Material Designation D-86) shows not less than ten percent distilled (recovered) below three hundred forty-seven degrees Fahrenheit and not less than ninety-five percent distilled (recovered) below four hundred sixty-four degrees Fahrenheit; (c) The term does not include liquefied gases which would not exist as liquids at a temperature of sixty degrees Fahrenheit and a pressure of fourteen and seven-tenths pounds per square inch absolute; (28) \"Motor vehicle,\" includes all vehicles that are required to be registered and licensed by a jurisdiction and are designed for use upon the public roads and highways. Terrigators and spray coupes Self-propelled agricultural application units, as defined in section 2 of this Act, that are not designed for use upon the public roads and highways, are not included in this definition; (29) \"Nonhighway agricultural use,\" fuel used off the public highways and roads of this state for producing, raising or growing, and harvesting of food or fiber upon agricultural land, including dairy products, livestock, and crops. The services of custom harvesters, pesticide and fertilizer applicators chemical applicators, fertilizer spreaders, hay grinders, and cultivators are considered agricultural purposes; (30) \"Nonhighway commercial use,\" fuel used off the public highways and roads of this state for business purposes other than a nonhighway agricultural use. Recreational vehicles including snowmobiles, go-carts, golf carts, bumper boats, and similar vehicles are not included in this definition; (31) \"Out-of-state supplier,\" any person who does not meet the geographic jurisdictional connections to this state required of a supplier, and is registered under Section 4101 of the Internal Revenue Code; (32) \"Person,\" a natural person, a partnership, a limited partnership, a joint venture, a firm, an association, a corporation, a cooperative, a representative appointed by a court, the state, a political subdivision, or any other entity, group, or syndicate; (33) \"Petroex number,\" a string of alpha or numeric characters that are used to communicate transactional information between a transporter or consignee and a supplier; (33A) \"Public highways or roads,\" any way or place of whatever nature, including waterways and snowmobile trails, which are open to the use of the public as a matter of right for the purpose of vehicular, snowmobile, or watercraft travel, even if the way or place is temporarily closed for the purpose of construction, reconstruction, maintenance, or repair; (33B) \"Qualified biobutanol producer,\" any person who engages in the business of producing biobutanol for sale, use, or distribution and who produced qualified ethyl alcohol on or before December 31, 2006, and is therefore eligible for receiving incentive payments for the production of ethyl alcohol under § 10-47B-162; (34) \"Qualified motor vehicle,\" a motor vehicle used, designed, or maintained for the transportation of persons or property and: (a) Having two axles and a gross vehicle weight or registered gross vehicle weight exceeding twenty-six thousand pounds; (b) Having three or more axles regardless of weight; or (c) Is used in combination when the weight of such combination exceeds twenty-six thousand pounds gross vehicle weight. The term does not include recreational vehicles used for pleasure; (34A) \"Racing fuel,\" a motor or special fuel that is specifically produced for use in race cars; (35) \"Rack,\" a dock, a platform, or an open bay with metered pipes, hoses or both that is used for delivering motor fuel or special fuel from a refinery or terminal into the cargo area of a motor vehicle, rail car, marine vessel, or aircraft for subsequent transfer or use into the engine fuel supply tank of a locomotive or any self-propelled vehicle. The term includes a pipe, series of pipes, or pipeline used to withdraw motor fuel or special fuel from one pipeline system to another pipeline system or storage facility, if the fuel withdrawn is committed for sale or use in this state; (36) \"Retail dealer,\" a person who sells or distributes motor fuel or special fuel to the end user within this state; (37) \"Sale,\" the title of fuel passed from the seller to the buyer for a consideration; (38) \"Secretary,\" the secretary of the Department of Revenue; (39) \"Special fuel,\" all combustible gases and liquids that are: (a) Suitable for the generation of power in an internal combustion engine or motor; or (b) Used exclusively for heating, industrial, or farm purposes other than for the operation of a motor vehicle. The term includes diesel fuel, fuel oil, heating fuel, biodiesel, all special fuel blends, and all kerosene products except K-1. The term does not include motor fuel, liquid petroleum gas, liquid natural gas, compressed natural gas, or natural gas which is not compressed natural gas. The term, special use fuel, is synonymous with the term, special fuel; (40) \"Supplier or shipper,\" a person that imports or acquires upon import into this state motor fuel or special fuel by pipeline or marine vessel from another state, territory, or possession of the United States into a terminal within this state, or that imports motor fuel or special fuel into this state from a foreign country or that produces, manufactures, or refines motor fuel or special fuel within this state, or that owns motor fuel or special fuel in the pipeline and terminal distribution system in this state and makes sales or authorizes removal of motor fuel or special fuel from a terminal in this state at the rack or is the receiving exchange partner in a two party exchange or the final transferee in a book transfer, and is subject to the general taxing or police jurisdiction of this state, or is required to be registered under Section 4101 of the Internal Revenue Code for transactions in taxable fuels in the bulk distribution system. The person need not be required to be registered under Section 4101 of the Internal Revenue Code if operating as a railroad company or utility company. A terminal operator may not be considered a supplier merely because the terminal operator handles motor fuel or special fuel consigned to it within a terminal. The name of the supplier or shipper shall must be identified and prominently displayed on the bill of lading; (41) \"Tank wagon,\" a vehicle designed to transport motor fuel or special fuel in bulk, in lots of four thousand two hundred gallons or less; (42) \"Terminal,\" a fuel refinery or storage and distribution facility that is supplied by pipeline or marine vessel, from which motor fuel or special fuel may be removed at a rack and that has been registered as a qualified terminal by the Internal Revenue Service for receipt of taxable fuels free of federal fuel taxes; (43) \"Terminal operator,\" the person who by ownership or contractual agreement is charged with the responsibility and physical control over the operation of the terminal; (44) \"Transfer in bulk into or within a terminal\" includes the following: (a) A marine barge movement of fuel from a refinery or terminal to a terminal; (b) Pipeline movements of fuel from a refinery or terminal to terminal; (c) Book transfers of product within a terminal between suppliers, out-of-state suppliers, or position holders before completion of the removal of the fuel across the terminal rack; (d) Two-party exchanges between licensed suppliers and out-of-state suppliers or position holders; (45) \"Transmix,\" the buffer between two different products in a pipeline shipment, or a mix of two different products within a refinery or terminal that results in an off-grade mixture; (46) \"Transporter or carrier,\" any person who engages in the activity of interstate or intrastate movement of fuel within this state by transport truck, rail car, or by any other means in quantities of over four thousand two hundred gallons. The term does not include persons who transport fuel by pipeline or barge. The name of the transporter or carrier shall must be identified and prominently displayed on the bill of lading; (47) \"Transport truck,\" a vehicle, a combination of vehicles, or railcar designed to transport motor fuel or special fuel in bulk, in lots greater than four thousand two hundred gallons; (48) \"Two-party exchange,\" a transaction in which a product is transferred from one supplier or out-of-state supplier or position holder to another in exchange for other another product, sometimes located at a different location, if: (a) The transaction includes a transfer from the person who holds the original inventory position for motor fuel or special fuel in the terminal as indicated in the records of the terminal operator; and (b) The exchange transaction is completed before removal from the terminal by the receiving exchange partner. The bill of lading issued by the terminal operator shall must indicate the receiving exchange partner as the supplier or shipper; (49) \"Wholesale distributor,\" any person who purchases motor fuel or special fuel from a supplier or another wholesale distributor, or removes the fuel from a terminal at the rack, for subsequent sale to another wholesale distributor or retail dealer. Section 2. That chapter 32-5B be amended with a NEW SECTION: Any self-propelled agricultural application unit that is purchased for use in this state is exempt from the provisions of this chapter and chapters 32-3 and 32-5. For purposes of this section, the term, self-propelled agricultural application unit, is defined as equipment designed and used exclusively to carry and apply fertilizer, pesticides, or related products for agricultural purposes. This term does not include an application unit attached to a motor vehicle chassis."}, {"bill_id": 22645, "bill_version_id": 234883, "bill_version": "Enrolled", "bill_version_date": "2022-02-28T10:40:11.087-06:00", "bill_text": "ENTITLED An Act to revise provisions regarding self-propelled agriculture units. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-47B-3 be AMENDED: 10-47B-3. Terms used in this chapter mean: (1) \"ASTM,\" the American Society for Testing and Materials, a private organization that utilizes committees of industry representatives and regulators to develop product quality standards and test methods to be used by industries, regulator agencies, and purchasing agents; (1A) \"Aviation gasoline,\" a motor fuel that is formulated and produced specifically for use in aircraft; (1B) \"Biobutanol,\" butyl alcohol produced from cereal grains; (1C) \"Biodiesel,\" a fuel that is comprised of: (a) Mono-alkyl esters of long chain fatty acids derived from vegetable oils or animal fats, designated B100, and meeting the requirements of the American Society of Testing and Materials D 6751 as of January 1, 2008; (b) A derivative of any organic material, without regard to the process used, that meets the registration requirements for fuels and chemicals established by the Environmental Protection Agency under section 211 of the Clean Air Act (42 U.S.C. 7545) as of January 1, 2008, and the American Society of Testing and Materials (ASTM) D975 or D396 as of January 1, 2008, but does not include oil, natural gas, or coal (including lignite), or any products thereof; or (c) Both; (1D) \"Biodiesel blend,\" a blended special fuel containing a minimum of five percent by volume of biodiesel; (1E) \"Biodiesel producer,\" a person who engages in the business of producing biodiesel for sale, use, or distribution; (2) \"Blender,\" a person engaged in the activity of making blends. A person need not be a blender to mix two or more substances that have previously been subject to the fuel excise tax imposed by this chapter. A person need not be a blender to mix two or more substances that have not been subject to the fuel excise tax imposed by this chapter if the mixed product does not result in producing a motor fuel or special fuel; (3) \"Blends,\" one or more petroleum products, mixed with or without another product, regardless of the original character of the product blended, if the product obtained by the blending is capable of use in the generation of power for the propulsion of a motor vehicle, an airplane, or a motorboat. The term does not include those blends that occur in the process of refining by the original refiner of crude petroleum or by the blending of products known as lubricating oil and greases. The term does not apply to fuel additives which have been subject to sales or use tax imposed by chapters 10-45 and 10-46, or to dye; (3A) \"Book transfer,\" a transaction in which a product is transferred from one supplier or out-of-state supplier or position holder to another, if: (a) The transaction includes a transfer from the person who holds the inventory position for motor fuel or special fuel in the terminal as indicated in the records of the terminal operator; and (b) The transfer is completed within the terminal at the time of the removal from the terminal for delivery to a customer of the transferee. The bill of lading issued by the terminal operator must indicate the transferee as the supplier or shipper; (4) \"Bulk container\" or \"bulk cargo area,\" any tank, vessel, or container used to store or transport fuel. This term does not include a supply tank that is mounted on a motor vehicle and connected to the engine of that motor vehicle; (5) \"Bulk plant,\" a motor fuel or special fuel storage facility, other than a terminal, that is primarily used for redistribution of motor fuel or special fuel by a transport truck, tank wagon, or rail car; (5A) \"Bulk plant operator,\" a person who has responsibility and physical control over the operation of a bulk plant; (6) \"Compressed natural gas,\" natural gas which has been compressed, but not to a liquid state, for use as a motor vehicle fuel and which for purposes of taxation as a motor vehicle fuel, must be converted to equivalent liquid gallons of gasoline at the rate of 126.67 cubic feet of natural gas as its natural service delivery line pressure to equal one volumetric gross gallon of gasoline; (7) \"Compressed natural gas vendor,\" a person engaged in the business of selling compressed natural gas for use in the engine fuel supply tanks of motor vehicles and is regulated by the Public Utilities Commission; (7A) \"Consignee,\" the first person to hold title to fuel after it is withdrawn at a terminal rack or bulk plant and delivered into a bulk cargo area of a transport truck or railcar. The name of the consignee must be identified and prominently displayed on the bill of lading; (8) \"Department,\" the Department of Revenue; (9) \"Destination state,\" the state for which a motor vehicle, railcar, or barge is destined for off-loading of motor fuel or special fuel from its bulk cargo area by the consignee into storage facilities for consumption or resale. If title of the fuel passes from the consignee to another party prior to off-loading, the destination state is the state in which title passes. The destination state must be identified and prominently displayed on the bill of lading. If the destination state is not prominently displayed on the bill of lading, it is presumed that South Dakota is the destination state; (10) \"Ethanol blend,\" a blended motor fuel containing ethyl alcohol of at least ninety-nine percent purity typically derived from agricultural products that are blended exclusively with a product commonly or commercially known or sold as gasoline; (10A) \"Ethanol broker,\" any person who engages in the business of marketing ethyl alcohol produced by ethanol producers located in South Dakota; (11) Repealed by SL 2009, ch 55, § 3; (12) \"Ethanol producer,\" any person who engages in the business of producing ethyl alcohol for sale, use, or distribution; (12A) \"Ethyl alcohol,\" a motor fuel typically derived from agricultural products that has been denatured as prescribed in § 10-47B-166. This definition does not apply to § 10-47B-162; (13) \"Export,\" with respect: (a) To a seller, when the seller's motor fuel or special fuel is delivered out-of-state by or for the seller; and (b) To a purchaser, when the purchaser's motor fuel or special fuel is delivered out-of-state by or for the purchaser; (14) \"Exporter,\" any person, who purchases or owns motor fuel or special fuel in this state and transports or delivers or causes the fuel to be transported or delivered to another state or country by any means other than a pipeline; (14A) \"Fuel additive,\" a product purchased or acquired for the purpose of adding it to motor fuel or special fuel which was formulated and produced exclusively to enhance the performance or quality of the fuel. The term does not include kerosene; (15) \"Gallon,\" for purposes of fuel taxation, a United States gallon measured on a gross volume basis. Temperature adjusted or net gallons of measurement are not acceptable as units of measurement for taxation purposes unless used for the calculation of liquid petroleum gas, compressed natural gas, or liquid natural gas; (16) \"Gasoline,\" a fuel product commonly or commercially known or sold as gasoline or reformulated gasoline, which has not been blended with alcohol, naphtha, or any other fuel products such as casinghead, absorption, drip, or natural gasolines; (17) \"Heating fuel,\" a special fuel that is burned in a boiler furnace, or stove for heating or industrial processing purposes; (18) \"Highway construction work,\" all work which is performed in any capacity to propel vehicles, machinery, or equipment within the right-of-way in the construction, reconstruction, repair, or maintenance of public highways; (18A) \"Highway contractor,\" any person engaged in the activity of highway construction work in this state. The term does not include any person who only owns and operates motor vehicles within the right-of-way hauling gravel or concrete and does not own or operate off-road machinery in the highway construction work; (19) \"Import,\" with respect: (a) To a seller, when the seller's motor fuel or special fuel is delivered into South Dakota from out-of-state by or for the seller; and (b) To a purchaser, when the purchaser's motor fuel or special fuel is delivered into South Dakota from out-of-state by or for the purchaser; (20) \"Importer,\" any person who purchases or owns motor fuel or special fuel in another state or country and transports or delivers or causes the fuel to be transported or delivered into this state by any means other than pipeline; (21) \"Jet fuel,\" a special fuel that is formulated and produced specifically for use in jet aircraft; (22) \"Liquid,\" any substance that is liquid in excess of sixty degrees Fahrenheit and a pressure of fourteen and seven-tenths pounds per square inch absolute; (22A) \"Liquid natural gas,\" natural gas which has been cooled to approximately -260 degrees Fahrenheit and is in a liquid state, for use as a motor vehicle fuel and which for purposes of taxation as a motor vehicle fuel, shall be converted to equivalent liquid gallons of gasoline at the rate of 1.5536 gallons of liquid natural gas to equal one volumetric gross gallon of gasoline; (22B) \"Liquid natural gas vendor,\" any person engaged in the business of selling liquid natural gas for use in the engine fuel supply tanks of motor vehicles; (23) \"Liquid petroleum gas,\" liquid petroleum gas (LPG) when used as a motor vehicle fuel shall be converted for purposes of taxation to equivalent liquid gross gallons using the conversion factor of 4.24 pounds per gallon of liquid at sixty degrees Fahrenheit; (24) \"Liquid petroleum gas user\" a person who uses liquid petroleum gas in the engine fuel supply tank of a motor vehicle and wishes to purchase liquid petroleum gas in bulk into a storage tank which has a delivery hose attached thereto on a tax unpaid basis in this state; (25) \"Liquid petroleum gas vendor,\" a person engaged in the business of selling liquid petroleum gas, wholesale or retail, for use in the engine fuel supply tank of a motor vehicle in this state or has the capability of selling liquid petroleum gas for use in the engine fuel supply tank of a motor vehicle. The term applies to any vendor who uses LPG in a motor vehicle; (26) Repealed by SL 2009, ch 55, § 8. (26A) \"Marketer,\" any person who is engaged in business as a wholesale distributor or retail dealer; (26B) \"Methanol producer,\" any person who engages in the business of producing methyl alcohol for sale, use, or distribution; (26C) \"Methyl alcohol,\" a motor fuel typically derived from wood products; (27) \"Motor fuel,\" includes: (a) All products commonly or commercially known or sold as gasoline, ethyl alcohol, methyl alcohol, and all gasoline blends. These products may include in some quantity casinghead, absorption, natural gasoline, benzol, benzene, naphtha, except that flashing above one hundred degrees Fahrenheit, and Tagliabue closed cup test, which is sold and used only as cleaner's or painter's solvent; and (b) Any liquid prepared, advertised, offered for sale, or sold for use as commonly and commercially used as a fuel in internal combustion engines, which when subjected to distillation in accordance with the standard method of test for distillation of gasoline, naphtha, kerosene, and similar petroleum products (American Society of Testing Material Designation D-86) shows not less than ten percent distilled (recovered) below three hundred forty-seven degrees Fahrenheit and not less than ninety-five percent distilled (recovered) below four hundred sixty-four degrees Fahrenheit; (c) The term does not include liquefied gases which would not exist as liquids at a temperature of sixty degrees Fahrenheit and a pressure of fourteen and seven-tenths pounds per square inch absolute; (28) \"Motor vehicle,\" includes all vehicles that are required to be registered and licensed by a jurisdiction and are designed for use upon public roads and highways. Self-propelled agricultural application units, as defined in section 2 of this Act, that are not designed for use upon the public roads and highways, are not included in this definition; (29) \"Nonhighway agricultural use,\" fuel used off the public highways and roads of this state for producing, raising or growing, and harvesting of food or fiber upon agricultural land, including dairy products, livestock, and crops. The services of custom harvesters, pesticide and fertilizer applicators, hay grinders, and cultivators are considered agricultural purposes; (30) \"Nonhighway commercial use,\" fuel used off the public highways and roads of this state for business purposes other than a nonhighway agricultural use. Recreational vehicles including snowmobiles, go-carts, golf carts, bumper boats, and similar vehicles are not included in this definition; (31) \"Out-of-state supplier,\" any person who does not meet the geographic jurisdictional connections to this state required of a supplier, and is registered under Section 4101 of the Internal Revenue Code; (32) \"Person,\" a natural person, a partnership, a limited partnership, a joint venture, a firm, an association, a corporation, a cooperative, a representative appointed by a court, the state, a political subdivision, or any other entity, group, or syndicate; (33) \"Petroex number,\" a string of alpha or numeric characters that are used to communicate transactional information between a transporter or consignee and a supplier; (33A) \"Public highways or roads,\" any way or place of whatever nature, including waterways and snowmobile trails, which are open to the use of the public as a matter of right for the purpose of vehicular, snowmobile, or watercraft travel, even if the way or place is temporarily closed for the purpose of construction, reconstruction, maintenance, or repair; (33B) \"Qualified biobutanol producer,\" any person who engages in the business of producing biobutanol for sale, use, or distribution and who produced qualified ethyl alcohol on or before December 31, 2006, and is therefore eligible for receiving incentive payments for the production of ethyl alcohol under § 10-47B-162; (34) \"Qualified motor vehicle,\" a motor vehicle used, designed, or maintained for the transportation of persons or property and: (a) Having two axles and a gross vehicle weight or registered gross vehicle weight exceeding twenty-six thousand pounds; (b) Having three or more axles regardless of weight; or (c) Is used in combination when the weight of such combination exceeds twenty-six thousand pounds gross vehicle weight. The term does not include recreational vehicles used for pleasure; (34A) \"Racing fuel,\" a motor or special fuel that is specifically produced for use in race cars; (35) \"Rack,\" a dock, a platform, or an open bay with metered pipes, hoses or both that is used for delivering motor fuel or special fuel from a refinery or terminal into the cargo area of a motor vehicle, rail car, marine vessel, or aircraft for subsequent transfer or use into the engine fuel supply tank of a locomotive or any self-propelled vehicle. The term includes a pipe, series of pipes, or pipeline used to withdraw motor fuel or special fuel from one pipeline system to another pipeline system or storage facility, if the fuel withdrawn is committed for sale or use in this state; (36) \"Retail dealer,\" a person who sells or distributes motor fuel or special fuel to the end user within this state; (37) \"Sale,\" the title of fuel passed from the seller to the buyer for consideration; (38) \"Secretary,\" the secretary of the Department of Revenue; (39) \"Special fuel,\" all combustible gases and liquids that are: (a) Suitable for the generation of power in an internal combustion engine or motor; or (b) Used exclusively for heating, industrial, or farm purposes other than for the operation of a motor vehicle. The term includes diesel fuel, fuel oil, heating fuel, biodiesel, all special fuel blends, and all kerosene products except K-1. The term does not include motor fuel, liquid petroleum gas, liquid natural gas, compressed natural gas, or natural gas which is not compressed natural gas. The term, special use fuel, is synonymous with the term, special fuel; (40) \"Supplier or shipper,\" a person that imports or acquires upon import into this state motor fuel or special fuel by pipeline or marine vessel from another state, territory, or possession of the United States into a terminal within this state, or that imports motor fuel or special fuel into this state from a foreign country or that produces, manufactures, or refines motor fuel or special fuel within this state, or that owns motor fuel or special fuel in the pipeline and terminal distribution system in this state and makes sales or authorizes removal of motor fuel or special fuel from a terminal in this state at the rack or is the receiving exchange partner in a two party exchange or the final transferee in a book transfer, and is subject to the general taxing or police jurisdiction of this state, or is required to be registered under Section 4101 of the Internal Revenue Code for transactions in taxable fuels in the bulk distribution system. The person need not be required to be registered under Section 4101 of the Internal Revenue Code if operating as a railroad company or utility company. A terminal operator may not be considered a supplier merely because the terminal operator handles motor fuel or special fuel consigned to it within a terminal. The name of the supplier or shipper must be identified and prominently displayed on the bill of lading; (41) \"Tank wagon,\" a vehicle designed to transport motor fuel or special fuel in bulk, in lots of four thousand two hundred gallons or less; (42) \"Terminal,\" a fuel refinery or storage and distribution facility that is supplied by pipeline or marine vessel, from which motor fuel or special fuel may be removed at a rack and that has been registered as a qualified terminal by the Internal Revenue Service for receipt of taxable fuels free of federal fuel taxes; (43) \"Terminal operator,\" the person who by ownership or contractual agreement is charged with the responsibility and physical control over the operation of the terminal; (44) \"Transfer in bulk into or within a terminal\" includes the following: (a) A marine barge movement of fuel from a refinery or terminal to a terminal; (b) Pipeline movements of fuel from a refinery or terminal to terminal; (c) Book transfers of product within a terminal between suppliers, out-of-state suppliers, or position holders before completion of the removal of the fuel across the terminal rack; (d) Two-party exchanges between licensed suppliers and out-of-state suppliers or position holders; (45) \"Transmix,\" the buffer between two different products in a pipeline shipment, or a mix of two different products within a refinery or terminal that results in an off-grade mixture; (46) \"Transporter or carrier,\" any person who engages in the activity of interstate or intrastate movement of fuel within this state by transport truck, rail car, or by any other means in quantities of over four thousand two hundred gallons. The term does not include persons who transport fuel by pipeline or barge. The name of the transporter or carrier must be identified and prominently displayed on the bill of lading; (47) \"Transport truck,\" a vehicle, a combination of vehicles, or railcar designed to transport motor fuel or special fuel in bulk, in lots greater than four thousand two hundred gallons; (48) \"Two-party exchange,\" a transaction in which a product is transferred from one supplier or out-of-state supplier or position holder to another in exchange for another product, sometimes located at a different location, if: (a) The transaction includes a transfer from the person who holds the original inventory position for motor fuel or special fuel in the terminal as indicated in the records of the terminal operator; and (b) The exchange transaction is completed before removal from the terminal by the receiving exchange partner. The bill of lading issued by the terminal operator must indicate the receiving exchange partner as the supplier or shipper; (49) \"Wholesale distributor,\" any person who purchases motor fuel or special fuel from a supplier or another wholesale distributor, or removes the fuel from a terminal at the rack, for subsequent sale to another wholesale distributor or retail dealer. Section 2. That chapter 32-5B be amended with a NEW SECTION: Any self-propelled agricultural application unit that is purchased for use in this state is exempt from the provisions of this chapter and chapters 32-3 and 32-5. For purposes of this section, the term, self-propelled agricultural application unit, is defined as equipment designed and used exclusively to carry and apply fertilizer, pesticides, or related products for agricultural purposes. This term does not include an application unit attached to a motor vehicle chassis. An Act to revise provisions regarding self-propelled agriculture units. I certify that the attached Act originated in the: Senate as Bill No. 176 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 176 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2022 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2022 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2022 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22645, "action_date": "2022-02-01T14:00:00-06:00", "document_id": 231414, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/231414.pdf", "status_text": "First read in Senate and referred to", "journal_page": 151, "committee_id_action": 1034, "committee_id_assigned": 1037, "result": "N", "vote": {}}, {"bill_id": 22645, "action_date": "2022-02-09T07:45:00-06:00", "document_id": 232663, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232663.pdf", "status_text": "Scheduled for hearing", "journal_page": 1, "committee_id_action": 1037, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22645, "action_date": "2022-02-09T07:45:00-06:00", "document_id": 232667, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232667.pdf", "status_text": "Motion to amend", "journal_page": 1, "committee_id_action": 1037, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22645, "action_date": "2022-02-09T07:45:00-06:00", "document_id": 232667, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232667.pdf", "status_text": "Do Pass Amended", "journal_page": 1, "committee_id_action": 1037, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73128, "president_vote": null, "Yea": [3922, 3936, 3949, 3994, 4016, 3925, 4003]}}, {"bill_id": 22645, "action_date": "2022-02-09T07:45:00-06:00", "document_id": 232667, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/232667.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": 1, "committee_id_action": 1037, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22645, "action_date": "2022-02-14T14:00:00-06:00", "document_id": 233240, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233240.pdf", "status_text": "Do Pass", "journal_page": 240, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 73575, "president_vote": null, "Yea": [3918, 3920, 3921, 3922, 3925, 3926, 3932, 3935, 3936, 3939, 3940, 3943, 3949, 3952, 3956, 3958, 3961, 3962, 3966, 3974, 3975, 3979, 3990, 3991, 3993, 3994, 3996, 3999, 4000, 4002, 4003, 4006, 4010, 4012, 4016]}}, {"bill_id": 22645, "action_date": "2022-02-15T14:00:00-06:00", "document_id": 233563, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/233563.pdf", "status_text": "First read in House and referred to", "journal_page": 324, "committee_id_action": 1008, "committee_id_assigned": 1018, "result": "N", "vote": {}}, {"bill_id": 22645, "action_date": "2022-02-22T11:00:00-06:00", "document_id": 234054, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234054.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1018, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22645, "action_date": "2022-02-22T11:00:00-06:00", "document_id": 234055, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234055.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 1018, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 22645, "action_date": "2022-02-22T11:00:00-06:00", "document_id": 234055, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234055.pdf", "status_text": "Do Pass Amended", "journal_page": null, "committee_id_action": 1018, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74308, "president_vote": null, "Excused": [3919, 3978], "Yea": [3924, 3930, 3963, 3970, 3980, 3986, 4005, 4013, 4014, 3917, 3937]}}, {"bill_id": 22645, "action_date": "2022-02-22T11:00:00-06:00", "document_id": 234055, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234055.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1018, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22645, "action_date": "2022-02-23T12:00:00-06:00", "document_id": 234407, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234407.pdf", "status_text": "Do Pass", "journal_page": 431, "committee_id_action": 1008, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74490, "president_vote": null, "Yea": [3912, 3913, 3914, 3915, 3916, 3917, 3919, 3923, 3924, 3927, 3928, 3929, 3930, 3931, 3933, 3934, 3937, 3938, 3941, 3944, 3945, 3946, 3947, 3948, 3950, 3951, 3953, 3954, 3955, 3957, 3959, 3960, 3963, 3964, 3965, 3967, 3968, 3969, 3970, 3971, 3972, 3973, 3976, 3977, 3978, 3980, 3981, 3982, 3983, 3984, 3985, 3986, 3987, 3988, 3989, 3992, 3995, 3997, 3998, 4001, 4004, 4005, 4007, 4008, 4009, 4011, 4013, 4014, 4015], "Nay": [3942]}}, {"bill_id": 22645, "action_date": "2022-02-25T13:00:00-06:00", "document_id": 234748, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234748.pdf", "status_text": "Concurred in amendments", "journal_page": 398, "committee_id_action": 1034, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 74788, "president_vote": null, "Yea": [3918, 3920, 3921, 3922, 3925, 3926, 3932, 3935, 3936, 3943, 3949, 3952, 3956, 3958, 3961, 3962, 3966, 3975, 3979, 3990, 3991, 3993, 3994, 3999, 4000, 4002, 4010, 4012, 4016], "Excused": [3939, 3940, 3974, 3996, 4003, 4006]}}, {"bill_id": 22645, "action_date": "2022-02-28T14:00:00-06:00", "document_id": 234888, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/234888.pdf", "status_text": "Signed by the President", "journal_page": 416, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22645, "action_date": "2022-03-01T14:00:00-06:00", "document_id": 235087, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235087.pdf", "status_text": "Signed by the Speaker", "journal_page": 509, "committee_id_action": 1008, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22645, "action_date": "2022-03-02T14:00:00-06:00", "document_id": 235435, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/235435.pdf", "status_text": "Delivered to the Governor", "journal_page": 435, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22645, "action_date": "2022-03-09T10:00:00-06:00", "document_id": 236265, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/236265.pdf", "status_text": "Signed by the Governor", "journal_page": 494, "committee_id_action": 1034, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7420}