{"session_id": 68, "bill_id": 23695, "bill_type": "Senate Bill", "bill_number": 26, "bill_title": "transfer a property tax relief program, to change income requirements for certain property tax relief programs, and to index certain income schedules to inflation.", "sponsors": [{"legislator_profile_id": 4384, "is_prime": true}, {"legislator_profile_id": 4436, "is_prime": true}, {"legislator_profile_id": 4341, "is_prime": false}, {"legislator_profile_id": 4342, "is_prime": false}, {"legislator_profile_id": 4345, "is_prime": false}, {"legislator_profile_id": 4350, "is_prime": false}, {"legislator_profile_id": 4382, "is_prime": false}, {"legislator_profile_id": 4383, "is_prime": false}, {"legislator_profile_id": 4385, "is_prime": false}, {"legislator_profile_id": 4394, "is_prime": false}], "keywords": ["Promulgation of Rules", "Property Tax", "Taxation"], "audio": [{"meeting_datetime": "2023-01-18T10:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sta06.mp3", "start_seconds": 184.0}, {"meeting_datetime": "2023-01-18T10:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sta06.mp3", "start_seconds": 184.0}, {"meeting_datetime": "2023-01-18T10:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sta06.mp3", "start_seconds": 184.0}, {"meeting_datetime": "2023-01-18T10:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/sta06.mp3", "start_seconds": 184.0}, {"meeting_datetime": "2023-01-24T08:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hta10.mp3", "start_seconds": 3464.0}, {"meeting_datetime": "2023-01-24T08:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hta10.mp3", "start_seconds": 3464.0}, {"meeting_datetime": "2023-01-24T08:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hta10.mp3", "start_seconds": 3464.0}, {"meeting_datetime": "2023-01-24T08:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hta10.mp3", "start_seconds": 3464.0}], "bill_versions": [{"bill_id": 23695, "bill_version_id": 242470, "bill_version": "Introduced", "bill_version_date": "2023-01-06T11:35:55.377-06:00", "bill_text": "An Act to transfer a property tax relief program, to change income requirements for certain property tax relief programs, and to index certain income schedules to inflation. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 10: Terms as used in this act mean: (1) \"Base year,\" for those heads of households who reached seventy years of age in or prior to 1994, the base year is 1994. For those heads of households who reach seventy years of age subsequent to 1994, the base year is the year in which they reach the age of seventy. In the case of a surviving spouse, the base year is the year that would have been the base year of the deceased spouse; (2) \"Department,\" the Department of Revenue; (3) \"Head of household,\" a married person, a single person, a widow or widower, or a divorced person; (4) \"Household,\" the association of persons who live in the same dwelling, sharing its furnishings, facilities, and accommodations, but not including bona fide lessees, tenants, or roomers and boarders on contract; (5) \"Secretary,\" the secretary of the Department of Revenue; (6) \"Single-family dwelling,\" a house, condominium apartment, or manufactured home as defined in § 32-3-1 that is assessed and taxed as a separate unit, including the platted lot upon which the structure is situated or one acre, whichever is less, and the garage, whether attached or unattached; (7) \"Surviving spouse,\" the spouse of a deceased head of household who has not remarried. Section 2. That a NEW SECTION be added to title 10: Any person making an application under the provisions of this chapter is entitled to a prohibition on the collection of real property taxes upon the person's single-family dwelling if the person has: (1) Owned a single-family dwelling, in fee or by contract to purchase, for at least three years, or has been a resident of South Dakota for at least five years; (2) Resided for at least eight months of the previous calendar year in the single-family dwelling; (3) Established a base year; (4) A household income, as defined in § 10-6A-1, of less than sixteen thousand dollars if the household is a single-member household; and (5) A household income, as defined in § 10-6A-1, of less than twenty thousand dollars if the household is a multiple-member household. Beginning on January 1, 2024, the household income listed in subdivisions (4) and (5) of this section shall increase annually by the index factor. The index factor is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or the annual percentage change in federal social security payments for the preceding year, whichever is greater. Section 3. That a NEW SECTION be added to title 10: To be eligible for the prohibition on the collection of real property taxes under this chapter, a person must submit an application annually on or before April first to the county treasurer in the county where the person's property is located. The application must be made on forms prescribed by the secretary in rules promulgated pursuant to chapter 1-26. The secretary shall make available to each county treasurer, forms for the property tax program. Each county treasurer shall, upon request of an applicant, assist the applicant in completing the forms. Section 4. That a NEW SECTION be added to title 10: An applicant for a prohibition on the collection of real property taxes under this chapter must include such documentary evidence as the county treasurer deems necessary to assure validity of the claim. Section 5. That a NEW SECTION be added to title 10: The county treasurer shall make the final determination whether an applicant seeking a prohibition on the collection of real property taxes pursuant to this chapter is qualified. A county treasurer shall maintain records showing the property taxes that have been not collected under of this chapter. Section 6. That a NEW SECTION be added to title 10: Any person aggrieved by the denial in whole or in part of relief claimed under the provisions of this chapter may, within thirty days after receiving notice of the denial by the county treasurer, demand and shall receive a hearing, upon notice, before the secretary on the question. The hearing shall be conducted and appeals allowed in the manner specified in chapter 1-26. Section 7. That a NEW SECTION be added to title 10: A person is not eligible for a refund of property taxes pursuant to chapter 10-18A if the person receives property tax relief pursuant to this chapter. Section 8. That a NEW SECTION be added to title 10: Property taxes that the county is prohibited from collecting pursuant to this chapter become a lien on the property for which the taxes are imposed. Interest at the Category E rate as established in § 54-3-16 must be imposed on any taxes that are not paid pursuant to this chapter. The county must file a copy of such lien with the register of deeds. No property on which the county is prohibited from collecting property taxes pursuant to this chapter may be transferred unless the property taxes and interest are paid in full. Section 9. That a NEW SECTION be added to title 10: Property taxes that a county is prohibited from collecting pursuant to this chapter may not be considered delinquent and the county may not publish the name of any person whose property taxes are not paid pursuant to this chapter. Section 10. That a NEW SECTION be added to title 10: The property taxes and interest that are not collected pursuant to this chapter may not exceed the value of the property upon which the taxes are imposed. Section 11. That a NEW SECTION be added to title 10: If any person, entity, or trust chooses to pay any property taxes that have not been collected pursuant to this chapter, the payments apply to the oldest property taxes and the interest thereon. If a person qualifies for a prohibition on the collection of real property taxes pursuant to this chapter, nothing in those sections may be construed to prohibit a county treasurer from accepting payment for the real property taxes from any person, entity, or trust that submits payment to a county treasurer. Section 12. That § 10-4-24.12 be AMENDED: 10-4-24.12. The percentage tax reduction of real property taxes, as provided pursuant to § 10-4-24.11, due or paid on a single family dwelling for a single member household is according to the following schedule: If household income but not The tax due reduction is more thanat least: more less than on current levy is: $ 0 $14,000 100% 14,00114,000 15,000 75% 15,00115,000 17,000 50% 17,00117,000 18,000 25% over 18,000 0% Section 13. That § 10-4-24.13 be AMENDED: 10-4-24.13. The percentage tax reduction of real property taxes, as provided pursuant to § 10-4-24.11, due or paid on a single family dwelling for a multiple member household is according to the following schedule: If household income is more thanat least but not more thanless than The tax due reduction on current levy is: $ 0 $ 18,500 100% 18,50118,500 19,500 75% 19,50119,500 21,000 50% 21,00121,000 22,000 25% over 22,000 0% Section 14. That chapter 10-4 be amended with a NEW SECTION: Beginning on January 1, 2024, each household income value listed in the schedules in §§ 10-4-24.12 and 10-4-24.13 shall increase annually by the index factor. The index factor is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or the annual percentage change in federal social security payments for the preceding year, whichever is greater. Section 15. That § 10-6B-6 be AMENDED: 10-6B-6. The amount of reduction of real property taxes due for a single‑member household made pursuant to this chapter shall be according to the following schedule: The reduction of real If household income is property taxes due at least: but not more thanless than shall be $ 0 $4,200$14,000 35%100% 4,20114,000 4,28815,000 34%75% 4,28915,000 4,37617,000 33%50% 4,37717,000 4,46418,000 32%25% 4,46518,000 4,552 31%0% 4,553 4,640 30% 4,641 4,728 29% 4,729 4,816 28% 4,817 4,904 27% 4,905 4,992 26% 4,993 5,080 25% 5,081 5,168 24% 5,169 5,256 23% 5,257 5,344 22% 5,345 5,432 21% 5,433 5,520 19% 5,521 5,608 18% 5,609 5,669 17% 5,670 5,757 16% over 5,758 No reduction Section 16. That § 10-6B-7 be AMENDED: 10-6B-7. The amount of reduction of real property taxes due for a multiple‑member household made pursuant to this chapter is according to the following schedule: The reduction of real If household income is property taxes due at least: but not more less than shall be $ 0 $5,64018,500 55%100% 5,64118,500 5,75819,500 53%75% 5,75919,500 5,87621,000 51%50% 5,87721,000 5,99422,000 49%25% 5,99522,000 6,112 47%0% 6,113 6,230 45% 6,231 6,348 43% 6,349 6,466 41% 6,467 6,584 39% 6,585 6,702 37% 6,703 6,820 35% 6,821 6,938 33% 6,939 7,056 31% 7,057 7,174 29% 7,175 7,292 27% 7,293 7,410 25% 7,411 7,528 24% 7,529 7,646 23% 7,647 7,764 22% over 7,765 No reduction Section 17. That chapter 10-6B be amended with a NEW SECTION: Beginning on January 1, 2024, each household income value listed in the schedules in §§ 10-6B-6 and 10-6B-7 shall increase annually by the index factor. The index factor is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or the annual percentage change in federal social security payments for the preceding year, whichever is greater. Section 18. That § 43-31-31 be REPEALED: Terms as used in this act mean: (1) \"Base year,\" for those heads of households who reached seventy years of age in or prior to 1994, the base year is 1994. For those heads of households who will reach seventy years of age subsequent to 1994, the base year is the year in which they will reach the age of seventy. In the case of a surviving spouse, the base year is the year which would have been the base year of the deceased spouse; (2) \"Department,\" the Department of Revenue; (3) \"Head of household,\" a married person, a single person, a widow or widower, or a divorced person; (4) \"Household,\" the association of persons who live in the same dwelling, sharing its furnishings, facilities, and accommodations, but not including bona fide lessees, tenants, or roomers and boarders on contract; (5) \"Secretary,\" the secretary of the Department of Revenue; (6) \"Single-family dwelling,\" a house, condominium apartment, or manufactured home as defined in § 32-3-1 which is assessed and taxed as a separate unit including the platted lot upon which the structure is situated or one acre, whichever is less, and the garage, whether attached or unattached; (7) \"Surviving spouse,\" the spouse of a deceased head of household who has not remarried. Section 19. That § 43-31-32 be REPEALED: Any person making an application under the provisions of §§ 43-31-31 to 43-31-41, inclusive, is entitled to a prohibition on the collection of real property taxes upon the person's single‑family dwelling if the following conditions are met: (1) Has owned a single‑family dwelling, in fee or by contract to purchase, for at least three years, or has been a resident of South Dakota for at least five years; (2) Has resided for at least eight months of the previous calendar year in the single‑family dwelling; (3) Has established a base year; (4) Has a household income as defined in § 10-6A-1 of less than sixteen thousand dollars if the household is a single‑member household; and (5) Has a household income as defined in § 10-6A-1 of less than twenty thousand dollars if the household is a multiple‑member household. Section 20. That § 43-31-33 be REPEALED: Applications for a prohibition on the collections of real property taxes under §§ 43-31-31 to 43-31-41, inclusive, shall be made annually on or before April first on forms prescribed by the secretary of revenue. Forms shall be made available to county treasurers who shall, upon request of an applicant, assist the applicant in completing the forms. Section 21. That § 43-31-34 be REPEALED: Application for a prohibition on the collection of real property taxes shall include such documentary evidence as the county treasurer deems necessary to assure validity of the claim. Section 22. That § 43-31-35 be REPEALED: The county treasurer shall make the final determination whether an applicant seeking a prohibition on the collection of real property taxes pursuant to §§ 43-31-31 to 43-31-41, inclusive, is qualified. A county treasurer shall maintain records showing the property taxes that have been not collected under of §§ 43-31-31 to 43-31-41, inclusive. Section 23. That § 43-31-36 be REPEALED: Any person aggrieved by the denial in whole or in part of relief claimed under the provisions of §§ 43-31-31 to 43-31-41, inclusive, may, within thirty days after receiving notice of such denial by the county treasurer, demand and shall receive a hearing, upon notice, before the secretary on the question. The hearing shall be conducted and appeals allowed in the manner specified in chapter 1-26. Section 24. That § 43-31-37 be REPEALED: No person is eligible for a refund of property taxes pursuant to chapter 10-18A if such person receives property tax relief pursuant to §§ 43-31-31 to 43-31-41, inclusive. Section 25. That § 43-31-38 be REPEALED: Property taxes which the county is prohibited from collecting pursuant to §§ 43-31-31 to 43-31-41, inclusive, shall become a lien on the property for which such taxes are imposed. Interest at the Category E rate as established in § 54-3-16 shall be imposed on any taxes which are not paid pursuant to §§ 43-31-31 to 43-31-41, inclusive. The county shall file a copy of such lien with the register of deeds. No property on which the county is prohibited from collecting property taxes pursuant to §§ 43-31-31 to 43-31-41, inclusive, may be transferred unless the property taxes and interest are paid in full. Section 26. That § 43-31-39 be REPEALED: Property taxes which a county is prohibited from collecting pursuant to §§ 43-31-31 to 43-31-41, inclusive, may not be considered delinquent and the county may not publish the name of any person whose property taxes are not paid pursuant to §§ 43-31-31 to 43-31-41, inclusive. Section 27. That § 43-31-40 be REPEALED: The property taxes and interest that are not collected pursuant to §§ 43-31-31 to 43-31-41, inclusive, may not exceed the value of the property upon which the taxes are imposed. Section 28. That § 43-31-41 be REPEALED: If any person, entity, or trust chooses to pay any property taxes which have not been collected pursuant to §§ 43-31-31 to 43-31-41, inclusive, such payments shall apply to the oldest property taxes and the interest thereon. If a person qualifies for a prohibition on the collection of real property taxes pursuant to §§ 43-31-31 to 43-31-41, inclusive, nothing in those sections may be construed to prohibit a county treasurer from accepting payment for the real property taxes from any person, entity, or trust that submits payment to a county treasurer."}, {"bill_id": 23695, "bill_version_id": 246404, "bill_version": "Enrolled", "bill_version_date": "2023-01-26T16:34:16.6-06:00", "bill_text": "ENTITLED An Act to transfer a property tax relief program, to change income requirements for certain property tax relief programs, and to index certain income schedules to inflation. Be it enacted by the Legislature of the State of South Dakota: Section 1. That a NEW SECTION be added to title 10: Terms as used in this act mean: (1) \"Base year,\" for those heads of households who reached seventy years of age in or prior to 1994, the base year is 1994. For those heads of households who reach seventy years of age subsequent to 1994, the base year is the year in which they reach the age of seventy. In the case of a surviving spouse, the base year is the year that would have been the base year of the deceased spouse; (2) \"Department,\" the Department of Revenue; (3) \"Head of household,\" a married person, a single person, a widow or widower, or a divorced person; (4) \"Household,\" the association of persons who live in the same dwelling, sharing its furnishings, facilities, and accommodations, but not including bona fide lessees, tenants, or roomers and boarders on contract; (5) \"Secretary,\" the secretary of the Department of Revenue; (6) \"Single-family dwelling,\" a house, condominium apartment, or manufactured home as defined in § 32-3-1 that is assessed and taxed as a separate unit, including the platted lot upon which the structure is situated or one acre, whichever is less, and the garage, whether attached or unattached; (7) \"Surviving spouse,\" the spouse of a deceased head of household who has not remarried. Section 2. That a NEW SECTION be added to title 10: Any person making an application under the provisions of this chapter is entitled to a prohibition on the collection of real property taxes upon the person's single-family dwelling if the person has: (1) Owned a single-family dwelling, in fee or by contract to purchase, for at least three years, or has been a resident of South Dakota for at least five years; (2) Resided for at least eight months of the previous calendar year in the single-family dwelling; (3) Established a base year; (4) A household income, as defined in § 10-6A-1, of less than sixteen thousand dollars if the household is a single-member household; and (5) A household income, as defined in § 10-6A-1, of less than twenty thousand dollars if the household is a multiple-member household. Beginning on January 1, 2024, the household income listed in subdivisions (4) and (5) of this section shall increase annually by the index factor. The index factor is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or the annual percentage change in federal social security payments for the preceding year, whichever is greater. Section 3. That a NEW SECTION be added to title 10: To be eligible for the prohibition on the collection of real property taxes under this chapter, a person must submit an application annually on or before April first to the county treasurer in the county where the person's property is located. The application must be made on forms prescribed by the secretary in rules promulgated pursuant to chapter 1-26. The secretary shall make available to each county treasurer, forms for the property tax program. Each county treasurer shall, upon request of an applicant, assist the applicant in completing the forms. Section 4. That a NEW SECTION be added to title 10: An applicant for a prohibition on the collection of real property taxes under this chapter must include such documentary evidence as the county treasurer deems necessary to assure validity of the claim. Section 5. That a NEW SECTION be added to title 10: The county treasurer shall make the final determination whether an applicant seeking a prohibition on the collection of real property taxes pursuant to this chapter is qualified. A county treasurer shall maintain records showing the property taxes that have been not collected under this chapter. Section 6. That a NEW SECTION be added to title 10: Any person aggrieved by the denial in whole or in part of relief claimed under the provisions of this chapter may, within thirty days after receiving notice of the denial by the county treasurer, demand and shall receive a hearing, upon notice, before the secretary on the question. The hearing shall be conducted and appeals allowed in the manner specified in chapter 1-26. Section 7. That a NEW SECTION be added to title 10: A person is not eligible for a refund of property taxes pursuant to chapter 10-18A if the person receives property tax relief pursuant to this chapter. Section 8. That a NEW SECTION be added to title 10: Property taxes that the county is prohibited from collecting pursuant to this chapter become a lien on the property for which the taxes are imposed. Interest at the Category E rate as established in § 54-3-16 must be imposed on any taxes that are not paid pursuant to this chapter. The county must file a copy of such lien with the register of deeds. No property on which the county is prohibited from collecting property taxes pursuant to this chapter may be transferred unless the property taxes and interest are paid in full. Section 9. That a NEW SECTION be added to title 10: Property taxes that a county is prohibited from collecting pursuant to this chapter may not be considered delinquent and the county may not publish the name of any person whose property taxes are not paid pursuant to this chapter. Section 10. That a NEW SECTION be added to title 10: The property taxes and interest that are not collected pursuant to this chapter may not exceed the value of the property upon which the taxes are imposed. Section 11. That a NEW SECTION be added to title 10: If any person, entity, or trust chooses to pay any property taxes that have not been collected pursuant to this chapter, the payments apply to the oldest property taxes and the interest thereon. If a person qualifies for a prohibition on the collection of real property taxes pursuant to this chapter, nothing in those sections may be construed to prohibit a county treasurer from accepting payment for the real property taxes from any person, entity, or trust that submits payment to a county treasurer. Section 12. That § 10-4-24.12 be AMENDED: 10-4-24.12. The percentage tax reduction of real property taxes, as provided pursuant to § 10-4-24.11, due or paid on a single-family dwelling for a single-member household is according to the following schedule: If household income but The tax due reduction is at least: less than on current levy is: $ 0 $14,000 100% 14,000 15,000 75% 15,000 17,000 50% 17,000 18,000 25% 18,000 0% Section 13. That § 10-4-24.13 be AMENDED: 10-4-24.13. The percentage tax reduction of real property taxes, as provided pursuant to § 10-4-24.11, due or paid on a single-family dwelling for a multiple-member household is according to the following schedule: If household income is at least but less than The tax due reduction on current levy is: $ 0 $ 18,500 100% 18,500 19,500 75% 19,500 21,000 50% 21,000 22,000 25% 22,000 0% Section 14. That chapter 10-4 be amended with a NEW SECTION: Beginning on January 1, 2024, each household income value listed in the schedules in §§ 10-4-24.12 and 10-4-24.13 shall increase annually by the index factor. The index factor is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or the annual percentage change in federal social security payments for the preceding year, whichever is greater. Section 15. That § 10-6B-6 be AMENDED: 10-6B-6. The amount of reduction of real property taxes due for a single‑member household made pursuant to this chapter shall be according to the following schedule: The reduction of real If household income is property taxes due at least: but less than shall be $ 0 $14,000 100% 14,000 15,000 75% 15,000 17,000 50% 17,000 18,000 25% 18,000 0% Section 16. That § 10-6B-7 be AMENDED: 10-6B-7. The amount of reduction of real property taxes due for a multiple‑member household made pursuant to this chapter is according to the following schedule: The reduction of real If household income is property taxes due at least: but less than shall be $ 0 18,500 100% 18,500 19,500 75% 19,500 21,000 50% 21,000 22,000 25% 22,000 0% Section 17. That chapter 10-6B be amended with a NEW SECTION: Beginning on January 1, 2024, each household income value listed in the schedules in §§ 10-6B-6 and 10-6B-7 shall increase annually by the index factor. The index factor is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or the annual percentage change in federal social security payments for the preceding year, whichever is greater. Section 18. That § 43-31-31 be REPEALED. Section 19. That § 43-31-32 be REPEALED. Section 20. That § 43-31-33 be REPEALED. Section 21. That § 43-31-34 be REPEALED. Section 22. That § 43-31-35 be REPEALED. Section 23. That § 43-31-36 be REPEALED. Section 24. That § 43-31-37 be REPEALED. Section 25. That § 43-31-38 be REPEALED. Section 26. That § 43-31-39 be REPEALED. Section 27. That § 43-31-40 be REPEALED. Section 28. That § 43-31-41 be REPEALED. An Act to transfer a property tax relief program, to change income requirements for certain property tax relief programs, and to index certain income schedules to inflation. I certify that the attached Act originated in the: Senate as Bill No. 26 Secretary of the Senate President of the Senate Attest: Secretary of the Senate Speaker of the House Attest: Chief Clerk Senate Bill No. 26 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2023 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2023 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2023 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23695, "action_date": "2023-01-10T12:00:00-06:00", "document_id": 241522, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/241522.pdf", "status_text": "First read in Senate and referred to", "journal_page": 16, "committee_id_action": 1183, "committee_id_assigned": 1185, "result": "N", "vote": {}}, {"bill_id": 23695, "action_date": "2023-01-18T10:00:00-06:00", "document_id": 243068, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243068.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1185, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23695, "action_date": "2023-01-18T10:00:00-06:00", "document_id": 243427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243427.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 1185, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76190, "president_vote": null, "Yea": [4339, 4381, 4395, 4399, 4414, 4457, 4419]}}, {"bill_id": 23695, "action_date": "2023-01-18T10:00:00-06:00", "document_id": 243427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/243427.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 1185, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23695, "action_date": "2023-01-19T14:00:00-06:00", "document_id": 244438, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244438.pdf", "status_text": "Do Pass", "journal_page": 68, "committee_id_action": 1183, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76252, "president_vote": null, "Yea": [4336, 4338, 4339, 4340, 4342, 4345, 4348, 4448, 4352, 4355, 4359, 4360, 4457, 4372, 4378, 4381, 4382, 4453, 4466, 4386, 4460, 4394, 4395, 4399, 4404, 4407, 4410, 4413, 4414, 4419, 4426, 4430, 4432, 4434, 4436]}}, {"bill_id": 23695, "action_date": "2023-01-20T13:00:00-06:00", "document_id": 244783, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/244783.pdf", "status_text": "First read in House and referred to", "journal_page": 71, "committee_id_action": 1159, "committee_id_assigned": 1167, "result": "N", "vote": {}}, {"bill_id": 23695, "action_date": "2023-01-24T08:00:00-06:00", "document_id": 245030, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245030.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1167, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23695, "action_date": "2023-01-24T08:00:00-06:00", "document_id": 245031, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245031.pdf", "status_text": "Do Pass", "journal_page": 4, "committee_id_action": 1167, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76354, "president_vote": null, "Yea": [4333, 4449, 4373, 4375, 4451, 4388, 4401, 4403, 4437, 4405, 4406, 4397, 4343]}}, {"bill_id": 23695, "action_date": "2023-01-24T08:00:00-06:00", "document_id": 245031, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245031.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": 4, "committee_id_action": 1167, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23695, "action_date": "2023-01-25T14:00:00-06:00", "document_id": 245868, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/245868.pdf", "status_text": "Do Pass", "journal_page": 105, "committee_id_action": 1159, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 76408, "president_vote": null, "Yea": [4456, 4445, 4333, 4441, 4334, 4337, 4459, 4341, 4343, 4344, 4449, 4350, 4351, 4442, 4353, 4354, 4468, 4471, 4358, 4365, 4366, 4368, 4450, 4373, 4374, 4375, 4379, 4462, 4383, 4452, 4454, 4438, 4384, 4443, 4385, 4451, 4388, 4389, 4469, 4392, 4447, 4467, 4396, 4397, 4398, 4400, 4401, 4440, 4403, 4437, 4405, 4406, 4408, 4409, 4458, 4455, 4444, 4412, 4463, 4439, 4417, 4418, 4421, 4464, 4446, 4465, 4470, 4429, 4461], "Absent": [4393]}}, {"bill_id": 23695, "action_date": "2023-01-26T13:00:00-06:00", "document_id": 246354, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246354.pdf", "status_text": "Signed by the President", "journal_page": 128, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23695, "action_date": "2023-01-30T14:00:00-06:00", "document_id": 246888, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246888.pdf", "status_text": "Signed by the Speaker", "journal_page": 174, "committee_id_action": 1159, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23695, "action_date": "2023-01-31T14:00:00-06:00", "document_id": 247379, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247379.pdf", "status_text": "Delivered to the Governor", "journal_page": 145, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23695, "action_date": "2023-02-03T13:00:00-06:00", "document_id": 248357, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248357.pdf", "status_text": "Signed by the Governor", "journal_page": 186, "committee_id_action": 1183, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7609, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/23695"}