{"session_id": 19, "bill_id": 3941, "bill_type": "House Bill", "bill_number": 1026, "bill_title": "comply with certain Internal Revenue Code requirements relating to maximum annual benefits paid to members of the South Dakota Retirement System and to provide for the update of references to the Internal Revenue Code.", "sponsors": [], "keywords": ["Public Officers and Employees", "South Dakota Retirement System"], "audio": [{"meeting_datetime": "2013-01-15T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hre05.mp3", "start_seconds": 7338.0}, {"meeting_datetime": "2013-01-15T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hre05.mp3", "start_seconds": 7338.0}, {"meeting_datetime": "2013-01-15T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hre05.mp3", "start_seconds": 7338.0}, {"meeting_datetime": "2013-01-15T00:00:00-06:00", "committee": "HRE", "url": "https://sdpb.sd.gov/sdpbpodcast/2013/hre05.mp3", "start_seconds": 7338.0}], "bill_versions": [{"bill_id": 3941, "bill_version_id": 23475, "bill_version": "Introduced", "bill_version_date": "2013-01-06T08:54:34.39-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to comply with certain Internal Revenue Code requirements relating to maximum annual benefits paid to members of the South Dakota Retirement System and to provide for the update of references to the Internal Revenue Code. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 3-12-89.1 be amended to read as follows: 3-12-89.1. Pursuant to chapter 1-26, the board shall adopt rules regulating the maximum annual benefit which that may be paid to a member. The rules shall conform to the provisions of § 415 of the Internal Revenue Code as in effect on January 1, 2002 be consistent with maintaining the tax qualification of the system. No benefit may exceed the limitations imposed by § 415 of the Internal Revenue Code. For the purposes of administering the limitations imposed by § 415, the term, limitation year, means a period extending from July first of one calendar year through June thirtieth of the following calendar year. Section 2. That § 3-12-47 be amended by adding thereto a NEW SUBDIVISION to read as follows: \"Internal Revenue Code,\" or \"code,\" the Internal Revenue Code as in effect as of the date adopted by the board in rules promulgated pursuant to chapter 1-26; Section 3. That subdivision (20) of § 3-12-47 be amended to read as follows: (20) \"Compensation,\" gross wages paid to a member by the employer for personal services rendered during the period considered as credited service: (a) Compensation includes amounts reported as wages, tips and other compensation on the member's federal form W-2 wage and tax statement, except as otherwise excluded in this subdivision; the amount of member contributions made by an employer on or after July 1, 1984, pursuant to § 3-12-71; any amount contributed to a member's individual retirement plan which meets the requirements of section 401, 403, 408, or 457 of the Internal Revenue Code of 1986, as amended; and any amount contributed to a plan described in section 125 of the Internal Revenue Code of 1986, as amended; and any amount contributed to the system pursuant to § 3-12-83.2 in accord with § 414(h)(2) of the Internal Revenue Code as in effect on January 1, 1996; (b) Compensation does not include travel, meals, lodging, moving or any other expenses incidental to an employer's business which is reimbursed by the employer; lump sum payments for sick leave; lump sum payments for annual leave; payments for insurance coverage of any kind or any other employee benefit by an employer on behalf of an employee or an employee and dependents; any amount paid in a one time one-time lump sum payment or over a period of time and based on or attributable to retirement or an agreement to retire in the future; payments made upon dismissal or severance; worker's compensation payments; and payments contingent on a member terminating employment at a specified time in the future paid or payable in a lump sum or over a period of time; (c) Any compensation in excess of the limits established in § 401(a)(17) of the Internal Revenue Code as in effect on January 1, 2002, shall be disregarded for purposes of contributions or for benefit calculations under the system. However, the limit does not apply to compensation earned by a member if the member was employed by a participating unit on or before June 30, 1996; Section 4. That subdivision (28) of § 3-12-47 be amended to read as follows: (28) \"Eligible retirement plan,\" the term eligible retirement plan includes those plans described in section 402(c)(8)(B) of the Internal Revenue Code as in effect on January 1, 2002; Section 5. That subdivision (59A) of § 3-12-47 be amended to read as follows: (59A) \"Qualified military service,\" service in the uniformed services as defined in § 414(u)(5) of the Internal Revenue Code as in effect on January 1, 2011; Section 6. That § 3-12-71 be amended to read as follows: 3-12-71. The member shall make a contribution to the system, except as specified in § 3-12-200, and the employer shall make an equal contribution to the system, except as otherwise specified, at the following rates: (1) Class A members five percent of compensation through June 30, 2002, and six percent of compensation after June 30, 2002; (2) Justices, judges, and magistrate judges nine percent of compensation; (3) All other Class B members eight percent of compensation. The employer shall cause to be deducted on each payroll of a member for each payroll period the contribution payable by the member as provided in this section. Except for those contributions specified in § 3-12-200, contributions required of members by this section shall be made by the participating unit pursuant to the provisions of § 414(h)(2) of the Internal Revenue Code of 1954, as amended and in effect on January 1, 1984. Such contributions shall be classified as member contributions for all purposes under this chapter. A member may not receive the amount of such contributions directly rather than as contributions under this section. Section 7. That § 3-12-83.2 be amended to read as follows: 3-12-83.2. The provisions of § 3-12-83 notwithstanding, a member who is employed by a tax-qualifying purchase unit may purchase credited service pursuant to the procedures outlined in §§ 3-12-83 and 3-12-84 on a tax-deferred basis pursuant to § 414(h)(2) of the Internal Revenue Code, as in effect on January 1, 1996. The purchase shall be in the nature of a credited service purchase under the provisions of § 3-12-83, except that: (1) The purchase shall be pursuant to an irrevocable employer contribution agreement entered into between the member and the tax-qualifying purchase unit and shall be executed prior to the period of contribution; (2) The irrevocable employer contribution agreement may not exceed a period of ten years; (3) The contributions may represent reductions in the member's compensation but shall be deemed employer contributions pursuant to § 3-12-71; (4) The contributions may be for any period of uncredited service; (5) No other purchase of uncredited service pursuant to § 3-12-83 or other provision of this chapter, may take place while an irrevocable employer contribution agreement is in effect pursuant to this section; and (6) The irrevocable employer contribution agreement shall be for an amount that, when discounted for interest at the assumed rate of return, equals the total purchase cost. In no event may a member receive the contributions directly. If a member dies or terminates employment prior to completion of the member's irrevocable employer contribution agreement, the member's credited service shall be adjusted by the system on the basis of that portion of the agreement that was completed prior to the death or termination. A member who is participating in an installment credited service purchase pursuant to § 3-12-87 on the date that the member's employer unit becomes a tax-qualifying purchase unit shall either terminate the purchase or complete the purchase as a tax-deferral purchase pursuant to this section. If the member elects to continue the purchase, the original purchase agreement shall be deemed an irrevocable employer contribution agreement. Section 8. That § 3-12-84.1 be amended to read as follows: 3-12-84.1. A contributing member may acquire credited service by utilizing a trustee to trustee transfer of funds, excluding any after tax employee contributions, from a member's individual retirement plan that meets the requirements of sections 403(b) or 457 of the Internal Revenue Code as in effect on January 1, 2002, to pay the cost of purchase pursuant to § 3-12-83, 3-12-84, or 3-12-84.2 or the amount of a redeposit pursuant to § 3-12-80. Section 9. That § 3-12-84.2 be amended to read as follows: 3-12-84.2. Notwithstanding the restrictions contained in §§ 3-12-83 and 3-12-84, a current contributing member with over five years of contributory service in the system may purchase nonqualified permissive service credit as defined in and pursuant to the provisions of § 415(n) of the Internal Revenue Code as amended and in effect as of January 1, 2008. Section 10. That § 3-12-86 be amended to read as follows: 3-12-86. A member shall receive credited service for leave of absence due to qualified military service, authorized in advance by the employer, without contribution by the employee or employer if the member returns to the employ of a participating unit within one year from the member's date of discharge from the member's initial period of qualified military service and if the member remains in the employ of a participating unit for at least one year. The member may not receive credited service for any voluntary extension of qualified military service at the instance of the member beyond the initial period of enlistment, induction, or call to active duty. Credited service granted under this section shall be only for the initial period of time that the member is performing qualified military service. No credited service granted under this section may be considered to represent either member contributions or employer contributions for purposes of contribution withdrawals pursuant to this chapter. If the member returns to the employ of the member's employer unit within one year of discharge from the initial period of qualified military service, but does not remain in the employ of the unit for at least one year, the member shall be granted credited service for the initial period of qualified military service pursuant to § 414(u)(8) of the Internal Revenue Code as in effect on January 1, 2011, if the member deposits with the system employee contributions for the initial period of the qualified military service as provided for in § 414(u)(8)(C). The contributions shall be made in a lump sum, shall be based on the member's compensation immediately prior to the leave of absence, and shall be without interest. The participating unit that was the member's employer prior to the leave of absence shall deposit employer contributions in an equal amount with the system. Other provisions of this chapter notwithstanding, the member need not be a contributing member at the time the member deposits the contributions. The member is subject to the time limitations for payment provided for in § 414(u)(8)(C). Section 11. That § 3-12-115 be amended to read as follows: 3-12-115. The rights of a person to a benefit, return of accumulated contributions, the benefit itself, any optional benefits and any other right accrued or accruing under the provisions of this chapter and all moneys belonging to the system are hereby exempt from any state, county, municipal, or other local tax and may not be subject to execution, garnishment, attachment, operation of bankruptcy or insolvency laws or any other process of law whatsoever and shall be unassignable, except as required under applicable law, including any qualified domestic relations order as defined in § 414(p) of the Internal Revenue Code of 1954, as amended and in effect on January 1, 1985, or as is otherwise specifically provided in this chapter. Section 12. That § 3-12-143 be amended to read as follows: 3-12-143. For the first thirty-six months of a disability allowance provided by this chapter, the maximum amount that a member may receive in any calendar year from the disability allowance and earned income, as defined in § 32(c)(2) of the Internal Revenue Code of 1986, is one hundred percent of the member's final average compensation. Starting with the thirty-seventh month of such disability allowance, the maximum amount that a member may receive in any calendar year from disability allowances provided by the federal Social Security Act equal to the primary insurance amount, the disability allowance provided by this chapter and earned income, as defined in § 32(c)(2) of the Internal Revenue Code of 1986, is one hundred percent of the member's final average compensation. The maximum amount shall be indexed for each full fiscal year during which the member is eligible for such disability allowance by the improvement factor defined in subdivision 3-12-47(41). Any amount exceeding this maximum amount shall reduce each monthly disability allowance payable pursuant to § 3-12-99 in the following fiscal year on a pro rata basis. Any member eligible to receive a disability allowance shall report to the system in writing any earned income of the member. The report shall be filed with the system no later than May thirty-first following the end of each calendar year in which a disability allowance is paid. A disabled member may file a signed copy of the member's individual income tax return in lieu of the report. No report or return need be filed for the calendar year in which the member dies or converts to a normal or early retirement benefit under this chapter. The disability allowance of any member failing to file a report or return as required in this section shall be suspended until the report or return is filed. The reduction may occur, however, only if a disability allowance is being paid by the system, but may not reduce the disability allowance below the minimum provided for in § 3-12-99. For members with a disability in effect before July 1, 1995, the first report is due on or before May 31, 1996. This section applies to any member receiving or entitled to receive a disability allowance pursuant to this chapter. Section 13. That § 3-12-189 be amended to read as follows: 3-12-189. There is hereby established the South Dakota Retirement System supplemental pension benefit. The supplemental pension benefit shall be within and integral to the South Dakota Retirement System. It is the intent of the Legislature that the provisions related to the supplemental pension benefit shall be qualified under § 401(a) of the Internal Revenue Code of 1986, as amended through January 1, 2008, and that the provisions constitute one aspect of a governmental plan as identified under § 414(d) of that code. Section 14. That § 3-12-191 be amended to read as follows: 3-12-191. A retiree receiving a benefit from the system may become a supplemental pension participant by direct rollover of funds held by the member in either or both of the plans created in chapters 3-13 and 3-13A into the fund. Any rollover shall be in compliance with the provisions of § 401(a)(31) of the Internal Revenue Code of 1986, as amended through January 1, 2008, and shall be recorded in the participant's supplemental pension contract record. All of a participant's funds rolled into the fund shall be expended in full as the single premium for a supplemental pension contract. No single premium may be less than ten thousand dollars. No participant may have more than one supplemental pension contract. A supplemental pension contract goes into effect when a participant signs the supplemental pension contract. The initial monthly supplemental pension benefit is payable the first day of the first month after the contract goes into effect. Payment of any prior and current supplemental pension benefits shall be made within two months after the contract is in effect. Section 15. That § 3-12-196 be amended to read as follows: 3-12-196. Supplemental pension benefit payments shall follow the minimum distribution rules of § 401(a)(9) of the Internal Revenue Code of 1986, as amended through January 1, 2008, and the annual benefit limitations of § 415(b)(1)(A) of that code. Section 16. That § 3-12-200 be amended to read as follows: 3-12-200. If, on or after April 1, 2010, a retired member reenters covered employment at some time after the three consecutive calendar months that start with the member's effective date of retirement, the member's retirement benefits and continued membership shall be administered pursuant to this section. If the retired member's benefits have not been reduced pursuant to § 3-12-106, the member's monthly retirement annuity shall be reduced by fifteen percent and the annual increase shall be eliminated throughout the period that the member reenters covered employment in accord with § 3-12-88. The reduction and elimination shall cease if the member again terminates covered employment. However, the foregoing provisions notwithstanding, the reduction and elimination do not apply if the member retired as a Class B member other than a justice, judge, or magistrate judge and subsequently reenters covered employment as a Class A member. If the retired member's benefits have been reduced pursuant to § 3-12-106, the member's benefits shall be suspended during the period that the member reenters covered employment and the annual increase shall be eliminated during the period that the member reenters covered employment, both in accord with § 3-12-111.1. The suspension and elimination shall cease if the member again terminates covered employment. Whether the member's retirement benefits are unreduced or have been reduced, contributions required of the member pursuant to § 3-12-71 shall be deposited by the member's participating unit with the system for the benefit of the member to be transferred to an account within the deferred compensation program established pursuant to chapter 3-13. The contributions shall be governed by § 457 of the Internal Revenue Code of 1954, as amended and in effect on January 1, 2010. The foregoing notwithstanding, the contributions required of the member's employer unit pursuant to § 3-12-71 shall be deposited into the member trust fund created by this chapter, but without any association with or credit to the member. The member may not earn any additional benefits associated with the period that the member reenters covered employment. Section 17. That § 3-13-53 be amended to read as follows: 3-13-53. The South Dakota deferred compensation fund is hereby established. All compensation deferred pursuant to this chapter shall be deposited in such fund. Expenditures from the fund shall be paid on warrants drawn by the state auditor on vouchers approved by the administrator. All administrative expenses shall be budgeted and expended pursuant to chapters 4-7, 4-8, 4-8A, and 4-8B. In accord with § 457(g) of the Internal Revenue Code of 1986 as in effect on January 1, 2008, all money in the fund and all property and rights held by the fund, at all times until made available to a participant or the participant's beneficiary, shall be held in trust for the exclusive benefit of the participant. All compensation deferred pursuant to this chapter shall be transferred not later than fifteen business days after the end of the month in which the compensation otherwise would have been paid to the participant. Section 18. That § 3-13-56 be amended to read as follows: 3-13-56. The board may establish an automatic enrollment feature within the plan by rules promulgated pursuant to chapter 1-26 and § 3-13-54. Any automatic enrollment feature established by the board shall include: (1) A provision that automatic enrollment shall apply only to newly-employed members hired after a specified future date; (2) A provision that automatic enrollment shall apply only to the employees of those participating units that choose the automatic enrollment feature for the unit's employees; (3) A provision that automatic enrollment may not require more than an established maximum contribution per month per automatically-enrolled participant; (4) A provision that a participant who is automatically enrolled shall have as long as ninety days after the start of employment to discontinue participation in the plan; (5) A provision that an automatically-enrolled participant who discontinues participation in the plan within ninety days of enrollment shall receive a refund of the participant's account within thirty days after discontinuing participation; (6) A provision that the state investment officer shall select a default investment fund to receive contributions by any automatically-enrolled participant who does not choose an investment alternative to receive the participant's contributions; (7) A provision authorizing participating units and the system to make contributions to the plan for the benefit of participants; (8) A provision that the plan shall adhere to notice requirements to automatically-enrolled participants in accord with Internal Revenue Service Rulings 98-30 and 2000-8; and (9) A provision that automatic enrollment does not require advance authorization by a participant, which is hereby deemed to be an exception to the provisions of any state law requiring employee authorization for a payroll deduction or any similar ordinance of a local participating unit. If a participant discontinues participation pursuant to subdivision (4), that act is a permissive withdrawal pursuant to § 414(w) of the Internal Revenue Code of 1986, as amended and in effect on January 1, 2008. Section 19. That subdivision (5) of § 3-13A-2 be amended to read as follows: (5) \"Code,\" the Internal Revenue Code of 1986, as amended through January 1, 2004; Section 20. That § 3-13A-16 be amended to read as follows: 3-13A-16. Notwithstanding the provisions of § 3-13A-15, no participant may assign or otherwise alienate any right to any payment or benefit under the program. The right of a participant to any payment or benefit is not subject to the rights of the participant's or any beneficiary's creditors, and is exempt from executions, attachment, prior assignment, or any other judicial relief or order for the benefit of creditors or other third persons, except as required under applicable law, including any qualified domestic relations order as defined in § 414(p) of the Internal Revenue Code of 1954, as amended and in effect on January 1, 1985, or as is otherwise specifically provided in this chapter."}, {"bill_id": 3941, "bill_version_id": 25131, "bill_version": "Enrolled", "bill_version_date": "2013-02-04T08:50:19.237-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 3941, "action_date": "2013-01-08T12:00:00-06:00", "document_id": 23561, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23561.pdf", "status_text": "First read in House and referred to", "journal_page": 25, "committee_id_action": 202, "committee_id_assigned": 194, "result": "N", "vote": {}}, {"bill_id": 3941, "action_date": "2013-01-15T15:00:00-06:00", "document_id": 23564, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23564.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 194, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3941, "action_date": "2013-01-15T15:30:00-06:00", "document_id": 23793, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23793.pdf", "status_text": "Do Pass", "journal_page": 80, "committee_id_action": 194, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12579, "president_vote": null, "Yea": [344, 411, 324, 346, 323]}}, {"bill_id": 3941, "action_date": "2013-01-15T15:30:00-06:00", "document_id": 23793, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23793.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 194, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3941, "action_date": "2013-01-17T14:00:00-06:00", "document_id": 23957, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/23957.pdf", "status_text": "Do Pass", "journal_page": 99, "committee_id_action": 202, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 12663, "president_vote": null, "Yea": [420, 346, 415, 418, 326, 360, 417, 349, 382, 410, 412, 398, 342, 324, 348, 318, 397, 374, 402, 381, 396, 370, 394, 413, 372, 350, 347, 416, 389, 351, 344, 359, 392, 335, 369, 414, 400, 375, 371, 380, 316, 332, 393, 395, 390, 408, 404, 405, 356, 411, 377, 355, 378, 407, 352, 357, 403, 343, 399, 323, 406, 361, 391, 354, 409, 401, 373, 353, 341, 334]}}, {"bill_id": 3941, "action_date": "2013-01-18T13:00:00-06:00", "document_id": 24090, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24090.pdf", "status_text": "First read in Senate and referred to", "journal_page": 147, "committee_id_action": 200, "committee_id_assigned": 184, "result": "N", "vote": {}}, {"bill_id": 3941, "action_date": "2013-01-29T14:30:00-06:00", "document_id": 24500, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24500.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 184, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3941, "action_date": "2013-01-29T14:30:00-06:00", "document_id": 24945, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24945.pdf", "status_text": "Do Pass", "journal_page": 274, "committee_id_action": 184, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13121, "president_vote": null, "Yea": [358, 329, 368, 319, 383]}}, {"bill_id": 3941, "action_date": "2013-01-29T14:30:00-06:00", "document_id": 24945, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/24945.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 184, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 3941, "action_date": "2013-01-31T12:30:00-06:00", "document_id": 25091, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25091.pdf", "status_text": "Do Pass", "journal_page": 294, "committee_id_action": 200, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 13272, "president_vote": null, "Yea": [338, 362, 337, 366, 388, 340, 365, 363, 325, 358, 364, 376, 336, 322, 345, 329, 331, 419, 320, 385, 384, 321, 368, 328, 333, 386, 367, 319, 339, 387, 327, 383, 379], "Excused": [330, 317]}}, {"bill_id": 3941, "action_date": "2013-02-04T14:00:00-06:00", "document_id": 25197, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25197.pdf", "status_text": "Signed by the Speaker", "journal_page": 293, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3941, "action_date": "2013-02-05T14:00:00-06:00", "document_id": 25310, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25310.pdf", "status_text": "Signed by the President", "journal_page": 333, "committee_id_action": 200, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3941, "action_date": "2013-02-06T14:00:00-06:00", "document_id": 25374, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25374.pdf", "status_text": "Delivered to the Governor", "journal_page": 331, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 3941, "action_date": "2013-02-12T14:00:00-06:00", "document_id": 25577, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/25577.pdf", "status_text": "Signed by the Governor", "journal_page": 348, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5239}