{"session_id": 45, "bill_id": 12735, "bill_type": "House Bill", "bill_number": 1227, "bill_title": "to establish the policy that will guide and direct the creation of a telecommunication infrastructure across South Dakota.", "sponsors": [{"legislator_profile_id": 1915, "is_prime": true}, {"legislator_profile_id": 1936, "is_prime": true}, {"legislator_profile_id": 1887, "is_prime": false}, {"legislator_profile_id": 1900, "is_prime": false}, {"legislator_profile_id": 1911, "is_prime": false}, {"legislator_profile_id": 1917, "is_prime": false}, {"legislator_profile_id": 1923, "is_prime": false}, {"legislator_profile_id": 1927, "is_prime": false}, {"legislator_profile_id": 1955, "is_prime": false}, {"legislator_profile_id": 1956, "is_prime": false}, {"legislator_profile_id": 1959, "is_prime": false}, {"legislator_profile_id": 1961, "is_prime": false}, {"legislator_profile_id": 1967, "is_prime": false}, {"legislator_profile_id": 1970, "is_prime": false}, {"legislator_profile_id": 1972, "is_prime": false}, {"legislator_profile_id": 1977, "is_prime": false}, {"legislator_profile_id": 1978, "is_prime": false}, {"legislator_profile_id": 1986, "is_prime": false}], "keywords": ["Hoghoused Bills", "Telecommunications"], "audio": [], "bill_versions": [{"bill_id": 12735, "bill_version_id": 73458, "bill_version": "Introduced", "bill_version_date": "1997-01-31T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding the regulating of telecommunication services, to provide for a universal service fund, to provide for contributions to the fund, and to establish the use of the fund. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-31-1 be amended to read as follows: 49-31-1. Terms used in this chapter mean: (1) \"Category or class of customer,\" an identifiable customer group for whom specified telecommunications services are designed, marketed, or commonly provided. Examples of a category or class of customers are residential; business; interexchange telecommunications companies; elementary and secondary educational and rural health institutions; and local, state, or federal government entities; (2) \"Centron and centron-like services,\" services which provide custom switching features which include but are not limited to the local transport facility, distributive dial tone, select number screening, toll restriction and screening, nonattendant busy out, nonattend and call transfer, and select trunk hunting and screening; (2) (3) \"Commission,\" the Public Utilities Commission; (3) (4) \"Common carrier,\" anyone who offers telecommunications services to the public; (5) \"Cost based price,\" a price which recovers the full, actual costs of providing a service using depreciation rates which reflect forward looking economic lives that reflect the impact of competition and rapidly changing technology, and which shall, without limitation, include a reasonable portion of shared and common costs and a reasonable profit. A reasonable profit constitutes revenues in excess of those necessary to recover all the costs of the business including the cost of capital; (6) \"Interconnection service,\" those services necessary to allow the transmission and routing within the same local calling area of local exchange service between the subscribers of one local exchange company and the subscribers of another local exchange company; (7) \"Interexchange telecommunications service,\" telecommunications service provided between exchanges within the state that are not in the same local calling area. This service is commonly known as long distance service or message telecommunications service; (4) (8) \"LATA,\" a local access and transport area; (9) \"Local calling area,\" the geographic area within which telephone calls may be completed between or among customers without the assessment of long distance service charges; (5) (10) \"Local exchange service,\" the access to and transmission of two-way switched voice communications telecommunications service within a geographic territorial unit established by a telecommunications company for the administration of telecommunications services local calling area. Local exchange service includes the transport facilities used to transmit a call between the local exchange switching facility and the customer and only that switching necessary to route a call to or from another local exchange service company or an interexchange telecommunications service provider ; (11) \"Local exchange service reseller,\" a telecommunications company that purchases local exchange retail services from a facilities based local exchange company and then reoffers the services to its customer; (6) (12) \"New products and services,\" any new product or service introduced after July 1, 1988, which is not functionally required to provide local exchange service. Repackaging of any product or service which is fully competitive with any service regulated as emerging competitive or noncompetitive is not considered a new product or service; (7) (13) \"Optional service,\" a limited or discretionary service offered by a telecommunications company which is not functionally required for the provision of noncompetitive services and which the customer has the option to purchase; (8) (14) \"Rate of return regulation,\" the procedure used by the commission to approve the charge for a service which gives due consideration to the public need for adequate, efficient and reasonable service and to the need of the public utility for revenues sufficient to enable it to meet its total current cost of furnishing such service, including taxes and interest, and including adequate provision for depreciation of its utility property used and necessary in rendering service to the public, and to earn a fair and reasonable return upon the value of its property; (15) \"Rural telephone company,\" a local exchange company as defined in 47 U.S.C. § 153(a)(47) as of January 1, 1997; (16) \"Service area,\" a geographic area established for purposes of determining universal service support obligations and distributions. For a rural telephone company a service area is also established for determining the service obligations of a competing local exchange service provider and is the study area established by the federal communications commission or federal law; (17) \"Switched access,\" a telecommunications service which is purchased for the origination and termination of interexchange telecommunications services and includes local exchange central office switching and signaling, local transport, and a reasonable contribution to the cost of providing the facilities between the central office and the end user; (9) (18) \"Telecommunications company,\" any person , trustee, lessee or receiver owning, operating, reselling, managing, or controlling in whole or in part, any telecommunications line, system or exchange in this state, directly or indirectly, for public use. For purposes of this definition the term, for public use, means for the use of the public in general or for a specific segment of the public, or which connects to the public switched network for access to any telecommunications service. All telecommunications companies are common carriers; (10) (19) \"Telecommunications service,\" the transmission of signs, signals, writings, images, sounds, messages, data or other information of any nature by wire, radio, lightwaves, electromagnetic means or other similar means. It does not include the provision of terminal equipment used to originate or terminate such service, broadcast transmissions by radio, television and satellite stations regulated by the federal communications commission and one-way cable television service; and (11) \"Universal service,\" a service which is, as far as possible, a rapid, efficient telecommunications service with adequate facilities available to all the people of South Dakota at a reasonable charge (20) \"Transport and termination,\" services necessary to provide transport and switching facilities to reciprocally terminate local exchange service traffic from a local exchange service or commercial mobile radio service provider within the same local calling area . Section 2. That § 49-31-1.1 be amended to read as follows: 49-31-1.1. For the purposes of this chapter, a \" noncompetitive service \" is a monopoly service for which no competition exists or the price regulation of which is necessary to insure affordable local exchange service. Such services include: (1) Residential local exchange service; (2) Business local exchange service; (3) Agribusiness local exchange service Switched access ; (4) Emergency Access to telephone relay and emergency services; (5) Public and semipublic coin telephone Interconnection service; and (6) All services not otherwise listed in § § 49-31-1.2 and 49-31-1.3 Transport and termination services . Section 3. That § 49-31-1.2 be amended to read as follows: 49-31-1.2. For the purposes of this chapter, an \" emerging competitive service \" is a service that satisfies the criteria of § 49-31-3.2 and which has alternative services available to over twenty percent of the company's customers for that service. Such services include : (1) Inter-LATA inter-LATA message toll service and intra-LATA message toll service ; (2) Inter-LATA wide area telephone service and intra-LATA wide area telephone service; and (3) New products and services not functionally required to provide local exchange service , otherwise known as interexchange telecommunications or long distance service which originates and terminates within South Dakota . Section 4. That § 49-31-1.3 be amended to read as follows: 49-31-1.3. For the purposes of this chapter, a \" fully competitive service \" is a service that satisfies the criteria of § 49-31-3.2 and which has alternative services available to over fifty percent of the company's customers for that service within a locality or defined market, or which is of limited scope or so discretionary in nature that regulation is not warranted. Except as provided for in § 49-31-3.2, section 8 of this Act, and § 49-31-11 the service is exempt from the provisions of this title. Such services include: (1) Cellular Commercial mobile radio services; (2) Centron and centron-like services; (3) Billing and collections; (4) Optional services; (5) Private line and special access; and (6) Premise cable and inside wire ; (7) Directory listings and published or electronically available directories; (8) New products and services not functionally required to provide local exchange service; and (9) Any telecommunications service not listed in § § 49-31-1.1 and 49-31-1.2 . Section 5. That § 49-31-1.4 be amended to read as follows: 49-31-1.4. For the purposes of this chapter, \" price regulation \" is the procedure used by the commission to approve the charge for an emerging or noncompetitive telecommunications service which is not based on rate of return regulation. In determining whether the price is fair and reasonable, the commission shall determine and consider the price of alternative services, the overall market for the service, the affordability of the price for the service in the market it is offered, and the impact of the price of the service on the commitment to preserve affordable universal service. In determining the price for a noncompetitive and an emerging competitive service, the commission shall also consider the actual cost of providing the service. In determining the price for a noncompetitive service, the commission shall also consider the fully allocated cost of providing the service permit prices that are cost based . Section 6. That § 49-31-2 be amended to read as follows: 49-31-2. The Notwithstanding the provisions of § 49-31-1.3, the provisions of chapters 49-7 to 49-13, inclusive, and this chapter apply to all telecommunications companies and to all telecommunications lines and facilities of any kind, character or description in use by any corporation , receiver, trustee or other or person operating a telecommunications company, whether owned or operated under contract, agreement, lease or otherwise. The commission may not discriminate in its regulation of companies, lines, or facilities or in its application of the provisions contained in this chapter. Section 7. That § 49-31-3 be amended to read as follows: 49-31-3. The commission has general supervision and control of all telecommunications companies offering common carrier services within the state to the extent such business is not otherwise regulated by federal law or regulation. The commission shall inquire into any complaints, unjust discrimination, neglect, or violation of the laws of the state governing such companies. The commission may exercise powers necessary to properly supervise and control such companies. Each telecommunications company No telecommunications company may offer or provide any interexchange telecommunications service prior to receiving a certificate of authority. The application for a certificate of authority shall file an application for a certificate of authority be filed with the commission , which shall have the exclusive authority to grant the certificate, no less than sixty days prior to initiating providing any telecommunications service in this state. Each telecommunications company shall submit a two hundred fifty dollar application fee with its application which shall be deposited into the gross receipts tax fund established pursuant to § 49-1A-2. If the commission has not ruled upon an application at the end of the sixty days, the telecommunications company may initiate interexchange telecommunications services in the state until the commission reaches a decision on the application. If the application is granted, the company may continue to offer its services. However, if the application is denied, the company shall cease and desist from offering any further services in this state. A telecommunications company has the burden to prove in its application that it has sufficient technical, financial and managerial capabilities to offer interexchange telecommunications services before the commission may grant a certificate of authority. The commission may rule upon a telecommunications company's application for a certificate of authority with or without hearing. Any certificate of authority granted by the commission may be suspended or revoked pursuant to chapter 1-26 for a willful violation of the laws of this state, a willful failure to comply with a rule or order of the commission, or other good cause. The commission shall, by rules promulgated pursuant to chapter 1-26, prescribe the necessary procedures to implement this section. A telecommunications company that had lawful authority immediately prior to July 1, 1992, shall continue to have such authority. The commission shall issue such a telecommunications company a certificate of authority. Certificates of authority to provide interexchange telecommunications service may not be sold, assigned, leased, or transferred without authorization from the commission. The offering of telecommunications services by a telecommunications company without a certificate of authority or inconsistent with this section is a Class 1 misdemeanor. Section 8. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: No telecommunications company may begin the construction of a telecommunications facility intended to provide any telecommunications service or to offer or provide any telecommunications service within a local calling area prior to receiving a certificate of authority for the local calling area sought to be served. No company may extend an existing telecommunications facility, outside its local exchange service area for the purpose of providing local exchange service, without applying to the commission for authority to do so. Section 9. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: An application for a certificate of authority to provide local exchange service shall be filed with the commission, which shall have exclusive authority to grant the requested certificate. The application shall specify the types of services that are proposed, and shall include a plat or map identifying the specific geographic area for which the services are proposed. If an incumbent telecommunications company is providing local exchange services in a defined local calling area, the local calling area established by any additional certificate shall be coextensive with the already existing local calling area including any extended area service. Section 10. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: An applicant seeking a certificate of authority to provide local exchange services shall provide a copy of the application at the time of filing to all incumbent telecommunications companies providing local exchange service in the area identified in the application. Incumbent telecommunications companies shall automatically have party status in any commission proceeding to consider the application. Section 11. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission may not grant the requested certificate of authority unless, after notice and opportunity for hearing, the applicant meets its burden of proving that it has the technical, managerial, and financial resources to provide the proposed local exchange service in the geographic area proposed to be served, and that the commission determines that the granting of the certificate of authority is consistent with the requirements of this chapter and any exemptions, suspensions or modifications authorized for incumbent local exchange service companies pursuant to 47 U.S.C. § § 251(f)(1) and 251(f)(2) as of January 1, 1997. Any grant of a certificate authority to provide local exchange service shall be subject to such terms and conditions as the commission finds consistent with preserving and advancing universal service, protecting the public safety and welfare, ensuring the continued quality of service, and safeguarding the rights of consumers, including the nondiscriminatory availability of 911 or enhanced 911 service, access to a directory that includes the customers' local calling area, and access to local exchange service operators. Section 12. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Except if an evidentiary hearing is required by the commission, the commission shall act on an application for a certificate of authority to provide local exchange service within ninety days of receiving a complete application. If an evidentiary hearing is required, the commission shall act on the application within one hundred twenty days of receipt of a complete application. The time periods for commission action may be extended for good cause, including the need to review interconnection agreements between or among affected companies to determine whether the certificate of authority is in the public interest. If an interconnection agreement is necessary to provide local exchange service, and that agreement has not been reviewed and approved by the commission as required by 47 U.S.C. § 252(e) as of January 1, 1997, approval of an application for a certificate shall be conditioned on the approval of the necessary interconnection agreement. Nothing in this section limits the right of an applicant to obtain an interconnection agreement while the application is pending. Section 13. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: If the applicant proposes to provide any local exchange service in an area served by a rural telephone company, the applicant shall satisfy the service obligations of an eligible telecommunications carrier, unless the commission determines that the requirement is not in the public interest and a waiver is granted by the commission pursuant to section 14 of this Act. For purposes of this section an eligible telecommunications carrier shall, in addition to satisfying the conditions in section 11 of this Act, provide some or all of the facilities necessary to provide local exchange service; provide all services supported by federal universal service support mechanisms; provide single-line residential and business local exchange service using the same local calling area, including any extended area service, as the incumbent rural telephone company; provide inter and intra-LATA equal access to same extent provided by the incumbent rural telephone company; provide the required services at prices and terms which reflect a good faith offering of service throughout the service area of the incumbent rural telephone company; and advertise the availability of its local exchange services and its prices to all potential customers throughout the service area using media of general distribution. Section 14. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: An applicant may petition the commission for a waiver from the requirement of satisfying the service obligations of an eligible telecommunications carrier where the incumbent rural telephone company has obtained an exemption, suspension, or modification under 47 U.S.C. § 251(f) as of January 1, 1997, which effectively prevents an applicant from meeting those obligations or where the commission determines, after notice and hearing pursuant to chapter 1-26, that the waiver would be in the public interest, that it would not adversely impact universal service, that prices for local exchange service will be just, reasonable and affordable, and that quality of service will be continued. Section 15. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any telecommunications company seeking to amend or alter its authorized local exchange service territory shall apply for an amended certificate of authority. An application for an amended certificate shall be subject to the same requirements as an application for an initial certificate. Section 16. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: An application for a certificate of authority to provide local exchange service shall be accompanied by a fee of two hundred fifty dollars, which shall be deposited in the gross receipts tax fund established pursuant to § 49-1A-2. Section 17. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any certificate of authority in effect as of the effective date of the Act shall remain in full force and effect. Section 18. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any certificate of authority may be suspended or revoked by the commission pursuant to chapter 1-26 for a violation of the laws of this state, failure to comply with a rule or order of the commission, or other good cause including a failure to provide reasonably adequate service and, if customers have a choice of providers, degradation of service quality affecting customers served by another company. The commission may order a partial suspension or revocation for less than the entire area served. Section 19. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: A certificate of authority may not be sold, assigned, leased or transferred without authority from the commission. The offering of local exchange service without a certificate of authority or otherwise inconsistent with this section is a Class 1 misdemeanor. Section 20. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission may promulgate rules necessary to implement this sections 9 to 19, inclusive, of this Act. Section 21. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: A local exchange service reseller is not an independent telecommunications company as that term is used in § 49-31-5.1. Section 22. That § 49-31-3.2 be amended to read as follows: 49-31-3.2. The commission, after notice and hearing, shall waive, eliminate or modify any of its rules or orders affecting telecommunications services if it finds that a telecommunications service is a fully competitive service or an emerging competitive service. A person, or the commission on its own motion, may apply to have an emerging competitive service of a telecommunications company classified as a fully competitive service or a noncompetitive service classified as an emerging competitive service or a fully competitive service. The application may be distinguished by or limited to a particular locality or market where the service faces a demonstrated level of competition. The application shall be filed with the commission and served on any other person designated by the commission. The application shall be in a form prescribed by the commission. The commission, in determining how a telecommunications service is to be classified, shall consider: (1) The number and size of alternative providers of the service and the affiliation to other providers; (2) The extent to which services are available from alternative providers in the relevant market; (3) The ability of alternative providers to make functionally equivalent or substitute services readily available at competitive rates, terms, and conditions of service; (4) The market share, the ability of the market to hold prices close to cost, and other economic measures of market power; and (5) The impact on universal service. The commission shall approve or deny any such application within ninety days after the filing of the application. However, the commission may, by order, defer the period within which it must act for one additional period of ninety days, upon a finding that the proceeding cannot be completed within ninety days and that the additional time period is necessary for the commission to adequately and completely fulfill its duty under this title. If the commission has not acted on any such application within the appropriate time period permitted, the application shall be deemed granted. Section 23. That § 49-31-3.3 be repealed. 49-31-3.3. The commission may, within ninety days after July 1, 1988, conclude an investigation into any or all of the telecommunications services listed in § § 49-31-1.1, 49-31-1.2 and 49-31-1.3 to determine if any service is properly classified pursuant to the standards found in subdivisions 49-31-3.2 (1) to (5), inclusive. The commission may, after notice and hearing, reclassify any service to conform the classification of the service to the evidence and the standards in § 49-31-3.2. The telecommunications company providing the service has the burden of proving the classification is appropriate. During this ninety-day period, any service subject to the investigation will remain under rate of return regulation. Upon expiration of the ninety-day period, reclassification of any service, even if hearings had commenced within the ninety days, will be pursuant to the provisions of § 49-31-3.4. Section 24. That § 49-31-4 be amended to read as follows: 49-31-4. Any charge established for the provision of telecommunications services shall be fair and reasonable. The commission shall determine and approve individual rates prices to be charged by any telecommunications company for a noncompetitive service pursuant to under price regulation as defined in § 49-31-1.4, if applicable, and pursuant to § § 49-31-12, 49-31-12.2 and 49-31-12.4. Except as provided in § 49-31-4.1, the commission shall utilize rate of return regulation when determining the charge for a noncompetitive service. The commission shall determine and approve individual prices to be charged by a telecommunications company for any emerging competitive service pursuant to § § 49-31-1.4, 49-31-12, 49-31-12.2, and 49-31-12.5. However, there is no rate of return regulation of emerging competitive services and no rate of return or price regulation of fully competitive services. The commission shall separate, assign and distribute a telecommunications company's revenues, investments, and expenses among all services offered. The commission shall, by rules promulgated pursuant to chapter 1-26, prescribe the methodologies by which a telecommunications company shall segregate its revenues, investments and expenses. The methodologies prescribed by the rules shall be in accord with federal and state law. No telecommunications company may use the revenues from emerging competitive services to subsidize fully competitive services or revenues from noncompetitive services to subsidize emerging competitive services or fully competitive services. Expenses and investment of fully competitive services may not be attributed to emerging competitive services or noncompetitive services and the expenses and investment of emerging competitive services may not be attributed to noncompetitive services. Rates being charged by a telecommunications company on July 1, 1988 shall be deemed to be the fair, reasonable, and effective rates until changed or altered pursuant to this chapter. Section 25. That § 49-31-4.1 be repealed. 49-31-4.1. The commission shall, on its own motion or upon petition, hold public hearings investigating methods of price regulation consistent with § 49-31-1.4 and chapter 1-26. Within thirty days of its receipt of a petition filed pursuant to this section, the commission shall issue a procedural schedule setting forth dates by which written direct testimony or data shall be filed and ordering the date for commencement of a hearing. If the investigation indicates that pricing regulation is appropriate for any noncompetitive service because such regulation has a positive impact on universal service and is more reasonable and fair than rate of return regulation, the commission may adopt pricing regulation for any such noncompetitive service. Section 26. That § 49-31-4.2 be repealed. 49-31-4.2. A telecommunications company providing intrastate interexchange telecommunications services shall charge uniform prices on all routes where it offers the services. However, notwithstanding this section and § 49-31-11, a telecommunications company may offer or provide volume discounts and may pass through any state, municipal or local taxes in the specific geographic areas from which the taxes originate. Section 27. That § 49-31-4.3 be repealed. 49-31-4.3. Each telecommunications company engaged directly or indirectly in any business other than that of providing telecommunications service shall keep and, if requested by the commission, render separately to the commission, in like manner and form the relevant accounts of all such other businesses. The provisions of this chapter apply to the books, accounts, papers and records of relevant transactions with such other businesses. All profits and losses of such other business may be considered by the commission as are relevant to the general fiscal condition of the telecommunications company. The commission, in determining the allowance for materials or services to be included in costs of operations for rate of return or price regulation for noncompetitive services, may disallow any unreasonable profit made in the sale of materials to or service supplied for any telecommunications company by any firm or corporation owned or controlled directly or indirectly by such company or any affiliate, subsidiary, parent company, associate or any corporation whose controlling stockholders are also controlling stockholders of such telecommunications company. The burden of proof shall be on the telecommunications company to prove that no unreasonable profit is involved. Section 28. That § 49-31-5 be amended to read as follows: 49-31-5. The commission may regulate the business of providing telecommunication service and may promulgate rules pursuant to chapter 1-26 concerning: (1) Requirements for telecommunications companies to maintain and make available to the public and the commission records and utility tariffs; (2) Requirements for telecommunications companies to provide information to customers regarding credit, deposits, services, refunds, and billing rights; (3) Requirements that telecommunications companies must follow regarding procedures for billing customers; (4) Procedures and requirements for handling billing disputes, service interruptions, payment plans, and refunds; (5) Standards and procedures for telecommunications companies to follow to ensure nondiscriminatory credit policies; (6) Procedures, requirements, and record-keeping guidelines regarding deposit policies; (7) Procedures, requirements, and record-keeping guidelines regarding customer refunds; (8) Policies for telecommunications companies to follow regarding refusal of telephone service to the public; (9) Policies for telecommunications companies to follow regarding disconnection of customer service; (10) Registration procedures, service requirements, billing practices, and maximum service charges for alternative operator services in South Dakota; (11) Procedures and requirements for classification and reclassification proceedings; (12) Standards, procedures, and requirements regarding the telecommunications utility investigation fund; (13) Application and notice procedures for the construction of telecommunications facilities; and (14) Requirements for filing and noticing tariff changes ; (15) Procedures for competitive entry and exit in the provisioning of local exchange service; (16) Provision of equal access and interconnection with other local exchange companies; (17) Funding of number portability; (18) Methods to preserve affordable local exchange service; (19) Standards of service quality; and (20) Provision of emergency telecommunications services . Section 29. That § 49-31-5.1 be amended to read as follows: 49-31-5.1. Telecommunications cooperatives organized pursuant to chapters 47-15 to 47-20, inclusive, municipal telephone systems operated pursuant to chapter 9-41, and independent telephone companies serving less than ten fifty thousand local exchange subscribers are not subject to chapter 49-11, § § 49-31-1.1 to 49-31-1.4, inclusive, § § 49-31-3.1 to 49-31-4.1, inclusive, § § 49-31-4.3, 49-31-5 and 49-31-6, § § 49-31-12 to 49-31-12.5, inclusive, and § § 49-31-44 to 49-31-46, inclusive. To qualify as an independent telephone company, the company shall also be an incumbent local exchange company, as defined by 47 U.S.C. § 251(h) as of January 1, 1997. However, any cooperative, municipality or independent telecommunications company may elect to have its rates noncompetitive service prices regulated by the commission and be subject to commission regulation for its emerging and noncompetitive telecommunications services . The election to be regulated shall be made by filing with the commission a certified copy of the resolution of the board of directors or the municipal governing body. Commission regulation shall become effective thirty days after receipt of the resolution by the commission. Section 30. That § 49-31-6 be repealed. 49-31-6. The commission may make a physical valuation of all the property of any telecommunications company, to be taken when such valuation is necessary for the purpose of arriving at any determination in connection with the regulation of its business or the adjustment of its rates. Section 31. That § 49-31-7 be amended to read as follows: 49-31-7. In addition to the regulatory powers and duties provided by chapters 49-1 to 49-13, inclusive, and this chapter, the commission may conduct any investigations that are necessary to protect the public interest. The commission may order such changes or improvements in telecommunications facilities, exchanges or networks as necessary for the improvement provisioning of noncompetitive telecommunications service and the convenience of the public and which are technically feasible, economically reasonable, and not harmful to the network . If, in the judgment of the commission, any repair upon telecommunications facilities, a change in its rates, a change in the mode of operating telecommunications facilities or conducting telecommunications company business is necessary , and reasonable and expedient in order to promote the safety, convenience and accommodation of the public , the commission shall , after notice and opportunity for a hearing, notify the telecommunications company immediately , and such . The telecommunications company shall change the mode of operating its facilities or conducting its business , or repair, renew, or replace such the facilities in such manner, of such material and within such time as the commission may order. Unless a cost support mechanism such as a universal service fund enables a company to recover the full, actual cost of implementing a commission order pursuant to this section, the commission shall permit the company to pass through in the prices for the services affected by the commission's order, or through charges to the person or entity requesting commission action, any expense or investment occasioned by the commission's order issued pursuant to this section. This section does not apply to interconnections which are subject to § 49-31-15 and sections 46 to 49, inclusive, of this Act. Section 32. That § 49-31-7.1 be amended to read as follows: 49-31-7.1. The commission may: (1) Examine and inspect the condition of each telecommunications company in this state and of its equipment, and the manner of its conduct and management with reference to the safety, accommodation and convenience of the public; (2) Require any telecommunications company doing business in this state to install any facility necessary for the safety, convenience and accommodation of the public which is technically feasible, economically reasonable, not harmful to the existing network, and in the public interest if the company is permitted to recover its full, actual cost incurred either through a cost support mechanism such as a universal service fund, or through its prices for service, or through a surcharge on customers or users that benefit from the installation of the facility. This subdivision does not apply to interconnections which are subject to § 49-31-15 and sections 46 to 49, inclusive, of this Act ; (3) Inquire into the management of the business of all telecommunications companies subject to the provisions of this chapter, and the commission shall keep informed as to the manner and method in which the same is conducted, and may obtain from such telecommunications companies full and complete information necessary to enable it to perform the duties and carry out the objects for which it was created; (4) Require annual reports and such special reports which , in the opinion of the commission, are reasonable, necessary , or proper for its information; (5) Prescribe the forms of any and all accounts, records and memoranda to be kept by telecommunications companies; (6) Inspect all accounts, records and memoranda kept by telecommunications companies and may employ special agents or examiners who have authority, under the order of the commission, to examine any and all accounts, records and memoranda kept by any telecommunications company engaged in interstate commerce; (7) Examine any of the books, papers or documents of any such telecommunications company and to examine under oath or otherwise any officer, director, agent or employee of any such telecommunications company; and (8) Issue subpoenas to compel the attendance and testimony of witnesses and the production of all books, papers, tariffs, schedules, contracts, agreements and documents relating to any matter under investigation, and to that end may invoke the aid of any court of this state in requiring the attendance and testimony of witnesses and the production of books, papers and documents under the provisions of this section. The attendance of witnesses and the production of documents, books and papers may be required from any place in the state at any designated place of hearing. Section 33. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding any other provisions of this chapter, any telecommunications company providing wholesale services may reorganize its business to separate its wholesale business from its retail business. Any asset transfers shall be at book value. The company need only advise the commission of its action and file any necessary price schedules or tariffs to accurately reflect the prices, terms and conditions of service. The reorganization of the business does not affect the commission's ability to regulate the services provided by the companies as provided for in this chapter. Section 34. That § 49-31-11 be amended to read as follows: 49-31-11. No person or telecommunications company may unjustly or unreasonably discriminate between persons in providing telecommunications services or in the rate or price charged for those services. No telecommunications company may offer a rate or charge, demand, collect or receive from any person a greater or lesser compensation for any telecommunications service offered than it charges, demands, collects or receives from any other person for providing a like telecommunications service. Prices charged by providers of intrastate interexchange telecommunications services to customers in rural and high cost areas may not be higher than prices charged by the providers to its customers in urban areas. A telecommunications company shall offer to customers in all regions of the state served by the company access to like telecommunications services at reasonably comparable prices. No telecommunications company may make or give any unjust or unreasonable preference or advantage to any person, nor unjustly or unreasonably prejudice or disadvantage any person, in the provision of any telecommunications service. Notwithstanding any prohibitions in this section chapter , upon application to the commission, any telecommunications company may after investigation by the commission, be authorized by the commission to charge special rates prices, or to charge different prices based on good cause, or to give certain preferences which are determined by the commission to be fair and reasonable. A telecommunications company may pass through to its customers, residing in the area to which the taxes apply, any state, municipal and local taxes assessed against the company. Nothing in this section applies to volume discounts or to the provision of telecommunications services at reduced rates prices for the United States, this state, local governments or governmental subdivisions. Any discounts, reduced prices, or price preferences provided for under this section do not constitute the retail price for that service. Whoever violates any of the provisions of this section is guilty of unjust discrimination and shall be punished by a civil fine not less than one thousand nor more than five thousand dollars for each violation. Nothing in this section may alter alters or eliminate eliminates any remedy otherwise available to an injured party, including an injured party's right to initiate a suit against the company guilty of discrimination pursuant to § 49-13-14.1. Section 35. That § 49-31-12 be repealed. 49-31-12. The commission shall make for each of the telecommunications companies doing business in this state a schedule of reasonable fares and rates or prices except for those telecommunications services which are fully competitive. The commission may determine and approve different rates or prices for different companies and for different services of any company. The commission shall: (1) Change and revise such rates or prices as circumstances require; (2) Serve upon each company at least ten days notice of the time and place rates or prices will be determined, and provide an opportunity for any person, partnership, limited liability company, corporation, or company to be heard; and (3) Give notice to the company of the rates or prices decided upon and the effective date of such rates or prices, and provide a printed copy of such rates or prices to the general public upon request. Section 36. That § 49-31-12.1 be amended to read as follows: 49-31-12.1. Any tariff, or a certified copy, approved pursuant to § 49-31-1.4, 49-31-12, 49-31-12.2, 49-31-12.4, or 49-31-12.5, shall be received in evidence as an official tariff on file with the commission, without further proof. The commission shall certify that the tariff in question is a true copy of the original on file with the commission and that it is currently in effect. The tariff shall, in any suit brought against a company, constitute prima facie evidence that the rates or prices approved thereby are fair and reasonable. Section 37. That § 49-31-12.2 be amended to read as follows: 49-31-12.2. Any telecommunications company subject to this chapter for noncompetitive and emerging competitive telecommunications services shall: (1) Print and keep for public inspection in a convenient and publicly accessible place, its tariff showing the rates or prices for telecommunications services offered by the company which are in force at the time; (2) Not increase published rates or prices for noncompetitive telecommunications services except after thirty days notice to the commission and to the public. The notice shall state the proposed increase and the proposed effective date of the increase. After thirty days notice the increase may go into effect subject to suspension, refund or both, pursuant to § 49-31-12.4 or 49-31-12.5, whichever is applicable. A company need only notify the commission of any reduction in rates or prices for telecommunications services before the effective date of the reduction and publish the appropriately amended tariff and notice required in subdivision (1) of this section; (3) Except as provided for in subdivision (2) of this section, not deviate from any of its current published rates prices ; and (4) Upon request of the commission, file with the commission copies of any contracts, agreements or arrangements with other companies that are affected by the provisions of this chapter. Section 38. That § 49-31-12.3 be amended to read as follows: 49-31-12.3. If any telecommunications company subject to the provisions of this chapter neglects or refuses to file or publish its tariffs of rates or prices, and contracts and agreements relating thereto, the telecommunications company, pursuant to chapter 21-34, is subject to a writ of mandamus to be issued by any circuit court of the state in the judicial circuit where the principal office of the telecommunications company is situated or where the offense may be committed. Section 39. That § 49-31-12.4 be amended to read as follows: 49-31-12.4. If a telecommunications company files with the commission any tariff stating a new rate or price or any new practice affecting any noncompetitive telecommunications service, the commission: (1) May upon a petition to intervene or on its own initiative, with or without answer or other formal pleading by the interested company or companies but upon reasonable notice, enter upon a hearing concerning the propriety or reasonableness of the rate, price or practice; (2) Pending any hearing pursuant to subdivision (1) of this section, the commission may suspend the operation of the tariff and the use of the rate price or practice upon order with notice to the company of the reasons therefor. The suspension may not last longer than one hundred twenty sixty days beyond the proposed effective date of the rate price or practice. However, the commission may extend the period an additional sixty thirty days; (3) During any hearing conducted pursuant to subdivision (1) of this section, receive whatever evidence, statements or arguments the parties may offer pertinent to the investigation. The burden is on the company to prove that the tariff is fair and reasonable; (4) After any hearing pursuant to subdivision (1) of this section, determine a fair and reasonable rate or price, render a written decision specifically setting out the rate or price and prepare a record of its proceeding and findings; and (5) If a rate has been suspended pursuant to subdivision (2) of this section and the commission has not issued an order at the expiration of one hundred eighty ninety days after the proposed effective date of the rate price or practice, the proposed change may go into effect at the end of such period. In the case of a proposed increased rate or price, the telecommunications company shall keep an accurate account of all amounts received by reason of the increase. The company shall specify by whom and on whose behalf the amounts are paid. Upon completion of the hearings and entry of a commission decision, the commission may require the telecommunications company to refund, with interest, to the persons in whose behalf such amounts were paid, the portion of the increased rates or prices found to be unfair or unreasonable. Section 40. That § 49-31-15 be amended to read as follows: 49-31-15. The commission may compel access to any telecommunications facilities in this state which does not threaten network reliability or security . Any telecommunications company desiring access to any other company's facilities shall, if access is refused, make an application to the commission. Upon receipt of the application, the commission shall ascertain the facts in the case. If in its judgment the public service demands the access and the facilities of the applicant are in proper condition, the commission may order the access upon such terms and conditions that are found to be in the public interest and apportion the expense of the access. If the extension of telecommunications facilities to meet customer demand for access, interconnection or other services, whether offered as a retail or wholesale service, results in construction costs or investment in excess of the average cost or investment to provide the service, the company may, prior to initiating construction or making the investment, require payment sufficient to recover the costs or investment. The term, access, means the connection of a local exchange service customer to the local exchange service network or the connection of an interexchange telecommunications service provider or other local exchange service provider to a local exchange service network. Nothing in this section prevents access to another telecommunications company's facilities by mutual consent. Section 41. That § 49-31-17 be amended to read as follows: 49-31-17. Notwithstanding § 49-31-15, no local exchange service company may be compelled to provide switched access may be compelled except at or within the local exchange boundary , or a centralized point serving several exchanges, of the telecommunications company refusing the access . The company refusing access may not be compelled by the commission to build a facility outside its local exchange territory , or a centralized point serving several exchanges, to connect to the telecommunications company requesting the switched access. Nothing in § 49-31-15 may be construed to prevent telecommunications companies from providing access to each other's facilities by mutual consent. Section 42. That § 49-31-18 be amended to read as follows: 49-31-18. Every telecommunications company shall provide switched access for any other telecommunications company doing business in the same vicinity that makes application therefor and shall afford all reasonable and proper facilities for such access, for reasonable compensation and without discrimination, and under rules the commission may prescribe. To provide access facilities at reasonable rates and to enhance and preserve universal service, the The commission may shall establish methods designed to determine and implement fair and reasonable cost based switched access rates prices by rules promulgated pursuant to chapter 1-26. A local exchange service reseller shall be required to purchase switched access services for the origination or termination of any intrastate interexchange telecommunications services which originate or terminate using the resold local exchange services. Section 43. That § 49-31-19 be amended to read as follows: 49-31-19. Access Switched access service charges for switching and transporting intrastate interexchange telecommunications services between facilities shall be published in the tariff filed by the telecommunications company providing the access. Notwithstanding any exemption granted under § 49-31-5.1, any telecommunications company providing telecommunications switched access services which are classified as emerging or noncompetitive shall file its access tariffs with the commission for approval pursuant to § 49-31-12.4 or 49-31-12.5, as applicable. Section 44. That § 49-31-20 be repealed. 49-31-20. No person who owns telecommunications facilities in this state may consolidate with or hold a controlling interest in the stock, bonds or assets of another telecommunications company owning a competing line, switch, exchange or other telecommunications facilities. A person may file with the commission an application to consolidate or merge telecommunications companies. If the commission finds after an investigation, notice and, with or without, public hearing that the public interest will be benefited by the consolidation or merger, the commission may issue a permit granting the consolidation or merger. Section 45. That § 49-31-21 be repealed. 49-31-21. Any person before commencing the construction of a telecommunications facility, or an extension of an existing telecommunications facility outside its lawful local exchange territory, shall first apply to the commission for authority to do so. The application shall have attached thereto a plat or map showing the location of the proposed facility. Upon receipt of the application, the commission shall notify any other telecommunications company which may be affected and permit the filing of comments or objections. The commission may allow, with or without a hearing, the construction of a telecommunications facility if it finds the facility to be in the public interest and which will provide competition in the delivery or use of telecommunications services. If the proposed location of a facility is in the local exchange territory assigned to telephone cooperatives organized pursuant to chapters 47-15 to 47-20, inclusive, or municipal telephone systems operated pursuant to chapter 9-41, or independent telephone companies serving less than ten thousand local exchange subscribers, the commission may allow the proposed facility only upon the additional finding that the local exchange company operating the existing facility is not furnishing reasonably adequate telecommunications service and will not furnish reasonably adequate service within a reasonable time. Nothing in this section prohibits the construction of nonaccess facilities which cross the local exchange territory being lawfully occupied and served by another telecommunications company furnishing reasonably adequate service. Nothing in this section affects construction or extension of facilities within the local exchange territory for which a company has the certificate to operate, into contiguous territory which is not receiving similar service, or where a certificated telecommunications company agrees in writing to an attachment of lines or to the construction of telecommunications facilities in the affected company's local exchange territory. Section 46. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: To the extent required by federal law, each local exchange telecommunications company shall provide access to, and interconnection with, its telecommunications services and unbundled network elements to any other provider of local exchange service requesting access and interconnection at prices and on terms that are just, reasonable and nondiscriminatory. Section 47. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Unless specifically exempted by federal law, telecommunications companies requesting interconnection and network services for the purpose of providing local exchange service, and incumbent local exchange companies shall engage in good faith negotiations to establish mutually acceptable prices, terms, and conditions for interconnection and unbundled network services. At any time in the negotiation process, the parties involved may petition the commission to appoint a mediator to help resolve differences arising in the course of the negotiations. Parties may also, consistent with federal law, petition the commission to appoint an arbitrator to resolve open issues in the negotiations. The commission may appoint mediators or arbitrators. In establishing any prices for interconnection and unbundled network services, the commission shall ensure that the prices are cost based. Section 48. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The aggregate price for unbundled network service may exceed the price for a bundled service that includes the network services, if necessary to satisfy the requirement that a local exchange company providing the network services may not be required to provide service below cost. A telecommunications company that purchases the local loop unbundled from the switching service shall pay a price which covers all costs regardless of jurisdiction. In those instances where a telecommunications company desires to use facilities of another company that are used to provide extended area service, it shall negotiate an interconnection agreement with the local exchange company where the traffic originates and the company where the traffic terminates. Prices for unbundled network services may be deaveraged to reflect cost differences only if corresponding retail services prices may also be deaveraged to reflect cost differences unless some cost support mechanism such as a universal service fund is in place which offsets the need for deaveraged retail prices. Section 49. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The interconnection exemption established for rural telephone companies shall be maintained consistent with 47 U.S.C. § 251(f)(1) as of January 1, 1997, and the commission may grant suspensions and modifications from requirements to provide interconnection services as provided for by 47 U.S.C. § 251(f)(2) as of January 1, 1997. Section 50. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall permit the joint ownership, operation or sharing of public switched network infrastructure, technology, information, and telecommunications facilities and functions between local exchange companies for the purpose of enabling or assisting an eligible telecommunications carrier to provide telecommunications services, or access to information services, in its service area. A local exchange company may not be required to share facilities with an eligible telecommunications carrier if the facilities will be used to provide service to customers in the local exchange company's service area. Local exchange companies participating in the joint ownership, operation or sharing arrangement may not be treated as a common carrier for hire or as offering common carrier services with respect to any infrastructure, technology, information, facilities or functions made available to an eligible telecommunications carrier under the arrangement. Section 51. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: It is not unreasonable or discriminatory for a telecommunications company to impose the following conditions or limitations on the resale of its services: (1) A limitation which does not allow the resale of residential local exchange service to any other category of class of customer; (2) A limitation which does not allow the resale at wholesale prices of services to a different category or class of customer than that category or class of customer for which the service is available at retail prices; (3) A limitation that does not allow the use of flat or measured rate local exchange service or the existence of a local calling area to bypass the use of switched access; (4) A requirement that services offered at a discounted retail price by a local exchange company may be resold only to those customers eligible for the retail discount from the local exchange company; (5) A requirement that does not allow a local exchange service company to provide a retail service, which is priced below the full actual cost of providing the service, at a discount that represents the costs that will be avoided as described in 47 U.S.C. § 252(d)(3) as of January 1, 1997. (6) A limitation that a local exchange service reseller may resell service to only that category or class of customer for which the service is intended, designed or marketed by the wholesale provider. If a service is withdrawn or obsoleted, but service is continued for existing customers, local exchange service resellers shall provide the service only to those customers who are eligible to purchase the withdrawn or obsoleted service. Section 52. That § 49-31-58 be amended to read as follows: 49-31-58. If it is determined to be in the public interest, the The commission may utilize various cost allocation methods other than fully distributed methods as provided for in § 49-31-4 for the assignment of costs among jointly provided for noncompetitive services , emerging competitive services, or fully competitive services . In determining whether any alternative what method of assigning costs is in the public interest the commission shall consider : (1) The Consider the impact of the method on efforts to preserve universal telecommunications service; (2) The Consider the extent to which the method will promote competition and facilitate the offering of advanced telecommunications services to all classes of ratepayers customers throughout the state; and (3) Any other factors that the commission considers relevant to the public interest Give substantial deference to the costing methods of an eligible telecommunications carrier for that carriers own services, facilities and costs; and (4) Insure that no cost method precludes a company from pricing its services so as to realize a reasonable return on investment or capital recovery rates which take into account the impacts of competition and rapid technological change . Section 53. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The Legislature of the State of South Dakota finds and declares that individuals residing in rural and other high cost service areas require quality, reliable telecommunications facilities and services at rates that are reasonable. A universal service fund may be necessary to encourage investment in state-of-the-art telecommunications facilities and equipment through appropriate cost supports. Section 54. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: If the commission determines it to be necessary in furtherance of the policy objectives stated in section 53 of this Act, the commission shall maintain a universal service fund. Section 55. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Only carriers designated as eligible telecommunications carriers by the commission may receive payments from the universal service fund. Section 56. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall identify services which should be offered in order to meet the policies of section 53 of this Act and shall establish proxies which reasonably quantify embedded facilities and equipment costs, including a reasonable return on investment, and the direct identifiable costs other than facilities and equipment costs incurred by eligible telecommunications carriers in providing the identified services. Cost proxies shall reasonably recognize the cost differences between companies that result from different customer densities, loop lengths, and number of customers served. The commission may upon request grant waivers allowing eligible telecommunications carriers to submit a cost study demonstrating the actual cost of providing the identified services as an alternative to the use of cost proxies where it is shown that the applicable proxies do not fairly reflect the costs incurred to provide the identified services. Section 57. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall also develop affordability prices for the identified services. The commission shall establish different affordability prices for rural telephone companies. Any company whose local service is regulated by the commission shall be permitted to charge prices at least up to the affordability level established by the commission. In setting the affordability price, the commission shall take into consideration the value of the service, the number of access lines that can be reached within the exchange, subscriber reliance on intrastate interexchange service, and regional differences in gross income. Section 58. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: An eligible telecommunications carrier shall receive payment from the universal service fund equal to the amount by which applicable proxies, or for companies that have received a waiver under this section their actual identified costs, exceed the applicable affordability price times the average number of subscribers actually taking the service in the preceding twelve months less the amount of any payments from a federal universal service fund. In addition, an eligible telecommunications carrier shall receive payment equal to the amount by which the revenues received from the actual prices it charges to libraries, elementary and secondary schools, and rural health institutions that are eligible for discount prices fall below applicable proxy amounts, or for companies that have received a waiver under this section, the companies' actual identified costs of providing qualifying services to such entities, less the amount of any payments from any federal universal service fund received for providing the services. The commission shall establish a price floor below which compensation from this fund may not be paid for services provided to libraries, elementary and secondary schools and rural health institutions. The fund shall also provide for a contribution to the recovery of discounts provided to qualified low income customers. Section 59. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any provider of telecommunications services within the state, including any provider not otherwise subject to regulation by the commission, including corporations, persons and entities that provide fixed or mobile radio services having direct or automated user access to the local exchange service networks and services which provide access to the internet and other information services shall contribute to the universal service fund. Section 60. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The contributions shall be sufficient to pay the amount due to the eligible telecommunications carriers under section 58 of this Act, along with the administrative costs of managing the fund. The amount of contribution from individual telecommunication service providers shall be a uniform percentage applied to the monthly gross operating revenues from all telecommunications services provided within this state. A telecommunications service is provided within this state if the service originates or terminates in this state and is billed to a customer with a service address in this state; or for customers with no service address in the state, the service both originates and terminates in this state. Revenues from wholesale transactions between service providers are exempt. This exemption includes network access charges, interconnection charges, and billing and collection charges paid to a local exchange company. The telecommunications provider may flow through the contributions to the fund to its customers through a uniform percentage charge and may identify the charge as a separate line item on customer bills. Section 61. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any provider of telecommunications service shall report its prior year's revenues, less revenues received from other telecommunications carriers, to the fund administrator. The fund administrator shall develop the annual percentage to be recovered uniformly from all telecommunications carriers. The annual percentage is equal to the total universal service fund obligations divided by the total of all providers' gross retail revenues for the prior year. This percentage will be determined on an annual basis and will be provided to all telecommunications service providers by September first of the year preceding the calendar year in which the charge shall be applicable. The percentage shall be rounded to the nearest tenth of one percent. Section 62. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Telecommunications service providers will remit monthly to the fund administrator the difference between the amount owed to the fund and the amount due to the eligible telecommunications carrier from the fund. Section 63. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission may direct any telecommunications service provider, person or entity to provide information, in a form required by the commission, to determine the appropriate amount of contributions to the universal service fund. The books and records of a telecommunications service providers required to contribute to the universal service fund shall be available for inspection by the commission for the purposes of enforcing the provisions of this section. Section 64. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: Any telecommunications service provider, person or entity which fails to submit any contribution established pursuant to this Act or which fails to obey a directive of the commission concerning its books and records or the need for other information is subject to a penalty of not less than five hundred dollars nor more than two thousand dollars for each offense. Each violation of this section by a telecommunications service provider, person, or entity is a separate offense. In the case of a continuing failure to comply, each day the violation continues is a separate offense. In construing and enforcing the provisions of this section relating to penalties, the act, omission or failure of an officer, agent or employee of the telecommunications service provider, person or entity, acting within the scope of official duties or employment, shall in each case be considered the act, omission or failure of that telecommunications service provider, person, or entity. A telecommunications service provider that fails to pay any portion of the contribution due and payable under this Act may also have its certificate of authority revoked pursuant to the provisions of § 49-31-3. Section 65. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: A local exchange carrier designated as an eligible telecommunications carrier by the commission pursuant to 47 U.S.C. § 214(e)(2) as of January 1, 1997, and fulfilling the service obligations of an eligible telecommunications carrier pursuant to 47 U.S.C. § 214(e)(1) as of January 1, 1997, shall receive support from the universal service fund. Section 66. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission in fulfilling its duties under 47 U.S.C. § 214(e)(2) as of January 1, 1997, may not, in the case of an area served by a rural telephone company, designate more than one local exchange carrier as an eligible telecommunications carrier absent a finding that such additional designation furthers the universal service policies. A rural telephone company providing local telephone service as of January 1, 1997, shall automatically qualify as an eligible telecommunications carrier. Section 67. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall engage a private entity to administer the fund. Section 68. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The commission shall adopt rules for the implementation and administration of the universal service fund in accordance with the provisions of this Act. Section 69. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The provisions of this chapter do not prohibit or otherwise limit the regulatory authority of the commission to preserve and advance universal service throughout the state."}, {"bill_id": 12735, "bill_version_id": 73457, "bill_version": "House State Affairs Engrossed", "bill_version_date": "1997-02-19T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the policy that will guide and direct the creation of a new advanced telecommunication infrastructure across South Dakota. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: It is the intent of the Legislature that South Dakota have a telecommunications infrastructure that meets the advanced communication needs of the state's individual citizens and its communities of interest, including our schools, medical facilities, businesses, and all levels of government. To achieve this intent, three new networks, accessible by all South Dakotans, will be established: a narrowband network, a wideband network, and a broadband network. Together, these three networks will form South Dakota's new advanced Public Communications Network Infrastructure. This infrastructure will enable any-to-any voice, data, videoconferencing, graphics, imaging, and multimedia communications. These three networks will fully support the following capability requirements: ubiquitous, feature rich, standard, secure, private, survivable, robust, addressable, switched, symmetric, affordable, and available. Communications services will be reasonably and affordably priced to promote the growth and usage of each of these three new networks, leveraging the power of technology to provide ever- increasing bandwidths at ever-diminishing cost of facilities. Classes of service will be created for network services in order to establish a new service-based and value-based pricing model. The new narrowband, wideband, and broadband communications networks will be established in a manner ensuring that all the citizens of South Dakota realize the advantages of the forthcoming information age, including economic development, educational opportunities, a heightened level of medical care, and better, more efficient service from all levels of government. Section 2. That § 49-31-1 be amended to read as follows: 49-31-1. Terms used in this chapter mean: (1) \"Addressable,\" enabling users to connect and communicate with a specific party easily and securely on a dial-up, addressable basis; (2) \"Affordable,\" reasonably priced to promote the growth and usage of the network, leveraging economies of scale and the power of technology to provide ever- increasing bandwidths at ever-diminishing cost of facilities; (3) \"ASC,\" Applications Service Center, a service platform owned by network providers or non-network providers, or both, which delivers communications features and services to customers, including database access, protocol conversion, rate adaption, and bridging; (4) \"ATM,\" Asynchronous Transmission Mode, a broadband switching standard defined by CCITT and the ATM Forum standard setting groups; (5) \"Available,\" ensuring that network services are available if the user requires them, even at times of peak usage; designed to be a non-blocking network, minimizing network contention; (6) \"B ISDN,\" Broadband ISDN, a networking standard set by ATM Forum and CCITT's international standards; (7) \"Broadband network,\" the broadband network extends the range of fully switched, symmetric, addressable, robust transport services over the fiber network, utilizing SONET rates which increase in multiples of OC-1 (51.84 Mbps), including OC-3 (155.52 Mbps) and OC-12 (622.08 Mbps). The broadband network will use one or more of the following switching technologies; ATM, STM, and channel switching, which will support the broadband ISDN UNI/NNI and SONET interfaces as defined by the ATM Forum, ANSI, and ITU-CCITT standards groups; (8) \"Business community of interest,\" for the purposes of the deployment goals of this Act, the business COI shall include all incorporated municipalities in South Dakota; (1) (9) \"Centron and centron-like services,\" services which provide custom switching features which include distributive dial tone, select number screening, toll restriction and screening, nonattendant busy out, nonattend and call transfer, and select trunk hunting and screening; (10) \"Class of service,\" one of potentially several categories into which a service is broken, reflecting its use and value to end users and allowing more specific service- based and value-based pricing by classification of service; (2) (11) \"Commission,\" the public utilities commission; (3) (12) \"Common carrier,\" anyone who offers telecommunications services to the public; (13) \"Communities of interest (COI),\" major market sectors formed by a grouping of communication users based upon their inter-communication needs and their pattern of movement and manipulation of voice, data, and video information. COIs may cross industry boundaries, and they include the medical COI, education COI, business COI, and government COI; (14) \"Education community of interest,\" for the purposes of the deployment goals of this Act, the education COI shall include all public and private elementary and secondary schools, all universities and other post-secondary institutions, and all RDTN sites in South Dakota; (15) \"Feature rich,\" providing the specific features and functionality required by users' voice, data, video, graphics, imaging, and multimedia applications; functionally beyond mere transport; (16) \"Government community of interest,\" for the purposes of the deployment goals of this Act, the government COI shall include all county seats; (17) \"ISDN, nISDN, wISDN,\" Integrated Services Digital Network, narrowband ISDN, wideband ISDN, an end-to-end fully digital network, supporting the standard user interfaces of BRI (Basic Rate Interface), PRI (Primary Rate Interface), H0 (384 Kbps), and H11 (1.536 Mbps), as defined by CCITT's international standards for ISDN. The CCITT is part of the International Telecom Union (ITU); (4) (18) \"LATA,\" a local access and transport area; (5) (19) \"Local exchange service,\" the access and transmission of two-way switched voice communications within a geographic territorial unit established by a telecommunications company for the administration of telecommunications services; (20) \"Medical community of interest,\" for the purposes of the deployment goals of this Act, the medical COI shall include all: Essential Access Community Hospitals (EACH), Rural Primary Care Hospitals (RPCH), and major hospitals with more than fifty beds; (21) \"Narrowband network,\" a fully switched digital network covering the transport range from 0 to 144,000 bits per second (144 Kbps), offering two 64 Kbps information B (Bearer) channels and a 16 Kbps signaling D (Delta) channel such that the two 64 Kbps channels can be coalesced to achieve 128 Kbps information transport using ISDN BRI international ITU-CCITT standards providing both B channels circuit and B channel packet switching capabilities; (6) (22) \"New products and services,\" any new product or service introduced after July 1, 1988, which is not functionally required to provide local exchange service. Repackaging of any product or service which is fully competitive with any service regulated as emerging competitive or noncompetitive is not considered a new product or service; (23) \"NNI,\" Network nodal interface, a standard broadband interface as defined by CCITT and the ATM Forum standard setting groups; (7) (24) \"Optional service,\" a limited or discretionary service offered by a telecommunications company which is not functionally required for the provision of noncompetitive services and which the customer has the option to purchase; (25) \"Private,\" ensuring confidentiality and integrity of network transport of messages without dependency on specialized customer premise security devices; (8) (26) \"Rate of return regulation,\" the procedure used by the commission to approve the charge for a service which gives due consideration to the public need for adequate, efficient and reasonable service and to the need of the public utility for revenues sufficient to enable it to meet its total current cost of furnishing such service, including taxes and interest, and including adequate provision for depreciation of its utility property used and necessary in rendering service to the public, and to earn a fair and reasonable return upon the value of its property; (27) \"Robust,\" easily and economically sustaining the rigors of growth and extensive public use; (28) \"Secure,\" physically precluding unwanted access to network and information; (29) \"SONET,\" Synchronous Optical Network, an optical interface standard set by the ANSI and CCITT standard setting groups; (30) \"Standard,\" supporting universal interfaces and networking standards and protocols of generally accepted standards setting bodies; (31) \"STM,\" Synchronous Transfer Mode, a broadband switching technology; (32) \"Survivable,\" ability to maintain service while enduring natural events and human actions hostile to the network; (33) \"Switched,\" providing circuit, packet, or channel type switching, each suited to specific application requirements; (34) \"Symmetric,\" establishing two-way communication with equal bandwidth both ways; (9) (35) \"Telecommunications company,\" any person, trustee, lessee or receiver owning, operating, managing or controlling in whole or in part, any telecommunications line, system or exchange in this state, directly or indirectly, for public use. All telecommunications companies are common carriers; (10) (36)\"Telecommunications service,\" the transmission of signs, signals, writings, images, sounds, messages, data or other information of any nature by wire, radio, lightwaves, electromagnetic means or other similar means. It does not include the provision of terminal equipment used to originate or terminate such service, broadcast transmissions by radio, television and satellite stations regulated by the federal communications commission and one-way cable television service; and (37) \"Ubiquitous,\" universally accessible, available across South Dakota; (38) \"UNI,\" User network interface, a standard broadband interface as defined by CCITT and the ATM Forum standard setting groups; (11) (39) \"Universal service,\" a service which is, as far as possible, a rapid, efficient telecommunications service with adequate facilities available to all the people of South Dakota at a reasonable charge ; and (40) \"Wideband network,\" the wideband network extends the range of fully switched, digital, addressable information transport from the BRI rate of 144 Kbps to the DS3 rate of 44.736 Mbps, including the DS1 and DS2 rates of 1.544 Mbps and 6.312 Mbps, respectively. The wideband network physically encompasses two transport mediums; it utilizes the expanded capabilities of the copper wire telephone network, as well as fiber optic networking facilities. The wideband network includes new local fiber facilities and rings utilizing the virtual tributary sub-SONET rates access switches to provide direct local public network access close to the customer supporting a variety of network switching technologies and interfaces, including one or more of the following: (a) Fractional ISDN-NX 64 Kbps & NX BRI: ranging from 128 Kbps to 45 Mbps, (b) Wideband ISDN: Primary Rate ISDN (PRI) @ 23B (64 Kbps) + D (64 Kbps) H0, H11 . Section 3. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: South Dakota's Public Communications Network Infrastructure shall be composed of three networks: a narrowband network, a wideband network, and a broadband network. Section 4. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The narrowband network is fully switched, digital network covering the transport range from 0 to 144,000 bits per second (144 Kbps), offering two 64 Kbps information B (Bearer) channels and a 16 Kbps signaling D (Delta) channel such that the two channels can be coalesced to achieve 128 Kbps information transport using ISDN international ITU-CCITT standards providing both B channel circuit and B channel packet switching capabilities. Section 5. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: To encourage usage of the narrowband network, fully digital and switched transport at narrowband's 64/128 Kbps rates shall be reasonably and affordably priced. Data traffic shall be encouraged to use the narrowband network, which shall be designed with the specific feature and traffic handling capabilities to handle ever-increasing loads of data and video users. Section 6. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: If commercially available, the narrowband network shall utilize an ISDN address scheme, including standard interfaces, to support private-to-public-to-private inter-networking. The narrowband network shall establish any-to-any connectivity for data and videoconferencing communications on a dial-up basis. It shall be allowed to overlay the existing voice telephone network, supporting data and video conferencing traffic and shall become fully integrated with the existing voice network. The narrowband network shall utilize a base-satellite fully digital architecture, where stand-alone remote switches located in smaller communities will home-in on larger host switches. This architecture shall allow local switching within a community for emergency services in the event that the link to the host is cut. Section 7. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The deployment goal for the narrowband network is to achieve ubiquitous deployment across South Dakota within five years, with significant results achieved within two years where seventy-five percent of each of the four strategic communities of interest (education COI, medical COI, business COI, and government COI) are provided access to the narrowband network. Section 8. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The wideband network shall physically encompass at least two transport mediums. It shall utilize the capabilities of the copper wire telephone network, as well as fiber optic facilities and rings. The wideband network shall extend the range of fully digital and switched, fully addressable information transport from 144 Kbps to 44.736 Mbps, including the DS1 and DS2 rates of 1.544 Mbps and 6.312 Mbps. Wideband users shall be provided access to multiples of the 64 Kbps channels up to the 44.736 Mbps rate over a fully interactive, switched, symmetric- two way, fully addressable, robust, secure, survivable transport network. The wideband network includes local fiber facilities and ring type architectures at up to DS3 (44.736 Mbps), utilizing the virtual tributary sub-SONET rates. This architecture shall provide robust, diverse routing in the local loop. Class level switching nodes shall be located close to the customer, to extend the class level hierarchy. The wideband access switches will provide direct local public network access, supporting a variety of network switching technologies and interfaces, facilitating public-to-private inter-networking including one of more of the following: (1) Fractional ISDN - N X 64 Kbps and N X BRI: ranging from 128 Kbps to 44.736 Mbps; (2) Wideband ISDN: Primary Rate ISDN (PRI) @ 23B (64 Kbps) + D (64 Kbps), H0 H11. Section 9. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The wideband fully switched, addressable, supportable, growable, integrated network architecture shall support the open access requirements of the federal Telecommunications Act of 1996. It shall allow alternative resellers to provide transport to customers via these new local fiber rings, while isolating and isolate their activities from the critical class 5 switch functions. Users and emerging ISPs (Information Service Providers), and ESPs (Enhanced Service Providers) shall be able to either access or bypass the public network's higher level class 5 and broadband's future super 5 switches offerings when communicating locally or regionally with an ASC (Applications Service Center), or globally via an IXC's (Inter Exchange Carrier's), ATP's (Alternative Transport Provider's), CAP's (Competitive Access Provider's) POP (Point of Presence). Section 10. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The broadband network shall extend the range of fully switched, symmetric, addressable, robust transport services over the fiber network, utilizing SONET rates which increase in multiples of OC-1 (51.84 Mbps) including OC-3 (155.52 Mbps) and OC-12 (622.08 Mbps), while using the broadband ISDN UNI/NNI & SONET interfaces. ATM, STM, or channel switching shall be provided with advanced operational support systems that use expanding network management capabilities to ensure the ongoing support of the network infrastructure when commercially available. This protects the citizens of South Dakota from disrupted or failed communications because of increased traffic loads. Section 11. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: It is the intent of the Legislature, that: (1) The Public Communications Network Infrastructure will grow and enhance with expanding user needs and advancements in technologies' bandwidth and feature capabilities; (2) The three networks (narrowband, wideband, and broadband) will transport information in fully switched, secure, survivable communications; (3) This layered network hierarchy, based upon a fully integrated SONET backbone of interconnected switched survivable rings, will carry independent and fully integrated voice, data, and video communications; and (4) The network architecture will enable access and interconnection points for public-to- public, public-to-private, and wireline-to-wireless inter-networking. Section 12. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: It is the intent of the Legislature that all of the future rules, policies, actions, and decisions of the State of South Dakota and all its political subdivisions, and the actions and decisions of its offices and employees, shall be made consistent with and further the purposes and directives of this Act. BILL HISTORY 1/31/97 First read in House and referred to State Affairs. H.J. 243 2/10/97 Scheduled for Committee hearing on this date. 2/14/97 Deferred to another day. H.J. 482 2/19/97 Scheduled for Committee hearing on this date. 2/19/97 State Affairs Do Pass Amended, Passed, AYES 10, NAYS 3. 2/19/97 State Affairs Title Amended."}, {"bill_id": 12735, "bill_version_id": 73459, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "1997-03-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the policy that will guide and direct the creation of a new advanced telecommunication infrastructure across South Dakota. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: It is the intent of the Legislature that South Dakota have a telecommunications infrastructure that meets the advanced communication needs of the state's individual citizens and its communities of interest, including our schools, medical facilities, businesses, and all levels of government. To achieve this intent, three new networks, accessible by all South Dakotans, will be established: a narrowband network, a wideband network, and a broadband network. Together, these three networks will form South Dakota's new advanced Public Communications Network Infrastructure. This infrastructure will enable any-to-any voice, data, videoconferencing, graphics, imaging, and multimedia communications. These three networks will fully support the following capability requirements: ubiquitous, feature rich, standard, secure, private, survivable, robust, addressable, switched, symmetric, affordable, and available. Communications services will be reasonably and affordably priced to promote the growth and usage of each of these three new networks, leveraging the power of technology to provide ever- increasing bandwidths at ever-diminishing cost of facilities. Classes of service will be created for network services in order to establish a new service-based and value-based pricing model. The new narrowband, wideband, and broadband communications networks will be established in a manner ensuring that all the citizens of South Dakota realize the advantages of the forthcoming information age, including economic development, educational opportunities, a heightened level of medical care, and better, more efficient service from all levels of government. Section 2. That § 49-31-1 be amended to read as follows: 49-31-1. Terms used in this chapter mean: (1) \"Addressable,\" enabling users to connect and communicate with a specific party easily and securely on a dial-up, addressable basis; (2) \"Affordable,\" reasonably priced to promote the growth and usage of the network, leveraging economies of scale and the power of technology to provide ever- increasing bandwidths at ever-diminishing cost of facilities; (3) \"ASC,\" Applications Service Center, a service platform owned by network providers or non-network providers, or both, which delivers communications features and services to customers, including database access, protocol conversion, rate adaption, and bridging; (4) \"ATM,\" Asynchronous Transmission Mode, a broadband switching standard defined by CCITT and the ATM Forum standard setting groups; (5) \"Available,\" ensuring that network services are available if the user requires them, even at times of peak usage; designed to be a non-blocking network, minimizing network contention; (6) \"B ISDN,\" Broadband ISDN, a networking standard set by ATM Forum and CCITT's international standards; (7) \"Broadband network,\" the broadband network extends the range of fully switched, symmetric, addressable, robust transport services over the fiber network, utilizing SONET rates which increase in multiples of OC-1 (51.84 Mbps), including OC-3 (155.52 Mbps) and OC-12 (622.08 Mbps). The broadband network will use one or more of the following switching technologies; ATM, STM, and channel switching, which will support the broadband ISDN UNI/NNI and SONET interfaces as defined by the ATM Forum, ANSI, and ITU-CCITT standards groups; (8) \"Business community of interest,\" for the purposes of the deployment goals of this Act, the business COI shall include all incorporated municipalities in South Dakota; (1) (9) \"Centron and centron-like services,\" services which provide custom switching features which include distributive dial tone, select number screening, toll restriction and screening, nonattendant busy out, nonattend and call transfer, and select trunk hunting and screening; (10) \"Class of service,\" one of potentially several categories into which a service is broken, reflecting its use and value to end users and allowing more specific service- based and value-based pricing by classification of service; (2) (11) \"Commission,\" the public utilities commission; (3) (12) \"Common carrier,\" anyone who offers telecommunications services to the public; (13) \"Communities of interest (COI),\" major market sectors formed by a grouping of communication users based upon their inter-communication needs and their pattern of movement and manipulation of voice, data, and video information. COIs may cross industry boundaries, and they include the medical COI, education COI, business COI, and government COI; (14) \"Education community of interest,\" for the purposes of the deployment goals of this Act, the education COI shall include all public and private elementary and secondary schools, all universities and other post-secondary institutions, and all RDTN sites in South Dakota; (15) \"Feature rich,\" providing the specific features and functionality required by users' voice, data, video, graphics, imaging, and multimedia applications; functionally beyond mere transport; (16) \"Government community of interest,\" for the purposes of the deployment goals of this Act, the government COI shall include all county seats; (17) \"ISDN, nISDN, wISDN,\" Integrated Services Digital Network, narrowband ISDN, wideband ISDN, an end-to-end fully digital network, supporting the standard user interfaces of BRI (Basic Rate Interface), PRI (Primary Rate Interface), H0 (384 Kbps), and H11 (1.536 Mbps), as defined by CCITT's international standards for ISDN. The CCITT is part of the International Telecom Union (ITU); (4) (18) \"LATA,\" a local access and transport area; (5) (19) \"Local exchange service,\" the access and transmission of two-way switched voice communications within a geographic territorial unit established by a telecommunications company for the administration of telecommunications services; (20) \"Medical community of interest,\" for the purposes of the deployment goals of this Act, the medical COI shall include all: Essential Access Community Hospitals (EACH), Rural Primary Care Hospitals (RPCH), and major hospitals with more than fifty beds; (21) \"Narrowband network,\" a fully switched digital network covering the transport range from 0 to 144,000 bits per second (144 Kbps), offering two 64 Kbps information B (Bearer) channels and a 16 Kbps signaling D (Delta) channel such that the two 64 Kbps channels can be coalesced to achieve 128 Kbps information transport using ISDN BRI international ITU-CCITT standards providing both B channels circuit and B channel packet switching capabilities; (6) (22) \"New products and services,\" any new product or service introduced after July 1, 1988, which is not functionally required to provide local exchange service. Repackaging of any product or service which is fully competitive with any service regulated as emerging competitive or noncompetitive is not considered a new product or service; (23) \"NNI,\" Network nodal interface, a standard broadband interface as defined by CCITT and the ATM Forum standard setting groups; (7) (24) \"Optional service,\" a limited or discretionary service offered by a telecommunications company which is not functionally required for the provision of noncompetitive services and which the customer has the option to purchase; (25) \"Private,\" ensuring confidentiality and integrity of network transport of messages without dependency on specialized customer premise security devices; (8) (26) \"Rate of return regulation,\" the procedure used by the commission to approve the charge for a service which gives due consideration to the public need for adequate, efficient and reasonable service and to the need of the public utility for revenues sufficient to enable it to meet its total current cost of furnishing such service, including taxes and interest, and including adequate provision for depreciation of its utility property used and necessary in rendering service to the public, and to earn a fair and reasonable return upon the value of its property; (27) \"Robust,\" easily and economically sustaining the rigors of growth and extensive public use; (28) \"Secure,\" physically precluding unwanted access to network and information; (29) \"SONET,\" Synchronous Optical Network, an optical interface standard set by the ANSI and CCITT standard setting groups; (30) \"Standard,\" supporting universal interfaces and networking standards and protocols of generally accepted standards setting bodies; (31) \"STM,\" Synchronous Transfer Mode, a broadband switching technology; (32) \"Survivable,\" ability to maintain service while enduring natural events and human actions hostile to the network; (33) \"Switched,\" providing circuit, packet, or channel type switching, each suited to specific application requirements; (34) \"Symmetric,\" establishing two-way communication with equal bandwidth both ways; (9) (35) \"Telecommunications company,\" any person, municipal corporation, trustee, lessee or receiver owning, operating, managing or controlling in whole or in part, any telecommunications line, system or exchange in this state, directly or indirectly, for public use. All telecommunications companies are common carriers; (10) (36)\"Telecommunications service,\" the transmission of signs, signals, writings, images, sounds, messages, data or other information of any nature by wire, radio, lightwaves, electromagnetic means or other similar means. It does not include the provision of terminal equipment used to originate or terminate such service, broadcast transmissions by radio, television and satellite stations regulated by the federal communications commission and one-way cable television service; and (37) \"Ubiquitous,\" universally accessible, available across South Dakota; (38) \"UNI,\" User network interface, a standard broadband interface as defined by CCITT and the ATM Forum standard setting groups; (11) (39) \"Universal service,\" a service which is, as far as possible, a rapid, efficient telecommunications service with adequate facilities available to all the people of South Dakota at a reasonable charge ; and (40) \"Wideband network,\" the wideband network extends the range of fully switched, digital, addressable information transport from the BRI rate of 144 Kbps to the DS3 rate of 44.736 Mbps, including the DS1 and DS2 rates of 1.544 Mbps and 6.312 Mbps, respectively. The wideband network physically encompasses two transport mediums; it utilizes the expanded capabilities of the copper wire telephone network, as well as fiber optic networking facilities. The wideband network includes new local fiber facilities and rings utilizing the virtual tributary sub-SONET rates access switches to provide direct local public network access close to the customer supporting a variety of network switching technologies and interfaces, including one or more of the following: (a) Fractional ISDN-NX 64 Kbps & NX BRI: ranging from 128 Kbps to 45 Mbps, (b) Wideband ISDN: Primary Rate ISDN (PRI) @ 23B (64 Kbps) + D (64 Kbps) H0, H11 . Section 3. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: South Dakota's Public Communications Network Infrastructure shall be composed of three networks: a narrowband network, a wideband network, and a broadband network. Section 4. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The narrowband network is fully switched, digital network covering the transport range from 0 to 144,000 bits per second (144 Kbps), offering two 64 Kbps information B (Bearer) channels and a 16 Kbps signaling D (Delta) channel such that the two channels can be coalesced to achieve 128 Kbps information transport using ISDN international ITU-CCITT standards providing both B channel circuit and B channel packet switching capabilities. Section 5. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: To encourage usage of the narrowband network, fully digital and switched transport at narrowband's 64/128 Kbps rates shall be reasonably and affordably priced. Data traffic shall be encouraged to use the narrowband network, which shall be designed with the specific feature and traffic handling capabilities to handle ever-increasing loads of data and video users. Section 6. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: If commercially available, the narrowband network shall utilize an ISDN address scheme, including standard interfaces, to support private-to-public-to-private inter-networking. The narrowband network shall establish any-to-any connectivity for data and videoconferencing communications on a dial-up basis. It shall be allowed to overlay the existing voice telephone network, supporting data and video conferencing traffic and shall become fully integrated with the existing voice network. The narrowband network shall utilize a base-satellite fully digital architecture, where stand-alone remote switches located in smaller communities will home-in on larger host switches. This architecture shall allow local switching within a community for emergency services in the event that the link to the host is cut. Section 7. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The deployment goal for the narrowband network is to achieve ubiquitous deployment across South Dakota within five years, with significant results achieved within two years where seventy-five percent of each of the four strategic communities of interest (education COI, medical COI, business COI, and government COI) are provided access to the narrowband network. Section 8. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The wideband network shall physically encompass at least two transport mediums. It shall utilize the capabilities of the copper wire telephone network, as well as fiber optic facilities and rings. The wideband network shall extend the range of fully digital and switched, fully addressable information transport from 144 Kbps to 44.736 Mbps, including the DS1 and DS2 rates of 1.544 Mbps and 6.312 Mbps. Wideband users shall be provided access to multiples of the 64 Kbps channels up to the 44.736 Mbps rate over a fully interactive, switched, symmetric- two way, fully addressable, robust, secure, survivable transport network. The wideband network includes local fiber facilities and ring type architectures at up to DS3 (44.736 Mbps), utilizing the virtual tributary sub-SONET rates. This architecture shall provide robust, diverse routing in the local loop. Class level switching nodes shall be located close to the customer, to extend the class level hierarchy. The wideband access switches will provide direct local public network access, supporting a variety of network switching technologies and interfaces, facilitating public-to-private inter-networking including one of more of the following: (1) Fractional ISDN - N X 64 Kbps and N X BRI: ranging from 128 Kbps to 44.736 Mbps; (2) Wideband ISDN: Primary Rate ISDN (PRI) @ 23B (64 Kbps) + D (64 Kbps), H0 H11. Section 9. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The wideband fully switched, addressable, supportable, growable, integrated network architecture shall support the open access requirements of the federal Telecommunications Act of 1996. It shall allow alternative resellers to provide transport to customers via these new local fiber rings, while isolating and isolate their activities from the critical class 5 switch functions. Users and emerging ISPs (Information Service Providers), and ESPs (Enhanced Service Providers) shall be able to either access or bypass the public network's higher level class 5 and broadband's future super 5 switches offerings when communicating locally or regionally with an ASC (Applications Service Center), or globally via an IXC's (Inter Exchange Carrier's), ATP's (Alternative Transport Provider's), CAP's (Competitive Access Provider's) POP (Point of Presence). Section 10. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The broadband network shall extend the range of fully switched, symmetric, addressable, robust transport services over the fiber network, utilizing SONET rates which increase in multiples of OC-1 (51.84 Mbps) including OC-3 (155.52 Mbps) and OC-12 (622.08 Mbps), while using the broadband ISDN UNI/NNI & SONET interfaces. ATM, STM, or channel switching shall be provided with advanced operational support systems that use expanding network management capabilities to ensure the ongoing support of the network infrastructure when commercially available. This protects the citizens of South Dakota from disrupted or failed communications because of increased traffic loads. Section 11. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: It is the intent of the Legislature, that: (1) The Public Communications Network Infrastructure will grow and enhance with expanding user needs and advancements in technologies' bandwidth and feature capabilities; (2) The three networks (narrowband, wideband, and broadband) will transport information in fully switched, secure, survivable communications; (3) This layered network hierarchy, based upon a fully integrated SONET backbone of interconnected switched survivable rings, will carry independent and fully integrated voice, data, and video communications; and (4) The network architecture will enable access and interconnection points for public-to- public, public-to-private, and wireline-to-wireless inter-networking. Section 12. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: It is the intent of the Legislature that all of the future rules, policies, actions, and decisions of the State of South Dakota and all its political subdivisions, and the actions and decisions of its offices and employees, shall be made consistent with and further the purposes and directives of this Act. BILL HISTORY 1/31/97 First read in House and referred to State Affairs. H.J. 243 2/10/97 Scheduled for Committee hearing on this date. 2/14/97 State Affairs Deferred to another day. H.J. 482 2/19/97 Scheduled for Committee hearing on this date. 2/19/97 State Affairs Do Pass Amended, Passed, AYES 10, NAYS 3. H.J. 562 2/20/97 House of Representatives Deferred to another day, AYES 62, NAYS 6. H.J. 621 2/21/97 House of Representatives Do Pass Amended, Passed, AYES 57, NAYS 13. H.J. 631 2/24/97 Scheduled for Committee hearing on this date. 2/24/97 First read in Senate and referred to State Affairs. S.J. 603 2/26/97 Scheduled for Committee hearing on this date. 2/28/97 Scheduled for Committee hearing on this date. 2/28/97 State Affairs Deferred to another day. S.J. 705 3/3/97 Scheduled for Committee hearing on this date. 3/3/97 State Affairs Do Pass Amended, Passed, AYES 9, NAYS 0."}, {"bill_id": 12735, "bill_version_id": 73455, "bill_version": "Conference Committee Engrossed", "bill_version_date": "1997-03-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish the policy that will guide and direct the creation of a telecommunication infrastructure across South Dakota. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: It is the intent of the Legislature that South Dakota have a telecommunications infrastructure that meets the advanced communication needs of the state's individual citizens and its communities of interest, including our schools, medical facilities, businesses, and all levels of government. To achieve this intent, three networks, accessible by all South Dakotans, will be established: a narrowband network, a wideband network, and a broadband network. Together, these three networks will form South Dakota's Public Communications Network Infrastructure. This infrastructure will enable any-to-any voice, data, videoconferencing, graphics, imaging, and multimedia communications. These three networks will fully support the following capability requirements: ubiquitous, feature rich, standard, secure, private, survivable, robust, addressable, switched, symmetric, affordable, and available. Communications services will be reasonably and affordably priced to promote the growth and usage of each of these three networks, leveraging the power of technology to provide ever-increasing bandwidths at ever- diminishing cost of facilities. Classes of service will be created for network services in order to establish a service-based and value-based pricing model. The new narrowband, wideband, and broadband communications networks will be established in a manner ensuring that all the citizens of South Dakota realize the advantages of the forthcoming information age, including economic development, educational opportunities, a heightened level of medical care, and better, more efficient service from all levels of government. Section 2. That § 49-31-1 be amended to read as follows: 49-31-1. Terms used in this chapter mean: (1) \"Addressable,\" enabling users to connect and communicate with a specific party easily and securely on a dial-up, addressable basis; (2) \"Affordable,\" reasonably priced to promote the growth and usage of the network, leveraging economies of scale and the power of technology to provide ever- increasing bandwidths at ever-diminishing cost of facilities; (3) \"ASC,\" Applications Service Center, a service platform owned by network providers or non-network providers, or both, which delivers communications features and services to customers, including database access, protocol conversion, rate adaption, and bridging; (4) \"ATM,\" Asynchronous Transmission Mode, a broadband switching standard defined by CCITT and the ATM Forum standard setting groups; (5) \"Available,\" ensuring that network services are available if the user requires them, even at times of peak usage; designed to be a non-blocking network, minimizing network contention; (6) \"B ISDN,\" Broadband ISDN, a networking standard set by ATM Forum and CCITT's international standards; (7) \"Broadband network,\" the broadband network extends the range of fully switched, symmetric, addressable, robust transport services over the fiber network, utilizing SONET rates which increase in multiples of OC-1 (51.84 Mbps), including OC-3 (155.52 Mbps) and OC-12 (622.08 Mbps). The broadband network will use one or more of the following switching technologies; ATM, STM, and channel switching, which will support the broadband ISDN UNI/NNI and SONET interfaces as defined by the ATM Forum, ANSI, and ITU-CCITT standards groups; (8) \"Business community of interest,\" for the purposes of the deployment goals of this Act, the business COI shall include all incorporated municipalities in South Dakota; (1) (9) \"Centron and centron-like services,\" services which provide custom switching features which include distributive dial tone, select number screening, toll restriction and screening, nonattendant busy out, nonattend and call transfer, and select trunk hunting and screening; (9A) \"Class 5 switch,\" a local switching office which is part of the multilevel switching hierarchy used in the United States; levels (also called classes) of switching offices are used to concentrate communications traffic from increasingly larger geographic areas; (10) \"Class of service,\" one of potentially several categories into which a service is broken, reflecting its use and value to end users and allowing more specific service- based and value-based pricing by classification of service; (2) (11) \"Commission,\" the public utilities commission; (3) (12) \"Common carrier,\" anyone who offers telecommunications services to the public; (13) \"Communities of interest (COI),\" major market sectors formed by a grouping of communication users based upon their inter-communication needs and their pattern of movement and manipulation of voice, data, and video information. COIs may cross industry boundaries, and they include the medical COI, education COI, business COI, and government COI; (14) \"Education community of interest,\" for the purposes of the deployment goals of this Act, the education COI shall include all public and private elementary and secondary schools, all universities and other post-secondary institutions, and all RDTN sites in South Dakota; (15) \"Feature rich,\" providing the specific features and functionality required by users' voice, data, video, graphics, imaging, and multimedia applications; functionally beyond mere transport; (16) \"Government community of interest,\" for the purposes of the deployment goals of this Act, the government COI shall include all county seats; (17) \"ISDN, nISDN, wISDN,\" Integrated Services Digital Network, narrowband ISDN, wideband ISDN, an end-to-end fully digital network, supporting the standard user interfaces of BRI (Basic Rate Interface), PRI (Primary Rate Interface), H0 (384 Kbps), and H11 (1.536 Mbps), as defined by CCITT's international standards for ISDN. The CCITT is part of the International Telecom Union (ITU); (4) (18) \"LATA,\" a local access and transport area; (5) (19) \"Local exchange service,\" the access and transmission of two-way switched voice communications within a geographic territorial unit established by a telecommunications company for the administration of telecommunications services; (20) \"Medical community of interest,\" for the purposes of the deployment goals of this Act, the medical COI shall include all: Essential Access Community Hospitals (EACH), Rural Primary Care Hospitals (RPCH), and major hospitals with more than fifty beds; (21) \"Narrowband network,\" a fully switched digital network covering the transport range from 0 to 144,000 bits per second (144 Kbps), offering two 64 Kbps information B (Bearer) channels and a 16 Kbps signaling D (Delta) channel such that the two 64 Kbps channels can be coalesced to achieve 128 Kbps information transport using ISDN BRI international ITU-CCITT standards providing both B channels circuit and B channel packet switching capabilities; (6) (22) \"New products and services,\" any new product or service introduced after July 1, 1988, which is not functionally required to provide local exchange service. Repackaging of any product or service which is fully competitive with any service regulated as emerging competitive or noncompetitive is not considered a new product or service; (23) \"NNI,\" Network nodal interface, a standard broadband interface as defined by CCITT and the ATM Forum standard setting groups; (7) (24) \"Optional service,\" a limited or discretionary service offered by a telecommunications company which is not functionally required for the provision of noncompetitive services and which the customer has the option to purchase; (25) \"Private,\" ensuring confidentiality and integrity of network transport of messages without dependency on specialized customer premise security devices; (8) (26) \"Rate of return regulation,\" the procedure used by the commission to approve the charge for a service which gives due consideration to the public need for adequate, efficient and reasonable service and to the need of the public utility for revenues sufficient to enable it to meet its total current cost of furnishing such service, including taxes and interest, and including adequate provision for depreciation of its utility property used and necessary in rendering service to the public, and to earn a fair and reasonable return upon the value of its property; (27) \"Robust,\" easily and economically sustaining the rigors of growth and extensive public use; (28) \"Secure,\" physically precluding unwanted access to network and information; (29) \"SONET,\" Synchronous Optical Network, an optical interface standard set by the ANSI and CCITT standard setting groups; (30) \"Standard,\" supporting universal interfaces and networking standards and protocols of generally accepted standards setting bodies; (31) \"STM,\" Synchronous Transfer Mode, a broadband switching technology; (32) \"Survivable,\" ability to maintain service while enduring natural events and human actions hostile to the network; (33) \"Switched,\" providing circuit, packet, or channel type switching, each suited to specific application requirements; (34) \"Symmetric,\" establishing two-way communication with equal bandwidth both ways; (9) (35) \"Telecommunications company,\" any person, municipal corporation, trustee, lessee or receiver owning, operating, managing or controlling in whole or in part, any telecommunications line, system or exchange in this state, directly or indirectly, for public use. All telecommunications companies are common carriers; (10) (36)\"Telecommunications service,\" the transmission of signs, signals, writings, images, sounds, messages, data or other information of any nature by wire, radio, lightwaves, electromagnetic means or other similar means. It does not include the provision of terminal equipment used to originate or terminate such service, broadcast transmissions by radio, television and satellite stations regulated by the federal communications commission and one-way cable television service; and (37) \"Ubiquitous,\" universally accessible, available across South Dakota; (38) \"UNI,\" User network interface, a standard broadband interface as defined by CCITT and the ATM Forum standard setting groups; (11) (39) \"Universal service,\" a service which is, as far as possible, a rapid, efficient telecommunications service with adequate facilities available to all the people of South Dakota at a reasonable charge ; and (40) \"Wideband network,\" the wideband network extends the range of fully switched, digital, addressable information transport from the BRI rate of 144 Kbps to the DS3 rate of 44.736 Mbps, including the DS1 and DS2 rates of 1.544 Mbps and 6.312 Mbps, respectively. The wideband network physically encompasses two transport mediums; it utilizes the expanded capabilities of the copper wire telephone network, as well as fiber optic networking facilities. The wideband network includes new local fiber facilities and rings utilizing the virtual tributary sub-SONET rates access switches to provide direct local public network access close to the customer supporting a variety of network switching technologies and interfaces, including one or more of the following: (a) Fractional ISDN-NX 64 Kbps & NX BRI: ranging from 128 Kbps to 45 Mbps, (b) Wideband ISDN: Primary Rate ISDN (PRI) @ 23B (64 Kbps) + D (64 Kbps) H0, H11 . Section 3. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: South Dakota's Public Communications Network Infrastructure shall be composed of three networks: a narrowband network, a wideband network, and a broadband network. Section 4. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The narrowband network is fully switched, digital network covering the transport range from 0 to 144,000 bits per second (144 Kbps), offering two 64 Kbps information B (Bearer) channels and a 16 Kbps signaling D (Delta) channel such that the two channels can be coalesced to achieve 128 Kbps information transport using ISDN international ITU-CCITT standards providing both B channel circuit and B channel packet switching capabilities. Section 5. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: To encourage usage of the narrowband network, fully digital and switched transport at narrowband's 64/128 Kbps rates shall be reasonably and affordably priced. Data traffic shall be encouraged to use the narrowband network, which shall be designed with the specific feature and traffic handling capabilities to handle ever-increasing loads of data and video users. Section 6. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: If commercially available, the narrowband network shall utilize an ISDN address scheme, including standard interfaces, to support private-to-public-to-private inter-networking. The narrowband network shall establish any-to-any connectivity for data and videoconferencing communications on a dial-up basis. It shall be allowed to overlay the existing voice telephone network, supporting data and video conferencing traffic and shall become fully integrated with the existing voice network. The narrowband network shall utilize a base-satellite fully digital architecture, where stand-alone remote switches located in smaller communities will home-in on larger host switches. This architecture shall allow local switching within a community for emergency services in the event that the link to the host is cut. Section 7. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The deployment goal for the narrowband network is to achieve ubiquitous deployment across South Dakota within five years, with significant results achieved within two years where seventy-five percent of each of the four strategic communities of interest (education COI, medical COI, business COI, and government COI) are provided access to the narrowband network. Section 8. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The wideband network shall physically encompass at least two transport mediums. It shall utilize the capabilities of the copper wire telephone network, as well as fiber optic facilities and rings. The wideband network shall extend the range of fully digital and switched, fully addressable information transport from 144 Kbps to 44.736 Mbps, including the DS1 and DS2 rates of 1.544 Mbps and 6.312 Mbps. Wideband users shall be provided access to multiples of the 64 Kbps channels up to the 44.736 Mbps rate over a fully interactive, switched, symmetric- two way, fully addressable, robust, secure, survivable transport network. The wideband network includes local fiber facilities and ring type architectures at up to DS3 (44.736 Mbps), utilizing the virtual tributary sub-SONET rates. This architecture shall provide robust, diverse routing in the local loop. Class level switching nodes shall be located close to the customer, to extend the class level hierarchy. The wideband access switches will provide direct local public network access, supporting a variety of network switching technologies and interfaces, facilitating public-to-private inter-networking including one of more of the following: (1) Fractional ISDN - N X 64 Kbps and N X BRI: ranging from 128 Kbps to 44.736 Mbps; (2) Wideband ISDN: Primary Rate ISDN (PRI) @ 23B (64 Kbps) + D (64 Kbps), H0 H11. Section 9. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The wideband fully switched, addressable, supportable, growable, integrated network architecture shall support the open access requirements of the federal Telecommunications Act of 1996. It shall allow alternative resellers to provide transport to customers via these new local fiber rings, while isolating their activities from the critical class 5 switch functions. Users and emerging ISPs (Information Service Providers), and ESPs (Enhanced Service Providers) shall be able to either access or bypass the public network's higher level class 5 and broadband's super 5 switches offerings when communicating locally or regionally with an ASC (Applications Service Center), or globally via an IXC's (Inter Exchange Carrier's), ATP's (Alternative Transport Provider's), or CAP's (Competitive Access Provider's) POP (Point of Presence). Section 10. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: The broadband network shall extend the range of fully switched, symmetric, addressable, robust transport services over the fiber network, utilizing SONET rates which increase in multiples of OC-1 (51.84 Mbps) including OC-3 (155.52 Mbps) and OC-12 (622.08 Mbps), while using the broadband ISDN UNI/NNI & SONET interfaces. ATM, STM, or channel switching shall be provided with advanced operational support systems that use expanding network management capabilities to ensure the ongoing support of the network infrastructure when commercially available. This protects the citizens of South Dakota from disrupted or failed communications because of increased traffic loads. Section 11. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: It is the intent of the Legislature, that: (1) The Public Communications Network Infrastructure will grow and enhance with expanding user needs and advancements in technologies' bandwidth and feature capabilities; (2) The three networks (narrowband, wideband, and broadband) will transport information in fully switched, secure, survivable communications; (3) This layered network hierarchy, based upon a fully integrated SONET backbone of interconnected switched survivable rings, will carry independent and fully integrated voice, data, and video communications; and (4) The network architecture will enable access and interconnection points for public-to- public, public-to-private, and wireline-to-wireless inter-networking. Section 12. That chapter 49-31 be amended by adding thereto a NEW SECTION to read as follows: It is the intent of the Legislature that all of the future rules, policies, actions, and decisions of the State of South Dakota and all its political subdivisions, and the actions and decisions of its offices and employees, shall be made consistent with and further the purposes and directives of this Act. Any rule, policy, action, decision, or directive from a regulatory agency shall consider input from common carriers, including local exchange carriers, and others; allow economic deployment of technology; encourage maximum cooperation among facilities providers; and consider a fair return on the investment made by facility providers to implement this Act. BILL HISTORY 1/31/97 First read in House and referred to State Affairs. H.J. 243 2/10/97 Scheduled for Committee hearing on this date. 2/14/97 State Affairs Deferred to another day. H.J. 482 2/19/97 Scheduled for Committee hearing on this date. 2/19/97 State Affairs Do Pass Amended, Passed, AYES 10, NAYS 3. H.J. 562 2/20/97 House of Representatives Deferred to another day, AYES 62, NAYS 6. H.J. 621 2/21/97 House of Representatives Do Pass Amended, Passed, AYES 57, NAYS 13. H.J. 631 2/24/97 Scheduled for Committee hearing on this date. 2/24/97 First read in Senate and referred to State Affairs. S.J. 603 2/26/97 Scheduled for Committee hearing on this date. 2/28/97 Scheduled for Committee hearing on this date. 2/28/97 State Affairs Deferred to another day. S.J. 705 3/3/97 Scheduled for Committee hearing on this date. 3/3/97 State Affairs Do Pass Amended, Passed, AYES 9, NAYS 0. S.J. 719 3/4/97 Senate Do Pass Amended, Passed, AYES 28, NAYS 6. S.J. 772 3/5/97 House of Representatives failed to concur, appoint Conference Committee. H.J. 892 3/25/97 Senate Conference committee report adopted Passed, AYES 32, NAYS 3. S.J. 859"}, {"bill_id": 12735, "bill_version_id": 73456, "bill_version": "Enrolled", "bill_version_date": "1997-03-26T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 12735, "action_date": "1997-01-31T14:00:00-06:00", "document_id": 72892, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72892.pdf", "status_text": "First read in House and referred to", "journal_page": 243, "committee_id_action": 544, "committee_id_assigned": 539, "result": "N", "vote": {}}, {"bill_id": 12735, "action_date": "1997-02-10T10:00:00-06:00", "document_id": 72319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72319.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 539, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12735, "action_date": "1997-02-14T10:00:00-06:00", "document_id": 72368, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72368.pdf", "status_text": "Deferred to another day", "journal_page": 482, "committee_id_action": 539, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12735, "action_date": "1997-02-19T10:00:00-06:00", "document_id": 72406, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72406.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 539, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12735, "action_date": "1997-02-19T10:00:00-06:00", "document_id": 72406, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72406.pdf", "status_text": "Do Pass Amended,", "journal_page": 562, "committee_id_action": 539, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37122, "president_vote": null, "Yea": [1890, 1900, 1904, 1924, 1931, 1936, 1926, 1970, 1961, 1921], "Nay": [1967, 1940, 1949]}}, {"bill_id": 12735, "action_date": "1997-02-19T10:00:00-06:00", "document_id": 72406, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72406.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 539, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12735, "action_date": "1997-02-20T14:00:00-06:00", "document_id": 72920, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72920.pdf", "status_text": "Deferred to another day", "journal_page": 621, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 37560, "president_vote": null, "Yea": [1886, 1888, 1891, 1892, 1894, 1896, 1897, 1899, 1900, 1902, 1903, 1904, 1907, 1909, 1910, 1913, 1914, 1916, 1917, 1918, 1921, 1922, 1923, 1926, 1931, 1933, 1936, 1937, 1940, 1941, 1942, 1943, 1944, 1947, 1948, 1949, 1950, 1951, 1952, 1953, 1954, 1957, 1958, 1961, 1962, 1963, 1964, 1966, 1967, 1968, 1970, 1971, 1973, 1974, 1975, 1980, 1983, 1984, 1985, 1987, 1988, 1924], "Nay": [1887, 1898, 1906, 1929, 1934, 1982], "Absent": [1890, 1895]}}, {"bill_id": 12735, "action_date": "1997-02-21T14:00:00-06:00", "document_id": 72922, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72922.pdf", "status_text": "Do Pass Amended,", "journal_page": 631, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36051, "president_vote": null, "Yea": [1886, 1887, 1888, 1890, 1891, 1892, 1894, 1895, 1896, 1897, 1899, 1900, 1902, 1903, 1904, 1906, 1907, 1909, 1910, 1913, 1914, 1917, 1918, 1921, 1922, 1926, 1929, 1931, 1933, 1934, 1936, 1941, 1942, 1943, 1944, 1947, 1950, 1951, 1952, 1953, 1957, 1958, 1961, 1962, 1963, 1964, 1966, 1968, 1970, 1973, 1975, 1980, 1982, 1984, 1985, 1987, 1924], "Nay": [1898, 1916, 1923, 1937, 1940, 1948, 1949, 1954, 1967, 1971, 1974, 1983, 1988]}}, {"bill_id": 12735, "action_date": "1997-02-24T07:30:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 527, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12735, "action_date": "1997-02-24T14:00:00-06:00", "document_id": 72925, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72925.pdf", "status_text": "First read in Senate and referred to", "journal_page": 603, "committee_id_action": 545, "committee_id_assigned": 527, "result": "N", "vote": {}}, {"bill_id": 12735, "action_date": "1997-02-26T19:30:00-06:00", "document_id": 72751, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72751.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 527, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12735, "action_date": "1997-02-28T07:45:00-06:00", "document_id": 72469, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72469.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 527, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12735, "action_date": "1997-02-28T07:45:00-06:00", "document_id": 72469, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72469.pdf", "status_text": "Deferred to another day", "journal_page": 705, "committee_id_action": 527, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 12735, "action_date": "1997-03-03T07:45:00-06:00", "document_id": 72479, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72479.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 527, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12735, "action_date": "1997-03-03T07:45:00-06:00", "document_id": 72479, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72479.pdf", "status_text": "Do Pass Amended,", "journal_page": 719, "committee_id_action": 527, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35953, "president_vote": null, "Yea": [1911, 1915, 1956, 1912, 1930, 1946, 1986, 1969, 1927]}}, {"bill_id": 12735, "action_date": "1997-03-04T14:00:00-06:00", "document_id": 72937, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72937.pdf", "status_text": "Do Pass Amended,", "journal_page": 772, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36967, "president_vote": null, "Nay": [1884, 1919, 1932, 1955, 1976, 1978], "Yea": [1885, 1889, 1901, 1905, 1908, 1911, 1912, 1915, 1920, 1925, 1927, 1928, 1930, 1935, 1938, 1939, 1945, 1946, 1956, 1959, 1960, 1965, 1969, 1972, 1977, 1979, 1981, 1986], "Excused": [1893]}}, {"bill_id": 12735, "action_date": "1997-03-05T14:00:00-06:00", "document_id": 72939, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72939.pdf", "status_text": "Conference Committee appointments", "journal_page": 812, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12735, "action_date": "1997-03-25T14:00:00-06:00", "document_id": 72943, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72943.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 859, "committee_id_action": 545, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36418, "president_vote": null, "Nay": [1884, 1925, 1976], "Yea": [1885, 1889, 1893, 1901, 1905, 1908, 1911, 1912, 1915, 1919, 1920, 1927, 1928, 1930, 1932, 1935, 1938, 1939, 1945, 1946, 1955, 1956, 1959, 1960, 1965, 1969, 1972, 1977, 1978, 1979, 1981, 1986]}}, {"bill_id": 12735, "action_date": "1997-03-26T14:00:00-06:00", "document_id": 72944, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72944.pdf", "status_text": "Conference Committee Report adopted", "journal_page": 981, "committee_id_action": 544, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 36327, "president_vote": null, "Yea": [1886, 1888, 1890, 1891, 1892, 1894, 1895, 1896, 1897, 1899, 1900, 1902, 1903, 1904, 1906, 1907, 1909, 1910, 1913, 1914, 1917, 1918, 1921, 1922, 1923, 1926, 1929, 1931, 1933, 1934, 1936, 1940, 1941, 1942, 1943, 1944, 1947, 1948, 1949, 1950, 1951, 1952, 1953, 1957, 1961, 1962, 1963, 1964, 1966, 1967, 1968, 1970, 1971, 1973, 1975, 1980, 1982, 1983, 1984, 1985, 1987, 1924], "Nay": [1887, 1898, 1916, 1937, 1954, 1958, 1974, 1988]}}, {"bill_id": 12735, "action_date": "1997-03-26T14:00:00-06:00", "document_id": 72945, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72945.pdf", "status_text": "Signed by President", "journal_page": 886, "committee_id_action": 545, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12735, "action_date": "1997-03-26T14:00:00-06:00", "document_id": 72944, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72944.pdf", "status_text": "Signed by Speaker", "journal_page": 997, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 12735, "action_date": "1997-03-26T14:00:00-06:00", "document_id": 72944, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72944.pdf", "status_text": "Delivered to the Governor", "journal_page": 997, "committee_id_action": 544, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 764}