{"session_id": 43, "bill_id": 11873, "bill_type": "Senate Bill", "bill_number": 125, "bill_title": "revise provisions regarding the exemption from taxation of certain substances used for agricultural purposes.", "sponsors": [{"legislator_profile_id": 1721, "is_prime": true}, {"legislator_profile_id": 1762, "is_prime": true}, {"legislator_profile_id": 1710, "is_prime": false}, {"legislator_profile_id": 1751, "is_prime": false}, {"legislator_profile_id": 1693, "is_prime": false}, {"legislator_profile_id": 1717, "is_prime": false}, {"legislator_profile_id": 1749, "is_prime": false}, {"legislator_profile_id": 1765, "is_prime": false}, {"legislator_profile_id": 1677, "is_prime": false}], "keywords": ["Agriculture and Horticulture", "Pesticide", "Tax Exemptions", "Taxation"], "audio": [], "bill_versions": [{"bill_id": 11873, "bill_version_id": 65478, "bill_version": "Introduced", "bill_version_date": "2020-01-30T09:15:21.77-06:00", "bill_text": "An Act to revise provisions regarding the exemption from taxation of certain substances used for agricultural purposes. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 10-45-16.1 be AMENDED: 10-45-16.1. Exemption of pesticides and related products or substances used for agricultural purposes--Use of funds from tax on endoparasiticides and ectoparasiticides. There are hereby specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, gross receipts from the sale of pesticides, as defined in § 38-20A-1, to be used exclusively by the purchaser for agricultural purposes. Any product or substance to be used in conjunction with the application or use of pesticides for agricultural purposes is also exempt. The products or substances include adjuvants, surfactants, ammonium sulfate, inoculants, drift retardants, water conditioners, seed treatments, foam markers, bulk water and foam dyes. Equipment, other than farm machinery, attachment units, and irrigation equipment used exclusively for agricultural purposes for the application of pesticides and related products and substances is not exempt. The tax imposed by this chapter on endoparasiticides and ectoparasiticides shall be used for veterinary student tuition grants, for South Dakota residents in the South Dakota State University veterinary program, South Dakota State University veterinary program operations, and the operations and activities conducted by the State Animal Disease Research and Diagnostic Laboratory established in § 13-58-13. The amount of funding initially dedicated to establish the tuition grants and South Dakota State University veterinary program operations shall be based upon the difference between in-state and out-of-state tuition for veterinary student grants designated for South Dakota students at the Iowa State University veterinary program in fiscal year 2020, of which at least seventy-five percent shall be used to fund tuition grants for South Dakota residents in the program. The portion designated for tuition grants shall be adjusted annually based on the difference between the prior year and current year tuition rate for veterinary program at the University of Minnesota, or other future accredited institution of higher education collaborating with South Dakota State University veterinary program for final degree completion. An additional amount of two hundred fifty thousand dollars shall be used to support the operations of the laboratory. The funding shall be budgeted and expended through the general appropriations act pursuant to chapter 4-7. Section 2. That § 10-46-17.5 be AMENDED: 10-46-17.5. Exemption of pesticides and related products or substances used for agricultural purposes--Use of funds from tax on endoparasiticides and ectoparasiticides. Pesticides, as defined in § 38-20A-1 to be used exclusively for agricultural purposes, are exempt from the tax imposed by this chapter. Any product or substance to be used in conjunction with the application or use of pesticides for agricultural purposes is also exempt. These products or substances include adjuvants, surfactants, ammonium sulfate, inoculants, drift retardants, water conditioners, seed treatments, foam markers, bulk water, and foam dyes. Equipment, other than farm machinery, attachment units, and irrigation equipment used exclusively for agricultural purposes, for the application of pesticides and related products and substances is not exempt. The tax imposed by this chapter on endoparasiticides and ectoparasiticides shall be used for veterinary student tuition grants, for South Dakota residents in the South Dakota State University veterinary program, South Dakota State University veterinary program operations, and the operations and activities conducted by the State Animal Disease Research and Diagnostic Laboratory established in § 13-58-13. The amount of funding initially dedicated to establish the tuition grants and South Dakota State University veterinary program operations shall be based upon the difference between in-state and out-of-state tuition for veterinary student grants designated for South Dakota students at the Iowa State University veterinary program in fiscal year 2020, of which at least seventy-five percent shall be used to fund tuition grants for South Dakota residents in the program. The portion designated for tuition grants shall be adjusted annually based on the difference between the prior year and current year tuition rate for the veterinary program at the University of Minnesota, or other future accredited institution of higher education collaborating with South Dakota State University veterinary program for final degree completion. An additional amount of two hundred fifty thousand dollars shall be used to support the operations of the laboratory. The funding shall be budgeted and expended through the general appropriations act pursuant to chapter 4-7."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11873, "action_date": "2020-01-30T13:00:00-06:00", "document_id": 65050, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65050.pdf", "status_text": "First read in Senate and referred to", "journal_page": 120, "committee_id_action": 447, "committee_id_assigned": 454, "result": "N", "vote": {}}, {"bill_id": 11873, "action_date": "2020-02-12T10:00:00-06:00", "document_id": 67293, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67293.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 454, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11873, "action_date": "2020-02-11T14:00:00-06:00", "document_id": 67319, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67319.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 192, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/11873"}