{"session_id": 69, "bill_id": 24863, "bill_type": "House Bill", "bill_number": 1072, "bill_title": "establish qualifications for members of the Board of Education Standards.", "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/24863", "sponsors": [{"legislator_profile_id": 4489, "is_prime": true}, {"legislator_profile_id": 4486, "is_prime": false}, {"legislator_profile_id": 4495, "is_prime": false}, {"legislator_profile_id": 4517, "is_prime": false}, {"legislator_profile_id": 4543, "is_prime": false}, {"legislator_profile_id": 4550, "is_prime": false}, {"legislator_profile_id": 4576, "is_prime": false}], "keywords": ["Boards and Commissions", "Education", "State Affairs and Government"], "audio": [], "bill_versions": [{"bill_id": 24863, "bill_version_id": 258862, "bill_version": "Introduced", "bill_version_date": "2024-01-09T14:48:01.447-06:00", "bill_text": "An Act to establish qualifications for members of the Board of Education Standards. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 1-45-6.1 be AMENDED: 1-45-6.1. There is created within the Department of Education the South Dakota Board of Education Standards. The South Dakota Board of Education Standards shall must consist of seven members. The members shall be appointed by the Governor with the advice and consent of the Senate. For members appointed after July 1, 2024, the South Dakota Board of Education Standards must consist of: (1) Four members who: (a) Are certified, or have been certified, by the Department of Education as a teacher, administrator, or other educational professional; and (b) Are employed, or have been employed within the last ten years of the date of appointment, by a school district or accredited nonpublic school as a teacher, administrator, or other educational professional; and (2) Three members of the public who are residents of this state and have been residents for at least five years immediately preceding the date of appointment. The terms term of office for each member shall be is four years and shall terminate terminates on December thirty-first of the fourth year. No member appointed after July 1, 2018, and without any previous service on the board, may serve more than three consecutive terms. However, after serving three consecutive terms, the Governor may reappoint a member may be reappointed after at least two years have passed since the expiration of the member's last term. Any partial term to fill a vacancy on the board may not count against the three-term limit."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 24863, "action_date": "2024-01-10T10:30:00-06:00", "document_id": 257021, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/257021.pdf", "status_text": "First read in House and referred to", "journal_page": 28, "committee_id_action": 1197, "committee_id_assigned": 1194, "result": "N", "vote": {}}]}