{"session_id": 10, "bill_id": 2335, "bill_type": "Senate Bill", "bill_number": 43, "bill_title": "revise certain health insurance standards for patient protection.", "sponsors": [], "keywords": ["Department of Revenue and Regulation", "Health Insurance", "Insurance"], "audio": [{"meeting_datetime": "2011-01-27T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sco12.mp3", "start_seconds": 98.0}, {"meeting_datetime": "2011-01-27T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sco12.mp3", "start_seconds": 98.0}, {"meeting_datetime": "2011-01-27T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sco12.mp3", "start_seconds": 98.0}, {"meeting_datetime": "2011-02-01T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sco14.mp3", "start_seconds": 483.0}, {"meeting_datetime": "2011-02-01T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sco14.mp3", "start_seconds": 483.0}, {"meeting_datetime": "2011-02-01T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sco14.mp3", "start_seconds": 483.0}, {"meeting_datetime": "2011-02-01T00:00:00-06:00", "committee": "SCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sco14.mp3", "start_seconds": 483.0}, {"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen17.mp3", "start_seconds": 2237.0}, {"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen17.mp3", "start_seconds": 2237.0}, {"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen17.mp3", "start_seconds": 2237.0}, {"meeting_datetime": "2011-02-07T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/sen17.mp3", "start_seconds": 2237.0}, {"meeting_datetime": "2011-02-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hco28.mp3", "start_seconds": 1620.0}, {"meeting_datetime": "2011-02-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hco28.mp3", "start_seconds": 1620.0}, {"meeting_datetime": "2011-02-25T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hco28.mp3", "start_seconds": 1620.0}, {"meeting_datetime": "2011-03-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou30.mp3", "start_seconds": 6316.0}, {"meeting_datetime": "2011-03-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou30.mp3", "start_seconds": 6316.0}, {"meeting_datetime": "2011-03-01T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2011/hou30.mp3", "start_seconds": 6316.0}], "bill_versions": [{"bill_id": 2335, "bill_version_id": 14721, "bill_version": "Introduced", "bill_version_date": "2011-01-07T16:35:23.803-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain health insurance standards for patient protection. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-17-1.1 be amended to read as follows: 58-17-1.1. Every Each policy of health insurance that covers a female and that is delivered, issued for delivery, or renewed in this state, except for policies a policy that provide provides coverage for specified disease or other limited benefit coverage, shall provide coverage for screening by low-dose mammography for the presence of occult breast cancer that is subject to the same dollar limits, deductibles, and coinsurance factors as for other radiological examinations. Coverage for the screening shall be provided as follows: ages thirty-five to thirty-nine, one baseline mammography; ages forty to forty-nine, a mammography every other year; and age fifty and older, a mammography every year. As used in this section, \"low-dose mammography\" means the X-ray examination of the breast using equipment dedicated specifically for mammography, including the X-ray tube, filter, compression device, screens, films and cassettes, with an average radiation exposure delivery of less than one rad midbreast, with two views for each breast and with interpretation by a qualified radiologist. Section 2. That § 58-17-2.3 be amended to read as follows: 58-17-2.3. No insurer or health carrier issuing a health benefit plan insurance coverage, other than excepted benefits, that provides dependent coverage for any qualifying child, as defined by rules promulgated pursuant to § 58-17-87, may terminate coverage due to attainment of a limiting age below age nineteen, or, if a full-time student in an accredited institution of higher learning as of the close of the calendar year, below age twenty-four twenty-six. If the dependent remains a full-time student upon attaining the age of twenty-four twenty-six, but not exceeding the age of twenty-nine, the insurer shall provide for the continuation of coverage for that dependent at the insured's option. However, the provisions of this section do not apply to any qualifying relative, as defined by rules promulgated pursuant to § 58-17-87, whose gross income is less than the exemption amount as prescribed by the director by rules promulgated pursuant to chapter 1-26. Continuation of coverage for full-time students attaining the age of twenty-four is not required if the dependent has other creditable coverage in force nor required for any full-time students who attained the age of twenty-four prior to July 1, 2007. Section 3. That § 58-17-4.1 be amended to read as follows: 58-17-4.1. Premium rates charged for any individual accident and health insurance policy issued pursuant to this chapter shall be filed with and are subject to the approval of the director and are deemed approved at the expiration of thirty days after the filing thereof unless disapproved by the director within the thirty-day period. The director may disapprove individual accident and health insurance premium rates which are not in compliance with the requirements of this chapter. The director shall send written notice of such disapproval to the insurer. However, the director may approve the premium rates before the thirty-day period expires by giving written notice of approval. Premium rates for health benefit plans that are being actively marketed and subject to the provisions of § 58-17-70 are not subject to the prior approval requirements of this section but shall be filed in accordance with §§ 58-24-10, 58-24-13 to 58-24-19, inclusive, and 58-24-21 to 58-24-25, inclusive. The rates shall be filed for approval, administered, and reviewed subject to all of the applicable procedures in accordance with §§ 58-11-64 to 58-11-76, inclusive. Section 4. That § 58-17-15 be amended to read as follows: 58-17-15. There shall be a provision as follows: \"Time limit on certain defenses: (1) After two years from the date of issue of this policy no misstatements, except fraudulent misstatements, made by the applicant in the application for such policy shall be used to void the policy or to deny a claim for loss incurred or disability, as defined in the policy, commencing after the expiration of such two-year period.\" The foregoing policy provision shall may not be so construed as to affect any legal requirement for avoidance of a policy or denial of a claim during such initial two-year period, nor to limit the application of §§ 58-17-32 to 58-17-39, inclusive, in the event of misstatement with respect to age or occupation or other insurance. This section only applies to excepted benefits. This section does not apply to any long-term care insurance policy or certificate. Section 5. That § 58-17-16 be repealed. 58-17-16. A policy which the insured has the right to continue in force subject to its terms by the timely payment of premium until at least age fifty or, in the case of a policy issued after age forty-four, for at least five years from its date of issue, may contain in lieu of the provision in § 58-17-15 the following provision, from which the clause in parentheses may be omitted at the insurer's option, under the caption \"Incontestable.\" \"After this policy has been in force for a period of two years during the lifetime of the insured (excluding any period during which the insured is disabled), it shall become incontestable as to the statements contained in the application.\" Section 6. That § 58-17-84 be amended to read as follows: 58-17-84. Any health benefit plan covering individuals carrier providing individual coverage, other than excepted benefits, shall comply with the following provisions: (1) No health benefit plan individual coverage may deny, exclude, or limit benefits for a covered individual for claims incurred more than twelve months following the effective date of the person's coverage due to a preexisting condition. No health benefit plan policy may define a preexisting condition more restrictively than: (a) A condition that would have caused an ordinarily prudent person to seek medical advice, diagnosis, care, or treatment during the twelve months immediately preceding the effective date of coverage; (b) A condition for which medical advice, diagnosis, care, or treatment was recommended or received during the twelve months immediately preceding the effective date of coverage; or (c) A pregnancy existing on the effective date of coverage; (2) A health benefit plan The health carrier shall waive any time period applicable to a preexisting condition exclusion or limitation period with respect to particular services for the aggregate period of time a person was previously covered by creditable coverage, excluding limited benefit plans and dread disease plans that provided benefits with respect to such services, if the creditable coverage was continuous to a date not more than sixty-three days before the application for the new coverage. A period of time a person was previously covered may not be aggregated if there was a break in coverage of sixty-three days or more. The plan coverage shall count a period of creditable coverage without regard to the specific benefits covered under the plan policy, unless the plan health carrier elects to credit it based on coverage of benefits within several classes or categories of benefits specified in rules adopted pursuant to chapter 1-26, by the director; (3) A health maintenance organization which does not utilize a preexisting waiting period may use an affiliation period in lieu of a preexisting waiting period. No affiliation period may exceed two months in length. No premium may be charged for any portion of the affiliation period. If the health maintenance organization utilizes neither a preexisting waiting period nor an affiliation period, the health maintenance organization may use other criteria designed to avoid adverse selection provided that those criteria are approved by the director; (4) Genetic information may not be treated as a condition for which a preexisting condition exclusion may be imposed in the absence of a diagnosis of the condition related to such information; and (5) A condition may not be defined or considered as preexisting if the condition arose after a person began creditable coverage and if there was not a break in coverage which exceeded sixty-three days. For purposes of this section, the effective date of coverage is the first day the person became covered for either accidents or sicknesses. No covered person under the age of nineteen is subject to a preexisting condition limitation or exclusion for any plan year beginning on or after September 23, 2010. Excepted benefits are subject to the provisions of § 58-17-97. Section 7. That § 58-38-22 be amended to read as follows: 58-38-22. Every Each service or indemnity-type contract issued by a nonprofit medical and surgical service plan corporation that covers a female and that is delivered, issued for delivery, or renewed in this state, except for contracts a contract that provide provides coverage for specified disease or other limited benefit coverage, shall provide coverage for screening by low-dose mammography for the presence of occult breast cancer that is subject to the same dollar limits, deductibles and coinsurance factors as for other radiological examinations. Coverage for the screening shall be provided as follows: ages thirty-five to thirty-nine, one baseline mammography; ages forty to forty-nine, a mammography every other year; and age fifty and older, a mammography every year. As used in this section, \"low-dose mammography\" means the X ray examination of the breast using equipment dedicated specifically for mammography, including the X ray tube, filter, compression device, screens, films, and cassettes, with an average radiation exposure delivery of less than one rad midbreast, with two views for each breast and with interpretation by a qualified radiologist. Section 8. That § 58-18-31.1 be amended to read as follows: 58-18-31.1. No insurer or health carrier issuing a health benefit plan health insurance coverage, other than excepted benefits, that provides dependent coverage for any qualifying child, as defined by rules promulgated pursuant to § 58-18-79, may terminate coverage due to attainment of a limiting age below age nineteen, or, if a full-time student in an accredited institution of higher learning as of the close of the calendar year, below age twenty-four twenty-six. If the dependent remains a full-time student upon attaining the age of twenty-four twenty-six but not exceeding the age of twenty-nine, the insurer shall provide for the continuation of coverage for that dependent at the insured's option. Nothing in this section requires the employer to contribute any portion of the premium for dependents that are full-time students and have attained the age of twenty-four twenty-six. However, the provisions of this section do not apply to any qualifying relative, as defined by rules promulgated pursuant to § 58-18-79, whose gross income is less than the exemption amount as prescribed by the director by rules promulgated pursuant to chapter 1-26. Continuation of coverage for full-time students attaining the age of twenty-four is not required if the dependent has other creditable coverage in force nor required for any full-time students who attained the age of twenty-four prior to July 1, 2007. Section 9. That § 58-18-36 be amended to read as follows: 58-18-36. Every Each group health insurance policy that covers a female and that is delivered, issued for delivery, or renewed in this state, except for policies a policy that provide provides coverage for specified disease or other limited benefit coverage, shall provide coverage for screening by low-dose mammography for the presence of occult breast cancer that is subject to the same dollar limits, deductibles and coinsurance factors as for other radiological examinations. Coverage for the screening shall be provided as follows: ages thirty-five to thirty-nine, one baseline mammography; ages forty to forty-nine, a mammography every other year; and age fifty and older, a mammography every year. As used in this section, \"low-dose mammography\" means the X ray examination of the breast using equipment dedicated specifically for mammography, including the X ray tube, filter, compression device, screens, films, and cassettes, with an average radiation exposure delivery of less than one rad midbreast, with two views for each breast and with interpretation by a qualified radiologist. Section 10. That § 58-18-45 be amended to read as follows: 58-18-45. Health benefit plans Any health carrier providing group coverage, other than excepted benefits, shall comply with the following provisions: (1) No health benefit plan policy may deny, exclude, or limit benefits for a covered individual for claims incurred more than twelve months following the effective date of the individual's coverage due to a preexisting condition. No health benefit plan policy may define a preexisting condition more restrictively than a condition for which medical advice, diagnosis, care, or treatment was recommended or received during the six months immediately preceding the effective date of coverage; (2) A health benefit plan policy shall waive any time period applicable to a preexisting condition exclusion or limitation period for the aggregate period of time an individual was previously covered by creditable coverage that provided benefits with respect to such services, if the creditable coverage was continuous to a date not more than sixty-three days prior to the effective date of the new coverage. The waiver for prior creditable coverage also applies to late enrollees. A period of time a person was previously covered may not be aggregated if there was a break in coverage of sixty-three days or more. The plan policy shall count a period of creditable coverage, without regard to the specific benefits covered under the plan policy, unless the plan policy elects to credit it based on coverage of benefits within several classes or categories of benefits specified in rules adopted by the director. A condition may not be defined or considered as preexisting if the condition arose after a person began creditable coverage and if there was not a break in coverage which exceeded sixty-three days; (3) A health benefit plan policy may exclude coverage for late enrollees for the greater of eighteen months or for an eighteen-month preexisting condition exclusion. However, if both a period of exclusion from coverage and a preexisting condition exclusion are applicable to a late enrollee, the combined period may not exceed eighteen months from the date the individual enrolls for coverage under the health benefit plan policy; (4) Genetic information may not be treated as a condition for which a preexisting condition exclusion may be imposed in the absence of a diagnosis of the condition related to such information; (5) A health maintenance organization which does not utilize a preexisting waiting period may use an affiliation period in lieu of a preexisting waiting period. No affiliation period may exceed two months in length. No premium may be charged for any portion of the affiliation period. If the health maintenance organization utilizes neither a preexisting waiting period nor an affiliation period, the health maintenance organization may use other criteria designed to avoid adverse selection provided that those criteria are approved by the director. In the case of a late enrollee who is subject to an affiliation period, the affiliation period may not exceed three months. For purposes of this section, the effective date of coverage is the first day the person became covered for either accidents or sicknesses. No covered person under the age of nineteen is subject to a preexisting condition limitation or exclusion for any plan year beginning on or after September 23, 2010. Section 11. That § 58-40-20 be amended to read as follows: 58-40-20. Every Each service or indemnity-type contract issued by a nonprofit hospital service plan corporation that covers a female and that is delivered, issued for delivery, or renewed in this state, except for contracts a contract that provide provides coverage for specified disease or other limited benefit coverage, shall provide coverage for screening by low-dose mammography for the presence of occult breast cancer that is subject to the same dollar limits, deductibles, and coinsurance factors as for other radiological examinations. Coverage for the screening shall be provided as follows: ages thirty-five to thirty-nine, one baseline mammography; ages forty to forty-nine, a mammography every other year; and age fifty and older, a mammography every year. As used in this section, \"low-dose mammography\" means the X ray examination of the breast using equipment dedicated specifically for mammography, including the X ray tube, filter, compression device, screens, films, and cassettes, with an average radiation exposure delivery of less than one rad midbreast, with two views for each breast and with interpretation by a qualified radiologist. Section 12. That § 58-41-35.5 be amended to read as follows: 58-41-35.5. Every Each health maintenance contract that covers a female and that is delivered, issued for delivery, or renewed in this state, except for contracts a contract that provide provides coverage for specified disease or other limited benefit coverage, shall provide coverage for screening by low-dose mammography for the presence of occult breast cancer that is subject to the same dollar limits, deductibles, and coinsurance factors as for other radiological examinations. Coverage for the screening shall be provided as follows: ages thirty-five to thirty-nine, one baseline mammography; ages forty to forty-nine, a mammography every other year; and age fifty and older, a mammography every year. As used in this section, \"low-dose mammography\" means the X ray examination of the breast using equipment dedicated specifically for mammography, including the X ray tube, filter, compression device, screens, films, and cassettes, with an average radiation exposure delivery of less than one rad midbreast, with two views for each breast and with interpretation by a qualified radiologist."}, {"bill_id": 2335, "bill_version_id": 16119, "bill_version": "Senate Commerce and Energy Engrossed", "bill_version_date": "2011-02-01T13:17:30.113-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain health insurance standards for patient protection. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-17-1.1 be amended to read as follows: 58-17-1.1. Every Each policy of health insurance that covers a female and that is delivered, issued for delivery, or renewed in this state, except for policies a policy that provide provides coverage for specified disease or other limited benefit coverage, shall provide coverage for screening by low-dose mammography for the presence of occult breast cancer that is subject to the same dollar limits, deductibles, and coinsurance factors as for other radiological examinations. Coverage for the screening shall be provided as follows: ages thirty-five to thirty-nine, one baseline mammography; ages forty to forty-nine, a mammography every other year; and age fifty and older, a mammography every year. As used in this section, \"low-dose mammography\" means the X-ray examination of the breast using equipment dedicated specifically for mammography, including the X-ray tube, filter, compression device, screens, films and cassettes, with an average radiation exposure delivery of less than one rad midbreast, with two views for each breast and with interpretation by a qualified radiologist. The provisions of this section apply only to grandfathered plans pursuant to 75 Fed. Reg. 116 (2010) to be codified at 26 C.F.R. §§ 54 and 602, 29 C.F.R. § 2590, and 45 C.F.R. § 147. Section 2. That § 58-17-2.3 be amended to read as follows: 58-17-2.3. No insurer or health carrier issuing a health benefit plan insurance coverage, other than excepted benefits, that provides dependent coverage for any qualifying child, as defined by rules promulgated pursuant to § 58-17-87, may terminate coverage due to attainment of a limiting age below age nineteen, or, if a full-time student in an accredited institution of higher learning as of the close of the calendar year, below age twenty-four twenty-six. If the dependent remains a full-time student upon attaining the age of twenty-four twenty-six, but not exceeding the age of twenty-nine, the insurer shall provide for the continuation of coverage for that dependent at the insured's option. However, the provisions of this section do not apply to any qualifying relative, as defined by rules promulgated pursuant to § 58-17-87, whose gross income is less than the exemption amount as prescribed by the director by rules promulgated pursuant to chapter 1-26. Continuation of coverage for full-time students attaining the age of twenty-four is not required if the dependent has other creditable coverage in force nor required for any full-time students who attained the age of twenty-four prior to July 1, 2007. Section 3. That § 58-17-4.1 be amended to read as follows: 58-17-4.1. Premium rates charged for any individual accident and health insurance policy issued pursuant to this chapter shall be filed with and are subject to the approval of the director and are deemed approved at the expiration of thirty days after the filing thereof unless disapproved by the director within the thirty-day period. The director may disapprove individual accident and health insurance premium rates which are not in compliance with the requirements of this chapter. The director shall send written notice of such disapproval to the insurer. However, the director may approve the premium rates before the thirty-day period expires by giving written notice of approval. Premium rates for health benefit plans that are being actively marketed and subject to the provisions of § 58-17-70 are not subject to the prior approval requirements of this section but shall be filed in accordance with §§ 58-24-10, 58-24-13 to 58-24-19, inclusive, and 58-24-21 to 58-24-25, inclusive. The rates shall be filed for approval, administered, and reviewed subject to all of the applicable procedures in accordance with §§ 58-11-64 to 58-11-76, inclusive. Section 4. That § 58-17-15 be amended to read as follows: 58-17-15. There shall be a provision as follows: \"Time limit on certain defenses: (1) After two years from the date of issue of this policy no misstatements, except fraudulent misstatements, made by the applicant in the application for such policy shall be used to void the policy or to deny a claim for loss incurred or disability, as defined in the policy, commencing after the expiration of such two-year period.\" The foregoing policy provision shall may not be so construed as to affect any legal requirement for avoidance of a policy or denial of a claim during such initial two-year period, nor to limit the application of §§ 58-17-32 to 58-17-39, inclusive, in the event of misstatement with respect to age or occupation or other insurance. This section only applies to excepted benefits. This section does not apply to any long-term care insurance policy or certificate. Section 5. That § 58-17-16 be repealed. 58-17-16. A policy which the insured has the right to continue in force subject to its terms by the timely payment of premium until at least age fifty or, in the case of a policy issued after age forty-four, for at least five years from its date of issue, may contain in lieu of the provision in § 58-17-15 the following provision, from which the clause in parentheses may be omitted at the insurer's option, under the caption \"Incontestable.\" \"After this policy has been in force for a period of two years during the lifetime of the insured (excluding any period during which the insured is disabled), it shall become incontestable as to the statements contained in the application.\" Section 6. That § 58-17-84 be amended to read as follows: 58-17-84. Any health benefit plan covering individuals carrier providing individual coverage, other than excepted benefits, shall comply with the following provisions: (1) No health benefit plan individual coverage may deny, exclude, or limit benefits for a covered individual for claims incurred more than twelve months following the effective date of the person's coverage due to a preexisting condition. No health benefit plan policy may define a preexisting condition more restrictively than: (a) A condition that would have caused an ordinarily prudent person to seek medical advice, diagnosis, care, or treatment during the twelve months immediately preceding the effective date of coverage; (b) A condition for which medical advice, diagnosis, care, or treatment was recommended or received during the twelve months immediately preceding the effective date of coverage; or (c) A pregnancy existing on the effective date of coverage; (2) A health benefit plan The health carrier shall waive any time period applicable to a preexisting condition exclusion or limitation period with respect to particular services for the aggregate period of time a person was previously covered by creditable coverage, excluding limited benefit plans and dread disease plans that provided benefits with respect to such services, if the creditable coverage was continuous to a date not more than sixty-three days before the application for the new coverage. A period of time a person was previously covered may not be aggregated if there was a break in coverage of sixty-three days or more. The plan coverage shall count a period of creditable coverage without regard to the specific benefits covered under the plan policy, unless the plan health carrier elects to credit it based on coverage of benefits within several classes or categories of benefits specified in rules adopted pursuant to chapter 1-26, by the director; (3) A health maintenance organization which does not utilize a preexisting waiting period may use an affiliation period in lieu of a preexisting waiting period. No affiliation period may exceed two months in length. No premium may be charged for any portion of the affiliation period. If the health maintenance organization utilizes neither a preexisting waiting period nor an affiliation period, the health maintenance organization may use other criteria designed to avoid adverse selection provided that those criteria are approved by the director; (4) Genetic information may not be treated as a condition for which a preexisting condition exclusion may be imposed in the absence of a diagnosis of the condition related to such information; and (5) A condition may not be defined or considered as preexisting if the condition arose after a person began creditable coverage and if there was not a break in coverage which exceeded sixty-three days. For purposes of this section, the effective date of coverage is the first day the person became covered for either accidents or sicknesses. Except for plans grandfathered pursuant to 75 Fed. Reg. 116 (2010) to be codified at 26 C.F.R. §§ 54 and 602, 29 C.F.R. § 2590, and 45 C.F.R. § 147, no covered person under the age of nineteen is subject to a preexisting condition limitation or exclusion for any plan year beginning on or after September 23, 2010. Excepted benefits are subject to the provisions of § 58-17-97. Section 7. That § 58-38-22 be amended to read as follows: 58-38-22. Every Each service or indemnity-type contract issued by a nonprofit medical and surgical service plan corporation that covers a female and that is delivered, issued for delivery, or renewed in this state, except for contracts a contract that provide provides coverage for specified disease or other limited benefit coverage, shall provide coverage for screening by low-dose mammography for the presence of occult breast cancer that is subject to the same dollar limits, deductibles and coinsurance factors as for other radiological examinations. Coverage for the screening shall be provided as follows: ages thirty-five to thirty-nine, one baseline mammography; ages forty to forty-nine, a mammography every other year; and age fifty and older, a mammography every year. As used in this section, \"low-dose mammography\" means the X ray examination of the breast using equipment dedicated specifically for mammography, including the X ray tube, filter, compression device, screens, films, and cassettes, with an average radiation exposure delivery of less than one rad midbreast, with two views for each breast and with interpretation by a qualified radiologist. The provisions of this section apply only to grandfathered plans pursuant to 75 Fed. Reg. 116 (2010) to be codified at 26 C.F.R. §§ 54 and 602, 29 C.F.R. § 2590, and 45 C.F.R. § 147. Section 8. That § 58-18-31.1 be amended to read as follows: 58-18-31.1. No insurer or health carrier issuing a health benefit plan health insurance coverage, other than excepted benefits, that provides dependent coverage for any qualifying child, as defined by rules promulgated pursuant to § 58-18-79, may terminate coverage due to attainment of a limiting age below age nineteen, or, if a full-time student in an accredited institution of higher learning as of the close of the calendar year, below age twenty-four twenty-six. If the dependent remains a full-time student upon attaining the age of twenty-four twenty-six but not exceeding the age of twenty-nine, the insurer shall provide for the continuation of coverage for that dependent at the insured's option. Nothing in this section requires the employer to contribute any portion of the premium for dependents that are full-time students and have attained the age of twenty-four twenty-six. However, the provisions of this section do not apply to any qualifying relative, as defined by rules promulgated pursuant to § 58-18-79, whose gross income is less than the exemption amount as prescribed by the director by rules promulgated pursuant to chapter 1-26. Continuation of coverage for full-time students attaining the age of twenty-four is not required if the dependent has other creditable coverage in force nor required for any full-time students who attained the age of twenty-four prior to July 1, 2007. Section 9. That § 58-18-36 be amended to read as follows: 58-18-36. Every Each group health insurance policy that covers a female and that is delivered, issued for delivery, or renewed in this state, except for policies a policy that provide provides coverage for specified disease or other limited benefit coverage, shall provide coverage for screening by low-dose mammography for the presence of occult breast cancer that is subject to the same dollar limits, deductibles and coinsurance factors as for other radiological examinations. Coverage for the screening shall be provided as follows: ages thirty-five to thirty-nine, one baseline mammography; ages forty to forty-nine, a mammography every other year; and age fifty and older, a mammography every year. As used in this section, \"low-dose mammography\" means the X ray examination of the breast using equipment dedicated specifically for mammography, including the X ray tube, filter, compression device, screens, films, and cassettes, with an average radiation exposure delivery of less than one rad midbreast, with two views for each breast and with interpretation by a qualified radiologist. The provisions of this section apply only to grandfathered plans pursuant to 75 Fed. Reg. 116 (2010) to be codified at 26 C.F.R. §§ 54 and 602, 29 C.F.R. § 2590, and 45 C.F.R. § 147. Section 10. That § 58-18-45 be amended to read as follows: 58-18-45. Health benefit plans Any health carrier providing group coverage, other than excepted benefits, shall comply with the following provisions: (1) No health benefit plan policy may deny, exclude, or limit benefits for a covered individual for claims incurred more than twelve months following the effective date of the individual's coverage due to a preexisting condition. No health benefit plan policy may define a preexisting condition more restrictively than a condition for which medical advice, diagnosis, care, or treatment was recommended or received during the six months immediately preceding the effective date of coverage; (2) A health benefit plan policy shall waive any time period applicable to a preexisting condition exclusion or limitation period for the aggregate period of time an individual was previously covered by creditable coverage that provided benefits with respect to such services, if the creditable coverage was continuous to a date not more than sixty-three days prior to the effective date of the new coverage. The waiver for prior creditable coverage also applies to late enrollees. A period of time a person was previously covered may not be aggregated if there was a break in coverage of sixty-three days or more. The plan policy shall count a period of creditable coverage, without regard to the specific benefits covered under the plan policy, unless the plan policy elects to credit it based on coverage of benefits within several classes or categories of benefits specified in rules adopted by the director. A condition may not be defined or considered as preexisting if the condition arose after a person began creditable coverage and if there was not a break in coverage which exceeded sixty-three days; (3) A health benefit plan policy may exclude coverage for late enrollees for the greater of eighteen months or for an eighteen-month preexisting condition exclusion. However, if both a period of exclusion from coverage and a preexisting condition exclusion are applicable to a late enrollee, the combined period may not exceed eighteen months from the date the individual enrolls for coverage under the health benefit plan policy; (4) Genetic information may not be treated as a condition for which a preexisting condition exclusion may be imposed in the absence of a diagnosis of the condition related to such information; (5) A health maintenance organization which does not utilize a preexisting waiting period may use an affiliation period in lieu of a preexisting waiting period. No affiliation period may exceed two months in length. No premium may be charged for any portion of the affiliation period. If the health maintenance organization utilizes neither a preexisting waiting period nor an affiliation period, the health maintenance organization may use other criteria designed to avoid adverse selection provided that those criteria are approved by the director. In the case of a late enrollee who is subject to an affiliation period, the affiliation period may not exceed three months. For purposes of this section, the effective date of coverage is the first day the person became covered for either accidents or sicknesses. No covered person under the age of nineteen is subject to a preexisting condition limitation or exclusion for any plan year beginning on or after September 23, 2010. Section 11. That § 58-40-20 be amended to read as follows: 58-40-20. Every Each service or indemnity-type contract issued by a nonprofit hospital service plan corporation that covers a female and that is delivered, issued for delivery, or renewed in this state, except for contracts a contract that provide provides coverage for specified disease or other limited benefit coverage, shall provide coverage for screening by low-dose mammography for the presence of occult breast cancer that is subject to the same dollar limits, deductibles, and coinsurance factors as for other radiological examinations. Coverage for the screening shall be provided as follows: ages thirty-five to thirty-nine, one baseline mammography; ages forty to forty-nine, a mammography every other year; and age fifty and older, a mammography every year. As used in this section, \"low-dose mammography\" means the X ray examination of the breast using equipment dedicated specifically for mammography, including the X ray tube, filter, compression device, screens, films, and cassettes, with an average radiation exposure delivery of less than one rad midbreast, with two views for each breast and with interpretation by a qualified radiologist. The provisions of this section apply only to grandfathered plans pursuant to 75 Fed. Reg. 116 (2010) to be codified at 26 C.F.R. §§ 54 and 602, 29 C.F.R. § 2590, and 45 C.F.R. § 147. Section 12. That § 58-41-35.5 be amended to read as follows: 58-41-35.5. Every Each health maintenance contract that covers a female and that is delivered, issued for delivery, or renewed in this state, except for contracts a contract that provide provides coverage for specified disease or other limited benefit coverage, shall provide coverage for screening by low-dose mammography for the presence of occult breast cancer that is subject to the same dollar limits, deductibles, and coinsurance factors as for other radiological examinations. Coverage for the screening shall be provided as follows: ages thirty-five to thirty-nine, one baseline mammography; ages forty to forty-nine, a mammography every other year; and age fifty and older, a mammography every year. As used in this section, \"low-dose mammography\" means the X ray examination of the breast using equipment dedicated specifically for mammography, including the X ray tube, filter, compression device, screens, films, and cassettes, with an average radiation exposure delivery of less than one rad midbreast, with two views for each breast and with interpretation by a qualified radiologist. The provisions of this section apply only to grandfathered plans pursuant to 75 Fed. Reg. 116 (2010) to be codified at 26 C.F.R. §§ 54 and 602, 29 C.F.R. § 2590, and 45 C.F.R. § 147. Section 13. That chapter 58-17 be amended by adding thereto a NEW SECTION to read as follows: Each policy of health insurance that covers a female and that is delivered, issued for delivery, or renewed in this state, except for a policy that provides coverage for specified disease or other limited benefit coverage, shall provide coverage for screening for the presence of occult breast cancer. The provisions of this section apply only to plans that are not grandfathered pursuant to 75 Fed. Reg. 116 (2010) to be codified at 26 C.F.R. §§ 54 and 602, 29 C.F.R. § 2590, and 45 C.F.R. § 147. Section 14. That chapter 58-38 be amended by adding thereto a NEW SECTION to read as follows: Each service or indemnity-type contract issued by a nonprofit medical and surgical service plan corporation that covers a female and that is delivered, issued for delivery, or renewed in this state, except for a contract that provides coverage for specified disease or other limited benefit coverage, shall provide coverage for screening for the presence of occult breast cancer. The provisions of this section apply only to plans that are not grandfathered pursuant to 75 Fed. Reg. 116 (2010) to be codified at 26 C.F.R. §§ 54 and 602, 29 C.F.R. § 2590, and 45 C.F.R. § 147. Section 15. That chapter 58-18 be amended by adding thereto a NEW SECTION to read as follows: Each group health insurance policy that covers a female and that is delivered, issued for delivery, or renewed in this state, except for a policy that provides coverage for specified disease or other limited benefit coverage, shall provide coverage for screening for the presence of occult breast cancer. The provisions of this section apply only to plans that are not grandfathered pursuant to 75 Fed. Reg. 116 (2010) to be codified at 26 C.F.R. §§ 54 and 602, 29 C.F.R. § 2590, and 45 C.F.R. § 147. Section 16. That chapter 58-40 be amended by adding thereto a NEW SECTION to read as follows: Each service or indemnity-type contract issued by a nonprofit hospital service plan corporation that covers a female and that is delivered, issued for delivery, or renewed in this state, except for a contract that provides coverage for specified disease or other limited benefit coverage, shall provide coverage for screening for the presence of occult breast cancer. The provisions of this section apply only to plans that are not grandfathered pursuant to 75 Fed. Reg. 116 (2010) to be codified at 26 C.F.R. §§ 54 and 602, 29 C.F.R. § 2590, and 45 C.F.R. § 147. Section 17. That chapter 58-41 be amended by adding thereto a NEW SECTION to read as follows: Each health maintenance contract that covers a female and that is delivered, issued for delivery, or renewed in this state, except for a contract that provides coverage for specified disease or other limited benefit coverage, shall provide coverage for screening for the presence of occult breast cancer. The provisions of this section apply only to plans that are not grandfathered pursuant to 75 Fed. Reg. 116 (2010) to be codified at 26 C.F.R. §§ 54 and 602, 29 C.F.R. § 2590, and 45 C.F.R. § 147. Section 18. That chapter 58-18B be amended by adding thereto a NEW SECTION to read as follows: No small employer carrier may increase its small employer base rates unless the small employer carrier has filed the base rate increase with the director for review at least thirty days prior to the implementation of the rate increase. The base rates are deemed approved at the expiration of thirty days after the filing thereof unless disapproved by the director within thirty days after the date of filing. The filing of the base rate increase shall include documentation sufficient to actuarially justify the increase and a history of the earned premiums and incurred claims on the policy forms applicable to the rate increase. The base rates shall be reasonable in relation to the benefits."}, {"bill_id": 2335, "bill_version_id": 16436, "bill_version": "Senate Engrossed", "bill_version_date": "2011-02-07T15:24:18.497-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain health insurance standards for patient protection. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 58-17-1.1 be amended to read as follows: 58-17-1.1. Every Each policy of health insurance that covers a female and that is delivered, issued for delivery, or renewed in this state, except for policies a policy that provide provides coverage for specified disease or other limited benefit coverage, shall provide coverage for screening by low-dose mammography for the presence of occult breast cancer that is subject to the same dollar limits, deductibles, and coinsurance factors as for other radiological examinations. Coverage for the screening shall be provided as follows: ages thirty-five to thirty-nine, one baseline mammography; ages forty to forty-nine, a mammography every other year; and age fifty and older, a mammography every year. As used in this section, \"low-dose mammography\" means the X-ray examination of the breast using equipment dedicated specifically for mammography, including the X-ray tube, filter, compression device, screens, films and cassettes, with an average radiation exposure delivery of less than one rad midbreast, with two views for each breast and with interpretation by a qualified radiologist. The provisions of this section apply only to grandfathered plans pursuant to 75 Fed. Reg. 116 (2010) to be codified at 26 C.F.R. §§ 54 and 602, 29 C.F.R. § 2590, and 45 C.F.R. § 147. Section 2. That § 58-17-2.3 be amended to read as follows: 58-17-2.3. No insurer or health carrier issuing a health benefit plan insurance coverage, other than excepted benefits, that provides dependent coverage for any qualifying child, as defined by rules promulgated pursuant to § 58-17-87, may terminate coverage due to attainment of a limiting age below age nineteen, or, if a full-time student in an accredited institution of higher learning as of the close of the calendar year, below age twenty-four twenty-six. If the dependent remains a full-time student upon attaining the age of twenty-four twenty-six, but not exceeding the age of twenty-nine, the insurer shall provide for the continuation of coverage for that dependent at the insured's option. However, the provisions of this section do not apply to any qualifying relative, as defined by rules promulgated pursuant to § 58-17-87, whose gross income is less than the exemption amount as prescribed by the director by rules promulgated pursuant to chapter 1-26. Continuation of coverage for full-time students attaining the age of twenty-four is not required if the dependent has other creditable coverage in force nor required for any full-time students who attained the age of twenty-four prior to July 1, 2007. Section 3. That § 58-17-4.1 be amended to read as follows: 58-17-4.1. Premium rates charged for any individual accident and health insurance policy issued pursuant to this chapter shall be filed with and are subject to the approval of the director and are deemed approved at the expiration of thirty days after the filing thereof unless disapproved by the director within the thirty-day period. The director may disapprove individual accident and health insurance premium rates which are not in compliance with the requirements of this chapter. The director shall send written notice of such disapproval to the insurer. However, the director may approve the premium rates before the thirty-day period expires by giving written notice of approval. Premium rates for health benefit plans that are being actively marketed and subject to the provisions of § 58-17-70 are not subject to the prior approval requirements of this section but shall be filed in accordance with §§ 58-24-10, 58-24-13 to 58-24-19, inclusive, and 58-24-21 to 58-24-25, inclusive. The rates shall be filed for approval, administered, and reviewed subject to all of the applicable procedures in accordance with §§ 58-11-64 to 58-11-76, inclusive. Section 4. That § 58-17-15 be amended to read as follows: 58-17-15. There shall be a provision as follows: \"Time limit on certain defenses: (1) After two years from the date of issue of this policy no misstatements, except fraudulent misstatements, made by the applicant in the application for such policy shall be used to void the policy or to deny a claim for loss incurred or disability, as defined in the policy, commencing after the expiration of such two-year period.\" The foregoing policy provision shall may not be so construed as to affect any legal requirement for avoidance of a policy or denial of a claim during such initial two-year period, nor to limit the application of §§ 58-17-32 to 58-17-39, inclusive, in the event of misstatement with respect to age or occupation or other insurance. This section only applies to excepted benefits. This section does not apply to any long-term care insurance policy or certificate. Section 5. That § 58-17-16 be repealed. 58-17-16. A policy which the insured has the right to continue in force subject to its terms by the timely payment of premium until at least age fifty or, in the case of a policy issued after age forty-four, for at least five years from its date of issue, may contain in lieu of the provision in § 58-17-15 the following provision, from which the clause in parentheses may be omitted at the insurer's option, under the caption \"Incontestable.\" \"After this policy has been in force for a period of two years during the lifetime of the insured (excluding any period during which the insured is disabled), it shall become incontestable as to the statements contained in the application.\" Section 6. That § 58-17-84 be amended to read as follows: 58-17-84. Any health benefit plan covering individuals carrier providing individual coverage, other than excepted benefits, shall comply with the following provisions: (1) No health benefit plan individual coverage may deny, exclude, or limit benefits for a covered individual for claims incurred more than twelve months following the effective date of the person's coverage due to a preexisting condition. No health benefit plan policy may define a preexisting condition more restrictively than: (a) A condition that would have caused an ordinarily prudent person to seek medical advice, diagnosis, care, or treatment during the twelve months immediately preceding the effective date of coverage; (b) A condition for which medical advice, diagnosis, care, or treatment was recommended or received during the twelve months immediately preceding the effective date of coverage; or (c) A pregnancy existing on the effective date of coverage; (2) A health benefit plan The health carrier shall waive any time period applicable to a preexisting condition exclusion or limitation period with respect to particular services for the aggregate period of time a person was previously covered by creditable coverage, excluding limited benefit plans and dread disease plans that provided benefits with respect to such services, if the creditable coverage was continuous to a date not more than sixty-three days before the application for the new coverage. A period of time a person was previously covered may not be aggregated if there was a break in coverage of sixty-three days or more. The plan coverage shall count a period of creditable coverage without regard to the specific benefits covered under the plan policy, unless the plan health carrier elects to credit it based on coverage of benefits within several classes or categories of benefits specified in rules adopted pursuant to chapter 1-26, by the director; (3) A health maintenance organization which does not utilize a preexisting waiting period may use an affiliation period in lieu of a preexisting waiting period. No affiliation period may exceed two months in length. No premium may be charged for any portion of the affiliation period. If the health maintenance organization utilizes neither a preexisting waiting period nor an affiliation period, the health maintenance organization may use other criteria designed to avoid adverse selection provided that those criteria are approved by the director; (4) Genetic information may not be treated as a condition for which a preexisting condition exclusion may be imposed in the absence of a diagnosis of the condition related to such information; and (5) A condition may not be defined or considered as preexisting if the condition arose after a person began creditable coverage and if there was not a break in coverage which exceeded sixty-three days. For purposes of this section, the effective date of coverage is the first day the person became covered for either accidents or sicknesses. Except for plans grandfathered pursuant to 75 Fed. Reg. 116 (2010) to be codified at 26 C.F.R. §§ 54 and 602, 29 C.F.R. § 2590, and 45 C.F.R. § 147, no covered person under the age of nineteen is subject to a preexisting condition limitation or exclusion for any plan year beginning on or after September 23, 2010. Excepted benefits are subject to the provisions of § 58-17-97. Section 7. That § 58-38-22 be amended to read as follows: 58-38-22. Every Each service or indemnity-type contract issued by a nonprofit medical and surgical service plan corporation that covers a female and that is delivered, issued for delivery, or renewed in this state, except for contracts a contract that provide provides coverage for specified disease or other limited benefit coverage, shall provide coverage for screening by low-dose mammography for the presence of occult breast cancer that is subject to the same dollar limits, deductibles and coinsurance factors as for other radiological examinations. Coverage for the screening shall be provided as follows: ages thirty-five to thirty-nine, one baseline mammography; ages forty to forty-nine, a mammography every other year; and age fifty and older, a mammography every year. As used in this section, \"low-dose mammography\" means the X ray examination of the breast using equipment dedicated specifically for mammography, including the X ray tube, filter, compression device, screens, films, and cassettes, with an average radiation exposure delivery of less than one rad midbreast, with two views for each breast and with interpretation by a qualified radiologist. The provisions of this section apply only to grandfathered plans pursuant to 75 Fed. Reg. 116 (2010) to be codified at 26 C.F.R. §§ 54 and 602, 29 C.F.R. § 2590, and 45 C.F.R. § 147. Section 8. That § 58-18-31.1 be amended to read as follows: 58-18-31.1. No insurer or health carrier issuing a health benefit plan health insurance coverage, other than excepted benefits, that provides dependent coverage for any qualifying child, as defined by rules promulgated pursuant to § 58-18-79, may terminate coverage due to attainment of a limiting age below age nineteen, or, if a full-time student in an accredited institution of higher learning as of the close of the calendar year, below age twenty-four twenty- six. If the dependent remains a full-time student upon attaining the age of twenty-four twenty-six but not exceeding the age of twenty-nine, the insurer shall provide for the continuation of coverage for that dependent at the insured's option. Nothing in this section requires the employer to contribute any portion of the premium for dependents that are full-time students and have attained the age of twenty-four twenty-six. However, the provisions of this section do not apply to any qualifying relative, as defined by rules promulgated pursuant to § 58-18-79, whose gross income is less than the exemption amount as prescribed by the director by rules promulgated pursuant to chapter 1-26. Continuation of coverage for full-time students attaining the age of twenty-four is not required if the dependent has other creditable coverage in force nor required for any full-time students who attained the age of twenty-four prior to July 1, 2007. Section 9. That § 58-18-36 be amended to read as follows: 58-18-36. Every Each group health insurance policy that covers a female and that is delivered, issued for delivery, or renewed in this state, except for policies a policy that provide provides coverage for specified disease or other limited benefit coverage, shall provide coverage for screening by low-dose mammography for the presence of occult breast cancer that is subject to the same dollar limits, deductibles and coinsurance factors as for other radiological examinations. Coverage for the screening shall be provided as follows: ages thirty-five to thirty-nine, one baseline mammography; ages forty to forty-nine, a mammography every other year; and age fifty and older, a mammography every year. As used in this section, \"low-dose mammography\" means the X ray examination of the breast using equipment dedicated specifically for mammography, including the X ray tube, filter, compression device, screens, films, and cassettes, with an average radiation exposure delivery of less than one rad midbreast, with two views for each breast and with interpretation by a qualified radiologist. The provisions of this section apply only to grandfathered plans pursuant to 75 Fed. Reg. 116 (2010) to be codified at 26 C.F.R. §§ 54 and 602, 29 C.F.R. § 2590, and 45 C.F.R. § 147. Section 10. That § 58-18-45 be amended to read as follows: 58-18-45. Health benefit plans Any health carrier providing group coverage, other than excepted benefits, shall comply with the following provisions: (1) No health benefit plan policy may deny, exclude, or limit benefits for a covered individual for claims incurred more than twelve months following the effective date of the individual's coverage due to a preexisting condition. No health benefit plan policy may define a preexisting condition more restrictively than a condition for which medical advice, diagnosis, care, or treatment was recommended or received during the six months immediately preceding the effective date of coverage; (2) A health benefit plan policy shall waive any time period applicable to a preexisting condition exclusion or limitation period for the aggregate period of time an individual was previously covered by creditable coverage that provided benefits with respect to such services, if the creditable coverage was continuous to a date not more than sixty-three days prior to the effective date of the new coverage. The waiver for prior creditable coverage also applies to late enrollees. A period of time a person was previously covered may not be aggregated if there was a break in coverage of sixty-three days or more. The plan policy shall count a period of creditable coverage, without regard to the specific benefits covered under the plan policy, unless the plan policy elects to credit it based on coverage of benefits within several classes or categories of benefits specified in rules adopted by the director. A condition may not be defined or considered as preexisting if the condition arose after a person began creditable coverage and if there was not a break in coverage which exceeded sixty-three days; (3) A health benefit plan policy may exclude coverage for late enrollees for the greater of eighteen months or for an eighteen-month preexisting condition exclusion. However, if both a period of exclusion from coverage and a preexisting condition exclusion are applicable to a late enrollee, the combined period may not exceed eighteen months from the date the individual enrolls for coverage under the health benefit plan policy; (4) Genetic information may not be treated as a condition for which a preexisting condition exclusion may be imposed in the absence of a diagnosis of the condition related to such information; (5) A health maintenance organization which does not utilize a preexisting waiting period may use an affiliation period in lieu of a preexisting waiting period. No affiliation period may exceed two months in length. No premium may be charged for any portion of the affiliation period. If the health maintenance organization utilizes neither a preexisting waiting period nor an affiliation period, the health maintenance organization may use other criteria designed to avoid adverse selection provided that those criteria are approved by the director. In the case of a late enrollee who is subject to an affiliation period, the affiliation period may not exceed three months. For purposes of this section, the effective date of coverage is the first day the person became covered for either accidents or sicknesses. No covered person under the age of nineteen is subject to a preexisting condition limitation or exclusion for any plan year beginning on or after September 23, 2010. Section 11. That § 58-40-20 be amended to read as follows: 58-40-20. Every Each service or indemnity-type contract issued by a nonprofit hospital service plan corporation that covers a female and that is delivered, issued for delivery, or renewed in this state, except for contracts a contract that provide provides coverage for specified disease or other limited benefit coverage, shall provide coverage for screening by low-dose mammography for the presence of occult breast cancer that is subject to the same dollar limits, deductibles, and coinsurance factors as for other radiological examinations. Coverage for the screening shall be provided as follows: ages thirty-five to thirty-nine, one baseline mammography; ages forty to forty-nine, a mammography every other year; and age fifty and older, a mammography every year. As used in this section, \"low-dose mammography\" means the X ray examination of the breast using equipment dedicated specifically for mammography, including the X ray tube, filter, compression device, screens, films, and cassettes, with an average radiation exposure delivery of less than one rad midbreast, with two views for each breast and with interpretation by a qualified radiologist. The provisions of this section apply only to grandfathered plans pursuant to 75 Fed. Reg. 116 (2010) to be codified at 26 C.F.R. §§ 54 and 602, 29 C.F.R. § 2590, and 45 C.F.R. § 147. Section 12. That § 58-41-35.5 be amended to read as follows: 58-41-35.5. Every Each health maintenance contract that covers a female and that is delivered, issued for delivery, or renewed in this state, except for contracts a contract that provide provides coverage for specified disease or other limited benefit coverage, shall provide coverage for screening by low-dose mammography for the presence of occult breast cancer that is subject to the same dollar limits, deductibles, and coinsurance factors as for other radiological examinations. Coverage for the screening shall be provided as follows: ages thirty-five to thirty-nine, one baseline mammography; ages forty to forty-nine, a mammography every other year; and age fifty and older, a mammography every year. As used in this section, \"low-dose mammography\" means the X ray examination of the breast using equipment dedicated specifically for mammography, including the X ray tube, filter, compression device, screens, films, and cassettes, with an average radiation exposure delivery of less than one rad midbreast, with two views for each breast and with interpretation by a qualified radiologist. The provisions of this section apply only to grandfathered plans pursuant to 75 Fed. Reg. 116 (2010) to be codified at 26 C.F.R. §§ 54 and 602, 29 C.F.R. § 2590, and 45 C.F.R. § 147. Section 13. That chapter 58-17 be amended by adding thereto a NEW SECTION to read as follows: Each policy of health insurance that covers a female and that is delivered, issued for delivery, or renewed in this state, except for a policy that provides coverage for specified disease or other limited benefit coverage, shall provide coverage for screening for the presence of occult breast cancer. The provisions of this section apply only to plans that are not grandfathered pursuant to 75 Fed. Reg. 116 (2010) to be codified at 26 C.F.R. §§ 54 and 602, 29 C.F.R. § 2590, and 45 C.F.R. § 147. Section 14. That chapter 58-38 be amended by adding thereto a NEW SECTION to read as follows: Each service or indemnity-type contract issued by a nonprofit medical and surgical service plan corporation that covers a female and that is delivered, issued for delivery, or renewed in this state, except for a contract that provides coverage for specified disease or other limited benefit coverage, shall provide coverage for screening for the presence of occult breast cancer. The provisions of this section apply only to plans that are not grandfathered pursuant to 75 Fed. Reg. 116 (2010) to be codified at 26 C.F.R. §§ 54 and 602, 29 C.F.R. § 2590, and 45 C.F.R. § 147. Section 15. That chapter 58-18 be amended by adding thereto a NEW SECTION to read as follows: Each group health insurance policy that covers a female and that is delivered, issued for delivery, or renewed in this state, except for a policy that provides coverage for specified disease or other limited benefit coverage, shall provide coverage for screening for the presence of occult breast cancer. The provisions of this section apply only to plans that are not grandfathered pursuant to 75 Fed. Reg. 116 (2010) to be codified at 26 C.F.R. §§ 54 and 602, 29 C.F.R. § 2590, and 45 C.F.R. § 147. Section 16. That chapter 58-40 be amended by adding thereto a NEW SECTION to read as follows: Each service or indemnity-type contract issued by a nonprofit hospital service plan corporation that covers a female and that is delivered, issued for delivery, or renewed in this state, except for a contract that provides coverage for specified disease or other limited benefit coverage, shall provide coverage for screening for the presence of occult breast cancer. The provisions of this section apply only to plans that are not grandfathered pursuant to 75 Fed. Reg. 116 (2010) to be codified at 26 C.F.R. §§ 54 and 602, 29 C.F.R. § 2590, and 45 C.F.R. § 147. Section 17. That chapter 58-41 be amended by adding thereto a NEW SECTION to read as follows: Each health maintenance contract that covers a female and that is delivered, issued for delivery, or renewed in this state, except for a contract that provides coverage for specified disease or other limited benefit coverage, shall provide coverage for screening for the presence of occult breast cancer. The provisions of this section apply only to plans that are not grandfathered pursuant to 75 Fed. Reg. 116 (2010) to be codified at 26 C.F.R. §§ 54 and 602, 29 C.F.R. § 2590, and 45 C.F.R. § 147. Section 18. That chapter 58-18B be amended by adding thereto a NEW SECTION to read as follows: No small employer carrier may increase its small employer base rates unless the small employer carrier has filed the base rate increase with the director for review at least thirty days prior to the implementation of the rate increase. The base rates are deemed approved at the expiration of thirty days after the filing thereof unless disapproved by the director within thirty days after the date of filing. The filing of the base rate increase shall include documentation sufficient to actuarially justify the increase and a history of the earned premiums and incurred claims on the policy forms applicable to the rate increase. The base rates shall be reasonable in relation to the benefits. Section 19. The provisions of this Act are repealed if the Patient Protection and Affordable Care Act, Pub. L. No. 111-148, 124 Stat. 119 (2010), as amended by the Health Care and Education Reconciliation Act of 2010, Pub. L. No. 111-152, 124 Stat. 1029 (2010) is found to be unconstitutional in its entirety by a final decision of a federal court of competent jurisdiction and all appeals exhausted or time for appeals elapsed."}, {"bill_id": 2335, "bill_version_id": 17694, "bill_version": "Enrolled", "bill_version_date": "2011-03-02T09:19:06.207-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 2335, "action_date": "2011-01-11T12:00:00-06:00", "document_id": 14781, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/14781.pdf", "status_text": "First read in Senate and referred to", "journal_page": 23, "committee_id_action": 113, "committee_id_assigned": 90, "result": "N", "vote": {}}, {"bill_id": 2335, "action_date": "2011-01-20T10:00:00-06:00", "document_id": 15008, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15008.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 90, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2335, "action_date": "2011-01-25T10:00:00-06:00", "document_id": 15188, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15188.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 90, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2335, "action_date": "2011-01-27T10:00:00-06:00", "document_id": 15621, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15621.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 90, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2335, "action_date": "2011-02-01T10:00:00-06:00", "document_id": 15844, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/15844.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 90, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2335, "action_date": "2011-02-01T10:00:00-06:00", "document_id": 16108, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16108.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 90, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2335, "action_date": "2011-02-01T10:00:00-06:00", "document_id": 16108, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16108.pdf", "status_text": "Do Pass Amended", "journal_page": 273, "committee_id_action": 90, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8391, "president_vote": null, "Yea": [44, 79, 77, 27, 16, 43], "Excused": [55]}}, {"bill_id": 2335, "action_date": "2011-02-03T13:00:00-06:00", "document_id": 16307, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16307.pdf", "status_text": "Deferred to another day", "journal_page": 322, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2335, "action_date": "2011-02-07T14:00:00-06:00", "document_id": 16427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16427.pdf", "status_text": "Motion to amend", "journal_page": 340, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2335, "action_date": "2011-02-07T14:00:00-06:00", "document_id": 16427, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16427.pdf", "status_text": "Do Pass Amended", "journal_page": 341, "committee_id_action": 113, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 8655, "president_vote": null, "Yea": [44, 75, 30, 42, 40, 46, 41, 24, 26, 25, 38, 78, 76, 2, 18, 77, 82, 13, 55, 31, 43, 4, 16, 9, 10, 19, 81, 27, 34, 52, 80, 8, 45, 22], "Excused": [79]}}, {"bill_id": 2335, "action_date": "2011-02-08T14:00:00-06:00", "document_id": 16537, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/16537.pdf", "status_text": "First read in House and referred to", "journal_page": 320, "committee_id_action": 115, "committee_id_assigned": 101, "result": "N", "vote": {}}, {"bill_id": 2335, "action_date": "2011-02-25T10:00:00-06:00", "document_id": 17260, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17260.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 101, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2335, "action_date": "2011-02-25T10:00:00-06:00", "document_id": 17418, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17418.pdf", "status_text": "Do Pass", "journal_page": 529, "committee_id_action": 101, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9531, "president_vote": null, "Yea": [72, 87, 51, 84, 70, 96, 54, 95, 3, 50, 89], "Nay": [7, 90]}}, {"bill_id": 2335, "action_date": "2011-02-28T14:00:00-06:00", "document_id": 17545, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17545.pdf", "status_text": "Deferred to another day", "journal_page": 562, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 2335, "action_date": "2011-03-01T14:00:00-06:00", "document_id": 17651, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17651.pdf", "status_text": "Do Pass Amended", "journal_page": 583, "committee_id_action": 115, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 9723, "president_vote": null, "Yea": [12, 53, 21, 72, 87, 1, 105, 48, 51, 49, 15, 59, 84, 88, 61, 57, 11, 63, 96, 23, 62, 54, 20, 28, 37, 83, 95, 58, 85, 3, 102, 68, 98, 99, 64, 73, 69, 50, 6, 86, 74, 35, 97, 29, 100, 91, 89, 65, 47, 5], "Nay": [56, 33, 36, 7, 94, 90, 70, 39, 71, 92, 32, 67, 14, 93, 101, 66], "Excused": [17, 60, 104, 103]}}, {"bill_id": 2335, "action_date": "2011-03-02T14:00:00-06:00", "document_id": 17762, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17762.pdf", "status_text": "Signed by the President", "journal_page": 599, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2335, "action_date": "2011-03-03T14:00:00-06:00", "document_id": 17865, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17865.pdf", "status_text": "Signed by the Speaker", "journal_page": 621, "committee_id_action": 115, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2335, "action_date": "2011-03-07T14:00:00-06:00", "document_id": 17983, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/17983.pdf", "status_text": "Delivered to the Governor", "journal_page": 622, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 2335, "action_date": "2011-03-28T10:00:00-05:00", "document_id": 18239, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/18239.pdf", "status_text": "Signed by the Governor", "journal_page": 706, "committee_id_action": 113, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 4907, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/2335"}