{"session_id": 49, "bill_id": 14989, "bill_type": "House Bill", "bill_number": 1005, "bill_title": "conduct a pilot study on agricultural income value, to create a task force, to appropriate money for a pilot study, and to declare an emergency.", "sponsors": [{"legislator_profile_id": 2366, "is_prime": true}, {"legislator_profile_id": 2398, "is_prime": true}, {"legislator_profile_id": 2316, "is_prime": false}, {"legislator_profile_id": 2334, "is_prime": false}, {"legislator_profile_id": 2354, "is_prime": false}, {"legislator_profile_id": 2369, "is_prime": false}, {"legislator_profile_id": 2372, "is_prime": false}, {"legislator_profile_id": 2381, "is_prime": false}, {"legislator_profile_id": 2397, "is_prime": false}, {"legislator_profile_id": 2400, "is_prime": false}, {"legislator_profile_id": 2402, "is_prime": false}, {"legislator_profile_id": 2408, "is_prime": false}], "keywords": ["Agricultural Income Value", "Agricultural Land Assessment"], "audio": [{"meeting_datetime": "2000-02-11T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou24hb1005a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-11T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou24hb1005a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-11T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou24hb1005a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-11T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou24hb1005a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-23T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen31hb1005a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-23T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen31hb1005a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-23T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen31hb1005a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-23T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/sen31hb1005a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2000-02-24T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2000/hou32.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 14989, "bill_version_id": 86063, "bill_version": "Introduced", "bill_version_date": "1999-12-16T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to use agricultural income value to determine the value of agricultural land and to conduct a pilot study on agricultural income value. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of § 10-6-33, agricultural land shall be assessed based on its agricultural income value. The agricultural income value of agricultural land shall be determined on the basis of productivity and the annual earnings capacity of the agricultural land if the land is used for agricultural purposes. The productivity of land and its annual earning capacity shall be based on data collected and analyzed pursuant to sections 2 to 5, inclusive, of this Act. Section 2. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Agricultural income value is defined as the capitalized average annual earning capacity. The annual earning capacity shall be determined from crop share rent, cash rent, or a combination thereof, reduced by the estimated property taxes and crop marketing expenses incurred by agricultural land owners renting agricultural land on a crop share or cash basis. For the purpose of this section, annual earning capacity for: (1) Cropland is thirty percent of the annual gross income produced; (2) Noncropland is twenty-five percent of the annual gross income capacity of the land based upon the animal carrying capacity of the land. The economics department of South Dakota State University shall annually compute the average annual earning capacity of cropland and noncropland for each county using the data base defined in section 4 of this Act. The average annual earning capacity shall be capitalized at a rate of six percent to determine the capitalized average annual earning capacity. The economics department shall annually provide the secretary of revenue this information by June first. Section 3. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Before July first, the secretary of revenue shall annually provide each director of equalization the agricultural income value for each county as computed pursuant to section 2 of this Act. Before November first the director of equalization shall annually determine the assessed value of agricultural land. Agricultural land shall be assessed based on its agricultural income value and adjusted by the following factors: (1) The capacity of the land to produce agricultural products as defined in § 10-6-33.2; and (2) The soil survey statistics, terrain, and topographical condition of the land including the climate, accessibility, and surface obstructions which can be documented. Section 4. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: The secretary of revenue shall enter into contracts with South Dakota State University and, if necessary, the South Dakota Agricultural Statistics Service for the purpose of creating a data base to determine the agricultural income value of agricultural land by county. A data base for an identifiable region within a county may be created if the director of equalization shows a need for establishing identifiable regions within a county. The secretary shall collect such data for 1993, which will serve as the first year of the data base, and each year thereafter. The data base shall consist of the most recent eight years of data that have been collected and the years representing the highest and lowest agricultural income value shall be discarded from the data base. The data base for the 2002 assessment year shall consist of data from 1993 to 2000, inclusive, and the data base for each assessment year thereafter shall be adjusted accordingly. Section 5. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Agricultural land shall be divided into categories, including cropland and noncropland, so that the categories reflect uses appropriate for the valuation of such land. Each category shall be divided into subclasses based on soil classification standards developed by the United States Department of Agricultural Soil Conservation Service. Land enrolled in a federal or state program in which payments are received from removing such land from agricultural production shall be based on the income received less expenses. Section 6. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Buildings and structures, other than normally occupied dwellings on agricultural land and automobile garages or portions of buildings used for that purpose, which are used exclusively for agricultural purposes and situated on agricultural land are hereby specifically classified for tax purposes as agricultural property and shall be assessed pursuant to § 10-6-33. Section 7. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: The agricultural income value for agricultural land as determined pursuant to section 1 of this Act represents eighty-five percent of the fair market value. Section 8. That § 10-6-1 be amended to read as follows: 10-6-1. Terms used in this chapter mean: (1) \"Credit,\" every claim and demand for money or other valuable thing and every annuity or sum of money receivable at stated periods, due or to become due, and all claims and demands secured by deeds or mortgages due or to become due, except for contracts for deed and mortgages, in which case the term means only the payment received each year under the contract or mortgage; (2) \"District,\" township, municipality , or ward, as the case may be; (3) \"Full agricultural land value,\" the value of agricultural land as determined by the application of this chapter; (4) \"Money,\" gold and silver coin, treasury notes, bank notes, and every deposit which any person owning the same or holding in trust and residing in this state is entitled to withdraw in money on demand; (5) \"Tract,\" \"lot,\" \"piece,\" or \"parcel\" of real property, or \"piece or parcel of land,\" any contiguous quantity of land in the possession of, owned by, or recorded as, the property of the same claimant, person, or company; (6) \"True and full value,\" for all real property , except agricultural land , the usual cash selling price at the place where the property to which the term is applied shall be at the time of the assessment. Section 9. That § 10-6-33.1 be repealed. 10-6-33.1. The true and full value in money of agricultural land, as defined by § 10-6-31, which has been in primarily agricultural use for at least five successive years immediately preceding the tax year for which assessment is to be made shall be the market value as determined for each county through the use of all comparable sales of agricultural land based on consideration of the following factors: (1) The capacity of the land to produce agricultural products as defined in § 10-6-33.2; and (2) The soil, terrain, and topographical condition of the property including but not limited to capability, the land's use, climate, accessibility, and surface obstructions which can be documented through an analysis of land selling prices. The comparable sales that are used shall be evidenced by an instrument recorded with the register of deeds of the county in which the land is located, if the date of such instrument and the recording date is not more than two years prior to the assessment year. Section 10. That § 10-6-33.2 be repealed. 10-6-33.2. Capacity of land in agricultural use to produce agricultural products shall be based on average yields under natural conditions, in the case of land producing crops or plants, and on the average \"acres per animal unit,\" in the case of grazing land; said average shall affect each operating unit and shall be based on the ten-year period immediately preceding the tax year in issue. In determining such capacity to produce, the county director of equalization and/or the county board of equalization must take into consideration yields, and/or carrying capacity, as determined by the soil conservation service, the agricultural stabilization and conservation service, the extension service, federal land bank, and private lending agencies dealing with land production capacities. Section 11. That § 10-6-33.3 be repealed. 10-6-33.3. Land or improvement on land within an operating unit which is not used incident to an agricultural pursuit shall be separately listed and assessed and the income therefrom shall not be used in determining the values for the purposes of § § 10-6-33.1 and 10-6-33.2. Section 12. That § 10-6-33.4 be repealed. 10-6-33.4. If agricultural land has been classified pursuant to chapter 10-10, land within these classifications and the classifications shall conform to the provisions of § § 10-6-33.1 to 10-6-33.3, inclusive. Section 13. That § 10-6-33.5 be amended to read as follows: 10-6-33.5. The assessment, valuation, equalization, and taxation of school and endowment lands shall be at the same level and on the same basis as lands assessed, valued, and equalized according to § § 10-6-33.1 to 10-6-33.4, inclusive sections 1 to 5, inclusive, of this Act . Section 14. That § 10-6-33.6 be repealed. 10-6-33.6. If the median value per acre in an identifiable region within a county deviates by more than ten percent from the county average, the county director of equalization may establish a separate market value per acre for the land defined by the director of equalization within that region. Section 15. That § 10-6-33.7 be repealed. 10-6-33.7. Agricultural land in each county shall be divided into the eight classes defined by the United States Department of Agriculture's soil conservation service as published in its soil survey for each county. The county director of equalization shall, based on the agricultural lands soil survey classification, determine a value for each soil type. The value for each soil type shall be determined from sales of similar land based upon its soil survey classification, and as adjusted for the factors contained in subdivision 10-6-33.1(2). The sales used shall be sales of agricultural land that are sold for agricultural purposes. Section 16. That § 10-6-33.12 be repealed. 10-6-33.12. For the purposes of § § 10-6-33.8 and 10-6-33.9, there shall be a separate median sales to assessment ratio and coefficient of dispersion for agricultural and nonagricultural real property. Section 17. That § 10-6-33.20 be repealed. 10-6-33.20. Any agricultural land, as defined in § 10-6-31.3, which is sold in an increment of seventy acres or less, may not be used for the purpose of valuing agricultural land. The sale of any agricultural land, which is not used for purpose of valuing agricultural property pursuant to this section, may not be used in any sales ratio study. Section 18. That § 10-11-56.5 be repealed. 10-11-56.5. No sale of any land which is classified pursuant to § 10-6-58 may be used in any sales ratio study. Section 19. That § 10-11-57 be repealed. 10-11-57. In order to determine the ratio for agricultural land assessed pursuant to § 10-6-33.1, the secretary of revenue shall compare the assessed valuations on properties used for tax purposes in the year sold with the agricultural values of those properties as determined under § § 10-6-33.1 and 10-6-33.2. Section 20. That § 10-12-31.1 be amended to read as follows: 10-12-31.1. Notwithstanding other provision of law, when applying the levies for school purposes, the county director of equalization of each county shall adjust the level of assessment in that district so that the level of assessment as indicated by the most recent assessment to sales ratio as provided for in § 10-11-55 and the most recent assessment to full agricultural land value ratio agricultural income value as provided for in § 10-11-57 section 1 of this Act in that district are equal to eighty-five percent of market or agricultural income value. The Department of Revenue shall provide the director of equalization of each county all of the factors of adjustment necessary for the computations required in this section. Section 21. Sections 1 to 3, inclusive, of this Act and sections 5 to 20, inclusive, of this Act are effective on July 1, 2002. Section 22. The secretary of revenue shall conduct a pilot study concerning the use of agricultural income value as a means to value agricultural land. The pilot study shall include the counties of Codington, Moody, Turner, Brown, Hand, Tripp, Corson, Meade, and Custer. The secretary shall, for the purpose of providing information, apply the provisions and procedures provided in this Act to value agricultural land in the selected counties. The secretary shall submit a report detailing the information collected to the Legislature by the first legislative day of the Seventy-sixth Legislative Session."}, {"bill_id": 14989, "bill_version_id": 86062, "bill_version": "House Taxation Engrossed", "bill_version_date": "2000-02-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to use agricultural income value to determine the value of agricultural land and to conduct a pilot study on agricultural income value. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of § 10-6-33, agricultural land shall be assessed based on its agricultural income value. The agricultural income value of agricultural land shall be determined on the basis of productivity and the annual earnings capacity of the agricultural land if the land is used for agricultural purposes. The productivity of land and its annual earning capacity shall be based on data collected and analyzed pursuant to sections 2 to 5, inclusive, of this Act. Section 2. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Agricultural income value is defined as the capitalized average annual earning capacity. The annual earning capacity shall be determined from share rent and, reduced by the estimated property taxes and marketing expenses incurred by agricultural land owners renting agricultural land on a share basis. The capacity of the cropland to produce agricultural products shall be based on average yields for crops or plants under natural conditions. The capacity of noncropland to produce agricultural products shall be based on average acres per animal unit under natural conditions. For the purpose of this section, annual earning capacity for: (1) Cropland is thirty percent of the annual gross income produced; (2) Noncropland is twenty-five percent of the annual gross income capacity of the land based upon the animal carrying capacity of the land. The economics department of South Dakota State University shall annually compute the average annual earning capacity of cropland and noncropland for each county using the data base defined in section 4 of this Act. The average annual earning capacity shall be capitalized at a rate of six percent to determine the capitalized average annual earning capacity. The economics department shall annually provide the secretary of revenue this information by June first. Section 3. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Before July first, the secretary of revenue shall annually provide each director of equalization the agricultural income value for each county as computed pursuant to section 2 of this Act. Before November first the director of equalization shall annually determine the assessed value of agricultural land. Agricultural land shall be assessed based on its agricultural income value and adjusted by the following factors: (1) The capacity of the land to produce agricultural products as specified in section 2 of this Act; and (2) The location, size, soil survey statistics, terrain, and topographical condition of the land including the climate, accessibility, and surface obstructions which can be documented. Section 4. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: The secretary of revenue shall enter into contracts with South Dakota State University and, if necessary, the South Dakota Agricultural Statistics Service for the purpose of creating a data base to determine the agricultural income value of agricultural land by county. A data base for an identifiable region within a county may be created if the director of equalization shows a need for establishing identifiable regions within a county. The secretary shall collect such data for 1993, which will serve as the first year of the data base, and each year thereafter. The data base shall consist of the most recent eight years of data that have been collected and the years representing the highest and lowest agricultural income value shall be discarded from the data base. The data base for the 2002 assessment year shall consist of data from 1993 to 2000, inclusive, and the data base for each assessment year thereafter shall be adjusted accordingly. Section 5. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Agricultural land shall be divided by the director of equalization into categories, including cropland and noncropland, so that the categories reflect uses appropriate for the valuation of such land. Each category shall be divided into subclasses based on soil classification standards developed by the United States Department of Agriculture Natural Resources Conservation Service. Section 6. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Buildings and structures, other than normally occupied dwellings on agricultural land and automobile garages or portions of buildings used for that purpose, which are used exclusively for agricultural purposes and situated on agricultural land are hereby specifically classified for tax purposes as agricultural property and shall be assessed pursuant to § 10-6-33. Section 7. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: The agricultural income value for agricultural land as determined pursuant to section 1 of this Act represents eighty-five percent of the fair market value. Section 8. That § 10-6-1 be amended to read as follows: 10-6-1. Terms used in this chapter mean: (1) \"Credit,\" every claim and demand for money or other valuable thing and every annuity or sum of money receivable at stated periods, due or to become due, and all claims and demands secured by deeds or mortgages due or to become due, except for contracts for deed and mortgages, in which case the term means only the payment received each year under the contract or mortgage; (2) \"District,\" township, municipality , or ward, as the case may be; (3) \"Full agricultural land value,\" the value of agricultural land as determined by the application of this chapter; (4) \"Money,\" gold and silver coin, treasury notes, bank notes, and every deposit which any person owning the same or holding in trust and residing in this state is entitled to withdraw in money on demand; (5) \"Tract,\" \"lot,\" \"piece,\" or \"parcel\" of real property, or \"piece or parcel of land,\" any contiguous quantity of land in the possession of, owned by, or recorded as, the property of the same claimant, person, or company; (6) \"True and full value,\" for all real property , except agricultural land , the usual cash selling price at the place where the property to which the term is applied shall be at the time of the assessment. Section 9. That § 10-6-33.1 be repealed. 10-6-33.1. The true and full value in money of agricultural land, as defined by § 10-6-31, which has been in primarily agricultural use for at least five successive years immediately preceding the tax year for which assessment is to be made shall be the market value as determined for each county through the use of all comparable sales of agricultural land based on consideration of the following factors: (1) The capacity of the land to produce agricultural products as defined in § 10-6-33.2; and (2) The soil, terrain, and topographical condition of the property including but not limited to capability, the land's use, climate, accessibility, and surface obstructions which can be documented through an analysis of land selling prices. The comparable sales that are used shall be evidenced by an instrument recorded with the register of deeds of the county in which the land is located, if the date of such instrument and the recording date is not more than two years prior to the assessment year. Section 10. That § 10-6-33.2 be repealed. 10-6-33.2. Capacity of land in agricultural use to produce agricultural products shall be based on average yields under natural conditions, in the case of land producing crops or plants, and on the average \"acres per animal unit,\" in the case of grazing land; said average shall affect each operating unit and shall be based on the ten-year period immediately preceding the tax year in issue. In determining such capacity to produce, the county director of equalization and/or the county board of equalization must take into consideration yields, and/or carrying capacity, as determined by the soil conservation service, the agricultural stabilization and conservation service, the extension service, federal land bank, and private lending agencies dealing with land production capacities. Section 11. That § 10-6-33.3 be repealed. 10-6-33.3. Land or improvement on land within an operating unit which is not used incident to an agricultural pursuit shall be separately listed and assessed and the income therefrom shall not be used in determining the values for the purposes of § § 10-6-33.1 and 10-6-33.2. Section 12. That § 10-6-33.4 be repealed. 10-6-33.4. If agricultural land has been classified pursuant to chapter 10-10, land within these classifications and the classifications shall conform to the provisions of § § 10-6-33.1 to 10-6-33.3, inclusive. Section 13. That § 10-6-33.5 be amended to read as follows: 10-6-33.5. The assessment, valuation, equalization, and taxation of school and endowment lands shall be at the same level and on the same basis as lands assessed, valued, and equalized according to § § 10-6-33.1 to 10-6-33.4, inclusive sections 1 to 5, inclusive, of this Act . Section 14. That § 10-6-33.6 be repealed. 10-6-33.6. If the median value per acre in an identifiable region within a county deviates by more than ten percent from the county average, the county director of equalization may establish a separate market value per acre for the land defined by the director of equalization within that region. Section 15. That § 10-6-33.7 be repealed. 10-6-33.7. Agricultural land in each county shall be divided into the eight classes defined by the United States Department of Agriculture's soil conservation service as published in its soil survey for each county. The county director of equalization shall, based on the agricultural lands soil survey classification, determine a value for each soil type. The value for each soil type shall be determined from sales of similar land based upon its soil survey classification, and as adjusted for the factors contained in subdivision 10-6-33.1(2). The sales used shall be sales of agricultural land that are sold for agricultural purposes. Section 16. That § 10-6-33.12 be repealed. 10-6-33.12. For the purposes of § § 10-6-33.8 and 10-6-33.9, there shall be a separate median sales to assessment ratio and coefficient of dispersion for agricultural and nonagricultural real property. Section 17. That § 10-6-33.20 be repealed. 10-6-33.20. Any agricultural land, as defined in § 10-6-31.3, which is sold in an increment of seventy acres or less, may not be used for the purpose of valuing agricultural land. The sale of any agricultural land, which is not used for purpose of valuing agricultural property pursuant to this section, may not be used in any sales ratio study. Section 18. That § 10-11-56.5 be repealed. 10-11-56.5. No sale of any land which is classified pursuant to § 10-6-58 may be used in any sales ratio study. Section 19. That § 10-11-57 be repealed. 10-11-57. In order to determine the ratio for agricultural land assessed pursuant to § 10-6-33.1, the secretary of revenue shall compare the assessed valuations on properties used for tax purposes in the year sold with the agricultural values of those properties as determined under § § 10-6-33.1 and 10-6-33.2. Section 20. That § 10-12-31.1 be amended to read as follows: 10-12-31.1. Notwithstanding other provision of law, when applying the levies for school purposes, the county director of equalization of each county shall adjust the level of assessment in that district so that the level of assessment as indicated by the most recent assessment to sales ratio as provided for in § 10-11-55 and the most recent assessment to full agricultural land value ratio agricultural income value as provided for in § 10-11-57 section 1 of this Act in that district are equal to eighty-five percent of market or agricultural income value. The Department of Revenue shall provide the director of equalization of each county all of the factors of adjustment necessary for the computations required in this section. Section 21. Sections 1 to 3, inclusive, of this Act and sections 5 to 20, inclusive, of this Act are effective on July 1, 2002. Section 22. The secretary of revenue shall conduct a pilot study concerning the use of agricultural income value as a means to value agricultural land. The pilot study shall include an analysis of various capitalization rates and determine the impact of such rates on the total statewide assessed value of agricultural property and its relationship to the total statewide assessed value of all property. The pilot study shall include the counties of Clark, Moody, Turner, Brown, Hyde, Lyman, Corson, Meade, and Custer. The secretary shall, for the purpose of providing information, apply the provisions and procedures provided in this Act to value agricultural land in the selected counties. The secretary shall submit a report detailing the information collected to the Executive Board of the Legislative Research Council by March 31, 2001. The Executive Board of the Legislative Research Council, after receipt of the pilot study, may implement an interim study to study the effects of the capitalization rate, preventing a tax shift between agricultural and nonagricultural property, and to evaluate the procedures used to determine agricultural income values, preventing tax shifts within agricultural property. BILL HISTORY 1/11/00 First read in House and referred to Taxation. H.J. 13 1/20/00 Scheduled for Committee hearing on this date. 2/3/00 Scheduled for Committee hearing on this date. 2/3/00 Taxation Do Pass Amended, Passed, AYES 10, NAYS 2. H.J. 402"}, {"bill_id": 14989, "bill_version_id": 86061, "bill_version": "House Engrossed", "bill_version_date": "2000-02-11T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to conduct a pilot study on agricultural income value and to create a task force. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of § 10-6-33, agricultural land shall be assessed based on its agricultural income value. The agricultural income value of agricultural land shall be determined on the basis of productivity and the annual earnings capacity of the agricultural land if the land is used for agricultural purposes. The productivity of land and its annual earning capacity shall be based on data collected and analyzed pursuant to sections 2 to 5, inclusive, of this Act. Section 2. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Agricultural income value is defined as the capitalized average annual earning capacity. The annual earning capacity shall be determined from share rent and, reduced by the estimated property taxes and marketing expenses incurred by agricultural land owners renting agricultural land on a share basis. The capacity of the cropland to produce agricultural products shall be based on average yields for crops or plants under natural conditions. The capacity of noncropland to produce agricultural products shall be based on average acres per animal unit under natural conditions. For the purpose of this section, annual earning capacity for: (1) Cropland is thirty percent of the annual gross income produced; (2) Noncropland is twenty-five percent of the annual gross income capacity of the land based upon the animal carrying capacity of the land. The economics department of South Dakota State University shall annually compute the average annual earning capacity of cropland and noncropland for each county using the data base defined in section 4 of this Act. The average annual earning capacity shall be capitalized at a rate of six percent to determine the capitalized average annual earning capacity. The economics department shall annually provide the secretary of revenue this information by June first. Section 3. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Before July first, the secretary of revenue shall annually provide each director of equalization the agricultural income value for each county as computed pursuant to section 2 of this Act. Before November first the director of equalization shall annually determine the assessed value of agricultural land. Agricultural land shall be assessed based on its agricultural income value and adjusted by the following factors: (1) The capacity of the land to produce agricultural products as specified in section 2 of this Act; and (2) The location, size, soil survey statistics, terrain, and topographical condition of the land including the climate, accessibility, and surface obstructions which can be documented. Section 4. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: The secretary of revenue shall enter into contracts with South Dakota State University and, if necessary, the South Dakota Agricultural Statistics Service for the purpose of creating a data base to determine the agricultural income value of agricultural land by county. A data base for an identifiable region within a county may be created if the director of equalization shows a need for establishing identifiable regions within a county. The secretary shall collect such data for 1993, which will serve as the first year of the data base, and each year thereafter. The data base shall consist of the most recent eight years of data that have been collected and the years representing the highest and lowest agricultural income value shall be discarded from the data base. The data base for the 2002 assessment year shall consist of data from 1993 to 2000, inclusive, and the data base for each assessment year thereafter shall be adjusted accordingly. Section 5. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Agricultural land shall be divided by the director of equalization into categories, including cropland and noncropland, so that the categories reflect uses appropriate for the valuation of such land. Each category shall be divided into subclasses based on soil classification standards developed by the United States Department of Agriculture Natural Resources Conservation Service. Section 6. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Buildings and structures, other than normally occupied dwellings on agricultural land and automobile garages or portions of buildings used for that purpose, which are used exclusively for agricultural purposes and situated on agricultural land are hereby specifically classified for tax purposes as agricultural property and shall be assessed pursuant to § 10-6-33. Section 7. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: The agricultural income value for agricultural land as determined pursuant to section 1 of this Act represents eighty-five percent of the fair market value. Section 8. That § 10-6-1 be amended to read as follows: 10-6-1. Terms used in this chapter mean: (1) \"Credit,\" every claim and demand for money or other valuable thing and every annuity or sum of money receivable at stated periods, due or to become due, and all claims and demands secured by deeds or mortgages due or to become due, except for contracts for deed and mortgages, in which case the term means only the payment received each year under the contract or mortgage; (2) \"District,\" township, municipality , or ward, as the case may be; (3) \"Full agricultural land value,\" the value of agricultural land as determined by the application of this chapter; (4) \"Money,\" gold and silver coin, treasury notes, bank notes, and every deposit which any person owning the same or holding in trust and residing in this state is entitled to withdraw in money on demand; (5) \"Tract,\" \"lot,\" \"piece,\" or \"parcel\" of real property, or \"piece or parcel of land,\" any contiguous quantity of land in the possession of, owned by, or recorded as, the property of the same claimant, person, or company; (6) \"True and full value,\" for all real property , except agricultural land , the usual cash selling price at the place where the property to which the term is applied shall be at the time of the assessment. Section 9. That § 10-6-33.1 be repealed. 10-6-33.1. The true and full value in money of agricultural land, as defined by § 10-6-31, which has been in primarily agricultural use for at least five successive years immediately preceding the tax year for which assessment is to be made shall be the market value as determined for each county through the use of all comparable sales of agricultural land based on consideration of the following factors: (1) The capacity of the land to produce agricultural products as defined in § 10-6-33.2; and (2) The soil, terrain, and topographical condition of the property including but not limited to capability, the land's use, climate, accessibility, and surface obstructions which can be documented through an analysis of land selling prices. The comparable sales that are used shall be evidenced by an instrument recorded with the register of deeds of the county in which the land is located, if the date of such instrument and the recording date is not more than two years prior to the assessment year. Section 10. That § 10-6-33.2 be repealed. 10-6-33.2. Capacity of land in agricultural use to produce agricultural products shall be based on average yields under natural conditions, in the case of land producing crops or plants, and on the average \"acres per animal unit,\" in the case of grazing land; said average shall affect each operating unit and shall be based on the ten-year period immediately preceding the tax year in issue. In determining such capacity to produce, the county director of equalization and/or the county board of equalization must take into consideration yields, and/or carrying capacity, as determined by the soil conservation service, the agricultural stabilization and conservation service, the extension service, federal land bank, and private lending agencies dealing with land production capacities. Section 11. That § 10-6-33.3 be repealed. 10-6-33.3. Land or improvement on land within an operating unit which is not used incident to an agricultural pursuit shall be separately listed and assessed and the income therefrom shall not be used in determining the values for the purposes of § § 10-6-33.1 and 10-6-33.2. Section 12. That § 10-6-33.4 be repealed. 10-6-33.4. If agricultural land has been classified pursuant to chapter 10-10, land within these classifications and the classifications shall conform to the provisions of § § 10-6-33.1 to 10-6-33.3, inclusive. Section 13. That § 10-6-33.5 be amended to read as follows: 10-6-33.5. The assessment, valuation, equalization, and taxation of school and endowment lands shall be at the same level and on the same basis as lands assessed, valued, and equalized according to § § 10-6-33.1 to 10-6-33.4, inclusive sections 1 to 5, inclusive, of this Act . Section 14. That § 10-6-33.6 be repealed. 10-6-33.6. If the median value per acre in an identifiable region within a county deviates by more than ten percent from the county average, the county director of equalization may establish a separate market value per acre for the land defined by the director of equalization within that region. Section 15. That § 10-6-33.7 be repealed. 10-6-33.7. Agricultural land in each county shall be divided into the eight classes defined by the United States Department of Agriculture's soil conservation service as published in its soil survey for each county. The county director of equalization shall, based on the agricultural lands soil survey classification, determine a value for each soil type. The value for each soil type shall be determined from sales of similar land based upon its soil survey classification, and as adjusted for the factors contained in subdivision 10-6-33.1(2). The sales used shall be sales of agricultural land that are sold for agricultural purposes. Section 16. That § 10-6-33.12 be repealed. 10-6-33.12. For the purposes of § § 10-6-33.8 and 10-6-33.9, there shall be a separate median sales to assessment ratio and coefficient of dispersion for agricultural and nonagricultural real property. Section 17. That § 10-6-33.20 be repealed. 10-6-33.20. Any agricultural land, as defined in § 10-6-31.3, which is sold in an increment of seventy acres or less, may not be used for the purpose of valuing agricultural land. The sale of any agricultural land, which is not used for purpose of valuing agricultural property pursuant to this section, may not be used in any sales ratio study. Section 18. That § 10-11-56.5 be repealed. 10-11-56.5. No sale of any land which is classified pursuant to § 10-6-58 may be used in any sales ratio study. Section 19. That § 10-11-57 be repealed. 10-11-57. In order to determine the ratio for agricultural land assessed pursuant to § 10-6-33.1, the secretary of revenue shall compare the assessed valuations on properties used for tax purposes in the year sold with the agricultural values of those properties as determined under § § 10-6-33.1 and 10-6-33.2. Section 20. That § 10-12-31.1 be amended to read as follows: 10-12-31.1. Notwithstanding other provision of law, when applying the levies for school purposes, the county director of equalization of each county shall adjust the level of assessment in that district so that the level of assessment as indicated by the most recent assessment to sales ratio as provided for in § 10-11-55 and the most recent assessment to full agricultural land value ratio agricultural income value as provided for in § 10-11-57 section 1 of this Act in that district are equal to eighty-five percent of market or agricultural income value. The Department of Revenue shall provide the director of equalization of each county all of the factors of adjustment necessary for the computations required in this section. Section 21. Sections 1 to 22, inclusive, of this Act are effective for the nine counties listed in section 22 of this Act for the purposes of the pilot study only and not for actual assessment and taxation of individual property. Section 22. The secretary of revenue shall conduct a pilot study concerning the use of agricultural income value as a means to value agricultural land. The pilot study shall include an analysis of various capitalization rates and determine the impact of such rates on the total statewide assessed value of agricultural property and its relationship to the total statewide assessed value of all property. The pilot study shall include the counties of Clark, Moody, Turner, Brown, Hyde, Lyman, Corson, Meade, and Custer. The secretary shall, for the purpose of providing information, apply the provisions and procedures provided in this Act to value agricultural land in the selected counties. The secretary shall submit a report detailing the information collected to the Task Force on the Study of Productivity Valuation of Agricultural Land by March 31, 2001. The Governor shall appoint nine members to the Task Force on the Study of Productivity Valuation of Agricultural Land, three of whom shall be members of the Legislature, three of whom shall be either county commissioners or county directors of equalization or any combination thereof, and three members who shall be appointed from the public at large. The task force, after receipt of the pilot study, shall study the effects including the capitalization rate, preventing a tax shift between agricultural and nonagricultural property, and evaluate the procedures used to determine agricultural income values, preventing tax shifts within agricultural property and make recommendations by October 1, 2001, to the Governor and the Seventy-seventh Legislature regarding implementation. BILL HISTORY 1/11/00 First read in House and referred to Taxation. H.J. 13 1/20/00 Scheduled for Committee hearing on this date. 2/3/00 Scheduled for Committee hearing on this date. 2/3/00 Taxation Do Pass Amended, Passed, AYES 10, NAYS 2. H.J. 402 2/7/00 House of Representatives Deferred to another day. H.J. 469 2/8/00 House of Representatives Deferred to another day. H.J. 489 2/10/00 House of Representatives Deferred to another day, AYES 58, NAYS 9. H.J. 594 2/11/00 Motion to Amend, Passed. H.J. 615 2/11/00 House of Representatives Do Pass Amended, Passed, AYES 53, NAYS 4. H.J. 616 2/11/00 House of Representatives Title Amended Passed. H.J. 617"}, {"bill_id": 14989, "bill_version_id": 86065, "bill_version": "Senate Taxation Engrossed", "bill_version_date": "2000-02-18T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to conduct a pilot study on agricultural income value, to create a task force, to appropriate money for a pilot study, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of § 10-6-33, agricultural land shall be assessed based on its agricultural income value. The agricultural income value of agricultural land shall be determined on the basis of productivity and the annual earnings capacity of the agricultural land if the land is used for agricultural purposes. The productivity of land and its annual earning capacity shall be based on data collected and analyzed pursuant to sections 2 to 5, inclusive, of this Act. Section 2. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Agricultural income value is defined as the capitalized average annual earning capacity. The annual earning capacity shall be determined from share rent and, reduced by the estimated property taxes and marketing expenses incurred by agricultural land owners renting agricultural land on a share basis. The capacity of the cropland to produce agricultural products shall be based on average yields for crops or plants under natural conditions. The capacity of noncropland to produce agricultural products shall be based on average acres per animal unit under natural conditions. For the purpose of this section, annual earning capacity for: (1) Cropland is thirty percent of the annual gross income produced; (2) Noncropland is twenty-five percent of the annual gross income capacity of the land based upon the animal carrying capacity of the land. The economics department of South Dakota State University shall annually compute the average annual earning capacity of cropland and noncropland for each county using the data base defined in section 4 of this Act. The average annual earning capacity shall be capitalized at a rate of six percent to determine the capitalized average annual earning capacity. The economics department shall annually provide the secretary of revenue this information by June first. Section 3. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Before July first, the secretary of revenue shall annually provide each director of equalization the agricultural income value for each county as computed pursuant to section 2 of this Act. Before November first the director of equalization shall annually determine the assessed value of agricultural land. Agricultural land shall be assessed based on its agricultural income value and adjusted by the following factors: (1) The capacity of the land to produce agricultural products as specified in section 2 of this Act; and (2) The location, size, soil survey statistics, terrain, and topographical condition of the land including the climate, accessibility, and surface obstructions which can be documented. Section 4. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: The secretary of revenue shall enter into contracts with South Dakota State University and, if necessary, the South Dakota Agricultural Statistics Service for the purpose of creating a data base to determine the agricultural income value of agricultural land by county. A data base for an identifiable region within a county may be created if the director of equalization shows a need for establishing identifiable regions within a county. The secretary shall collect such data for 1993, which will serve as the first year of the data base, and each year thereafter. The data base shall consist of the most recent eight years of data that have been collected and the years representing the highest and lowest agricultural income value shall be discarded from the data base. The data base for the 2002 assessment year shall consist of data from 1993 to 2000, inclusive, and the data base for each assessment year thereafter shall be adjusted accordingly. Section 5. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Agricultural land shall be divided by the director of equalization into categories, including cropland and noncropland, so that the categories reflect uses appropriate for the valuation of such land. Each category shall be divided into subclasses based on soil classification standards developed by the United States Department of Agriculture Natural Resources Conservation Service. Section 6. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Buildings and structures, other than normally occupied dwellings on agricultural land and automobile garages or portions of buildings used for that purpose, which are used exclusively for agricultural purposes and situated on agricultural land are hereby specifically classified for tax purposes as agricultural property and shall be assessed pursuant to § 10-6-33. Section 7. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: The agricultural income value for agricultural land as determined pursuant to section 1 of this Act represents eighty-five percent of the fair market value. Section 8. That § 10-6-1 be amended to read as follows: 10-6-1. Terms used in this chapter mean: (1) \"Credit,\" every claim and demand for money or other valuable thing and every annuity or sum of money receivable at stated periods, due or to become due, and all claims and demands secured by deeds or mortgages due or to become due, except for contracts for deed and mortgages, in which case the term means only the payment received each year under the contract or mortgage; (2) \"District,\" township, municipality , or ward, as the case may be; (3) \"Full agricultural land value,\" the value of agricultural land as determined by the application of this chapter; (4) \"Money,\" gold and silver coin, treasury notes, bank notes, and every deposit which any person owning the same or holding in trust and residing in this state is entitled to withdraw in money on demand; (5) \"Tract,\" \"lot,\" \"piece,\" or \"parcel\" of real property, or \"piece or parcel of land,\" any contiguous quantity of land in the possession of, owned by, or recorded as, the property of the same claimant, person, or company; (6) \"True and full value,\" for all real property , except agricultural land , the usual cash selling price at the place where the property to which the term is applied shall be at the time of the assessment. Section 9. That § 10-6-33.1 be repealed. 10-6-33.1. The true and full value in money of agricultural land, as defined by § 10-6-31, which has been in primarily agricultural use for at least five successive years immediately preceding the tax year for which assessment is to be made shall be the market value as determined for each county through the use of all comparable sales of agricultural land based on consideration of the following factors: (1) The capacity of the land to produce agricultural products as defined in § 10-6-33.2; and (2) The soil, terrain, and topographical condition of the property including but not limited to capability, the land's use, climate, accessibility, and surface obstructions which can be documented through an analysis of land selling prices. The comparable sales that are used shall be evidenced by an instrument recorded with the register of deeds of the county in which the land is located, if the date of such instrument and the recording date is not more than two years prior to the assessment year. Section 10. That § 10-6-33.2 be repealed. 10-6-33.2. Capacity of land in agricultural use to produce agricultural products shall be based on average yields under natural conditions, in the case of land producing crops or plants, and on the average \"acres per animal unit,\" in the case of grazing land; said average shall affect each operating unit and shall be based on the ten-year period immediately preceding the tax year in issue. In determining such capacity to produce, the county director of equalization and/or the county board of equalization must take into consideration yields, and/or carrying capacity, as determined by the soil conservation service, the agricultural stabilization and conservation service, the extension service, federal land bank, and private lending agencies dealing with land production capacities. Section 11. That § 10-6-33.3 be repealed. 10-6-33.3. Land or improvement on land within an operating unit which is not used incident to an agricultural pursuit shall be separately listed and assessed and the income therefrom shall not be used in determining the values for the purposes of § § 10-6-33.1 and 10-6-33.2. Section 12. That § 10-6-33.4 be repealed. 10-6-33.4. If agricultural land has been classified pursuant to chapter 10-10, land within these classifications and the classifications shall conform to the provisions of § § 10-6-33.1 to 10-6-33.3, inclusive. Section 13. That § 10-6-33.5 be amended to read as follows: 10-6-33.5. The assessment, valuation, equalization, and taxation of school and endowment lands shall be at the same level and on the same basis as lands assessed, valued, and equalized according to § § 10-6-33.1 to 10-6-33.4, inclusive sections 1 to 5, inclusive, of this Act . Section 14. That § 10-6-33.6 be repealed. 10-6-33.6. If the median value per acre in an identifiable region within a county deviates by more than ten percent from the county average, the county director of equalization may establish a separate market value per acre for the land defined by the director of equalization within that region. Section 15. That § 10-6-33.7 be repealed. 10-6-33.7. Agricultural land in each county shall be divided into the eight classes defined by the United States Department of Agriculture's soil conservation service as published in its soil survey for each county. The county director of equalization shall, based on the agricultural lands soil survey classification, determine a value for each soil type. The value for each soil type shall be determined from sales of similar land based upon its soil survey classification, and as adjusted for the factors contained in subdivision 10-6-33.1(2). The sales used shall be sales of agricultural land that are sold for agricultural purposes. Section 16. That § 10-6-33.12 be repealed. 10-6-33.12. For the purposes of § § 10-6-33.8 and 10-6-33.9, there shall be a separate median sales to assessment ratio and coefficient of dispersion for agricultural and nonagricultural real property. Section 17. That § 10-6-33.20 be repealed. 10-6-33.20. Any agricultural land, as defined in § 10-6-31.3, which is sold in an increment of seventy acres or less, may not be used for the purpose of valuing agricultural land. The sale of any agricultural land, which is not used for purpose of valuing agricultural property pursuant to this section, may not be used in any sales ratio study. Section 18. That § 10-11-56.5 be repealed. 10-11-56.5. No sale of any land which is classified pursuant to § 10-6-58 may be used in any sales ratio study. Section 19. That § 10-11-57 be repealed. 10-11-57. In order to determine the ratio for agricultural land assessed pursuant to § 10-6-33.1, the secretary of revenue shall compare the assessed valuations on properties used for tax purposes in the year sold with the agricultural values of those properties as determined under § § 10-6-33.1 and 10-6-33.2. Section 20. That § 10-12-31.1 be amended to read as follows: 10-12-31.1. Notwithstanding other provision of law, when applying the levies for school purposes, the county director of equalization of each county shall adjust the level of assessment in that district so that the level of assessment as indicated by the most recent assessment to sales ratio as provided for in § 10-11-55 and the most recent assessment to full agricultural land value ratio agricultural income value as provided for in § 10-11-57 section 1 of this Act in that district are equal to eighty-five percent of market or agricultural income value. The Department of Revenue shall provide the director of equalization of each county all of the factors of adjustment necessary for the computations required in this section. Section 21. Sections 1 to 22, inclusive, of this Act are effective for the nine counties listed in section 22 of this Act for the purposes of the pilot study only and not for actual assessment and taxation of individual property. Section 22. The secretary of revenue shall conduct a pilot study concerning the use of agricultural income value as a means to value agricultural land. The pilot study shall include an analysis of various capitalization rates and determine the impact of such rates on the total statewide assessed value of agricultural property and its relationship to the total statewide assessed value of all property. The pilot study shall include the counties of Clark, Moody, Turner, Brown, Hyde, Lyman, Corson, Meade, and Custer. The secretary shall, for the purpose of providing information, apply the provisions and procedures provided in this Act to value agricultural land in the selected counties. The secretary shall submit a report detailing the information collected to the Task Force on the Study of Productivity Valuation of Agricultural Land by March 31, 2001. The Governor shall appoint nine members to the Task Force on the Study of Productivity Valuation of Agricultural Land, three of whom shall be members of the Legislature, three of whom shall be either county commissioners or county directors of equalization or any combination thereof, and three members who shall be appointed from the public at large. The task force, after receipt of the pilot study, shall study the effects including the capitalization rate, preventing a tax shift between agricultural and nonagricultural property, and evaluate the procedures used to determine agricultural income values, preventing tax shifts within agricultural property and make recommendations by October 1, 2001, to the Governor and the Seventy-seventh Legislature regarding implementation. Section 23. There is hereby appropriated from the general fund the sum of one hundred thousand dollars ($100,000), or so much thereof as may be necessary, to the Department of Revenue for the purpose of conducting a pilot study concerning the use of agricultural income value as a means to value agricultural land. Section 24. The secretary of the Department of Revenue shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 25. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2002, shall revert in accordance with § 4-8-21. Section 26. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval. BILL HISTORY 1/11/00 First read in House and referred to Taxation. H.J. 13 1/20/00 Scheduled for Committee hearing on this date. 2/3/00 Scheduled for Committee hearing on this date. 2/3/00 Taxation Do Pass Amended, Passed, AYES 10, NAYS 2. H.J. 402 2/7/00 House of Representatives Deferred to another day. H.J. 469 2/8/00 House of Representatives Deferred to another day. H.J. 489 2/10/00 House of Representatives Deferred to another day, AYES 58, NAYS 9. H.J. 594 2/11/00 Motion to Amend, Passed. H.J. 615 2/11/00 House of Representatives Do Pass Amended, Passed, AYES 53, NAYS 4. H.J. 616 2/11/00 House of Representatives Title Amended Passed. H.J. 617 2/14/00 First read in Senate and referred to Taxation. S.J. 458 2/18/00 Scheduled for Committee hearing on this date. 2/18/00 Taxation Do Pass Amended, Passed, AYES 8, NAYS 0. S.J. 569"}, {"bill_id": 14989, "bill_version_id": 86064, "bill_version": "Senate Engrossed", "bill_version_date": "2000-02-23T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to conduct a pilot study on agricultural income value, to create a task force, to appropriate money for a pilot study, and to declare an emergency. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Notwithstanding the provisions of § 10-6-33, agricultural land shall be assessed based on its agricultural income value. The agricultural income value of agricultural land shall be determined on the basis of productivity and the annual earnings capacity of the agricultural land if the land is used for agricultural purposes. The productivity of land and its annual earning capacity shall be based on data collected and analyzed pursuant to sections 2 to 5, inclusive, of this Act. Section 2. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Agricultural income value is defined as the capitalized average annual earning capacity. The annual earning capacity shall be determined from share rent and, reduced by the estimated property taxes and marketing expenses incurred by agricultural land owners renting agricultural land on a share basis. The capacity of the cropland to produce agricultural products shall be based on average yields for crops or plants under natural conditions. The capacity of noncropland to produce agricultural products shall be based on average acres per animal unit under natural conditions. For the purpose of this section, annual earning capacity for: (1) Cropland is thirty percent of the annual gross income produced; (2) Noncropland is twenty-five percent of the annual gross income capacity of the land based upon the animal carrying capacity of the land. The economics department of South Dakota State University shall annually compute the average annual earning capacity of cropland and noncropland for each county using the data base defined in section 4 of this Act. The average annual earning capacity shall be capitalized at a rate of six percent to determine the capitalized average annual earning capacity. The economics department shall annually provide the secretary of revenue this information by June first. Section 3. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Before July first, the secretary of revenue shall annually provide each director of equalization the agricultural income value for each county as computed pursuant to section 2 of this Act. Before November first the director of equalization shall annually determine the assessed value of agricultural land. Agricultural land shall be assessed based on its agricultural income value and adjusted by the following factors: (1) The capacity of the land to produce agricultural products as specified in section 2 of this Act; and (2) The location, size, soil survey statistics, terrain, and topographical condition of the land including the climate, accessibility, and surface obstructions which can be documented. Section 4. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: The secretary of revenue shall enter into contracts with South Dakota State University and, if necessary, the South Dakota Agricultural Statistics Service for the purpose of creating a data base to determine the agricultural income value of agricultural land by county. A data base for an identifiable region within a county may be created if the director of equalization shows a need for establishing identifiable regions within a county. The secretary shall collect such data for 1993, which will serve as the first year of the data base, and each year thereafter. The data base shall consist of the most recent eight years of data that have been collected and the years representing the highest and lowest agricultural income value shall be discarded from the data base. The data base for the 2002 assessment year shall consist of data from 1993 to 2000, inclusive, and the data base for each assessment year thereafter shall be adjusted accordingly. Section 5. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Agricultural land shall be divided by the director of equalization into categories, including cropland and noncropland, so that the categories reflect uses appropriate for the valuation of such land. Each category shall be divided into subclasses based on soil classification standards developed by the United States Department of Agriculture Natural Resources Conservation Service. Section 6. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: Buildings and structures, other than normally occupied dwellings on agricultural land and automobile garages or portions of buildings used for that purpose, which are used exclusively for agricultural purposes and situated on agricultural land are hereby specifically classified for tax purposes as agricultural property and shall be assessed pursuant to § 10-6-33. Section 7. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: The agricultural income value for agricultural land as determined pursuant to section 1 of this Act represents eighty-five percent of the fair market value. Section 8. That § 10-6-1 be amended to read as follows: 10-6-1. Terms used in this chapter mean: (1) \"Credit,\" every claim and demand for money or other valuable thing and every annuity or sum of money receivable at stated periods, due or to become due, and all claims and demands secured by deeds or mortgages due or to become due, except for contracts for deed and mortgages, in which case the term means only the payment received each year under the contract or mortgage; (2) \"District,\" township, municipality , or ward, as the case may be; (3) \"Full agricultural land value,\" the value of agricultural land as determined by the application of this chapter; (4) \"Money,\" gold and silver coin, treasury notes, bank notes, and every deposit which any person owning the same or holding in trust and residing in this state is entitled to withdraw in money on demand; (5) \"Tract,\" \"lot,\" \"piece,\" or \"parcel\" of real property, or \"piece or parcel of land,\" any contiguous quantity of land in the possession of, owned by, or recorded as, the property of the same claimant, person, or company; (6) \"True and full value,\" for all real property , except agricultural land , the usual cash selling price at the place where the property to which the term is applied shall be at the time of the assessment. Section 9. That § 10-6-33.1 be repealed. 10-6-33.1. The true and full value in money of agricultural land, as defined by § 10-6-31, which has been in primarily agricultural use for at least five successive years immediately preceding the tax year for which assessment is to be made shall be the market value as determined for each county through the use of all comparable sales of agricultural land based on consideration of the following factors: (1) The capacity of the land to produce agricultural products as defined in § 10-6-33.2; and (2) The soil, terrain, and topographical condition of the property including but not limited to capability, the land's use, climate, accessibility, and surface obstructions which can be documented through an analysis of land selling prices. The comparable sales that are used shall be evidenced by an instrument recorded with the register of deeds of the county in which the land is located, if the date of such instrument and the recording date is not more than two years prior to the assessment year. Section 10. That § 10-6-33.2 be repealed. 10-6-33.2. Capacity of land in agricultural use to produce agricultural products shall be based on average yields under natural conditions, in the case of land producing crops or plants, and on the average \"acres per animal unit,\" in the case of grazing land; said average shall affect each operating unit and shall be based on the ten-year period immediately preceding the tax year in issue. In determining such capacity to produce, the county director of equalization and/or the county board of equalization must take into consideration yields, and/or carrying capacity, as determined by the soil conservation service, the agricultural stabilization and conservation service, the extension service, federal land bank, and private lending agencies dealing with land production capacities. Section 11. That § 10-6-33.3 be repealed. 10-6-33.3. Land or improvement on land within an operating unit which is not used incident to an agricultural pursuit shall be separately listed and assessed and the income therefrom shall not be used in determining the values for the purposes of § § 10-6-33.1 and 10-6-33.2. Section 12. That § 10-6-33.4 be repealed. 10-6-33.4. If agricultural land has been classified pursuant to chapter 10-10, land within these classifications and the classifications shall conform to the provisions of § § 10-6-33.1 to 10-6-33.3, inclusive. Section 13. That § 10-6-33.5 be amended to read as follows: 10-6-33.5. The assessment, valuation, equalization, and taxation of school and endowment lands shall be at the same level and on the same basis as lands assessed, valued, and equalized according to § § 10-6-33.1 to 10-6-33.4, inclusive sections 1 to 5, inclusive, of this Act . Section 14. That § 10-6-33.6 be repealed. 10-6-33.6. If the median value per acre in an identifiable region within a county deviates by more than ten percent from the county average, the county director of equalization may establish a separate market value per acre for the land defined by the director of equalization within that region. Section 15. That § 10-6-33.7 be repealed. 10-6-33.7. Agricultural land in each county shall be divided into the eight classes defined by the United States Department of Agriculture's soil conservation service as published in its soil survey for each county. The county director of equalization shall, based on the agricultural lands soil survey classification, determine a value for each soil type. The value for each soil type shall be determined from sales of similar land based upon its soil survey classification, and as adjusted for the factors contained in subdivision 10-6-33.1(2). The sales used shall be sales of agricultural land that are sold for agricultural purposes. Section 16. That § 10-6-33.12 be repealed. 10-6-33.12. For the purposes of § § 10-6-33.8 and 10-6-33.9, there shall be a separate median sales to assessment ratio and coefficient of dispersion for agricultural and nonagricultural real property. Section 17. That § 10-6-33.20 be repealed. 10-6-33.20. Any agricultural land, as defined in § 10-6-31.3, which is sold in an increment of seventy acres or less, may not be used for the purpose of valuing agricultural land. The sale of any agricultural land, which is not used for purpose of valuing agricultural property pursuant to this section, may not be used in any sales ratio study. Section 18. That § 10-11-56.5 be repealed. 10-11-56.5. No sale of any land which is classified pursuant to § 10-6-58 may be used in any sales ratio study. Section 19. That § 10-11-57 be repealed. 10-11-57. In order to determine the ratio for agricultural land assessed pursuant to § 10-6-33.1, the secretary of revenue shall compare the assessed valuations on properties used for tax purposes in the year sold with the agricultural values of those properties as determined under § § 10-6-33.1 and 10-6-33.2. Section 20. That § 10-12-31.1 be amended to read as follows: 10-12-31.1. Notwithstanding other provision of law, when applying the levies for school purposes, the county director of equalization of each county shall adjust the level of assessment in that district so that the level of assessment as indicated by the most recent assessment to sales ratio as provided for in § 10-11-55 and the most recent assessment to full agricultural land value ratio agricultural income value as provided for in § 10-11-57 section 1 of this Act in that district are equal to eighty-five percent of market or agricultural income value. The Department of Revenue shall provide the director of equalization of each county all of the factors of adjustment necessary for the computations required in this section. Section 21. Sections 1 to 22, inclusive, of this Act are effective for the nine counties listed in section 22 of this Act for the purposes of the pilot study only and not for actual assessment and taxation of individual property. Sections 1 to 22, inclusive, of this Act are not effective to repeal any existing law, nor implement any new law, but are enacted solely for the purpose of conducting the pilot study provided for in section 22 of this Act. Section 22. The secretary of revenue shall conduct a pilot study concerning the use of agricultural income value as a means to value agricultural land. The pilot study shall include an analysis of various capitalization rates and determine the impact of such rates on the total statewide assessed value of agricultural property and its relationship to the total statewide assessed value of all property. The pilot study shall include the counties of Clark, Moody, Turner, Brown, Hyde, Lyman, Corson, Meade, and Custer. The secretary shall, for the purpose of providing information, apply the provisions and procedures provided in this Act to value agricultural land in the selected counties. The secretary shall submit a report detailing the information collected to the Task Force on the Study of Productivity Valuation of Agricultural Land by March 31, 2001. The Governor shall appoint nine members to the Task Force on the Study of Productivity Valuation of Agricultural Land, three of whom shall be members of the Legislature, three of whom shall be either county commissioners or county directors of equalization or any combination thereof, and three members who shall be appointed from the public at large. The task force, after receipt of the pilot study, shall study the effects including the capitalization rate, preventing a tax shift between agricultural and nonagricultural property, and evaluate the procedures used to determine agricultural income values, preventing tax shifts within agricultural property and make recommendations by October 1, 2001, to the Governor and the Seventy-seventh Legislature regarding implementation. Section 23. There is hereby appropriated from the general fund the sum of one hundred thousand dollars ($100,000), or so much thereof as may be necessary, to the Department of Revenue for the purpose of conducting a pilot study concerning the use of agricultural income value as a means to value agricultural land. Section 24. The secretary of the Department of Revenue shall approve vouchers and the state auditor shall draw warrants to pay expenditures authorized by this Act. Section 25. Any amounts appropriated in this Act not lawfully expended or obligated by June 30, 2002, shall revert in accordance with § 4-8-21. Section 26. Whereas, this Act is necessary for the support of the state government and its existing public institutions, an emergency is hereby declared to exist, and this Act shall be in full force and effect from and after its passage and approval. BILL HISTORY 1/11/00 First read in House and referred to Taxation. H.J. 13 1/20/00 Scheduled for Committee hearing on this date. 2/3/00 Scheduled for Committee hearing on this date. 2/3/00 Taxation Do Pass Amended, Passed, AYES 10, NAYS 2. H.J. 402 2/7/00 House of Representatives Deferred to another day. H.J. 469 2/8/00 House of Representatives Deferred to another day. H.J. 489 2/10/00 House of Representatives Deferred to another day, AYES 58, NAYS 9. H.J. 594 2/11/00 Motion to Amend, Passed. H.J. 615 2/11/00 House of Representatives Do Pass Amended, Passed, AYES 53, NAYS 4. H.J. 616 2/11/00 House of Representatives Title Amended Passed. H.J. 617 2/14/00 First read in Senate and referred to Taxation. S.J. 458 2/18/00 Scheduled for Committee hearing on this date. 2/18/00 Taxation Do Pass Amended, Passed, AYES 8, NAYS 0. S.J. 569"}, {"bill_id": 14989, "bill_version_id": 86060, "bill_version": "Enrolled", "bill_version_date": "2000-02-24T00:00:00-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14989, "action_date": "2000-01-11T14:00:00-06:00", "document_id": 85620, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85620.pdf", "status_text": "First read in House and referred to", "journal_page": 13, "committee_id_action": 656, "committee_id_assigned": 652, "result": "N", "vote": {}}, {"bill_id": 14989, "action_date": "2000-01-20T07:45:00-06:00", "document_id": 85737, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85737.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 652, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14989, "action_date": "2000-02-03T07:45:00-06:00", "document_id": 85849, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85849.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 652, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14989, "action_date": "2000-02-03T07:45:00-06:00", "document_id": 85849, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85849.pdf", "status_text": "Do Pass Amended,", "journal_page": 402, "committee_id_action": 652, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 45868, "president_vote": null, "Nay": [2305, 2379], "Yea": [2324, 2342, 2348, 2353, 2371, 2372, 2377, 2378, 2402, 2363], "Excused": [2393]}}, {"bill_id": 14989, "action_date": "2000-02-07T14:00:00-06:00", "document_id": 85658, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85658.pdf", "status_text": "Deferred to another day", "journal_page": 469, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14989, "action_date": "2000-02-08T14:00:00-06:00", "document_id": 85660, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85660.pdf", "status_text": "Deferred to another day", "journal_page": 489, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14989, "action_date": "2000-02-10T14:00:00-06:00", "document_id": 85664, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85664.pdf", "status_text": "Deferred to another day", "journal_page": 594, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 46205, "president_vote": null, "Nay": [2305, 2308, 2321, 2359, 2360, 2367, 2368, 2371, 2382], "Yea": [2309, 2312, 2313, 2314, 2315, 2316, 2317, 2318, 2319, 2323, 2324, 2325, 2327, 2332, 2333, 2334, 2336, 2337, 2338, 2341, 2342, 2343, 2345, 2348, 2349, 2350, 2353, 2354, 2355, 2356, 2361, 2362, 2363, 2366, 2370, 2372, 2373, 2374, 2377, 2378, 2379, 2383, 2384, 2385, 2387, 2388, 2390, 2392, 2393, 2396, 2397, 2401, 2402, 2403, 2406, 2407, 2408, 2351], "Absent": [2328], "Excused": [2394, 2404]}}, {"bill_id": 14989, "action_date": "2000-02-11T14:00:00-06:00", "document_id": 85666, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85666.pdf", "status_text": "Motion to Amend,", "journal_page": 615, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14989, "action_date": "2000-02-11T14:00:00-06:00", "document_id": 85666, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85666.pdf", "status_text": "Do Pass Amended,", "journal_page": 616, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 46218, "president_vote": null, "Yea": [2305, 2308, 2309, 2313, 2314, 2315, 2316, 2321, 2323, 2324, 2325, 2327, 2332, 2333, 2334, 2336, 2337, 2338, 2341, 2342, 2343, 2345, 2348, 2349, 2350, 2353, 2354, 2355, 2356, 2363, 2366, 2367, 2368, 2370, 2371, 2372, 2373, 2374, 2377, 2378, 2379, 2382, 2383, 2384, 2385, 2387, 2388, 2392, 2393, 2397, 2402, 2407, 2351], "Excused": [2312, 2317, 2319, 2328, 2394, 2396, 2401, 2403, 2404, 2408], "Nay": [2318, 2361, 2362, 2390], "Absent": [2359, 2360, 2406]}}, {"bill_id": 14989, "action_date": "2000-02-11T14:00:00-06:00", "document_id": 85666, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85666.pdf", "status_text": "Title Amended", "journal_page": 617, "committee_id_action": 656, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14989, "action_date": "2000-02-14T14:00:00-06:00", "document_id": 85669, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85669.pdf", "status_text": "First read in Senate and referred to", "journal_page": 458, "committee_id_action": 657, "committee_id_assigned": 640, "result": "N", "vote": {}}, {"bill_id": 14989, "action_date": "2000-02-18T08:30:00-06:00", "document_id": 85962, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85962.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 640, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14989, "action_date": "2000-02-18T08:30:00-06:00", "document_id": 85962, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85962.pdf", "status_text": "Do Pass Amended,", "journal_page": 569, "committee_id_action": 640, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44702, "president_vote": null, "Yea": [2304, 2311, 2320, 2339, 2375, 2380, 2310, 2381], "Excused": [2399]}}, {"bill_id": 14989, "action_date": "2000-02-18T08:30:00-06:00", "document_id": 85962, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85962.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 640, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14989, "action_date": "2000-02-23T14:00:00-06:00", "document_id": 85681, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85681.pdf", "status_text": "Motion to Amend,", "journal_page": 630, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 14989, "action_date": "2000-02-23T14:00:00-06:00", "document_id": 85681, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85681.pdf", "status_text": "Do Pass Amended,", "journal_page": 631, "committee_id_action": 657, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 44835, "president_vote": null, "Yea": [2304, 2306, 2307, 2311, 2320, 2322, 2326, 2329, 2330, 2331, 2335, 2339, 2340, 2344, 2346, 2347, 2352, 2357, 2358, 2364, 2365, 2375, 2376, 2380, 2381, 2386, 2389, 2391, 2395, 2398, 2399, 2400, 2405], "Excused": [2310], "Nay": [2369]}}, {"bill_id": 14989, "action_date": "2000-02-25T14:00:00-06:00", "document_id": 85685, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85685.pdf", "status_text": "Signed by President", "journal_page": 700, "committee_id_action": 657, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14989, "action_date": "2000-02-25T14:00:00-06:00", "document_id": 85684, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85684.pdf", "status_text": "Signed by Speaker", "journal_page": 888, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14989, "action_date": "2000-02-25T14:00:00-06:00", "document_id": 85684, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85684.pdf", "status_text": "Delivered to the Governor", "journal_page": 890, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14989, "action_date": "2000-03-14T14:00:00-06:00", "document_id": 85686, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85686.pdf", "status_text": "Signed by Governor", "journal_page": 894, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 1532, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14989"}