{"session_id": 27, "bill_id": 7854, "bill_type": "House Bill", "bill_number": 1064, "bill_title": "revise certain unemployment insurance contribution rates, to provide for an unemployment insurance administrative fee, and to provide for the distribution of the fee.", "sponsors": [], "keywords": ["Fees", "Unemployment Compensation"], "audio": [], "bill_versions": [{"bill_id": 7854, "bill_version_id": 42815, "bill_version": "Introduced", "bill_version_date": "2017-01-20T09:05:03.827-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain unemployment insurance contribution rates, to provide for an unemployment insurance administrative fee, and to provide for the distribution of the fee. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 61-5-25 be amended to read: 61-5-25. If an employer has met the requirements of § 61-5-24 on the computation date for the year, then the employer's contribution rate shall be the rate appearing in Column \"A\" on the same line on which the employer's reserve ratio appears in Column \"B\" of the rate schedule applicable to such that year. The computation date for calendar year 2012 and each year thereafter is June thirtieth of the preceding year. The rate schedule for each calendar year shall be determined based upon the South Dakota average high cost multiplier ratio. The average high cost multiplier ratio is calculated by dividing the amount in the unemployment compensation fund, as established by § 61-4-1, as of June thirtieth of the preceding year, by the amount required in the unemployment compensation fund that equals the average high cost multiple of 1.0, as of December thirty-first of the last completed calendar year. Schedule A is in effect for any calendar year when the South Dakota average high cost multiplier ratio is less than 1.60. Schedule B is in effect for any calendar year when the South Dakota average high cost multiplier ratio is greater than or equal to 1.60. For purposes of this section, the term, average high cost multiple, has the same meaning given in Code of Federal Regulations, title 20, section 606.3, as amended on January 1, 2017. An amount equal to an average high cost multiple of 1.0 is a federal measure of adequate reserves in relation to the state's current economy. The actual amount of wages paid shall be used in the calculation. No estimated wages may be used in the calculation. Section 2. That § 61-5-25.3 be amended to read: 61-5-25.3. The employer's reserve ratio for calendar year 2015 and each year thereafter is the result obtained by dividing of the balance of credits existing in the employer's experience-rating account as of June thirtieth preceding the year for which the rate is to be computed calculated divided by the total taxable payroll of the employer for the preceding three fiscal years. The employer's experience-rating account balance for the purpose of this section is the balance on July thirty-first of the year preceding the year for which rates are computed calculated and is the difference between the contributions paid through July thirty-first and the benefits paid through the preceding June thirtieth. The contribution rates provided in this section apply to taxable wages paid on and after January 1, 2015, through December 31, 2017. Section 3. That chapter 61-5 be amended by adding a NEW SECTION to read: The employer's reserve ratio for calendar year 2018 and each year thereafter is the result of the balance of credits existing in the employer's experience-rating account as of June thirtieth preceding the year the rate is to be calculated divided by the total taxable payroll of the employer for the preceding three fiscal years. The employer's experience-rating account balance for the purpose of this section is the balance on July thirty-first of the year preceding the year rates are calculated and is the difference between the contributions paid through July thirty-first and the benefits paid through the preceding June thirtieth. The contribution rates provided in this section apply to taxable wages paid on and after January 1, 2018. Section 4. That chapter 61-5 be amended by adding a NEW SECTION to read: Each employer eligible for experience-rating as defined in § 61-5-24 on the computation date for the year, shall also pay an administrative fee on wages as defined by this title. If an employer's reserve ratio, as determined pursuant to section 3 of this Act, is less than two and one-quarter percent, an administrative fee of two hundredths percent shall be paid by the employer. The terms and conditions of this title that apply to the payment and collection of contributions also apply to the payment and collection of the administrative fee. Proceeds from the administrative fee shall be deposited in the clearing account of the unemployment compensation fund for clearance only and may not become part of the fund. After clearance, the money derived from the administrative fee payments, less refunds made pursuant to the provisions of this title, shall be deposited in the employment security administration fund for expenditure as provided in § 61-3-24. No administrative fee payment may be credited to the employer's experience-rating account nor may be deducted in whole or in part by any employer from the wages of individuals in its employ. The administrative fee provided in this section applies to taxable wages paid on and after January 1, 2018. Section 5. That § 61-5-29 be amended to read: 61-5-29. Employers required by this title to pay contributions, except employers that pursuant to chapter 61-5A, that reimburse the unemployment compensation trust fund for benefits paid in lieu of contributions, shall also pay an employer's investment in South Dakota's future fee, hereinafter \" referred to as the, investment fee,\" on wages as defined by this title. The fee rate for employers not eligible for experience rating, as defined in § 61-5-24, shall be seventy hundredths percent through calendar year 2006 and fifty-five hundredths percent on and after January 1, 2007. If an employer is eligible for experience rating, the employer's reserve ratio shall be determined pursuant to § 61-5-25.2 § 61-5-25.3 through calendar year 2017 and pursuant to section 3 of this Act for calendar year 2018 and each year thereafter, and the employer's investment fee rate shall be the rate appearing in column \"A\" on the same line on which the employer's reserve ratio appears in column \"B\" of the following rate schedules. From January 1, 1993, to December 31, 2006, inclusive: From January 1, 2007, to December 31, 2007, inclusive: From January 1, 2008, to December 31, 2008, inclusive: From January 1, 2009, to December 31, 2009, inclusive: From January 1, 2010, to December 31, 2010, inclusive: Beginning January 1, 2011: The terms and conditions of this title which that apply to the payment and collection of contributions also apply to the payment and collection of the investment fee. Proceeds from the investment fee shall be deposited in the clearing account of the unemployment compensation fund for clearance only and may not become part of the fund. After clearance, the money derived from such the investment fee payments, less refunds made pursuant to the provisions of this title, shall be deposited in the employer's investment in South Dakota's future special revenue fund as provided for in § 61-5-29.1. Investment No investment fee payments payment may not be credited to the employer's experience rating experience-rating account and nor may not be deducted in whole or in part by any employer from the wages of individuals in its employ. The investment fee rate may not be increased over the applicable 1987 investment fee rate for any employer with a positive balance in the employer's experience rating experience-rating account on the computation date, as established in rules promulgated by the secretary of labor and regulation pursuant to chapter 1-26, for the current year and the year preceding the current year. The investment rates provided in this section apply to and are retroactive to taxable wages paid on and after January 1, 1993."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 7854, "action_date": "2017-01-20T13:00:00-06:00", "document_id": 42865, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42865.pdf", "status_text": "First Reading House", "journal_page": 97, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 7854, "action_date": "2017-01-20T13:00:00-06:00", "document_id": 42865, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/42865.pdf", "status_text": "Withdrawn at the Request of the Prime Sponsor", "journal_page": 99, "committee_id_action": 361, "committee_id_assigned": null, "result": "N", "vote": {}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/7854"}