{"session_id": 19, "bill_id": 4548, "bill_type": "House Commemoration", "bill_number": 1089, "bill_title": "Honoring Sioux Falls Washington Warriors debate team members, Katlyn Powers and Jordan Simundson.", "sponsors": [{"legislator_profile_id": 324, "is_prime": true}, {"legislator_profile_id": 386, "is_prime": true}, {"legislator_profile_id": 396, "is_prime": false}, {"legislator_profile_id": 344, "is_prime": false}, {"legislator_profile_id": 403, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 4548, "bill_version_id": 27223, "bill_version": "Introduced", "bill_version_date": "2013-03-06T09:52:38.123-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Sioux Falls Washington Warriors debate team members, Katlyn Powers and Jordan Simundson. WHEREAS, the National Forensic League is the oldest and largest interscholastic forensic organization, created to recognize high school students in speech and debate; and WHEREAS, the Warriors debate team had two students, Katlyn Powers and Jordan Simundson, place fourth in policy debate at the National Forensic League Debate in Indianapolis, Indiana; and WHEREAS, the duo put forth long hours of research, work, and practice in order to make it to the National Forensic League Debate Nationals tournament; and WHEREAS, the hard work put forth by Katlyn and Jordan helped to land the pair in the semi-finals at the National Forensic League Debate Nationals: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that the Legislature congratulates Katlyn Powers and Jordan Simundson for their national fourth place finish in the policy debate at the National Forensic League Debate tournament."}, {"bill_id": 4548, "bill_version_id": 27453, "bill_version": "Enrolled", "bill_version_date": "2013-03-08T17:29:37.063-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring Sioux Falls Washington Warriors debate team members, Katlyn Powers and Jordan Simundson. WHEREAS, the National Forensic League is the oldest and largest interscholastic forensic organization, created to recognize high school students in speech and debate; and WHEREAS, the Warriors debate team had two students, Katlyn Powers and Jordan Simundson, place fourth in policy debate at the National Forensic League Debate in Indianapolis, Indiana; and WHEREAS, the duo put forth long hours of research, work, and practice in order to make it to the National Forensic League Debate Nationals tournament; and WHEREAS, the hard work put forth by Katlyn and Jordan helped to land the pair in the semi-finals at the National Forensic League Debate Nationals: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Eighth Legislature of the State of South Dakota, that the Legislature congratulates Katlyn Powers and Jordan Simundson for their national fourth place finish in the policy debate at the National Forensic League Debate tournament. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 4548, "action_date": "2013-03-06T11:00:00-06:00", "document_id": 27246, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/27246.pdf", "status_text": "", "journal_page": 784, "committee_id_action": 202, "committee_id_assigned": null, "result": "N", "vote": {}}]}