{"session_id": 53, "bill_id": 17285, "bill_type": "House Joint Resolution", "bill_number": 1004, "bill_title": "Proposing and submitting to the electors at the next general election an amendment to Article III, section 12 of the Constitution of the State of South Dakota, relating to legislative conflicts of interest.", "sponsors": [{"legislator_profile_id": 2725, "is_prime": true}, {"legislator_profile_id": 2829, "is_prime": true}, {"legislator_profile_id": 2769, "is_prime": false}, {"legislator_profile_id": 2786, "is_prime": false}, {"legislator_profile_id": 2820, "is_prime": false}], "keywords": ["Joint Resolutions"], "audio": [], "bill_versions": [{"bill_id": 17285, "bill_version_id": 92099, "bill_version": "Introduced", "bill_version_date": "2002-01-16T09:05:06-06:00", "bill_text": "A JOINT RESOLUTION, Proposing and submitting to the electors at the next general election an amendment to Article III, section 12 of the Constitution of the State of South Dakota, relating to legislative conflicts of interest. BE IT RESOLVED BY THE HOUSE OF REPRESENTATIVES OF THE STATE OF SOUTH DAKOTA, THE SENATE CONCURRING THEREIN: Section 1. That at the next general election held in the state, the following amendment to Article III, section 12 of the Constitution of the State of South Dakota, as set forth in section 2 of this Joint Resolution, which is hereby agreed to, shall be submitted to the electors of the state for approval. Section 2. That Article III, section 12 of the Constitution of the State of South Dakota, be amended to read as follows: § 12. No member of the Legislature shall, during the term for which he was elected, be appointed or elected to any civil office in the state which shall have been created , or the emoluments of which shall have been increased during the term for which he was elected, nor shall any member receive any paid civil appointment from the Governor, the Governor and senate, or from the Legislature during the term for which he shall have been elected, and all such appointments and all votes given for any such members for any such office or appointment shall be void; nor shall any member of the Legislature during the term for which he shall have been elected, or within one year thereafter, be interested, directly or indirectly, in any contract with the state or any county thereof , authorized by any law passed during the term for which he shall have been elected. No member of the Legislature may be considered indirectly interested in any contract with the state merely by reason of being a teacher, coach, counselor, professor, administrator, service provider, or employee of any primary, secondary, or postsecondary school funded or partially funded by state appropriations or merely by reason of being an employee or salaried administrator of any hospital, nursing home, or other health care facility funded or partially funded by state appropriations."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 17285, "action_date": "2002-01-16T14:00:00-06:00", "document_id": 92223, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/92223.pdf", "status_text": "First read in House and referred to", "journal_page": 150, "committee_id_action": 768, "committee_id_assigned": 763, "result": "N", "vote": {}}, {"bill_id": 17285, "action_date": "2002-02-06T10:00:00-06:00", "document_id": 93802, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93802.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 763, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 17285, "action_date": "2002-02-06T10:00:00-06:00", "document_id": 93802, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/93802.pdf", "status_text": "Deferred to 36th legislative day", "journal_page": 490, "committee_id_action": 763, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 52272, "president_vote": null, "Excused": [2736], "Yea": [2748, 2749, 2751, 2773, 2775, 2793, 2799, 2805], "Nay": [2759, 2764, 2803, 2816]}}]}