{"session_id": 61, "bill_id": 20953, "bill_type": "House Bill", "bill_number": 1088, "bill_title": "allow  volunteer school personnel to administer glucagon and to allow students to possess and self-administer diabetes medication.", "sponsors": [{"legislator_profile_id": 3595, "is_prime": true}, {"legislator_profile_id": 3662, "is_prime": true}, {"legislator_profile_id": 3579, "is_prime": false}, {"legislator_profile_id": 3585, "is_prime": false}, {"legislator_profile_id": 3590, "is_prime": false}, {"legislator_profile_id": 3607, "is_prime": false}, {"legislator_profile_id": 3621, "is_prime": false}, {"legislator_profile_id": 3646, "is_prime": false}, {"legislator_profile_id": 3666, "is_prime": false}, {"legislator_profile_id": 3670, "is_prime": false}, {"legislator_profile_id": 3675, "is_prime": false}], "keywords": ["Drugs", "Education", "School Districts", "Student", "Teachers"], "audio": [{"meeting_datetime": "2007-01-29T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe14.mp3", "start_seconds": 2226.0}, {"meeting_datetime": "2007-01-29T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe14.mp3", "start_seconds": 2226.0}, {"meeting_datetime": "2007-01-29T00:00:00-06:00", "committee": "HHE", "url": "https://sdpb.sd.gov/sdpbpodcast/2007/hhe14.mp3", "start_seconds": 2226.0}], "bill_versions": [{"bill_id": 20953, "bill_version_id": 110207, "bill_version": "Introduced", "bill_version_date": "2007-01-12T09:31:46-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to allow volunteer school personnel to administer glucagon and to allow students to possess and self-administer diabetes medication. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. As used in this Act, a glucagon authorization is a signed statement from a parent or guardian of a student with diabetes that includes the following: (1) Certification from the student's physician that glucagon has been prescribed for the student; (2) A request that the student's public school identify and train school personnel who volunteer to be trained in the administration of glucagon; and (3) Authorization for the administration of glucagon in an emergency to the student. The Department of Health, in cooperation with the Department of Education, and after public input from diabetes health care professionals and advocates, shall design a glucagon authorization form to be used by public schools. Section 2. A public school shall, within a reasonable time after receiving a glucagon authorization, train two or more school personnel who volunteer to be trained in the administration of glucagon. The training shall be provided by the school nurse or another qualified health care professional. The training in the administration of glucagon shall include: (1) Techniques for recognizing the symptoms that warrant the administration of glucagon; (2) Standards and procedures for the storage of glucagon that allow for the prompt and easy use of glucagon; and (3) Other concurrent emergency procedures, including calling the emergency 911 number and contacting, if possible, the student's parent or guardian. The information provided in the training shall also be produced in written form and the school shall retain the written material for reference. Section 3. A public school shall allow a student or school personnel to possess or store prescribed glucagon so that it is available for administration in an emergency. Section 4. Any person who has received training in accordance with section 2 of this Act may administer glucagon at a school or school activity to a student with a glucagon authorization if: (1) The student is exhibiting the symptoms that warrant the administration of glucagon; and (2) A licensed health care professional familiar with the student and the authorization is not immediately available. Any person who administers glucagon in accordance with this section shall direct a responsible person to call 911 and take other appropriate actions in accordance with the training materials. Section 5. School personnel who provide or receive training under section 2 of this Act and act in good faith are not liable in any civil action for any act taken or not taken under the authority of this Act with respect to the administration of glucagon. Section 6. The unlawful or unprofessional conduct provisions of Title 36 do not apply to a person licensed as a health professional under Title 36, including a nurse, physician, or pharmacist who, in good faith, trains nonlicensed volunteers to administer glucagon in accordance with section 2 of this Act. Section 7. Chapter 13-33A does not apply to the administration of glucagon if done in accordance with sections 1 to 6, inclusive, of this Act. Section 8. A public school shall permit a student to possess or possess and self-administer diabetes medication if: (1) The student's parent or guardian signs a statement: (a) Authorizing the student to possess or possess and self-administer diabetes medication; and (b) Acknowledging that the student is responsible for, and capable of, possessing or possessing and self-administering the diabetes medication; and (2) The student's health care provider provides a written statement that states: (a) It is medically appropriate for the student to possess or possess and self-administer diabetes medication and the student should be in possession of diabetes medication at all times; and (b) The name of the diabetes medication prescribed or authorized for the student's use. The Department of Health, in cooperation with the Department of Education, shall design forms to be used by the public schools for the parental and health care provider statements described in this section. For the purposes of this section, diabetes medication is prescription or nonprescription medication used to treat diabetes, including any related medical devices, supplies, and equipment used to treat diabetes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 20953, "action_date": "2007-01-12T13:00:00-06:00", "document_id": 110233, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/110233.pdf", "status_text": "First read in House and referred to", "journal_page": 56, "committee_id_action": 923, "committee_id_assigned": 914, "result": "N", "vote": {}}, {"bill_id": 20953, "action_date": "2007-01-29T07:45:00-06:00", "document_id": 111000, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111000.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 914, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 20953, "action_date": "2007-01-29T07:45:00-06:00", "document_id": 111000, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/111000.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 233, "committee_id_action": 914, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 66394, "president_vote": null, "Yea": [3576, 3588, 3613, 3620, 3624, 3631, 3637, 3645, 3646, 3656, 3662, 3671, 3670]}}]}