{"session_id": 8, "bill_id": 1398, "bill_type": "House Bill", "bill_number": 1196, "bill_title": "establish a certain distance from the municipality's corporate limits in which the municipality has planning and zoning authority.", "sponsors": [{"legislator_profile_id": 814, "is_prime": true}, {"legislator_profile_id": 791, "is_prime": true}, {"legislator_profile_id": 790, "is_prime": false}, {"legislator_profile_id": 831, "is_prime": false}, {"legislator_profile_id": 803, "is_prime": false}], "keywords": ["Municipality", "Planning, Zoning and Housing Programs"], "audio": [{"meeting_datetime": "2010-02-04T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hlo16.mp3", "start_seconds": 664.0}, {"meeting_datetime": "2010-02-04T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hlo16.mp3", "start_seconds": 664.0}, {"meeting_datetime": "2010-02-04T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hlo16.mp3", "start_seconds": 664.0}, {"meeting_datetime": "2010-02-09T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hlo17.mp3", "start_seconds": 2920.0}, {"meeting_datetime": "2010-02-09T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hlo17.mp3", "start_seconds": 2920.0}, {"meeting_datetime": "2010-02-09T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hlo17.mp3", "start_seconds": 2920.0}, {"meeting_datetime": "2010-02-09T00:00:00-06:00", "committee": "HLO", "url": "https://sdpb.sd.gov/sdpbpodcast/2010/hlo17.mp3", "start_seconds": 2920.0}], "bill_versions": [{"bill_id": 1398, "bill_version_id": 11303, "bill_version": "Introduced", "bill_version_date": "2010-01-28T10:37:11.597-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a certain distance from the municipality's corporate limits in which the municipality has planning and zoning authority. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 11-6 be amended by adding thereto a NEW SECTION to read as follows: Each municipality may exercise planning and zoning authority pursuant to Title 11, but within a certain distance from its corporate limits as established by this section. The distances are: (1) Each first class municipality may have planning and zoning authority within three miles of its corporate limits; (2) Each second class municipality may have planning and zoning authority within one mile of its corporate limits; and (3) Each third class municipality may have planning and zoning authority within one-half mile of its corporate limits. Section 2. That § 11-6-10 be amended to read as follows: 11-6-10. The legislative body of an incorporated municipality and a board of county commissioners may jointly exercise the comprehensive planning and zoning powers granted in this chapter and chapters 11-2 and 11-4 in a joint jurisdictional area beyond the municipal corporate limits. The joint jurisdictional area, not to exceed six miles the combined distance for the municipalities as defined in section 1 of this Act, shall be delineated in a comprehensive plan but in no instance may the area extend beyond a line equidistant from the corporate limits of any other municipality unless otherwise agreed to by a majority vote of the governing body of each municipality having a planning commission. Nothing contained in this chapter may be construed to amend or repeal any provisions of chapter 49-34A. The county and city planning commissions shall meet jointly and hold at least one public hearing on the comprehensive plan. Notice of the time and place of the hearing shall be given once by either the city or county at least ten days in advance by publication in a legal newspaper. Following the public hearing, each planning commission shall submit a recommendation to their respective governing body. Section 3. That § 11-6-26 be amended to read as follows: 11-6-26. After the city council of any municipality has adopted a comprehensive plan that includes at least a major street plan or has progressed in its comprehensive planning to the stage of making and adopting a major street plan, and has filed a certified copy of the major street plan in the office of the register of deeds of the county in which the municipality is located, no plat of a subdivision of land lying within the municipality, or of land within three miles of its corporate limits the distance of the municipality's corporate limits as defined in section 1 of this Act and not located in any other municipality, may be filed or recorded unless the plat has the recommendation of the city planning and zoning commission and the approval of the city council. As an alternative, the plat may be reviewed and approved in accordance with § 11-3-6. This provision applies to land within three miles of the corporate limits of the municipality the distance of the municipality's corporate limits as defined in section 1 of this Act and not located in any other municipality only if the comprehensive plan or major street plan includes such land. However, if such extra municipal land lies within three miles the planning and zoning authority of more than one first or second class municipality, the jurisdiction of each municipality terminates at a boundary line equidistant from the respective corporate limits of the municipalities, unless otherwise agreed to by a majority vote of the governing body of each such municipality. The plats shall, after report and recommendations of the commission are made and filed, be approved or disapproved by the city council or reviewed and approved in accordance with § 11-3-6. The commission shall make its recommendation to the council within sixty days of submission. Section 4. That § 11-6-40 be amended to read as follows: 11-6-40. Any municipality with a population of fifty thousand or more or any municipality located in a county with a population of fifty thousand or more, if such municipality has adopted a comprehensive plan pursuant to this chapter, the municipality may require by ordinance that any parcel of land of less than forty acres which is located within three miles of its corporate limits the distance of the municipality's corporate limits as defined in section 1 of this Act, be platted prior to the sale or transfer of the land. The register of deeds may not record any document of any sale or transfer of unplatted property if a municipality requires platting pursuant to this section. Section 5. That § 11-8-1 be amended to read as follows: 11-8-1. Terms as used in this chapter mean: (1) \"Agency\" or \"Urban Renewal Agency,\" a public agency created by § 11-8-40; (2) \"Area of operation,\" the area within the corporate limits of the municipality and the area within three miles of such limits the distance of the municipality's corporate limits as defined in section 1 of this Act, except that the term does not include any area which lies within the territorial boundaries of another municipality unless a resolution has been adopted by the governing body of such the other municipality declaring a need therefor; (3) \"Board\" or \"commission,\" a board, commission, department, division, office, body, or other unit of the municipality; (4) \"Bonds,\" any bonds, including refunding bonds, notes, interim certificates, certificates of indebtedness, debentures, or other obligations; (5) \"Clerk,\" the clerk or other official of the municipality who is the custodian of the official records of such municipality; (6) \"Federal government,\" includes the United States of America or any agency or instrumentality, corporate or otherwise, of the United States of America; (7) \"Housing and redevelopment cooperation,\" as stated in chapter 11-7A; (8) \"Local governing body,\" the council or other legislative body charged with governing the municipality; (9) \"Mayor,\" the mayor of a municipality or other officer or body having the duties customarily imposed upon the executive head of a municipality; (10) \"Municipality,\" any incorporated city or town in the state; (11) \"Obligee,\" includes any bondholder, agents or trustees for any bondholders, or lessor demising to the municipality property used in connection with urban renewal, or any assignee of such lessor's interest or any part thereof, and the federal government if it is a party to any contract with the municipality; (12) \"Person,\" any individual, firm, partnership, limited liability company, corporation, company, association, joint-stock association, or body politic; and includes any trustee, receiver, assignee, or other person acting in a similar representative capacity; (13) \"Public body,\" the state or any municipality, township, village, board, commission, authority, district, or any other subdivision or public body of the state; (14) \"Public officer,\" any officer who is in charge of any department or branch of the government of the municipality relating to health, fire, building regulations, or to other activities concerning dwellings in the municipality; (15) \"Real property,\" includes all lands, including improvements and fixtures thereon, and property of any nature appurtenant thereto, or used in connection therewith, and every estate, interest, right and use, legal or equitable, therein, including terms for years and liens by way of judgment, mortgage or otherwise; (16) \"Related activities,\" planning work for the preparation of a general neighborhood renewal plan, or for the preparation or completion of a community-wide plan or program, and the functions related to the acquisition and disposal of real property pursuant to § 11-8-25."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 1398, "action_date": "2010-01-28T14:00:00-06:00", "document_id": 11385, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11385.pdf", "status_text": "First read in House and referred to", "journal_page": 226, "committee_id_action": 86, "committee_id_assigned": 77, "result": "N", "vote": {}}, {"bill_id": 1398, "action_date": "2010-02-04T10:00:00-06:00", "document_id": 11634, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11634.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 77, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1398, "action_date": "2010-02-09T10:00:00-06:00", "document_id": 11815, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11815.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 77, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 1398, "action_date": "2010-02-09T10:00:00-06:00", "document_id": 11963, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/11963.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": 323, "committee_id_action": 77, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 6194, "president_vote": null, "Yea": [825, 831, 820, 824, 840, 744, 803], "Nay": [814, 811, 792, 784, 818, 823]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/1398"}