{"session_id": 20, "bill_id": 6031, "bill_type": "House Commemoration", "bill_number": 1040, "bill_title": "Honoring the Sioux Falls Washington High School Girls Bowling Team for its outstanding athletic performance and 2013 state championship.", "sponsors": [{"legislator_profile_id": 473, "is_prime": true}, {"legislator_profile_id": 431, "is_prime": true}, {"legislator_profile_id": 519, "is_prime": false}, {"legislator_profile_id": 504, "is_prime": false}, {"legislator_profile_id": 509, "is_prime": false}, {"legislator_profile_id": 451, "is_prime": false}, {"legislator_profile_id": 845, "is_prime": false}, {"legislator_profile_id": 507, "is_prime": false}, {"legislator_profile_id": 481, "is_prime": false}, {"legislator_profile_id": 435, "is_prime": false}, {"legislator_profile_id": 493, "is_prime": false}, {"legislator_profile_id": 510, "is_prime": false}], "keywords": ["House Commemorations"], "audio": [], "bill_versions": [{"bill_id": 6031, "bill_version_id": 30987, "bill_version": "Introduced", "bill_version_date": "2014-02-25T09:21:21.717-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Sioux Falls Washington High School Girls Bowling Team for its outstanding athletic performance and 2013 state championship. WHEREAS, the student athletes of Sioux Falls Washington High School have demonstrated great patience, dedication, and tenacity in their championship win, completing their season with an outstanding, no loss record of 18-0; and WHEREAS, the 2013 Washington High School Girls Bowling Team including Rachel Tunender, Ashley Thorne, Brianna Stafford, Caitlin Beacom, Nicole Thill, and Mauria Elfring, worked together to facilitate physical, mental, and emotional growth and developed great team unity; and WHEREAS, all members of the Washington High School Girls Bowling Team, including the student athletes, coach Dave Tunender, parents, and fans, have volunteered their time and unique talents for the betterment of the Washington High School athletic effort: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the 2013 Sioux Falls Washington High School Girls State Championship Bowling Team is celebrated and congratulated on its outstanding athletic performance."}, {"bill_id": 6031, "bill_version_id": 31228, "bill_version": "Enrolled", "bill_version_date": "2014-02-27T15:14:11.71-06:00", "bill_text": "A LEGISLATIVE COMMEMORATION, Honoring the Sioux Falls Washington High School Girls Bowling Team for its outstanding athletic performance and 2013 state championship. WHEREAS, the student athletes of Sioux Falls Washington High School have demonstrated great patience, dedication, and tenacity in their championship win, completing their season with an outstanding, no loss record of 18-0; and WHEREAS, the 2013 Washington High School Girls Bowling Team including Rachel Tunender, Ashley Thorne, Brianna Stafford, Caitlin Beacom, Nicole Thill, and Mauria Elfring, worked together to facilitate physical, mental, and emotional growth and developed great team unity; and WHEREAS, all members of the Washington High School Girls Bowling Team, including the student athletes, coach Dave Tunender, parents, and fans, have volunteered their time and unique talents for the betterment of the Washington High School athletic effort: NOW, THEREFORE, BE IT COMMEMORATED, by the Eighty-Ninth Legislature of the State of South Dakota, that the 2013 Sioux Falls Washington High School Girls State Championship Bowling Team is celebrated and congratulated on its outstanding athletic performance. 750 copies of this document were printed by the South Dakota Legislative Research Council at a cost of $.015 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6031, "action_date": "2014-02-25T14:00:00-06:00", "document_id": 31052, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31052.pdf", "status_text": "", "journal_page": 550, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}]}