{"session_id": 68, "bill_id": 23970, "bill_type": "House Bill", "bill_number": 1182, "bill_title": "allow the parole of inmates sentenced to life imprisonment without parole for crimes committed under age twenty-one.", "sponsors": [{"legislator_profile_id": 4404, "is_prime": true}, {"legislator_profile_id": 4461, "is_prime": true}, {"legislator_profile_id": 4339, "is_prime": false}, {"legislator_profile_id": 4354, "is_prime": false}, {"legislator_profile_id": 4471, "is_prime": false}, {"legislator_profile_id": 4466, "is_prime": false}, {"legislator_profile_id": 4467, "is_prime": false}, {"legislator_profile_id": 4394, "is_prime": false}], "keywords": ["Penal Institutions, Probation and Parole"], "audio": [{"meeting_datetime": "2023-02-13T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju22.mp3", "start_seconds": 3619.0}, {"meeting_datetime": "2023-02-13T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju22.mp3", "start_seconds": 3619.0}, {"meeting_datetime": "2023-02-13T10:00:00-06:00", "committee": "HJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2023/hju22.mp3", "start_seconds": 3619.0}], "bill_versions": [{"bill_id": 23970, "bill_version_id": 247055, "bill_version": "Introduced", "bill_version_date": "2023-01-29T13:32:52.05-06:00", "bill_text": "An Act to allow the parole of inmates sentenced to life imprisonment without parole for crimes committed under age twenty-one. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 24-15-4 be AMENDED: 24-15-4. No inmate sentenced to life imprisonment is eligible for parole by the Board of Pardons and Paroles except as provided in §§ 24-15A-55 to 24-15A-68, inclusive, and section 2 of this Act. Section 2. That chapter 24-15A be amended with a NEW SECTION: An inmate sentenced to life imprisonment for an offense, except for a Class A felony, that was committed when the inmate was between ages eighteen and twenty-one, is eligible for discretionary parole consideration when the inmate has served twenty-five years. The board must consider the factors set forth in section 3 of this Act to determine whether to grant parole under this section. If an inmate considered for discretionary parole under this section is denied parole, the board shall establish a discretionary parole date of not less than five years from the date of denial. Subsequent discretionary hearings must be held at intervals of not more than two years. An inmate granted parole under this section is otherwise subject to the provisions of chapters 24-13, 24-15, and 24-15A. Section 3. That chapter 24-15A be amended with a NEW SECTION: In determining whether to grant parole under section 2 of this Act, the board shall consider: (1) The inmate's age at the time of the offense, the diminished culpability of youth as compared to adults, and the immaturity, impetuosity, and failure to appreciate risks and consequences associated with being a youth; (2) The history and characteristics of the inmate; (3) The inmate's family and community circumstances at the time of the offense, and any history of abuse, trauma, or involvement of the inmate in the child welfare system; (4) The nature and circumstances of the offense and the extent of the inmate's role in the offense; (5) Whether the inmate has substantially complied with the rules of the institution to which the inmate is confined; (6) Whether the inmate has completed any educational, vocational, or other programs of the institution, where available, in addition to any mandatory educational, vocational, and work requirements; (7) Whether the inmate has completed any behavioral or mental health treatment while incarcerated, if the inmate's behavioral and mental health is determined to have played a role in the commission of the offense; (8) Any report or recommendation received from the state's attorney in the county in which the inmate's conviction was entered; (9) Whether the inmate has demonstrated maturity, rehabilitation, and a fitness to reenter society; (10) Any statement provided by a victim of an offense; (11) Any report of a physical, mental, or psychiatric examination of the inmate conducted by a licensed health care professional; and (12) Any other information the board deems relevant to its decision. For the purposes of this section, the term, victim, has the same meaning as in S.D. Const., Art. VI, § 29. Section 4. The provisions of this Act apply retroactively."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 23970, "action_date": "2023-01-30T14:00:00-06:00", "document_id": 246888, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/246888.pdf", "status_text": "First read in House and referred to", "journal_page": 171, "committee_id_action": 1159, "committee_id_assigned": 1160, "result": "N", "vote": {}}, {"bill_id": 23970, "action_date": "2023-02-13T10:00:00-06:00", "document_id": 249093, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249093.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1160, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 23970, "action_date": "2023-02-13T10:00:00-06:00", "document_id": 249130, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249130.pdf", "status_text": "Deferred to the 41st legislative day", "journal_page": null, "committee_id_action": 1160, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 77074, "president_vote": null, "Yea": [4358, 4438, 4451, 4396, 4409, 4458, 4421, 4366], "Excused": [4405, 4417, 4418], "Nay": [4464, 4446]}}]}