{"session_id": 48, "bill_id": 14637, "bill_type": "Senate Bill", "bill_number": 183, "bill_title": "establish a guaranty loan program for the restructuring of agricultural debt.", "sponsors": [{"legislator_profile_id": 2213, "is_prime": true}, {"legislator_profile_id": 2292, "is_prime": true}, {"legislator_profile_id": 2206, "is_prime": false}, {"legislator_profile_id": 2210, "is_prime": false}, {"legislator_profile_id": 2235, "is_prime": false}, {"legislator_profile_id": 2240, "is_prime": false}, {"legislator_profile_id": 2243, "is_prime": false}, {"legislator_profile_id": 2246, "is_prime": false}, {"legislator_profile_id": 2247, "is_prime": false}, {"legislator_profile_id": 2252, "is_prime": false}, {"legislator_profile_id": 2262, "is_prime": false}, {"legislator_profile_id": 2274, "is_prime": false}, {"legislator_profile_id": 2297, "is_prime": false}], "keywords": ["Administrative Rules", "Agricultural Loan Guaranty Program", "Agriculture"], "audio": [], "bill_versions": [{"bill_id": 14637, "bill_version_id": 80476, "bill_version": "Introduced", "bill_version_date": "1999-01-27T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to establish a guaranty loan program for the restructuring of agricultural debt. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Terms used in this Act mean: (1) \"Asset,\" cash crops or feed on hand, livestock held for sale, breeding stock, marketable bonds and securities, securities not readily marketable, accounts receivable, notes receivable, cash invested in growing crops, net value of life insurance, machinery and equipment, cars and trucks, farm and other real estate including life estates and personal residence, value of beneficial interest in trusts; (2) \"Debt to asset ratio,\" the total outstanding liabilities divided by the total outstanding assets of a farmer; (3) \"Department,\" the Department of Agriculture; (4) \"Fund,\" the South Dakota agricultural loan guaranty fund; (5) \"Lender,\" any federal or state chartered bank, federal land bank, production credit association, bank of cooperatives, federal or state chartered savings and loan association or building and loan association, small business investment company, or any other institution qualified with the State of South Dakota to originate and service loans, including insurance companies, credit unions, and mortgage loan companies, and any wholly owned subsidiary of a manufacturer, seller, or distributor of goods or services that makes loans to businesses or individuals; (6) \"Liability,\" accounts payable, notes or other indebtedness owed to any source, taxes, rent, amounts owed on real estate contracts or real estate mortgages, judgments, accrued interest payable, and any other liability; (7) \"Program,\" the state agricultural guaranty loan program established pursuant to this Act; and (8) \"State guaranty loan,\" a note for which the State of South Dakota is liable for eighty- five percent of the total principal and interest of the note as determined by the department pursuant to this Act. Section 2. The state agricultural guaranty loan program is hereby established for the purposes of consolidating and spreading a farmer's existing debt over a longer term at a reduced interest rate. Under the program, the lender receives an eighty-five percent guaranty of principal and interest. The borrower and the borrower's lending institution shall complete an application, balance sheet, security analysis, and cash flow projection. Based upon this information, the Department of Agriculture shall approve or reject the request for the state guaranty loan. Section 3. To be eligible to apply for a state guaranty loan, an applicant shall meet the following requirements: (1) Be a resident of South Dakota at the time of application; (2) Be the principal operator of a farm; (3) Be able to show, based upon the previous year's federal income tax return and current data, that at least fifty percent of the applicant's annual gross income is derived from farming; (4) Have a debt to asset ratio between forty percent and sixty-five percent; (5) Provide sufficient collateral to adequately secure the state guaranty loan at the time of application, and agree to keep it collateralized in the future; (6) Only one state guaranty loan may be made for any one farmer, or any one farming operation. If the applicants file separate Schedule F's for their federal income tax returns, they will be considered separate farming operations; (7) Certify and agree that the applicant will only use the state guaranty loan to consolidate and restructure existing agricultural debts. The state guaranty loan may not be used for any new purchase or new operating loans; and (8) Agree to make all payments on the state guaranty loan within ninety days of the stated payment date. If the payment is not made within the ninety-day period, the total outstanding principal and interest are due and payable immediately. Section 4. The department may issue a state guaranty loan to a lender only if: (1) The lender agrees to charge an interest rate on the state guaranty loan not to exceed two and one-half percent over the one-year treasury bill yields. If both the lender and borrower agree, the interest rate on the state guaranty loan may be converted to a fixed interest rate at any time during the term of the loan; (2) The state guaranty loan may close, if all of the applicant's debts are current; (3) The lender agrees to complete and certify that to the best of the lender's knowledge all information is true and correct on the application, balance sheets, security analysis, and cash flow projection; (4) The lender agrees to pay the department an annual administrative fee equal to one- fourth of one percent of the outstanding balance of the state guaranty loan on the payment date. This fee may not be passed on to the borrower; (5) The lender, subject to the approval of the department, agrees to assume all responsibility and costs for pursuing legal action on collecting any state guaranty loan that is delinquent or in default. The lender has fourteen months from the date that a loan is declared in default to dispose of the collateral on the state guaranty loan and reimburse the State of South Dakota. If the lender does not dispose of the collateral within the fourteen-month period, the lender is liable to pay the State of South Dakota interest on the state guaranty loan equal to the same rate that the state guaranty would be carrying at that time if it were still in force. The lender shall pay this interest to the state until the collateral for the state guaranty has been liquidated and the state reimbursed. The department may extend the fourteen-month period for a lender in the case of bankruptcy for extenuating circumstances; (6) The department has the final approval in the sale of all collateral for the state guaranty. Proceeds from collateral sales are distributed in the following order: (a) State recovers the eighty-five percent principal portion of the claim paid; (b) Lender recovers fifteen percent of the principal; (c) After one hundred percent of the principal has been recovered, proceeds are distributed at an eighty-five to fifteen ratio to recover the state's and lender's interest; (d) Lender's legal expenses and sale costs; and (7) The lender agrees to absorb the first fifteen percent loss of principal and interest for a loan guaranteed under the program. Section 5. Any applicant for a state guaranty loan may have a guarantor sign the note with the applicant or pledge additional collateral for the state guaranty. Section 6. The state guaranty loan may not exceed three hundred thousand dollars per farmer or farming operation. If the loan is secured entirely with real estate, it may be structured with a thirty-year amortization and a balloon payment that comes due to the tenth year. Repayment schedules may be tailored to the collateral if the loan is not entirely secured by real estate. The maximum loan length is ten years. Section 7. Any real estate to be used as collateral on a state guaranty loan shall be evaluated by an appraiser accepted by the department. To be considered a qualified appraiser, the appraiser shall be a member of the South Dakota Association of Farm Managers and Rural Appraisers and have at least three years experience in rural appraisals, or submit the appraiser's qualifications to the department for approval. The real estate appraiser shall complete a standard appraisal. All depreciable property to be used as collateral on a state guaranty loan must be evaluated by a qualified appraiser. The appraiser shall complete a listing and appraisal. The department shall promulgate rules pursuant to chapter 1-26 to specify additional qualifications of appraisers and the types of appraisals and appraisal information that is required. Section 8. The lender and the department shall review the state guaranty loan annually for adequacy of collateral and performance by the applicant. If the department determines that there is not sufficient collateral to adequately secure the state's liability, additional collateral may be required. If the applicant is unwilling or unable to pledge additional collateral, the state guaranty may be called. It the department calls the state guaranty, the holder of the guaranty shall be paid eighty-five percent of the outstanding principal and interest on the loan and the applicant is liable to reimburse the state. No state guaranty loan may be called during the first three years of the state guaranty loan except for lack of performance or insufficient collateral. After the first three years of the state guaranty loan, the lender may review the state guaranty annually and withdraw from the guaranty program by giving the borrower not less than ninety days notice that the entire loan balance is due on the next payment date. If no such action is taken, the loan automatically continues for another year. If a state guaranty loan is called or revoked for whatever reason, written notice shall be served to the department, lender, and applicant not less than ninety days before the action. Section 9. In the event of default, the department shall make payment on the state guaranty of eighty-five percent of the outstanding principal and interest owed on the state guaranty loan to the holder of the state guaranty. The department shall pay the holder of the state guaranty within one hundred twenty days of the default. Section 10. The department may guaranty up to ten million dollars in loans through the state guaranty program. The State of South Dakota backs a loss reserve fund with a total commitment of two million dollars. Section 11. The interest rate on the state guaranty loan program shall be adjusted annually, on the payment date of the state guaranty loan, to a rate not to exceed two and one-half percent over the one-year treasury bill yield for that day. If both the lender and farmer agree, the interest rate on the state guaranty loan may be converted to a fixed interest rate at any time during the term of the loan. Section 12. The state must be sufficiently collateralized on the state guaranty loan at all times. The department, acting as agent for the State of South Dakota, shall determine whether the collateral is sufficient to cover the state's liability. Collateral shall be determined on an individual basis for each loan. Section 13. At the time the loan is made, the applicant shall pay a three-fourths of one percent closing fee. Of this closing fee, the department shall receive two-thirds to cover administrative and legal expenses and the lender shall receive one third to cover administrative expenses in completing and filling out the application packet and closing documents. The closing fee may be included in the state guaranty loan amount. The applicant shall pay a three hundred dollar application fee to be submitted to the lender at the time of application. This fee is not refundable. The three hundred dollar application fee shall be taken out of the closing fee at the time of closing. Section 14. The state guaranty loan may be fully paid or partially paid at any time while the loan is outstanding if the loan is held in the lender's portfolio and not sold into the secondary market. State guaranty loans may not be assumed. Section 15. The applicant is liable to pay for all appraisal fees that are incurred when the value of the collateral for the state guaranty loan is established. Collateral may be transferred if approved by the department and the lender. Section 16. The lender may charge no fees or points in addition to the closing fee. The applicant is liable for normal and customary attorney's fees, abstracting costs, filing fees, appraisal fees, as additional expenses. The applicant is also liable for any costs involved in selling the guaranteed portion of the loan into the secondary market. Section 17. The department may, at any time, audit records of the lender and borrower relating to a particular state guaranty loan to insure that all information submitted is accurate and complete. Section 18. The South Dakota agricultural loan guaranty fund is hereby established within the state treasury. Any interest earned on money in the fund shall be deposited in the fund. Any money in the fund is continuously appropriated to carry out the purposes of this Act. Section 19. The department shall promulgate rules pursuant to chapter 1-26 to establish application and award procedures for state guaranty loans and to specify and require documentation and forms to be used in the program. The rules may establish a board of directors of the department to act on state guaranty loan applications and cases. The rules may specify collateral and appraisal requirements and other administrative requirements necessary in the implementation of this Act."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14637, "action_date": "1999-01-27T14:00:00-06:00", "document_id": 82145, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82145.pdf", "status_text": "First read in Senate and referred to", "journal_page": 217, "committee_id_action": 629, "committee_id_assigned": 611, "result": "N", "vote": {}}, {"bill_id": 14637, "action_date": "1999-02-12T07:45:00-06:00", "document_id": 82089, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82089.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 611, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14637, "action_date": "1999-02-12T07:45:00-06:00", "document_id": 82089, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82089.pdf", "status_text": "Deferred to 41st legislative day", "journal_page": 474, "committee_id_action": 611, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41393, "president_vote": null, "Yea": [2224, 2270, 2230, 2299, 2283, 2241], "Nay": [2246, 2259, 2292]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/14637"}