{"session_id": 21, "bill_id": 6164, "bill_type": "House Bill", "bill_number": 1003, "bill_title": "repeal the alcohol wholesaler tax and to increase the occupational tax on certain alcoholic beverages.", "sponsors": [{"legislator_profile_id": 854, "is_prime": true}, {"legislator_profile_id": 869, "is_prime": true}, {"legislator_profile_id": 853, "is_prime": false}, {"legislator_profile_id": 889, "is_prime": false}, {"legislator_profile_id": 899, "is_prime": false}, {"legislator_profile_id": 861, "is_prime": false}, {"legislator_profile_id": 864, "is_prime": false}, {"legislator_profile_id": 872, "is_prime": false}], "keywords": ["Alcoholic Beverages", "Taxes"], "audio": [{"meeting_datetime": "2015-01-27T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hta10.mp3", "start_seconds": 2673.0}, {"meeting_datetime": "2015-01-27T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hta10.mp3", "start_seconds": 2673.0}, {"meeting_datetime": "2015-01-27T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2015/hta10.mp3", "start_seconds": 2673.0}], "bill_versions": [{"bill_id": 6164, "bill_version_id": 32864, "bill_version": "Introduced", "bill_version_date": "2015-01-05T16:38:58.74-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal the alcohol wholesaler tax and to increase the occupational tax on certain alcoholic beverages. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 35-5-3 be amended to read as follows: 35-5-3. The occupational tax based on the quantities of different kinds of alcoholic beverages is: (1) Malt beverages, eight dollars and fifty cents per barrel of thirty-one gallons, or a pro rata portion thereof in accordance with the size of the bulk container; (2) All light wines and diluted beverages (except sparkling wines and cider) containing alcohol by weight to the extent of more than 3.2 percent and not more than fourteen percent, ninety-three one dollar and sixteen cents per gallon; (3) All wines (except sparkling wines) containing alcohol by weight to the extent of more than fourteen percent and not more than twenty percent, one dollar and forty-five eighty-one cents per gallon; (4) All wines (except sparkling wines) containing alcohol by weight to the extent of more than twenty percent and not more than twenty-four percent, all natural sparkling wines containing alcohol and all artificial sparkling wines containing alcohol, two dollars and seven fifty-seven cents per gallon; (4A) All cider containing alcohol by weight not more than ten percent, twenty-eight thirty-five cents per gallon; (5) All other alcoholic beverages not otherwise specified, three dollars and ninety-three four dollars and ninety-one cents per gallon. For the purposes of this section, diluted beverages are alcoholic beverages prepared from the admixture of spirits or wine with water, dairy products, fruit juices, or vegetable juices, to which may be added natural flavors, artificial flavors, sweetening agents, or food additives to produce a beverage distinct and unique from the spirits or wine. In no case does the term, diluted beverages, include beverages which contain in excess of twelve percent alcohol by weight. Any funds collected from the tax imposed by this section shall be deposited in the alcoholic beverage fund. Section 2. That § 35-5-6.1 be repealed. 35-5-6.1. In addition to the tax imposed by § 35-5-3, a tax of two percent of the purchase price is imposed upon the purchases of alcoholic beverages, except malt beverages, by a wholesaler from a distiller, manufacturer, or supplier. The tax shall be paid monthly and shall be administered and collected in the same manner as provided in this chapter for the collection of the occupational tax. A licensee shall indicate the total dollar amount of purchases received during the reporting period. Funds collected from the tax imposed by this section shall be deposited in the state general fund. Section 3. That § 35-5-22 be amended to read as follows: 35-5-22. Twenty-five Twenty percent of all of the revenues deposited in the alcoholic beverage fund shall revert to the municipalities. The share of each municipality of such fund shall be determined by the ratio the population of such municipality has to the total population of all the municipalities sharing in the receipts from such tax. The Department of Revenue shall make such reversion by remitting not later than November first, February first, May first, and August first, of each year to the finance officer of each such municipality its share of such fund, and the amount so received by such municipality shall be deposited in its general fund."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 6164, "action_date": "2015-01-13T12:00:00-06:00", "document_id": 33112, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33112.pdf", "status_text": "First Reading House", "journal_page": 22, "committee_id_action": 286, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6164, "action_date": "2015-01-14T13:00:00-06:00", "document_id": 33159, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33159.pdf", "status_text": "Referred to", "journal_page": 37, "committee_id_action": 286, "committee_id_assigned": 280, "result": "N", "vote": {}}, {"bill_id": 6164, "action_date": "2015-01-27T08:00:00-06:00", "document_id": 33440, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33440.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 280, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 6164, "action_date": "2015-01-27T08:00:00-06:00", "document_id": 33772, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/33772.pdf", "status_text": "Tabled", "journal_page": 174, "committee_id_action": 280, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17783, "president_vote": null, "Excused": [915, 947, 920], "Yea": [952, 857, 919, 956, 907, 906, 911, 922, 932, 949, 914, 869]}}], "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/6164"}