{"session_id": 45, "bill_id": 13044, "bill_type": "House Bill", "bill_number": 1271, "bill_title": "to request that interim study be conducted of property taxes, classification of property, property tax levies, and property tax exemptions.", "sponsors": [{"legislator_profile_id": 1945, "is_prime": true}, {"legislator_profile_id": 1984, "is_prime": true}, {"legislator_profile_id": 1971, "is_prime": false}], "keywords": ["Property Taxes"], "audio": [], "bill_versions": [{"bill_id": 13044, "bill_version_id": 73551, "bill_version": "Introduced", "bill_version_date": "1997-02-03T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to create a classification for family-farms and owner- operated commercial businesses, to revise and establish maximum property tax levies for certain property, to provide certain limited exemptions for owner-occupied dwellings and owner-operated commercial businesses, and to revise the rule-making authority of the Department of Revenue. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-13 be amended by adding thereto a NEW SECTION to read as follows: Each owner-operated commercial business in this state is specifically classified for the purpose of taxation. An owner-operated commercial business is owned by any person who is actively operating the business as their primary economic activity, shares in the risk of operating a business, and is entitled to share in the profits and losses of the business for which such classification is requested pursuant to section 2 of this Act. For the purposes of this section, an owner-operated commercial business is land, buildings, and structures, which are assessed and taxed as a separate unit, as recorded in the records of the director of equalization. Section 2. That chapter 10-13 be amended by adding thereto a NEW SECTION to read as follows: To be eligible for a property tax classification pursuant to section 1 of this Act, the owner of each business shall submit a certificate to the county director of equalization stating such person is the owner of the property and that the owner meets the qualifications of an owner- operated commercial business. The owner shall submit the certificate by March fifteenth of each year beginning in 1998. The owner shall sign the certificate under penalty of perjury. The Department of Revenue shall prescribe the form of the certificate. Section 3. That chapter 10-4 be amended by adding thereto a NEW SECTION to read as follows: Ten thousand dollars of the full and true value of the property specifically classified pursuant to section 1 of this Act date is exempt from taxation for the general fund of a school district pursuant to § § 10-12-42 and 13-13-10.1. No person may receive more than one ten thousand dollar exemption pursuant to this section for any owner-operated commercial business. No property classified as an owner-operated commercial business may receive more than one ten thousand dollar exemption pursuant to this section. Section 4. That chapter 10-4 be amended by adding thereto a NEW SECTION to read as follows: Five thousand dollars of the full and true value of any owner-occupied single-family dwelling as defined in § 10-13-39 is exempt from taxation from the levy for the general fund of a school district pursuant to § § 10-12-42 and 13-13-10.1 . No person may receive more than one five thousand dollar exemption pursuant to this section for any owner-occupied single-family dwelling. Section 5. That chapter 10-13 be amended by adding thereto a NEW SECTION to read as follows: Each family-farm in this state is specifically classified for the purpose of taxation. A family- farm is owned by any person who is actively operating the farm or ranch as their primary economic activity, shares in the risk of producing agricultural products, and is entitled to share in the agricultural products available for marketing from the farm or ranch, or would have shared had the agricultural products been produced for which such classification is requested pursuant to section 6 of this Act. For the purposes of this section, a family-farm is agricultural land, buildings, and structures, which are assessed and taxed as a separate unit, as recorded in the records of the director of equalization. All other agricultural land, buildings, and structures are specifically classified as other agricultural property for the purpose of taxation. Section 6. That chapter 10-13 be amended by adding thereto a NEW SECTION to read as follows: To be eligible for a property tax classification pursuant to section 5 of this Act, the owner of each family-farm shall submit a certificate to the county director of equalization stating such person is the owner of the property and that the owner meets the qualifications of a family-farm. The owner shall submit the certificate by March fifteenth of each year beginning in 1998. The owner shall sign the certificate under penalty of perjury. The Department of Revenue shall prescribe the form of the certificate. Section 7. That § 10-13-21 be amended to read as follows: 10-13-21. The secretary of revenue may promulgate rules pursuant to chapter 1-26 governing the administration of this chapter to administer the property tax reduction program and the tax levy for the general fund of a school district pursuant to § 10-12-42, concerning: (1) The definition of an owner-occupied dwelling; (2) The definition of an owner-operated commercial business; (3) The definition of a family-farm; (4) The requirements of reporting ownership of property; (5) An appeal process. Section 8. That § 10-12-42 be amended to read as follows: 10-12-42. For taxes payable in 1997 and each year thereafter, the levy for the general fund of a school district shall be as follows: (1) The maximum tax levy shall be sixteen dollars and seventy-five cents per thousand dollars of taxable valuation subject to the limitations on family-farm agricultural property as provided in subdivision (2) of this section and , owner-occupied property as provided for in subdivision (3) of this section , owner-operated commercial property as provided for in subdivision (4) of this section, and other agricultural property as provided for in subdivision (5) of this section ; (2) The maximum tax levy on agricultural property for a family-farm as defined in section 5 of this Act for such school district shall be five dollars and seventy-five fifty cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13 , the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies; (3) The maximum tax levy for an owner-occupied single-family dwelling as defined in § 10-13-40, for such school district may not exceed shall be nine dollars and twenty cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies as stated in chapter 10-13 , the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies ; (4) The tax levy for owner-operated commercial property as defined in section 1 of this Act, for the school district shall be sixteen dollars and seventy-five cents per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum; (5) The tax levy for other agricultural property as defined in section 5 of this Act, for the school district shall be eight dollars per thousand dollars of taxable valuation. If the district's levies are less than the maximum levies, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies . All levies in this section shall be imposed on valuations where the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue. These valuations shall be used for all school funding purposes. If the district has imposed an excess levy pursuant to § 10-13-43, the levies shall maintain the same proportion to each other as represented in the mathematical relationship at the maximum levies in this section. The school district may elect to tax at less than the maximum amounts set forth in this section. Section 9. That § 13-13-10.1 be amended to read as follows: 13-13-10.1. Terms used in this chapter mean: (1) \"Average daily membership,\" the average number of kindergarten through twelfth grade pupils enrolled in the school district during the previous regular school year, minus average number of pupils for whom the district receives tuition, except pupils described in subdivision (1A) and plus the average number of pupils for whom the district pays tuition; (1A) Nonresident students who are in the care and custody of the Department of Social Services, the Unified Judicial System, or other state agencies and are attending a public school may be included in the average daily membership of the receiving district when enrolled in the receiving district for more than thirty school days. When counting a student who meets these criteria in its average daily membership, the receiving district may begin the enrollment on the first day of attendance. The district of residence prior to the custodial transfer may not include students who meet these criteria in its average daily membership after the student ceases to attend school in the resident district for more than thirty school days; (2) \"Adjusted average daily membership,\" calculated as follows: (a) For districts with an average daily membership of two hundred or less, multiply 1.2 times the average daily membership; (b) For districts with an average daily membership of less than six hundred, but greater than two hundred, raise the average daily membership to the 0.8293 power and multiply the result times 2.98; (c) For districts with an average daily membership of six hundred or more, multiply 1.0 times their average daily membership; (3) \"Index factor,\" is the annual percentage change in the consumer price index for urban wage earners and clerical workers as computed by the Bureau of Labor Statistics of the United States Department of Labor for the year before the year immediately preceding the year of adjustment or three percent, whichever is less; (4) \"Per student allocation,\" for the period January 1, 1997, to June 30, 1997, inclusive, is $1,675. For school fiscal year 1998, beginning on July 1, 1997, the per student allocation shall be $3,350 increased by the index factor. Each school fiscal year thereafter, the per student allocation shall be the previous fiscal year's per student allocation increased by the index factor; (5) \"Local need,\" the per student allocation multiplied by the adjusted average daily membership; (6) \"Local effort,\" the amount of ad valorem taxes generated in a school fiscal year by applying the following levies: (a) The levy for school district purposes is sixteen dollars and seventy-five cents per thousand dollars of taxable valuation subject to the limitations on agricultural property family-farms as provided in subsection (b) and , owner-occupied property as provided in subsection (c) , and owner-operated commercial property as provided in subsection (d), and other agricultural property as provided in subsection (e) ; (b) The tax levy on agricultural property for family-farms for the school district is five dollars and seventy-five fifty cents per thousand dollars of taxable valuation; (c) The tax levy for owner-occupied single-family dwelling for the school district is nine dollars and twenty cents per thousand dollars of taxable valuation ; (d) The tax levy for owner-operated commercial property for the school district is sixteen dollars and seventy-five cents per thousand dollars of taxable valuation; (e) The tax levy for other agricultural property for the school district is eight dollars per thousand dollars of taxable valuation . For the period January 1, 1997, to June 30, 1997, inclusive, local effort shall be one-half of the amount of ad valorem taxes generated in calendar year 1997 by applying the following levies: (a) The levy for school district purposes is sixteen dollars and seventy-five cents per thousand dollars of taxable valuation subject to the limitations on agricultural property as provided in subsection (b) and , owner-occupied property as provided in subsection (c); (b) The tax levy on agricultural property for the school district is five dollars and seventy-five cents per thousand dollars of taxable valuation; (c) The tax levy for owner-occupied single-family dwelling for the school district is nine dollars and twenty cents per thousand dollars of taxable valuation. All levies shall be based on valuations including valuations pursuant to § 13-13-10.2 and 13-13-20.4 such that the median level of assessment represents eighty-five percent of market value as determined by the Department of Revenue. The total amount of taxes that would be generated at the levies pursuant to this section shall be considered local effort. Section 10. The effective date of this Act is January 1, 1998."}, {"bill_id": 13044, "bill_version_id": 73550, "bill_version": "House Taxation Engrossed", "bill_version_date": "1997-02-19T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to request that interim study be conducted of property taxes, classification of property, property tax levies, and property tax exemptions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: The Executive Board of the Legislative Research Council is requested to appoint an interim study committee to conduct a thorough review of property taxes, classification of property, property tax levies, and property tax exemptions. The committee, if appointed, shall report its findings to the 1998 Legislature. BILL HISTORY 2/3/97 First read in House and referred to Taxation. H.J. 269 2/11/97 Scheduled for Committee hearing on this date. 2/12/97 Scheduled for Committee hearing on this date. 2/13/97 Scheduled for Committee hearing on this date. 2/18/97 Scheduled for Committee hearing on this date. 2/18/97 Taxation Do Pass Amended, Passed, AYES 9, NAYS 3. H.J. 528 2/18/97 Taxation Title Amended."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 13044, "action_date": "1997-02-03T14:00:00-06:00", "document_id": 72894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72894.pdf", "status_text": "First read in House and referred to", "journal_page": 269, "committee_id_action": 544, "committee_id_assigned": 540, "result": "N", "vote": {}}, {"bill_id": 13044, "action_date": "1997-02-11T07:45:00-06:00", "document_id": 72326, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72326.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 540, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13044, "action_date": "1997-02-12T07:45:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 540, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13044, "action_date": "1997-02-13T07:45:00-06:00", "document_id": 72352, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72352.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 540, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13044, "action_date": "1997-02-18T07:45:00-06:00", "document_id": 72385, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72385.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 540, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 13044, "action_date": "1997-02-18T07:45:00-06:00", "document_id": 72385, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72385.pdf", "status_text": "Do Pass Amended,", "journal_page": 528, "committee_id_action": 540, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 35275, "president_vote": null, "Yea": [1886, 1895, 1907, 1943, 1887, 1937, 1983, 1987, 1900], "Nay": [1888, 1962, 1954], "Excused": [1958]}}, {"bill_id": 13044, "action_date": "1997-02-18T07:45:00-06:00", "document_id": 72385, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72385.pdf", "status_text": "Title Amended", "journal_page": null, "committee_id_action": 540, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 13044, "action_date": "1997-02-20T14:00:00-06:00", "document_id": 72920, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/72920.pdf", "status_text": "Do Pass Amended,", "journal_page": 620, "committee_id_action": 544, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 36486, "president_vote": null, "Nay": [1886, 1887, 1888, 1890, 1891, 1892, 1894, 1900, 1904, 1909, 1910, 1914, 1916, 1918, 1921, 1926, 1929, 1933, 1934, 1936, 1941, 1942, 1943, 1944, 1950, 1951, 1952, 1954, 1957, 1958, 1961, 1962, 1963, 1964, 1966, 1967, 1968, 1970, 1973, 1980, 1985, 1987, 1988, 1924], "Yea": [1895, 1896, 1897, 1898, 1899, 1902, 1903, 1906, 1907, 1913, 1917, 1922, 1923, 1931, 1937, 1940, 1947, 1948, 1949, 1953, 1971, 1974, 1975, 1982, 1983, 1984]}}]}