{"session_id": 44, "bill_id": 22104, "bill_type": "House Bill", "bill_number": 1028, "bill_title": "revise petition requirements and the criteria for issuance of a water right permit.", "sponsors": [], "keywords": ["Administrative Procedure", "Boards and Commissions", "Executive/Judiciary Request", "Petitions", "Water Rights"], "audio": [{"meeting_datetime": "2021-01-26T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hag10.mp3", "start_seconds": 807.0}, {"meeting_datetime": "2021-01-26T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hag10.mp3", "start_seconds": 807.0}, {"meeting_datetime": "2021-01-26T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hag10.mp3", "start_seconds": 807.0}, {"meeting_datetime": "2021-01-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou11.mp3", "start_seconds": 2705.0}, {"meeting_datetime": "2021-01-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou11.mp3", "start_seconds": 2705.0}, {"meeting_datetime": "2021-01-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/hou11.mp3", "start_seconds": 2705.0}, {"meeting_datetime": "2021-02-09T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sag19.mp3", "start_seconds": 2878.0}, {"meeting_datetime": "2021-02-09T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sag19.mp3", "start_seconds": 2878.0}, {"meeting_datetime": "2021-02-09T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sag19.mp3", "start_seconds": 2878.0}, {"meeting_datetime": "2021-02-09T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sag19.mp3", "start_seconds": 2878.0}, {"meeting_datetime": "2021-02-10T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen20.mp3", "start_seconds": 4246.0}, {"meeting_datetime": "2021-02-10T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen20.mp3", "start_seconds": 4246.0}, {"meeting_datetime": "2021-02-10T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2021/sen20.mp3", "start_seconds": 4246.0}], "bill_versions": [{"bill_id": 22104, "bill_version_id": 210647, "bill_version": "Introduced", "bill_version_date": "2021-01-09T11:57:26.59-06:00", "bill_text": "An Act to revise petition requirements and the criteria for issuance of a water right permit. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 46-2A-4 be AMENDED. 46-2A-4. Publication of application and recommendation of chief engineer--Time for publication--Contents of notice. Except in the case of an application for a well driller license or a well pump installer license, if a recommendation is to approve or defer an application or if an applicant has filed a petition to oppose a recommendation to deny an application, the applicant shall publish notice of the application and recommendation at least once in at least one official newspaper in each county where the water will be diverted or used or where project works will be located. The official newspaper shall be selected by the chief engineer and shall be a newspaper designated as an official newspaper pursuant to § 7-18-3. If the official newspaper is a weekly newspaper, then the notice shall also be published at least once in a daily newspaper. The daily newspaper selected by the chief engineer shall be located as near as possible to the location where the water will be diverted or used. Public notice of the application shall also be posted on the department's website until final action is taken on the application. The publication shall be at least twenty days before the first day of the Water Management Board meeting at which the matter is noticed to be heard. No application for a permit, license, or amendment may be considered and approved by the board until proof of all required publications has been filed with the chief engineer. The notice, which shall be provided by the chief engineer to the applicable newspapers, shall include the following, as applicable: (1) The name and address of the applicant; (2) A brief description of the project, including, where applicable, the proposed place or places of use of the water or facilities, including the point of diversion, the amount of water to be used and the purpose for which the water or facility is to be used; (3) A brief statement describing the recommendation and the reasons for the recommendation; (4) A statement that any interested person who intends to a person may only participate in the hearing shall file if: (a) The person alleges that the application, upon approval, will cause injury to the person that is unique from any injury suffered by the public in general; (b) The person's injury concerns a matter either within the regulatory authority found in § 46-2A-9 for approval or denial of the application, or other matter concerning the application within the regulatory authority of the board to act upon as defined by §§ 46-2-9 and 46-2-11, or both; and (c) The person files a petition to oppose or support the application and that the petition shall be filed with the chief engineer and applicant at least within ten days before of the published date for hearing notice; (5) A statement that a petition to oppose or support an application may be informal, but shall be in writing, on a form provided by the chief engineer, and shall contain the following: (a) A statement describing the petitioner's interest in the application unique injury upon approval of the application on the petitioner; (b) The reasons for the petitioner's opposition to or support for the application; and (c) The signature name and mailing address of the petitioner or the petitioner's legal counsel; (6) A statement that if the applicant intends to contest the recommendation, the applicant shall file a petition with the chief engineer within ten days of the published notice; (7) A statement that any interested person may file a comment on an application with the chief engineer within ten days of the published notice, and the comment shall be filed on a form provided by the chief engineer. Filing a comment does not make the commenter a party of record to, or a participant in, the hearing; (8) A statement telling where copies of the recommendation, application, or other information may be obtained; (7)(9) The time when and the place where the application will be considered by the board; (8)(10) A statement that the recommendation of the chief engineer is not final or binding upon the board and is subject to the approval of the board after it reaches a conclusion based on facts at the public hearing; (9)(11) A statement that the time of hearing will be automatically extended for at least twenty days upon written request of the applicant or any person who has filed a petition to oppose or support the application and a statement that any such request by the applicant or person filing a petition shall be made at least within ten days before of the published date for hearing notice; and (10)(12) A statement that if the applicant does not contest the recommendation of the chief engineer and no petition to oppose the application is received, the chief engineer shall act on the application pursuant to the chief engineer's recommendation and no hearing may be held before the board, unless the chief engineer makes a finding that an application, even if uncontested, presents important issues of public policy or public interest that should be heard by the board. Section 2. That § 46-2A-5 be AMENDED. 46-2A-5. Postponement of hearing on application--Time for notice. The applicant or any person who has filed a petition to oppose or support an application, may submit file a written notice to the chief engineer requesting a postponement of the date set for hearing on the application. Upon receipt of the written notice, the chief engineer shall cancel the original hearing on the application and reschedule the application for hearing by the Water Management Board not less than twenty days after the published date for hearing. The notice shall be filed at least within ten days before of the published date for hearing notice as provided for by §§ 46-2A-4 and 46-2A-23. Section 3. That § 46-2A-6 be AMENDED. 46-2A-6. Service and filing of pleadings, petitions, and motions. The originals of all pleadings, including petitions to contest, petitions to intervene, and motions, shall be filed with the chief engineer and served upon other parties, either personally or by mail. The chief engineer shall provide copies to all Water Management Board members. Service and filing by mail shall be deemed complete upon mailing. Any comment filed pursuant to subdivision 46-2A-4(7) shall be provided by the chief engineer to all Water Management Board members and become part of the public record. Section 4. That § 46-2A-9 be AMENDED. 46-2A-9. Appropriation of water--When permit may be issued. A permit to appropriate water may only be issued only if there is reasonable probability that there is unappropriated water is available for the applicant's proposed use, that, the proposed diversion can be developed without unlawful impairment of existing domestic water uses and water rights and that, the proposed use is a beneficial use, and the permit is in the public interest as it pertains to matters of public interest within the regulatory authority of the Water Management Board as defined by §§ 46-2-9 and 46-2-11. Section 5. That § 46-2A-23 be AMENDED. 46-2A-23. Publication of notice to determine opposition to application or recommendation of chief engineer--Petition to contest--Notice of hearing. Following the issuance of a recommendation to approve an application pursuant to § 46-2A-2, the chief engineer may publish, at the expense of the applicant, a notice to determine whether any person opposes the application or recommendation of the chief engineer. The notice shall be published as provided for in § 46-2A-4, and the notice shall contain the information provided for in subdivisions 46-2A-4(1), (2), (3), (5), (6) to (8), inclusive, and (10) (12). The notice is not required to refer to a board meeting or hearing date. In addition, the notice shall include a statement that if the applicant intends to contest the recommendation, the applicant shall file a petition with the chief engineer, and any interested person meeting petitioner requirements found in subdivision 46-2A-4(4) who intends to oppose or support the application or recommendation shall file a petition with the chief engineer and the applicant. Any petition shall be filed within ten days of the published notice. A statement shall also be included that any comment filed pursuant to subdivision 46-2A-4(7) will not cause a hearing to be held. If no petition to contest the recommendation or to oppose an application is timely filed, the chief engineer, following receipt of proof of publication, shall act on the application consistent with the chief engineer's recommendation as provided by rules promulgated by the Water Management Board pursuant to chapter 1-26 delegating authority to the chief engineer to issue uncontested permits pursuant to §§ 46-1-16 and 46-2-3.1, without hearing by the board. If a petition to contest the recommendation or to oppose the application is timely filed, the chief engineer shall provide notice of a board hearing pursuant to § 1-26-17. The notice shall also include a statement that the recommendation of the chief engineer is not final or binding upon the board and is subject to the decision of the board based on evidence and record of the public hearing. A statement shall also be included in the notice that the applicant or any interested person who has filed a petition to oppose or support an application, may file a written notice with the chief engineer requesting postponement of the original hearing date. The written notice requesting postponement shall be filed within twenty ten days of the date of the notice scheduling the board hearing, but not less than ten days before the date the application is scheduled for hearing. Upon timely receipt of a written notice, the chief engineer shall cancel the original hearing and reschedule the hearing not less than twenty days after the original hearing date. Notice of hearing shall be provided by personal service or by first class mail to the applicant and parties of record."}, {"bill_id": 22104, "bill_version_id": 217234, "bill_version": "Enrolled", "bill_version_date": "2021-02-10T16:43:02.867-06:00", "bill_text": "ENTITLED An Act to revise petition requirements and the criteria for issuance of a water right permit. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 46-2A-4 be AMENDED. 46-2A-4. Publication of application and recommendation of chief engineer--Time for publication--Contents of notice. Except in the case of an application for a well driller license or a well pump installer license, if a recommendation is to approve or defer an application or if an applicant has filed a petition to oppose a recommendation to deny an application, the applicant shall publish notice of the application and recommendation at least once in at least one official newspaper in each county where the water will be diverted or used or where project works will be located. The official newspaper shall be selected by the chief engineer and shall be a newspaper designated as an official newspaper pursuant to § 7-18-3. If the official newspaper is a weekly newspaper, then the notice shall also be published at least once in a daily newspaper. The daily newspaper selected by the chief engineer shall be located as near as possible to the location where the water will be diverted or used. Public notice of the application shall also be posted on the department's website until final action is taken on the application. The publication shall be at least twenty days before the first day of the Water Management Board meeting at which the matter is noticed to be heard. No application for a permit, license, or amendment may be considered and approved by the board until proof of all required publications has been filed with the chief engineer. The notice, which shall be provided by the chief engineer to the applicable newspapers, shall include the following, as applicable: (1) The name and address of the applicant; (2) A brief description of the project, including, where applicable, the proposed place or places of use of the water or facilities, including the point of diversion, the amount of water to be used and the purpose for which the water or facility is to be used; (3) A brief statement describing the recommendation and the reasons for the recommendation; (4) A statement that a person may only participate in the hearing if: (a) The person alleges that the application, upon approval, will cause injury to the person that is unique from any injury suffered by the public in general; (b) The person's injury concerns a matter either within the regulatory authority found in § 46-2A-9 for approval or denial of the application, or other matter concerning the application within the regulatory authority of the board to act upon as defined by §§ 46-2-9 and 46-2-11, or both; and (c) The person files a petition to oppose the application with the chief engineer and applicant within ten days of the published notice; (5) A statement that a petition to oppose an application shall be in writing, on a form provided by the chief engineer, and shall contain the following: (a) A statement describing the unique injury upon approval of the application on the petitioner; (b) The reasons for the petitioner's opposition to the application; and (c) The name and mailing address of the petitioner or the petitioner's legal counsel; (6) A statement that if the applicant intends to contest the recommendation, the applicant shall file a petition with the chief engineer within ten days of the published notice; (7) A statement that any interested person may file a comment on an application with the chief engineer within ten days of the published notice, and the comment shall be filed on a form provided by the chief engineer. Filing a comment does not make the commenter a party of record to, or a participant in, the hearing; (8) A statement telling where copies of the recommendation, application, or other information may be obtained; (9) The time when and the place where the application will be considered by the board; (10) A statement that the recommendation of the chief engineer is not final or binding upon the board and is subject to the approval of the board after it reaches a conclusion based on facts at the public hearing; (11) A statement that the time of hearing will be automatically extended for at least twenty days upon written request of the applicant or any person who has filed a petition to oppose the application and a statement that any such request by the applicant or person filing a petition shall be made within ten days of the published notice; and (12) A statement that if the applicant does not contest the recommendation of the chief engineer and no petition to oppose the application is received, the chief engineer shall act on the application pursuant to the chief engineer's recommendation and no hearing may be held before the board, unless the chief engineer makes a finding that an application, even if uncontested, presents important issues of public policy or public interest that should be heard by the board. Section 2. That § 46-2A-5 be AMENDED. 46-2A-5. Postponement of hearing on application--Time for notice. The applicant or any person who has filed a petition to oppose an application, may file a written notice to the chief engineer requesting a postponement of the date set for hearing on the application. Upon receipt of the written notice, the chief engineer shall cancel the original hearing on the application and reschedule the application for hearing by the Water Management Board not less than twenty days after the published date for hearing. The notice shall be filed within ten days of the published notice as provided for by §§ 46-2A-4 and 46-2A-23. Section 3. That § 46-2A-6 be AMENDED. 46-2A-6. Service and filing of pleadings, petitions, and motions. The originals of all pleadings, including petitions to contest, petitions to intervene, and motions, shall be filed with the chief engineer and served upon other parties, either personally or by mail. The chief engineer shall provide copies to all Water Management Board members. Service and filing by mail shall be deemed complete upon mailing. Any comment filed pursuant to subdivision 46-2A-4(7) shall be provided by the chief engineer to all Water Management Board members and become part of the public record. Section 4. That § 46-2A-9 be AMENDED. 46-2A-9. Appropriation of water--When permit may be issued. A permit to appropriate water may only be issued if there is reasonable probability that unappropriated water is available for the applicant's proposed use, the proposed diversion can be developed without unlawful impairment of existing domestic water uses and water rights, the proposed use is a beneficial use, and the permit is in the public interest as it pertains to matters of public interest within the regulatory authority of the Water Management Board as defined by §§ 46-2-9 and 46-2-11. Section 5. That § 46-2A-23 be AMENDED. 46-2A-23. Publication of notice to determine opposition to application or recommendation of chief engineer--Petition to contest--Notice of hearing. Following the issuance of a recommendation to approve an application pursuant to § 46-2A-2, the chief engineer may publish, at the expense of the applicant, a notice to determine whether any person opposes the application or recommendation of the chief engineer. The notice shall be published as provided for in § 46-2A-4, and the notice shall contain the information provided for in subdivisions 46-2A-4(1) to (8), inclusive, and (12). The notice is not required to refer to a board meeting or hearing date. In addition, the notice shall include a statement that if the applicant intends to contest the recommendation, the applicant shall file a petition with the chief engineer, and any interested person meeting petitioner requirements found in subdivision 46-2A-4(4) who intends to oppose the application or recommendation shall file a petition with the chief engineer and the applicant. Any petition shall be filed within ten days of the published notice. A statement shall also be included that any comment filed pursuant to subdivision 46-2A-4(7) will not cause a hearing to be held. If no petition to contest the recommendation or to oppose an application is timely filed, the chief engineer, following receipt of proof of publication, shall act on the application consistent with the chief engineer's recommendation as provided by rules promulgated by the Water Management Board pursuant to chapter 1-26 delegating authority to the chief engineer to issue uncontested permits pursuant to §§ 46-1-16 and 46-2-3.1, without hearing by the board. If a petition to contest the recommendation or to oppose the application is timely filed, the chief engineer shall provide notice of a board hearing pursuant to § 1-26-17. The notice shall also include a statement that the recommendation of the chief engineer is not final or binding upon the board and is subject to the decision of the board based on evidence and record of the public hearing. A statement shall also be included in the notice that the applicant or any interested person who has filed a petition to oppose an application, may file a written notice with the chief engineer requesting postponement of the original hearing date. The written notice requesting postponement shall be filed within ten days of the date of the notice scheduling the board hearing. Upon timely receipt of a written notice, the chief engineer shall cancel the original hearing and reschedule the hearing not less than twenty days after the original hearing date. Notice of hearing shall be provided by personal service or by first class mail to the applicant and parties of record. An Act to revise petition requirements and the criteria for issuance of a water right permit. I certify that the attached Act originated in the: House as Bill No. 1028 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1028 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2021 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2021 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2021 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 22104, "action_date": "2021-01-12T12:00:00-06:00", "document_id": 211012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/211012.pdf", "status_text": "First read in House and referred to", "journal_page": 1, "committee_id_action": 492, "committee_id_assigned": 486, "result": "N", "vote": {}}, {"bill_id": 22104, "action_date": "2021-01-26T07:45:00-06:00", "document_id": 212169, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212169.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 486, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22104, "action_date": "2021-01-26T07:45:00-06:00", "document_id": 212173, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/212173.pdf", "status_text": "Do Pass", "journal_page": 1, "committee_id_action": 486, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 67834, "president_vote": null, "Yea": [1770, 1778, 1788, 1792, 1820, 1832, 1868, 1883, 3782, 3794, 3797, 3802], "Nay": [1817]}}, {"bill_id": 22104, "action_date": "2021-01-27T14:00:00-06:00", "document_id": 213697, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/213697.pdf", "status_text": "Do Pass", "journal_page": 142, "committee_id_action": 492, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68004, "president_vote": null, "Yea": [1766, 1767, 1768, 1769, 1770, 1777, 1778, 1781, 1782, 1788, 1792, 1793, 1795, 1796, 1798, 1799, 1804, 1805, 1807, 1813, 1820, 1823, 1824, 1829, 1832, 1834, 1835, 1836, 1837, 1843, 1844, 1862, 1864, 1866, 1868, 1883, 3782, 3787, 3788, 3789, 3790, 3791, 3793, 3794, 3797, 3799, 3800, 3801, 3802], "Nay": [1772, 1780, 1784, 1800, 1802, 1809, 1817, 1822, 1826, 1830, 1839, 1841, 1852, 1855, 3783, 3784, 3785, 3786, 3792, 3804, 3806]}}, {"bill_id": 22104, "action_date": "2021-01-28T13:00:00-06:00", "document_id": 214294, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/214294.pdf", "status_text": "First read in Senate and referred to", "journal_page": 136, "committee_id_action": 514, "committee_id_assigned": 503, "result": "N", "vote": {}}, {"bill_id": 22104, "action_date": "2021-02-09T10:00:00-06:00", "document_id": 216621, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216621.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 503, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22104, "action_date": "2021-02-09T10:00:00-06:00", "document_id": 216622, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/216622.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 503, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68797, "president_vote": null, "Yea": [1775, 1786, 1811, 1831], "Nay": [1790, 1801, 1853]}}, {"bill_id": 22104, "action_date": "2021-02-10T14:00:00-06:00", "document_id": 217104, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217104.pdf", "status_text": "Do Pass", "journal_page": 240, "committee_id_action": 514, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 68992, "president_vote": null, "Yea": [1771, 3798, 1775, 1776, 1881, 1779, 1785, 1786, 1794, 1803, 1806, 1811, 1828, 1831, 1847, 1850, 1851, 1856, 1858, 1860, 3803, 3795, 1865, 1870], "Nay": [1783, 1789, 1790, 1801, 1808, 1812, 1819, 1827, 3805, 1853, 3796]}}, {"bill_id": 22104, "action_date": "2021-02-11T13:00:00-06:00", "document_id": 217249, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217249.pdf", "status_text": "Signed by the Speaker", "journal_page": 288, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22104, "action_date": "2021-02-16T14:00:00-06:00", "document_id": 217350, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217350.pdf", "status_text": "Signed by the President", "journal_page": 271, "committee_id_action": 514, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22104, "action_date": "2021-02-17T14:00:00-06:00", "document_id": 217581, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217581.pdf", "status_text": "Delivered to the Governor", "journal_page": 303, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 22104, "action_date": "2021-02-22T14:00:00-06:00", "document_id": 217863, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/217863.pdf", "status_text": "Signed by the Governor", "journal_page": 326, "committee_id_action": 492, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 7135, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/22104"}