{"session_id": 20, "bill_id": 5485, "bill_type": "Senate Bill", "bill_number": 36, "bill_title": "transfer the functions of the South Dakota Railroad Authority to the South Dakota Railroad Board.", "sponsors": [], "keywords": ["Public Utilities and Carriers", "Railroad"], "audio": [{"meeting_datetime": "2014-02-21T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/str24.mp3", "start_seconds": 536.0}, {"meeting_datetime": "2014-02-21T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/str24.mp3", "start_seconds": 536.0}, {"meeting_datetime": "2014-02-21T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/str24.mp3", "start_seconds": 536.0}, {"meeting_datetime": "2014-02-21T00:00:00-06:00", "committee": "STR", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/str24.mp3", "start_seconds": 536.0}, {"meeting_datetime": "2014-02-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen26.mp3", "start_seconds": 2865.0}, {"meeting_datetime": "2014-02-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen26.mp3", "start_seconds": 2865.0}, {"meeting_datetime": "2014-02-25T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/sen26.mp3", "start_seconds": 2865.0}, {"meeting_datetime": "2014-03-06T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/htr32.mp3", "start_seconds": 670.0}, {"meeting_datetime": "2014-03-06T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/htr32.mp3", "start_seconds": 670.0}, {"meeting_datetime": "2014-03-06T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/htr32.mp3", "start_seconds": 670.0}, {"meeting_datetime": "2014-03-06T00:00:00-06:00", "committee": "HTR", "url": "https://sdpb.sd.gov/sdpbpodcast/2014/htr32.mp3", "start_seconds": 670.0}], "bill_versions": [{"bill_id": 5485, "bill_version_id": 28367, "bill_version": "Introduced", "bill_version_date": "2014-01-11T10:42:59.293-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to transfer the functions of the South Dakota Railroad Authority to the South Dakota Railroad Board. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-16B-2 be amended to read as follows: 49-16B-2. Terms used in this chapter mean: (1) \"Authority,\" the South Dakota Railroad Authority \"Board,\" the South Dakota Railroad Board; (2) \"Railroad facilities,\" or \"facilities,\" all property either real, personal, or mixed used or useful in the conduct of railroad services. Section 2. That § 49-16B-3 be repealed. 49-16B-3. There is created the South Dakota Railroad Authority, a body corporate and politic, to consist of seven members appointed by the Governor. No person may be appointed to the authority who is an elected official of the State of South Dakota or any subdivision thereof. The authority shall annually choose a chairperson from its membership. Section 3. That § 49-16B-4 be repealed. 49-16B-4. The authority shall be attached to the Bureau of Finance and Management for reporting purposes but shall exercise all its prescribed functions, including administrative functions. The authority shall submit such records, information, and reports in the form and at such times as required by the commissioner of finance and management, except that the authority shall report at least annually. Section 4. That § 49-16B-5 be repealed. 49-16B-5. All appointments to the authority shall be made for a four-year term. Each member's term of office shall expire on the appropriate third Monday in January, but the member shall continue to hold office until a successor is appointed and qualified. Any vacancy in the authority shall be filled by appointment in the manner prescribed for appointments for full terms. A majority of the authority is required to take official action. Section 5. That § 49-16B-6 be repealed. 49-16B-6. Each member shall, before entering upon the duties of office, take and subscribe the constitutional oath of office and give bond in the penal sum of twenty-five thousand dollars conditioned upon the faithful performance of the member's duties. The oath and bond shall be filed in the Office of the Secretary of State. Section 6. That § 49-16B-7 be repealed. 49-16B-7. The members of the authority shall be paid their per diem compensation and reimbursed expenses as set pursuant to § 4-7-10.4. Section 7. That § 49-16B-8 be repealed. 49-16B-8. The authority may employ agents and employees necessary to carry out the duties and purposes of the authority. Section 8. That § 49-16B-9 be repealed. 49-16B-9. The authority may have and use a common seal and alter the same at pleasure. Section 9. That § 49-16B-10 be amended to read as follows: 49-16B-10. For the purpose of developing the resources and improving the economic facilities of the state, the authority board may engage in works of internal improvement and may own and conduct proper business enterprises through: (1) Planning, establishing, acquiring, developing, constructing, purchasing, enlarging, maintaining, equipping, and protecting railroads and railroad facilities, including railroad rolling stock. For such purposes the authority board may acquire, by purchase, gift, devise, lease, or condemnation real or personal property or any interest therein; (2) Conducting continuous studies into the need for such facilities; and (3) Serving the Legislature by making reports and recommendations concerning the providing of such facilities. Section 10. That § 49-16B-11 be amended to read as follows: 49-16B-11. The authority board shall obtain estimates of the cost of any project it deems necessary or convenient and shall formulate and recommend a list of projects. The authority board shall present a report including its recommendations, proposed projects and estimated costs to the Legislature not later than the first day of November immediately preceding the convening of a regular session of the Legislature if the authority board has any recommendation or proposed project. In recommending projects to be undertaken, the authority board may not deviate from the priority listing of projects submitted by the Department of Transportation. Section 11. That § 49-16B-12 be amended to read as follows: 49-16B-12. Any department, board, commission, agency, or officer of the state may transfer jurisdiction of or title to any property under its or the officer's control to the authority board if the transfer is approved, in writing, by the Governor, as being advantageous to the state. Section 12. That § 49-16B-13 be amended to read as follows: 49-16B-13. To accomplish projects of the kind listed in § 49-16B-10 the authority board may acquire by purchase, condemnation, including the power of condemnation in accordance with chapters 21-35 and 31-19, including the eminent domain and declaration of taking sections therein, gift or otherwise. The authority board may construct, maintain, and equip railroad facilities as the Legislature by law declares to be in the public interest. In the course of such activities, the authority board may acquire property of any kind and description, whether real, personal or mixed, by gift, purchase, or otherwise. The authority board may also acquire real estate of the State of South Dakota controlled by any officer, department, board, commission, or other agency of the state, the jurisdiction of which is transferred by the officer, department, board, commission, or other agency, to the authority board. Section 13. That § 49-16B-13.1 be amended to read as follows: 49-16B-13.1. The authority board shall receive approval for all proposed expenditures from the South Dakota State Railroad Board and the Governor. Section 14. That § 49-16B-14 be amended to read as follows: 49-16B-14. The Department of Transportation shall prepare or review and approve plans and specifications for and have supervision over any project to be undertaken by the authority board. Section 15. That § 49-16B-15 be amended to read as follows: 49-16B-15. To accomplish projects of the kind listed in § 49-16B-10, the authority board may execute leases of facilities and sites to, and charge for the use of any such facilities and sites by the Department of Transportation or other lessee. Leases may be entered into contemporaneously with any financing to be done by the authority board and payments under the terms of a lease shall begin at any time after execution of any lease. Section 16. That § 49-16B-16 be amended to read as follows: 49-16B-16. Leases may be: (1) Upon such terms, conditions, and rentals as in the judgment of the authority board are in the public interest; or (2) For a term of one year, with an option in the lessee to extend the term of the lease for a term of one year from the expiration of the original term of the lease and for one year from the expiration of each extended term of the lease, until the original term of the lease has been extended for a total number of years to be agreed upon by the parties at a rental which, if paid for the original term and for each of the full number of years for which the term of the lease may be extended, will amortize the total cost of the project financed. The rental shall be paid at such times as the parties to the lease agree. Section 17. That § 49-16B-19 be amended to read as follows: 49-16B-19. Leases to the Department of Transportation shall contain the provision that rents under the leases are payable solely from appropriations to be made by the Legislature for the payment of rent under the leases may not exceed an amount sufficient to pay principal of and interest on the bonds and a proportion of the administrative expenses of the authority board as provided for by each lease, and such reserves as may be provided in the resolutions of issuance. Section 18. That § 49-16B-20 be amended to read as follows: 49-16B-20. The authority board may, in the event of nonpayment of rents reserved in such the leases, maintain and operate the facilities and sites or execute leases of the facilities and sites to others for any suitable purposes. Section 19. That § 49-16B-21 be amended to read as follows: 49-16B-21. The charges, fees, or rentals established by the authority board for the use of any facilities acquired, constructed, completed, or equipped in whole or in part with the proceeds of the bonds or instruments issued as provided in this chapter and leased to lessees other than the Department of Transportation shall be sufficient at all times to pay maintenance and operation costs for the facilities (unless under a lease maintenance and operation costs are otherwise provided for), principal of and interest on the bonds and a proportion of the administrative expenses of the authority board as provided for by each lease, and such reserves as may be provided in the resolutions of issuance and may provide for conveyance of the facilities to the lessee at the conclusion of the term of the lease. Section 20. That § 49-16B-22 be amended to read as follows: 49-16B-22. All property owned by the authority board is exempt from taxation. Section 21. That § 49-16B-23 be amended to read as follows: 49-16B-23. The authority board may at one time, or from time to time, provide by resolution for the issuance of negotiable revenue bonds for the purpose of paying all or any part of the cost of one or combination of projects. However, no revenue bonds may be sold to raise the funds for payment of such project until after the Legislature by law declares the same to be in the public interest. Section 22. That § 49-16B-24 be amended to read as follows: 49-16B-24. To accomplish projects of the kind listed in § 49-16B-10, the authority board may borrow money and issue and sell bonds in such amount or amounts as the authority board may determine for the purpose of acquiring, improving or equipping any such facility; refund and refinance the same from time to time as often as advantageous and in the public interest to do so; and pledge any and all income of such authority board, and any revenues derived by the authority board from such facilities, or any combination thereof, to secure the payment of such bonds and redeem such bonds. All such bonds shall be subject to the provisions of §§ 49-16B- 25 to 49-16B-30, inclusive. Section 23. That § 49-16B-25 be amended to read as follows: 49-16B-25. Bonds or notes of the authority board shall be authorized by resolution of the authority board and may be issued under the resolution or under a trust indenture or other security agreement, in one or more series. The bonds or notes shall bear such date or dates, mature at such time or times, bear interest at such rate or rates, be in such denominations, be in such form, either coupon or registered, carry such conversion, exchange and registration privileges, have such rank or priority, be executed in such manner, be payable in such medium of payment at such place or places within or outside the state, be subject to such terms of redemption with or without premium, and contain or be subject to such other terms as the resolution, trust indenture or security agreement may provide. The bonds or notes may not be restricted by any other law limiting amounts, maturities, interest rates, or other terms or obligations of public agencies or private persons. Section 24. That § 49-16B-26 be amended to read as follows: 49-16B-26. Such The bonds shall be payable solely and only from: (1) Income to be derived from rental leases as provided in §§ 49-16B-15 to 49-16B-21, inclusive; and (2) Revenues to be derived by the authority board from the operation of such facilities acquired, constructed, improved, or equipped in whole or in part with the proceeds of such bonds. Section 25. That § 49-16B-27 be amended to read as follows: 49-16B-27. Bonds shall be executed by officers of the authority board as shall be designated by the authority board, and shall be registered by the state auditor of the State of South Dakota. Any bonds bearing the signature of officers in office at the date of signing thereof shall be valid and binding for all purposes, notwithstanding that before delivery thereof any or all persons whose signature appears thereon shall have ceased to be officers. Section 26. That § 49-16B-28 be amended to read as follows: 49-16B-28. Each bond shall state upon its face that it is payable solely from revenues derived by the authority board from the operation of facilities acquired, constructed, improved, or equipped in whole or in part with the proceeds of the sale of such bonds, including income to be derived from rental leases as provided in §§ 49-16B-15 to 49-16B-21, inclusive. Each bond shall state upon its face that it does not constitute an obligation of the State of South Dakota within the meaning of any provisions of the Constitution or statutes of the State of South Dakota. Section 27. That § 49-16B-29 be amended to read as follows: 49-16B-29. Nothing in this chapter authorizes the authority board or any department, board, commission, or other agency to create an obligation of the State of South Dakota within the meaning of the Constitution or statutes of South Dakota. Section 28. That § 49-16B-31 be amended to read as follows: 49-16B-31. In addition to the permanent financing authorized by §§ 49-16B-23 to 49-16B-30, inclusive, the authority board may borrow money and issue interim notes in evidence thereof for any of the projects, or to perform any of the duties authorized under this chapter, and in addition may borrow money and issue interim notes for planning, design, and engineering services, acquisition of land, purchase of equipment, movable or otherwise as set forth in §§ 49-16B-32 to 49-16B-39, inclusive. Section 29. That § 49-16B-32 be amended to read as follows: 49-16B-32. Whenever If the authority board deems it advisable and in the interests of the authority board to borrow funds temporarily for any of the purposes enumerated in § 49-16B-31, the authority board may from time to time, and pursuant to appropriate resolution, issue interim notes to evidence such the borrowings, including funds for the payment of interest on such the borrowings and funds for all necessary and incidental expenses in connection with any of the purposes provided for by this section and this chapter until the date of the permanent financing. Any resolution authorizing the issuance of such the notes shall describe the project to be undertaken and shall specify the principal amount, rate of interest and maturity date, but not to exceed five years from date of issue, and such other terms as may be specified in such the resolution. However, the time of payment of any such notes may be extended for a period of not exceeding three years from the maturity date thereof of the notes. Section 30. That § 49-16B-33 be amended to read as follows: 49-16B-33. The authority board may provide for the registration of the notes in the name of the owner either as to principal alone, or as to both principal and interest, on such terms and conditions as the authority board may determine by the resolution authorizing their issue of the notes. The notes shall be issued from time to time by the authority board as funds are borrowed, in the manner the authority board may determine. Section 31. That § 49-16B-34 be amended to read as follows: 49-16B-34. Interest on the notes may be made payable semiannually, annually or at maturity on a schedule determined by the issuer. The notes may be made redeemable, prior to maturity, at the option of the authority board, in the manner and upon the terms fixed by the resolution authorizing their issuance of the notes. Section 32. That § 49-16B-35 be amended to read as follows: 49-16B-35. The notes may be executed in the name of the authority board by the chairman chair of the authority board or by any other officer or officers of the authority board as the authority board by resolution may direct, shall be attested by the secretary or such other officer or officers of the authority board as the authority board may by resolution direct, and be sealed with the authority's board's corporate seal. Section 33. That § 49-16B-36 be amended to read as follows: 49-16B-36. All such notes and the interest thereon may be secured by a pledge of any income and revenue derived by the authority board from the project to be undertaken with the proceeds of the notes, after deducting from such the income and revenue any reasonable and necessary maintenance and operation expenses, and shall be payable solely from the proceeds to be derived from the sale of any revenue bonds for permanent financing authorized to be issued under §§ 49-16B-23 to 49-16B-30, inclusive, and from the property acquired with the proceeds of the notes. Section 34. That § 49-16B-37 be amended to read as follows: 49-16B-37. The authority board, in order further to secure the payment of the interim notes, may make any other or additional covenants, terms and conditions not inconsistent with the provisions of §§ 49-16B-13 and 49-16B-15, and do any and all acts and things as may be necessary or convenient or desirable in order to secure payment of its the interim notes, or, in the discretion of the authority board, as will tend to make the interim notes more acceptable to lenders, notwithstanding that the covenants, acts, or things may not be enumerated herein. However, nothing contained in this section authorizes the authority board to secure the payment of the interim notes out of property or facilities, other than the facilities acquired with the proceeds of the interim notes, and any net income and revenue derived from the facilities and the proceeds of revenue bonds. Section 35. That § 49-16B-39 be amended to read as follows: 49-16B-39. Contemporaneously with the issue of revenue bonds as provided by this chapter, all interim notes, even though they the notes may not then have matured, shall be paid, both principal and interest to date of payment, from the funds derived from the sale of revenue bonds for the permanent financing and such interim notes shall be surrendered and canceled, or the proceeds at the sale of said the bonds, excepting the accrued interest received, shall be used to purchase direct obligations of the United States of America so long as such obligations will mature at such time or times, with interest thereon or the proceeds received therefrom, to provide funds adequate to pay when due or called for redemption prior to maturity the notes to be refunded, together with the interest accrued thereon and any redemption premium due thereon, and such proceeds or obligations of the United States of America shall, with all other funds legally available for such purpose, be deposited in escrow with a banking corporation, or national banking association, located in and doing business in the State of South Dakota, with power to accept and execute trusts, or any successor thereto, which is also a member of the federal deposit insurance corporation and of the federal reserve system, to be held in an irrevocable trust solely for and until the payment and redemption of the notes so to be refunded, and any balance remaining in said escrow after the payment and retirement of the notes to be refunded shall be returned to said authority board to be used and held for use as revenues pledged for the payment of said refunding bonds. Section 36. That § 49-16B-40 be amended to read as follows: 49-16B-40. No member, officer, agent, or employee of the authority board, nor any other person who executes interim notes, may be held liable personally by reason of the issuance thereof of the notes. Section 37. That § 49-16B-41 be amended to read as follows: 49-16B-41. The gross total income derived by the authority board from: (1) The sale of bonds; (2) Charges, fees, or rentals; and (3) All other revenue derived from any project undertaken pursuant to this chapter; shall be paid to the treasurer of the State of South Dakota or to a trustee under a resolution, trust indenture or other security agreement. The income shall beheld be held by the state treasurer or a trustee in trust for the purposes of this chapter, in a special fund known as the railroad authority board fund. In all cases, the state treasurer shall be ex officio custodian of such the fund. Disbursements shall be made from such the fund upon the order of the authority board. Section 38. That § 49-16B-42 be amended to read as follows: 49-16B-42. The authority board shall keep account of the gross total income derived from each separate project or any combination thereof undertaken pursuant to this chapter. Disbursements from a given account in the railroad authority board fund shall be ordered by the authority board only for the payment of: (1) The principal of and interest on the bonds issued for each project, or combination thereof; (2) The cost of maintenance and operation of the facility or facilities, unless otherwise provided for; and (3) Any other purposes set forth in the resolution authorizing the issuance of said the bonds. Section 39. That § 49-16B-43 be amended to read as follows: 49-16B-43. To accomplish projects of the kind listed in § 49-16B-10, the authority board shall convey property, without charge, to the Department of Transportation if and when all debts which have been secured by the income from the property have been paid. In addition, the railroad authority board may, prior to the payment of all debts secured by such property, convey property to the state or its subdivisions for public purposes or improvements, if the sale of secured property is made only after a finding by the railroad authority board that the sale does not materially or adversely affect the interests of secured creditors and if the proceeds from any sale shall be are used to reduce or provide for the payment of any outstanding debt. Section 40. That § 49-16B-44 be amended to read as follows: 49-16B-44. An accurate record shall be kept of the rental payments under each lease entered into by the authority board or Department of Transportation. If the rentals applicable to each project or facility, or any combination thereof, constructed, completed, improved, and equipped are paid, in amounts sufficient to amortize and pay the principal of and interest upon the total principal amounts of bonds of the authority board issued to pay the cost of each project or facility, including maintenance and operation expenses and that proportion of the administrative expense of the authority board as provided for by each lease, the property shall, except as may be otherwise provided in a lease, be conveyed without charge to the State of South Dakota. Section 41. That § 49-16B-46 be amended to read as follows: 49-16B-46. The authority board may enter into contracts regarding any matter connected with any corporate purpose within the objects and purposes of this chapter. Section 42. That § 49-16B-47 be amended to read as follows: 49-16B-47. To accomplish projects of the kind listed in § 49-16B-10, the authority board may adopt all necessary bylaws, rules, and regulations for the conduct of the business and affairs of the authority board, and for the management and use of facilities and sites acquired under the powers granted by this chapter. Section 43. That § 49-16C-2 be amended to read as follows: 49-16C-2. Upon approval of a proposed expenditure as provided for in § 49-16B-13.1, the Governor shall order the approved amount of money transferred from the railroad trust fund to the railroad authority board fund. Section 44. That § 49-16A-43.2 be amended to read as follows: 49-16A-43.2. Prior to any sale of railroad property, except to the South Dakota Railroad Authority Board or to another railroad, the owner of such the property shall publish a notice that such the property is to be sold. The notice shall be published in the official newspaper of the political subdivision where such the property is located. The notice shall be published at least once each week for at least two consecutive weeks. A copy of the notice shall also be mailed to each lessee of such the property by certified mail at least two weeks prior to such the sale. The notice shall contain a description of the property to be sold and the location for information concerning the sale. Section 45. That § 1-44-18 be amended to read as follows: 1-44-18. The Department of Transportation shall conduct research on basic railroad problems, plan and assist in the development of rail transportation, develop and maintain a federal-state relationship of programs relating to railroads, assist any public or private agency or corporation in coordinating railroad services with those of other transportation modes, recommend, prepare, and review plans and specifications for any project undertaken by the South Dakota Railroad Authority Board, and arrange for and coordinate rail service over any properties and facilities acquired, leased, or controlled by the State of South Dakota Railroad Authority Board. Section 46. That § 1-44-21 be amended to read as follows: 1-44-21. Notwithstanding the provisions of this chapter, the railroad authority board or the Department of Transportation may not purchase or contract to purchase any railroad rolling stock without the prior specific approval of the Legislature. Section 47. That § 1-44-26 be repealed. 1-44-26. At least one member, in the opinion of the Governor, shall be a person experienced in or having a favorable reputation for skill, knowledge, and experience in business management. At least one member, in the opinion of the Governor, shall be a person experienced in or having a favorable reputation for skill, knowledge, and experience in the operation of railroad service. At least one member, in the opinion of the Governor, shall be a person experienced in or having a favorable reputation for skill, knowledge, and experience in private or public finance. At least one member, in the opinion of the Governor, shall be a person experienced in or having a favorable reputation for skill, knowledge, and experience in marketing. At least one member of the commission shall be, in the opinion of the Governor, a person who is a user of rail service. Two members shall be from the public at large. Section 48. That § 2-6-14 be amended to read as follows: 2-6-14. An interim joint bonding committee, established pursuant to the rules of the Legislature, shall review the operations, programs, accomplishments, and financial status of the South Dakota Housing Development Authority, the South Dakota Health and Educational Facilities Authority, the South Dakota Building Authority, the South Dakota Conservancy District, the South Dakota Railroad Authority Board, and any other agency, board, or commission authorized to conduct statewide programs in the State of South Dakota and to issue bond and note indebtedness. Section 49. That § 43-30-16 be amended to read as follows: 43-30-16. Conveyances of railroad property to or by the South Dakota railroad authority Railroad Board, the state or any of its subdivisions, including the conveyance of railroad rights-of-way, or any portion thereof, which are described by individual or cumulative metes and bounds descriptions or which are described by points of beginning and termination, railroad mileposts, railroad engineering survey station numbers, and right-of-way and track maps, are exempt from the provisions of chapter 11-3 and chapter 43-21. However, copies of right-of-way or track maps describing conveyances of railroad property to or by the South Dakota Railroad Authority Board, the state or any of its subdivisions, including the conveyance of linear railroad rights-of-way, or any portion thereof, shall be furnished to the director of equalization in each county wherein such the conveyances shall be filed of record. Section 50. That § 43-30-7 be amended to read as follows: 43-30-7. For the purpose of this chapter, the fact of possession of real property referred to in § 43-30-1 may be shown of record by one or more affidavits containing the legal description of the real property referred to and show that the record titleholder is upon the date thereof in possession of the real property. The register of deeds shall record such the affidavit or affidavits at length in miscellaneous records of his the county. No such affidavits of possession may be filed as to any lands before the expiration of twenty-three years from recording of deed of conveyance or other instrument of conveyance under which title is claimed, or before one year after July 1, 1957, whichever event is the latest in point of time, to any land as to which claim under the provisions of § 43-30-5 has been filed. The legal description of the real property contained in affidavits of possession for railroad property and linear railroad rights-of-way acquired by the South Dakota Railroad Authority Board, the state, or any of its subdivisions may be made by reference to and incorporation of filing information of previous conveyances and other documents of title filed of record in the county where the real property is located."}, {"bill_id": 5485, "bill_version_id": 30800, "bill_version": "Senate Transportation Engrossed", "bill_version_date": "2014-02-21T12:03:54.97-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to transfer the functions of the South Dakota Railroad Authority to the South Dakota Railroad Board. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 49-16B-3 be amended to read as follows: 49-16B-3. There is created the South Dakota Railroad Authority, a body corporate and politic, to consist of seven members appointed by the Governor. No person may be appointed to the authority who is an elected official of the State of South Dakota or any subdivision thereof. The authority shall annually choose a chairperson from its membership. The governing board of the South Dakota Railroad Authority shall be comprised of the members of the South Dakota State Railroad Board, as provided by § 1-44-25. Section 2. That § 49-16B-5 be repealed. 49-16B-5. All appointments to the authority shall be made for a four-year term. Each member's term of office shall expire on the appropriate third Monday in January, but the member shall continue to hold office until a successor is appointed and qualified. Any vacancy in the authority shall be filled by appointment in the manner prescribed for appointments for full terms. A majority of the authority is required to take official action. Section 3. That § 1-44-25 be amended to read as follows: 1-44-25. The South Dakota State Railroad Board consists of seven members to be appointed by the Governor. Members shall serve a three-year term. No more than five members may be of the same political party. No person may be appointed to the board who is an elected official of the State of South Dakota or any subdivision thereof. Any member appointed to fill a vacancy arising from other than the natural expiration of a term shall serve only for the unexpired term, but may be reappointed to a full term. The board shall annually choose from its membership a chair, a vice chair, and a secretary-treasurer. No member may be removed from office except for cause. The terms of members begin on October thirty-first of the calendar year. The appointee's term expires on October thirtieth in the third year of appointment. Any member's term ending June 30, 2013, or thereafter is extended to October thirtieth in the year the term is to expire."}, {"bill_id": 5485, "bill_version_id": 31861, "bill_version": "Enrolled", "bill_version_date": "2014-03-11T08:57:38.77-05:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 5485, "action_date": "2014-01-14T12:00:00-06:00", "document_id": 28478, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/28478.pdf", "status_text": "First read in Senate and referred to", "journal_page": 19, "committee_id_action": 229, "committee_id_assigned": 216, "result": "N", "vote": {}}, {"bill_id": 5485, "action_date": "2014-02-21T08:00:00-06:00", "document_id": 30566, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30566.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 216, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5485, "action_date": "2014-02-21T08:00:00-06:00", "document_id": 30760, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30760.pdf", "status_text": "Hoghoused", "journal_page": 0, "committee_id_action": 216, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5485, "action_date": "2014-02-21T08:00:00-06:00", "document_id": 30760, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/30760.pdf", "status_text": "Do Pass Amended", "journal_page": 398, "committee_id_action": 216, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16391, "president_vote": null, "Excused": [429, 434], "Yea": [436, 526, 492, 491, 495]}}, {"bill_id": 5485, "action_date": "2014-02-25T14:00:00-06:00", "document_id": 31062, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31062.pdf", "status_text": "Do Pass Amended", "journal_page": 459, "committee_id_action": 229, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 16567, "president_vote": null, "Yea": [469, 437, 444, 473, 846, 495, 447, 472, 470, 432, 465, 847, 483, 443, 452, 436, 438, 424, 492, 491, 428, 475, 435, 440, 493, 849, 474, 426, 446, 494, 434, 490, 486], "Nay": [429, 526]}}, {"bill_id": 5485, "action_date": "2014-02-26T14:00:00-06:00", "document_id": 31117, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31117.pdf", "status_text": "First read in House and referred to", "journal_page": 574, "committee_id_action": 231, "committee_id_assigned": 226, "result": "N", "vote": {}}, {"bill_id": 5485, "action_date": "2014-03-06T10:00:00-06:00", "document_id": 31137, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31137.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 226, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5485, "action_date": "2014-03-06T10:00:00-06:00", "document_id": 31658, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31658.pdf", "status_text": "Do Pass", "journal_page": 665, "committee_id_action": 226, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17056, "president_vote": null, "Yea": [517, 449, 479, 496, 515, 511, 512, 514, 506, 430, 461], "Excused": [462, 459]}}, {"bill_id": 5485, "action_date": "2014-03-06T10:00:00-06:00", "document_id": 31658, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31658.pdf", "status_text": "Placed on consent", "journal_page": 0, "committee_id_action": 226, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 5485, "action_date": "2014-03-10T14:00:00-05:00", "document_id": 31800, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31800.pdf", "status_text": "Do Pass Amended", "journal_page": 682, "committee_id_action": 231, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 17121, "president_vote": null, "Yea": [528, 527, 453, 522, 525, 433, 467, 524, 456, 489, 517, 519, 505, 449, 431, 455, 425, 504, 481, 509, 503, 477, 501, 520, 479, 457, 454, 523, 458, 451, 466, 845, 499, 442, 476, 521, 507, 478, 487, 423, 439, 500, 502, 497, 515, 511, 512, 463, 518, 484, 462, 485, 514, 459, 464, 510, 450, 506, 430, 513, 468, 498, 461, 516, 508, 480, 460, 448, 441], "Nay": [496]}}, {"bill_id": 5485, "action_date": "2014-03-11T10:00:00-05:00", "document_id": 31894, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31894.pdf", "status_text": "Signed by the President", "journal_page": 629, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5485, "action_date": "2014-03-12T10:30:00-05:00", "document_id": 31972, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/31972.pdf", "status_text": "Signed by the Speaker", "journal_page": 750, "committee_id_action": 231, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5485, "action_date": "2014-03-13T09:00:00-05:00", "document_id": 32053, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/32053.pdf", "status_text": "Delivered to the Governor", "journal_page": 652, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 5485, "action_date": "2014-03-31T10:00:00-05:00", "document_id": 32148, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/32148.pdf", "status_text": "Signed by the Governor", "journal_page": 688, "committee_id_action": 229, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 5706, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/5485"}