{"session_id": 57, "bill_id": 19505, "bill_type": "House Bill", "bill_number": 1079, "bill_title": "repeal certain executed and superceded mining statutes.", "sponsors": [{"legislator_profile_id": 3215, "is_prime": true}, {"legislator_profile_id": 3239, "is_prime": true}], "keywords": ["Department of Environment and Natural Resources", "Legislature"], "audio": [{"meeting_datetime": "2005-01-25T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hag10hb1079a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-25T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hag10hb1079a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-25T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hag10hb1079a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-01-25T00:00:00-06:00", "committee": "HAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/hag10hb1079a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-17T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sag28hb1079a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-17T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sag28hb1079a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-17T00:00:00-06:00", "committee": "SAG", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sag28hb1079a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-18T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen29hb1079a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-18T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen29hb1079a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-18T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sen29hb1079a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19505, "bill_version_id": 102868, "bill_version": "Introduced", "bill_version_date": "2005-01-19T11:39:35-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to repeal certain executed and superceded mining statutes. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 45-6B-82 be repealed. 45-6B-82. To evaluate the cumulative impacts of large-scale surface mining in the Black Hills, when the total amount of affected land under permit and proposed for permit for large-scale surface gold or silver mines reaches two thousand five hundred fifty-three acres, a cumulative environmental evaluation shall be conducted and, after a hearing conducted to receive comments from interested members of the public, the results shall be reported to the board as soon as possible but not later than December 1, 1990. The environmental evaluation shall include, but not be limited to, the following: (1) An assessment of the existing environmental and socioeconomic status of the Black Hills to include overall land use patterns and those factors related to the unique quality of life and recreational characteristics associated with the Black Hills; (2) An assessment of the cumulative impacts of the existing large-scale surface gold and silver mining industry in the Black Hills; (3) An assessment of the reasonably anticipated future large-scale gold and silver mining development in the Black Hills; (4) An assessment of the costs associated with the amelioration of the possible unplanned discharge of process solutions from a credible incident at a large-scale surface gold and silver mining development; (5) An assessment of options for mitigating possible negative cumulative impacts of large-scale surface gold or silver mining development; (6) An assessment of the potential and feasibility of further reclamation in conjunction with existing and future mine permits; and (7) An assessment of the need for, and the appropriate factors to be considered in, correlating the timing of permits for future mine expansion with reclamation of previously affected lands where negative cumulative impacts cannot be mitigated. For the purposes of this chapter, the Black Hills is defined as Lawrence County south of Interstate Highway 90, Meade County west and south of Interstate 90, and Pennington and Custer Counties west of South Dakota Highway 79. The environmental evaluation shall be prepared by an independent qualified contractor selected by and under the direction of the board. The board may use the South Dakota School of Mines and Technology and other qualified subcontractors to prepare and complete the environmental evaluation. No court action may be commenced to challenge the adequacy of a cumulative environmental evaluation. Any issue concerning the adequacy of an evaluation shall be presented to the board at a hearing held by the board. Section 2. That § 45-6B-83 be repealed. 45-6B-83. The board may use the environmental evaluation required by § 45-6B-82 in determining the environmental consequences of a proposed operation and in acting on a permit application, including specifying appropriate mitigative measures that may be required for any future site-specific permit or amendment application. However, no new large-scale gold and silver surface mining permit may be issued for new surface mines in the Black Hills prior to January 1, 1992. The board shall continue to act on any new permit application or amendment application involving not more than two hundred acres of affected land during this moratorium if the applicant qualifies under § 45-6B-83.1. During this moratorium, the department may not make a recommendation and the board may not issue a permit for a new surface mine or for any surface mine of more than two hundred acres in the Black Hills. The department shall accept all applications and use information in the applications to assist in the environmental evaluation and the work of the review committee. On July 1, 1991, the department shall begin the processing of all new surface mine permit applications. The board may initiate an update of the environmental evaluation once every five years, with costs to be paid by the state subject to appropriation by the Legislature. Section 3. That § 45-6B-83.1 be repealed. 45-6B-83.1. Operators of existing permitted mining operations, during the moratorium established in § 45-6B-83, may be issued new permits, permit amendments, and technical revisions for additional affected lands up to two hundred acres per operator. Such permits may be issued only if the applicant has performed reclamation on an equal number of permitted affected acres, or has agreed to not disturb an equal number of permitted affected acres, or, with the consent of the board, has performed or agrees to perform reclamation, concurrently with disturbance on an equal number of acres of previously mined land inside or outside a permit area boundary. For the purposes of §§ 45-6B-83.1, 45-6B-83.2, 45-6B-86, and 45-6B-87 only, reclamation is performed when the operator completes required grading, topsoil replacement, erosion and drainage control, and any required planting and seeding that the department finds will later result in final reclamation. To qualify for reclamation credit, reclamation activities shall have been conducted after the operator was granted its original large-scale surface mining permit and surety for the reclaimed acres has not been released prior to February 24, 1990. With the consent of the board, an operator may assign reclamation credit acreage to another operator of an existing permitted mining operation. Section 4. That § 45-6B-83.2 be repealed. 45-6B-83.2. The operator of an existing permitted mining operation shall post a reclamation surety and submit a plan for conducting reclamation activities on lands to be reclaimed for reclamation acreage credit if they are not otherwise covered by an existing surety and reclamation plan authorized under this chapter. The provisions of §§ 45-6B-20 and 45-6B-21 to 45-6B-27, inclusive, apply to the surety. The plan for conducting reclamation shall include a detailed description of those activities to be conducted to reclaim the lands proposed for reclamation credit, a time schedule for conducting those activities, the proposed post-reclamation land use of the lands, a post-reclamation map and the estimated cost of conducting the reclamation. The plan shall be submitted with a new permit, amendment, or technical revision application that would cause an increase in an existing operator's permitted affected acreage and shall be considered a procedural completeness requirement. Section 5. That § 45-6B-84 be repealed. 45-6B-84. The surface mining evaluation fund is hereby created within the state treasury. Money may enter the fund from any legal source, including contributions from groups and associations that are involved in, affected by, or concerned with the promotion or regulation of the mining industry, environmental protection, economic and industrial development, recreational opportunities, wildlife preservation, business and job development, tourism, or other aspects of South Dakota's economy, environment, and quality of life. Contributions to the fund may be obtained from federal government agencies, state government agencies, counties, municipalities, water development districts, any other political subdivision of the state, or any association or person, including private corporations and private, nonprofit corporations or through legislative appropriation. Section 6. That § 45-6B-85 be repealed. 45-6B-85. The environmental evaluation required by § 45-6B-82 shall be funded from the surface mining evaluation fund created pursuant to § 45-6B-84. The secretary shall make assessments on an equal basis against operators holding large-scale gold or silver mining permits. The assessments shall be deposited in the surface mining evaluation fund, and the total amount of the assessments may not exceed two hundred fifty thousand dollars. Any additional money in the surface mining evaluation fund may, subject to appropriation by the Legislature, be used for additional studies or evaluations approved by the Legislature or be retained in the fund for future studies or evaluations. Section 7. That § 45-6B-78 be repealed. 45-6B-78. Permits for mining operations shall be obtained as specified below: (1) After July 1, 1982, any operator proposing to engage in a new mining operation must first obtain a permit pursuant to the provisions of this chapter; (2) Applications for mining permits filed under the provisions of chapter 45-6A prior to and pending on July 1, 1982, shall be processed in accordance with the provisions of this chapter; (3) Mining permits granted under the provisions of chapter 45-6A prior to July 1, 1982, are valid permits for purposes of this chapter and are subject to the provisions of this chapter for the purpose of renewal. An application for renewal shall be filed at least ninety days prior to the expiration of the permit. Such applications shall be in accordance with §§ 45-6B-5 to 45-6B-10, inclusive, except that the applicant need not supply information, materials, and undertakings previously supplied. The application for renewal of a permit shall show the area mined or disturbed and the area reclaimed since the original permit or the last renewal; (4) Mining operations which could lawfully be conducted prior to July 1, 1982, without a permit may continue to be so conducted until July 1, 1983, if, between July 1, 1982, and July 1, 1983, the operators of such existing mining operations apply for a permit as specified in this chapter. Any such operator, having made application by July 1, 1983, but not having received a permit by that date, shall be permitted to continue his mining operation until such permit is either granted or denied. Any such operator who is denied a permit and continues operations after such denial or who has not applied for a permit by July 1, 1983, and continues operations after July 1, 1983, is in violation of this chapter and subject to the provisions of § 45-6B-71. An operator of an existing operation who is in compliance with all requirements of the statutes in effect prior to July 1, 1982, and the rules and orders issued thereunder, shall not be denied a permit if he provides such bond and undertakes such new reclamation program as may reasonably be required in relation to his existing operation, pursuant to the provisions of this chapter; (5) Permits granted pursuant to applications, including applications for renewal, filed after July 1, 1982, shall be effective for the life of the particular mining operation if the operator complies with the conditions of such permit and with applicable statutes and rules; (6) The fee for converting an existing permit pursuant to subdivision (3) of this section or applying for a permit pursuant to subdivision (4) of this section is one hundred dollars. Section 8. That § 45-6B-90 be repealed. 45-6B-90. The board may issue no new permit nor any amendment for an existing permit for a large-scale gold or silver surface mining operation in the Black Hills that would cause the total amount of affected land ascribable to large-scale gold or silver surface mining in the Black Hills to exceed six thousand acres. If five hundred acres of surface mining disturbed land ascribable to large-scale gold or silver surface mining in the Black Hills have not undergone final reclamation by September 1, 1997, the board may issue no new permits nor any amendments to existing permits for any large-scale gold or silver surface mining operations in the Black Hills. When five hundred acres of surface mining disturbed land ascribable to large-scale gold or silver surface mining in the Black Hills have undergone final reclamation, the board shall cause a review of the reclamation standards contained in this chapter and any rules promulgated thereunder to be conducted. The review shall address the following issues: (1) The effectiveness of existing reclamation standards in achieving the approved post-mining land use at existing large-scale gold and silver surface mining operations; (2) The method of selecting the post-mining land use for large-scale gold or silver surface mining operations; (3) The effectiveness of existing reclamation standards in achieving an aesthetically acceptable condition at existing large-scale gold or silver surface mining operations; and (4) An evaluation of alternative reclamation standards if the effectiveness of existing reclamation standards is found to be deficient. If the board finds, after the review has been completed, that existing reclamation standards are effective, the board may issue new permits and amendments to existing permits for large-scale gold or silver surface mining operations in the Black Hills that would cause the total amount of affected land ascribable to large-scale gold or silver surface mining in the Black Hills to exceed six thousand acres. The following apply for purposes of this section only: (1) The surface of lands affected by underground mining operations do not constitute affected land; (2) Lands that have undergone final reclamation do not constitute affected land; and (3) Final reclamation has been conducted when the operator completes required grading, topsoil replacement, erosion and drainage control, landscaping and any required planting or seeding, all of which the department finds will result in meeting the requirements of the reclamation plan and achieving the approved post-mining land use. Section 9. That § 45-6B-100 be repealed. 45-6B-100. The Department of the Environment and Natural Resources in conjunction with the South Dakota School of Mines and Technology shall make an inventory of known abandoned mined lands in the Black Hills. The inventory shall include a list of the locations of known abandoned mined lands, the results of random field truthing activities and identification of existing abandoned mined lands related data. Section 10. That § 45-6B-101 be repealed. 45-6B-101. There is hereby established within the state treasury the mining inventory fund. Money may enter the fund from any legal source, including contributions from private and public sources. Interest earned on money in the fund shall be deposited in the fund and money in the fund is continuously appropriated to fund the inventory required in § 45-6B-100. Any fees paid pursuant to § 34A-2-110 after July 1, 1993, by operators of surface mining operations into the groundwater protection fund established in § 34A-2-104.1 shall be transferred into the mining inventory fund until the inventory required in § 45-6B-100 is completed. Section 11. That § 45-6B-102 be repealed. 45-6B-102. The Abandoned Mined Lands Advisory Committee is hereby established. The committee shall consist of seven members appointed by the Governor as follows: (1) One representative of the Department of Environment and Natural Resources; (2) One representative of the South Dakota School of Mines and Technology; (3) One representative of the State Historical Preservation Center; (4) One representative of the mining industry; (5) One representative of an environmental group; (6) One representative of the United States Forest Service; and (7) One citizen at large. If a vacancy occurs on the committee, the Governor shall appoint a successor who meets the requirements of the vacant position. A majority of the committee constitutes a quorum for the transaction of business, and all actions of the committee shall be taken by a majority vote of the full number of members. The committee shall select officers from among its members. The committee shall meet at least twice each year and may meet at other times at the call of the chairman or upon written request of a majority of the members. Section 12. That § 45-6B-103 be repealed. 45-6B-103. The duties of the advisory committee established in § 45-6B-102 are limited to the following: (1) Develop a format for uniform recordation of existing information on abandoned mined lands; (2) Develop criteria for verification, validation, and objective interpretation of recorded information; (3) Provide a method for systematically identifying the location of abandoned mined lands to the nearest one quarter of a quarter section the United States geological survey map; and (4) Act as a steering committee for inventory work authorized by § 45-6B-100. Section 13. That § 34A-2-110 be repealed. 34A-2-110. For the purpose of research, operators of surface mining operations shall be assessed for five years a yearly fee of two cents per pound of cyanide or other chemical leaching agent used to mill ore from a surface mining operation. The fee and an inventory of cyanide or other chemical leaching agents utilized to extract minerals from the annual ore production shall be remitted to the treasury with such forms as the secretary of revenue shall prescribe on or before June first of each year. A credit shall be granted against this fee in an amount equal to the fee assessed and paid pursuant to § 45-6B-85. Fees collected shall be deposited in the groundwater protection fund and used to fund the groundwater research and education program established pursuant to § 46A-1-85. Section 14. That § 46A-1-85 be repealed. 46A-1-85. A five-year state groundwater research and education program is hereby established for the purpose of studying groundwater contamination and providing information on sound groundwater management. A part of this research program shall identify and assess environmental and socioeconomic impacts of agricultural practices, develop alternative practices that support productive and efficient agriculture and provide information through education and published materials to assure agriculture in the State of South Dakota that is economically, ecologically, and socially maintainable over an extended period of time and that optimizes long-term profitability, prevents soil erosion and groundwater contamination and supports rural communities. Funding for the programs authorized in this section may be obtained from the groundwater protection fund, subject to appropriation by the Legislature, and from any other lawful source. In addition, under this program the department or other agencies of the state may pursue activities and the board of water and natural resources may grant funds as provided in appropriations for the purposes specified in §§ 34A-2-104 and 34A-2-106. Disbursements made through the groundwater research and education program shall conform to the provisions of the specific appropriation for program activities. Section 15. That § 46A-1-85.1 be repealed. 46A-1-85.1. The groundwater research and education program established in § 46A-1-85 includes hydrology studies as useful sources of sound groundwater management information. Hydrology studies are eligible projects for funding under the program not to exceed fifty thousand dollars per project per year and shall be given priority in the awarding and allocation of funds under the program. Section 16. That § 46A-1-89 be repealed. 46A-1-89. Any disbursement of funds to a project through the groundwater research and information program established in § 46A-1-85 shall not be considered eligible as local matching funds for purposes of any application by the project for funding from other state grant or loan programs."}, {"bill_id": 19505, "bill_version_id": 105098, "bill_version": "Enrolled", "bill_version_date": "2005-02-19T08:34:21-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19505, "action_date": "2005-01-19T14:00:00-06:00", "document_id": 102896, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/102896.pdf", "status_text": "First read in House and referred to", "journal_page": 92, "committee_id_action": 860, "committee_id_assigned": 846, "result": "N", "vote": {}}, {"bill_id": 19505, "action_date": "2005-01-25T07:45:00-06:00", "document_id": 103106, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103106.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 846, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19505, "action_date": "2005-01-25T07:45:00-06:00", "document_id": 103106, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103106.pdf", "status_text": "Do Pass,", "journal_page": 148, "committee_id_action": 846, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 61008, "president_vote": null, "Yea": [3158, 3172, 3175, 3183, 3187, 3192, 3196, 3197, 3220, 3238, 3252, 3161, 3162]}}, {"bill_id": 19505, "action_date": "2005-01-25T07:45:00-06:00", "document_id": 103106, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103106.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 846, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19505, "action_date": "2005-01-26T14:00:00-06:00", "document_id": 103316, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103316.pdf", "status_text": "Do Pass,", "journal_page": 181, "committee_id_action": 860, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 61831, "president_vote": null, "Yea": [3155, 3156, 3158, 3159, 3160, 3161, 3162, 3164, 3167, 3169, 3170, 3171, 3172, 3174, 3175, 3176, 3177, 3178, 3181, 3182, 3183, 3184, 3187, 3188, 3189, 3190, 3191, 3192, 3194, 3195, 3196, 3197, 3199, 3203, 3206, 3207, 3208, 3209, 3211, 3213, 3216, 3218, 3220, 3222, 3223, 3225, 3226, 3227, 3229, 3230, 3231, 3232, 3233, 3234, 3235, 3237, 3238, 3240, 3243, 3244, 3245, 3246, 3248, 3249, 3252, 3253, 3254, 3255, 3215], "Nay": [3251]}}, {"bill_id": 19505, "action_date": "2005-01-27T14:00:00-06:00", "document_id": 103467, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103467.pdf", "status_text": "First read in Senate and referred to", "journal_page": 215, "committee_id_action": 861, "committee_id_assigned": 834, "result": "N", "vote": {}}, {"bill_id": 19505, "action_date": "2005-02-17T10:00:00-06:00", "document_id": 104970, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104970.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 834, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19505, "action_date": "2005-02-17T10:00:00-06:00", "document_id": 104970, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104970.pdf", "status_text": "Do Pass,", "journal_page": 538, "committee_id_action": 834, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60282, "president_vote": null, "Excused": [3163, 3214], "Yea": [3185, 3200, 3205, 3210, 3228, 3204, 3165]}}, {"bill_id": 19505, "action_date": "2005-02-18T13:00:00-06:00", "document_id": 105070, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105070.pdf", "status_text": "Do Pass,", "journal_page": 577, "committee_id_action": 861, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60365, "president_vote": null, "Excused": [3150, 3212, 3224], "Yea": [3151, 3152, 3153, 3154, 3157, 3163, 3165, 3166, 3168, 3173, 3179, 3180, 3185, 3186, 3193, 3198, 3200, 3201, 3202, 3204, 3205, 3210, 3214, 3217, 3219, 3221, 3228, 3236, 3239, 3241, 3242, 3247]}}, {"bill_id": 19505, "action_date": "2005-02-19T10:00:00-06:00", "document_id": 105122, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105122.pdf", "status_text": "Signed by Speaker", "journal_page": 581, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19505, "action_date": "2005-02-22T14:00:00-06:00", "document_id": 105202, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105202.pdf", "status_text": "Signed by President", "journal_page": 598, "committee_id_action": 861, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19505, "action_date": "2005-02-23T14:00:00-06:00", "document_id": 105301, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105301.pdf", "status_text": "Delivered to the Governor", "journal_page": 624, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19505, "action_date": "2005-02-25T13:00:00-06:00", "document_id": 105483, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105483.pdf", "status_text": "Signed by Governor", "journal_page": 646, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3152}