{"session_id": 32, "bill_id": 8574, "bill_type": "Senate Bill", "bill_number": 20, "bill_title": "enact the State and Province Emergency Management Assistance Memorandum of Understanding.", "sponsors": [], "keywords": ["Public Health and Safety", "State Affairs and Government"], "audio": [{"meeting_datetime": "2018-01-17T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst06.mp3", "start_seconds": 1859.0}, {"meeting_datetime": "2018-01-17T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst06.mp3", "start_seconds": 1859.0}, {"meeting_datetime": "2018-01-17T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sst06.mp3", "start_seconds": 1859.0}, {"meeting_datetime": "2018-01-18T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen07.mp3", "start_seconds": 1915.0}, {"meeting_datetime": "2018-01-18T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen07.mp3", "start_seconds": 1915.0}, {"meeting_datetime": "2018-01-18T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/sen07.mp3", "start_seconds": 1915.0}, {"meeting_datetime": "2018-02-23T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst28.mp3", "start_seconds": 638.0}, {"meeting_datetime": "2018-02-23T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst28.mp3", "start_seconds": 638.0}, {"meeting_datetime": "2018-02-23T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hst28.mp3", "start_seconds": 638.0}, {"meeting_datetime": "2018-02-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou30.mp3", "start_seconds": 4897.0}, {"meeting_datetime": "2018-02-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou30.mp3", "start_seconds": 4897.0}, {"meeting_datetime": "2018-02-27T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou30.mp3", "start_seconds": 4897.0}], "bill_versions": [{"bill_id": 8574, "bill_version_id": 46621, "bill_version": "Introduced", "bill_version_date": "2017-12-20T15:35:27.493-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to enact the State and Province Emergency Management Assistance Memorandum of Understanding. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 34-48A be amended by adding a NEW SECTION to read: The State and Province Emergency Management Assistance Memorandum of Understanding is hereby enacted into law and entered into by the State of South Dakota with all other states legally joining the agreement, in the form substantially as follows: ARTICLE I - PURPOSE AND AUTHORITIES The State and Province Emergency Management Assistance Memorandum of Understanding, hereinafter referred to as the compact, is made and entered into by and among such of the jurisdictions as shall enact or adopt this compact, hereinafter referred to as participating jurisdictions. For the purposes of this compact, the term, jurisdictions, may include any or all of the states of Illinois, Indiana, Ohio, Michigan, Minnesota, Montana, North Dakota, Pennsylvania, New York, and Wisconsin, and the Canadian Provinces of Alberta, Manitoba, Ontario, and Saskatchewan, and such other states and provinces as may hereafter become a party to this compact. The term, states, means the several states, the Commonwealth of Puerto Rico, the District of Columbia, and all territorial possessions of the United States. The term, province, means the ten political units of government within Canada. The purpose of this compact is to provide for the possibility of mutual assistance among the participating jurisdictions in managing any emergency or disaster when the affected jurisdiction or jurisdictions ask for assistance, whether arising from natural disaster, technological hazard, manmade disaster, or civil emergency aspects of resource shortages. This compact also provides for the process of planning mechanisms among the agencies responsible and for mutual cooperation, including civil emergency preparedness exercises, testing, or other training activities using equipment and personnel simulating performance of any aspect of the giving and receiving of aid by participating jurisdictions or subdivisions of participating jurisdictions during emergencies, with such actions occurring outside emergency periods. ARTICLE II - GENERAL IMPLEMENTATION Each participating jurisdiction entering into this compact recognizes that many emergencies may exceed the capabilities of a participating jurisdiction and that inter-governmental cooperation is essential in such circumstances. Each participating jurisdiction further recognizes that there will be emergencies that may require immediate access and present procedures to apply outside resources to make a prompt and effective response to such an emergency because few, if any, individual jurisdictions have all the resources they need in all types of emergencies or the capability of delivering resources to areas where emergencies exist. On behalf of the participating jurisdictions in the compact, the legally designated official who is assigned responsibility for emergency management is responsible for formulation of the appropriate inter-jurisdictional mutual aid plans and procedures necessary to implement this compact, and for recommendations to the participating jurisdiction concerned with respect to the amendment of any statutes, regulations, or ordinances required for that purpose. ARTICLE III - PARTICIPATING JURISDICTION RESPONSIBILITIES (a) FORMULATE PLANS AND PROGRAMS - It is the responsibility of each participating jurisdiction to formulate procedural plans and programs for inter-jurisdictional cooperation in the performance of the responsibilities listed in this section. In formulating and implementing such plans and programs the participating jurisdictions, to the extent practical, may: (1) Share and review individual jurisdiction hazards analyses that are available and determine all those potential emergencies the participating jurisdictions might jointly suffer, whether due to natural disaster, technological hazard, man-made disaster or emergency aspects of resource shortages; (2) Share emergency operations plans, procedures, and protocols established by each of the participating jurisdictions before entering into this compact; (3) Share policies and procedures for resource mobilization, tracking, demobilization, and reimbursement; (4) Consider joint planning, training, and exercises; (5) Assist with alerts, notifications, and warnings for communities adjacent to or crossing participating jurisdiction boundaries; (6) Consider procedures to facilitate the movement of evacuees, refugees, civil emergency personnel, equipment, or other resources into or across boundaries, or to a designated staging area when it is agreed that such movement or staging will facilitate civil emergency operations by the affected or participating jurisdictions; and (7) Provide, to the extent authorized by law, for temporary suspension of any statutes or ordinances that impede the implementation of responsibilities described in this section. (b) REQUEST ASSISTANCE - The authorized representative of a participating jurisdiction may request assistance of another participating jurisdiction by contacting the authorized representative of that jurisdiction. These provisions only apply to requests for assistance made by and to authorized representatives. Requests may be verbal or in writing. If verbal, the request must be confirmed in writing within fifteen days of the verbal request. Requests must provide the following information: (1) A description of the emergency service function for which assistance is needed and of the mission or missions, including fire services, emergency medical, transportation, communications, public works and engineering, building inspection, planning and information assistance, mass care, resource support, health and medical services, and search and rescue; (2) The amount and type of personnel, equipment, materials, and supplies needed and a reasonable estimate of the length of time they will be needed; and (3) The specific place and time for staging of the assisting participating jurisdiction's response and a point of contact at the location. (c) CONSULTATION AMONG PARTICIPATING JURISDICTION OFFICIALS - There shall be periodic consultation among the authorized representatives who have assigned emergency management responsibilities. ARTICLE IV - LIMITATION It is recognized that any participating jurisdiction that agrees to render mutual aid or conduct exercises and training for mutual aid will respond as soon as possible. It is also recognized that the participating jurisdiction rendering aid may withhold or recall resources to provide reasonable protection for itself, at its discretion. To the extent authorized by law, each participating jurisdiction will afford to the personnel of the emergency contingent of any other participating jurisdiction while operating within its jurisdiction limits under the terms and conditions of this agreement and under the operational control of an officer of the requesting participating jurisdiction the same treatment as is afforded similar or like human resources of the participating jurisdiction in which they are performing emergency services. Staff comprising the emergency contingent continue under the command and control of their regular leaders but the organizational units come under the operational control of the emergency services authorities of the participating jurisdiction receiving assistance. These conditions may be activated, as needed, by the participating jurisdiction that is to receive assistance or upon commencement of exercises or training for mutual aid and continue as long as the exercises or training for mutual aid are in progress, the emergency or disaster remains in effect, or loaned resources remain in the receiving participating jurisdictions, whichever is longer. The receiving participating jurisdiction is responsible for informing the assisting participating jurisdiction when services will no longer be required. ARTICLE V - LICENSES AND PERMITS Whenever a person holds a license, certificate, or other permit issued by any participating jurisdiction evidencing the meeting of qualifications for professional, mechanical, or other skills, and when such assistance is requested by the receiving participating jurisdiction, such person is deemed to be licensed, certified, or permitted by the jurisdiction requesting assistance to render aid involving such skill to meet an emergency or disaster, subject to such limitations and conditions as the requesting jurisdiction prescribes by executive order or otherwise. ARTICLE VI - LIABILITY Any person or entity of a participating jurisdiction rendering aid in another jurisdiction pursuant to this compact is considered an agent of the requesting jurisdiction for tort liability and immunity purposes. Any person or entity rendering aid in another jurisdiction pursuant to this compact is not liable on account of any act or omission in good faith on the part of such forces while so engaged or on account of the maintenance or use of any equipment or supplies in connection therewith. Good faith in this article does not include willful misconduct, gross negligence, or recklessness. ARTICLE VII - SUPPLEMENTARY AGREEMENTS Because it is probable that the pattern and detail of the compact for mutual aid among two or more participating jurisdictions may differ from that among the participating jurisdictions that are party to this compact, this compact contains elements of a broad base common to all participating jurisdictions, and nothing in this compact precludes any participating jurisdiction from entering into supplementary agreements with another jurisdiction or affects any other agreements already in force among participating jurisdictions. Supplementary agreements may include provisions for evacuation and reception of injured and other persons and the exchange of medical, fire, public utility, reconnaissance, welfare, transportation and communications personnel, equipment, and supplies. ARTICLE VIII - WORKERS' COMPENSATION AND DEATH BENEFITS Each participating jurisdiction shall provide, in accordance with its own laws, for the payment of workers' compensation and death benefits to injured members of the emergency contingent of that participating jurisdiction and to representatives of deceased members of those forces if the members sustain injuries or are killed while rendering aid pursuant to this compact, in the same manner and on the same terms as if the injury or death were sustained within their own jurisdiction. ARTICLE IX - REIMBURSEMENT Any participating jurisdiction rendering aid in another jurisdiction pursuant to this compact shall, if requested, be reimbursed by the participating jurisdiction receiving such aid for any loss or damage to, or expense incurred in, the operation of any equipment and the provision of any service in answering a request for aid and for the costs incurred in connection with those requests. An aiding participating jurisdiction may assume in whole or in part any such loss, damage, expense, or other cost or may loan such equipment or donate such services to the receiving participating jurisdiction without charge or cost. Any two or more participating jurisdictions may enter into supplementary agreements establishing a different allocation of costs among those jurisdictions. Expenses under Article VIII are not reimbursable under this section. ARTICLE X - IMPLEMENTATION (a) This compact is effective upon its execution or adoption by any one state and one province, and is effective as to any other jurisdiction upon its execution or adoption thereby: subject to approval or authorization by the United States Congress, if required, and subject to enactment of provincial or state legislation that may be required for the effectiveness of the memorandum of understanding. (b) Additional jurisdictions may participate in this compact upon execution or adoption of the compact. (c) Any participating jurisdiction may withdraw from this compact, but the withdrawal does not take effect until thirty days after the governor or premier of the withdrawing jurisdiction has given notice in writing of such withdrawal to the governors or premiers of all other participating jurisdictions. The action does not relieve the withdrawing jurisdiction from obligations assumed under this compact prior to the effective date of withdrawal. (d) Duly authenticated copies of this compact in the French and English languages and of such supplementary agreements as may be entered into shall, at the time of their approval, be deposited with each of the participating jurisdictions. ARTICLE XI - SEVERABILITY This compact is construed to effectuate the purposes stated in Article I. If any provision of this compact is declared unconstitutional or the applicability of the compact to any person or circumstances is held invalid, the validity of the remainder of this compact and the applicability of the compact to other persons and circumstances are not affected. ARTICLE XII - CONSISTENCY OF LANGUAGE The validity of the arrangements and agreements consented to in this compact may not be affected by any insubstantial difference in form or language as may be adopted by the various states and provinces."}, {"bill_id": 8574, "bill_version_id": 50013, "bill_version": "Enrolled", "bill_version_date": "2018-02-28T09:30:15.163-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 8574, "action_date": "2018-01-09T12:00:00-06:00", "document_id": 46890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46890.pdf", "status_text": "First Reading Senate", "journal_page": 16, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8574, "action_date": "2018-01-11T13:00:00-06:00", "document_id": 46982, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/46982.pdf", "status_text": "Referred to", "journal_page": 59, "committee_id_action": 395, "committee_id_assigned": 376, "result": "N", "vote": {}}, {"bill_id": 8574, "action_date": "2018-01-17T10:00:00-06:00", "document_id": 47012, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47012.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 376, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8574, "action_date": "2018-01-17T10:00:00-06:00", "document_id": 47167, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47167.pdf", "status_text": "Do Pass", "journal_page": 114, "committee_id_action": 376, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24531, "president_vote": null, "Nay": [1230, 1262, 1237], "Yea": [1217, 1270, 1224, 1218, 1239, 1246]}}, {"bill_id": 8574, "action_date": "2018-01-18T14:00:00-06:00", "document_id": 47299, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47299.pdf", "status_text": "Do Pass", "journal_page": 139, "committee_id_action": 395, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 24603, "president_vote": null, "Yea": [1239, 1230, 1264, 1231, 1217, 1246, 1219, 1273, 1270, 1267, 1218, 1281, 1221, 1272, 1245, 1271, 1252, 1288, 1220, 1242, 1276, 1300], "Nay": [1228, 1262, 1234, 1290, 1232, 1278, 1304, 1224, 1243, 1289, 1244, 1233, 1237]}}, {"bill_id": 8574, "action_date": "2018-01-19T13:00:00-06:00", "document_id": 47389, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/47389.pdf", "status_text": "First read in House and referred to", "journal_page": 115, "committee_id_action": 396, "committee_id_assigned": 391, "result": "N", "vote": {}}, {"bill_id": 8574, "action_date": "2018-02-23T07:45:00-06:00", "document_id": 49603, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49603.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 391, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8574, "action_date": "2018-02-23T07:45:00-06:00", "document_id": 49748, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49748.pdf", "status_text": "Do Pass", "journal_page": 568, "committee_id_action": 391, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26266, "president_vote": null, "Yea": [1268, 1284, 1238, 1226, 1277, 1240, 1259], "Excused": [1282, 1283, 1253], "Nay": [1250, 1248, 1225]}}, {"bill_id": 8574, "action_date": "2018-02-26T14:00:00-06:00", "document_id": 49890, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49890.pdf", "status_text": "Deferred to another day", "journal_page": 611, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 8574, "action_date": "2018-02-27T14:00:00-06:00", "document_id": 49976, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49976.pdf", "status_text": "Do Pass", "journal_page": 628, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 26481, "president_vote": null, "Excused": [1313, 1279, 1235, 1263, 1261, 1254, 1236], "Yea": [1241, 1213, 1269, 1297, 1424, 1268, 1284, 1223, 1307, 1301, 1425, 1260, 1308, 1238, 1286, 1222, 1302, 1306, 1265, 1315, 1296, 1292, 1293, 1226, 1274, 1295, 1249, 1277, 1259, 1299, 1256, 1240, 1258, 1305, 1287, 1257, 1215, 1317, 1216, 1229, 1298, 1285, 1253], "Nay": [1214, 1266, 1294, 1282, 1311, 1312, 1291, 1275, 1283, 1250, 1314, 1247, 1316, 1248, 1310, 1280, 1303, 1309, 1255, 1225]}}, {"bill_id": 8574, "action_date": "2018-02-28T14:00:00-06:00", "document_id": 50093, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50093.pdf", "status_text": "Signed by the President", "journal_page": 646, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8574, "action_date": "2018-03-05T14:00:00-06:00", "document_id": 50312, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50312.pdf", "status_text": "Signed by the Speaker", "journal_page": 689, "committee_id_action": 396, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8574, "action_date": "2018-03-07T09:00:00-06:00", "document_id": 50418, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50418.pdf", "status_text": "Delivered to the Governor", "journal_page": 736, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 8574, "action_date": "2018-03-08T10:00:00-06:00", "document_id": 50469, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/50469.pdf", "status_text": "Signed by the Governor", "journal_page": 756, "committee_id_action": 395, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 6723}