{"session_id": 54, "bill_id": 18308, "bill_type": "Senate Bill", "bill_number": 202, "bill_title": "revise certain provisions to comply with the requirements of the Juvenile Justice and Delinquency Act.", "sponsors": [], "keywords": ["Abuse or Neglect", "Minors", "Penal Institutions, Probation and Parole"], "audio": [{"meeting_datetime": "2003-02-19T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sju25sb0202a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-19T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sju25sb0202a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-19T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sju25sb0202a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-19T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sju25sb0202a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-21T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen27sb0202a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-21T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen27sb0202a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-21T00:00:00-06:00", "committee": "S", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/sen27sb0202a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-26T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst31sb0202a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-26T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst31sb0202a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-26T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst31sb0202a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-02-26T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hst31sb0202a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-03T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou34sb0202a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-03T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou34sb0202a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2003-03-03T00:00:00-06:00", "committee": "H", "url": "https://sdpb.sd.gov/sdpbpodcast/2003/hou34sb0202a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 18308, "bill_version_id": 96358, "bill_version": "Introduced", "bill_version_date": "2003-02-03T09:33:10-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions to comply with the requirements of the Juvenile Justice and Delinquency Act. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 26-7A-1 be amended to read as follows: 26-7A-1. Terms used in this chapter and in chapters 26-8A, 26-8B, and 26-8C mean: (1) \"Abused or neglected child,\" a child as defined in § 26-8A-2; (2) \"Adjudicatory hearing,\" a hearing to determine whether the allegations of a petition alleging that a child is abused or neglected are supported by clear and convincing evidence or whether the allegations of a petition alleging a child to be in need of supervision or a delinquent are supported by evidence beyond a reasonable doubt; (3) \"Adult,\" a person eighteen years of age or over, except any person under twenty-one years of age who is under the continuing jurisdiction of the court or who is before the court for an alleged delinquent act committed before the person's eighteenth birthday; (4) \"Advisory hearing,\" the initial hearing conducted by the court to inform the child and the child's parents, guardian, custodian, or other interested parties of their statutory and constitutional rights; (5) \"Association,\" an association, institution, or corporation which includes in its purposes the care or disposition of children coming within the provisions of this chapter or chapter 26-8A, 26-8B, or 26-8C; (6) \"Child,\" a person less than eighteen years of age and any person under twenty-one years of age who is under the continuing jurisdiction of the court or who is before the court for an alleged delinquent act committed before the person's eighteenth birthday; (7) \"Child in need of supervision,\" a child as defined in § 26-8B-2; (8) \"Commit,\" to transfer custody of a person; (9) \"Conservator,\" a conservator of a child as defined in § 29A-1-201; (10) \"Court\" or \"juvenile court,\" the circuit court; (11) \"Custodian,\" any foster parent, employee of a public or private residential home or facility, other person legally responsible for a child's welfare in a residential setting, or person providing in-home or out-of-home care; for purposes of this definition, out-of-home care means any day care as defined in § § 26-6-14, 26-6-14.1, and 26-6-14.8; (12) \"Delinquent child,\" a child as defined in § 26-8C-2; (13) \"Department of Social Services\" or \"department,\" the South Dakota Department of Social Services; (14) \"Deprivation of custody,\" transfer of custody of a child by the court from the child's parents, guardian, or other custodian to another person, agency, department, or institution; (15) \"Detention,\" the temporary custody of a child in secured physically restricting facilities for children, sight and sound separated from adult prisoners ; (16) \"Detention facility,\" a secured, physically-restricting facility where designed, staffed, and operated for children are physically and separated by sight and sound from adult prisoners or a facility for children in the same building or secure perimeter as an adult jail or lockup, where children are sight and sound separated from adult prisoners, where staff in the detention facility are trained and certified by the entity operating facility to work with children, and the facility had been approved as a collocated facility by the Office of Juvenile Justice and Delinquency Prevention ; (17) \"Dispositional hearing,\" a hearing after adjudication at which the court makes an interim or final decision in the case; (18) \"Guardian,\" a guardian of a child as defined in § 29A-1-201; (19) \"Guardian ad litem,\" a representative of a child as defined in subdivision 15-6-17(c), including a court-appointed special advocate for a child; (20) \"Intake officer,\" a judge of a circuit court or the court's designee who may not be a court services officer, law enforcement officer, or prosecuting attorney. For purposes of chapters 26-7A, 26-8A, 26-8B, and 26-8C, intake officers may administer oaths or affirmations as provided by chapter 18-3; (21) \"Minor,\" a person who has not reached his or her eighteenth birthday; (22) \"Parents,\" biological or adoptive parents of a child, including either parent, any single or surviving parent, and any custodial or noncustodial parent, jointly or severally; (23) \"Protective supervision,\" a legal status created by court order under which an alleged or adjudicated abused or neglected child is permitted to remain in the home of the child's parents, guardian, or custodian or is placed with a relative or other suitable person and supervision and assistance is provided by the court, Department of Social Services, or another agency designated by the court; (24) \"Qualified mental health professional,\" a person as defined in § 27A-1-3; (25) \"Shelter,\" a physically-unrestricting home or facility for temporary care of a child; (26) \"Temporary care,\" the care given to a child in temporary custody; (27) \"Temporary custody,\" the physical and legal control of a child prior to final disposition. Section 2. That § 26-7A-14 be amended to read as follows: 26-7A-14. An apparent abused or neglected child taken into temporary custody and not released to the child's parents, guardian, or custodian may be placed in the temporary care of the Department of Social Services, foster care, or a shelter as designated by the court to be the least restrictive alternative for the child. A child apparently in need of supervision or an apparent delinquent child taken into temporary custody and not released to the child's parents, guardian, or custodian may be placed in foster care, shelter, or detention as designated by the court to be the least restrictive alternative for the child. The temporary caretaker of the child shall promptly notify the state's attorney of the child's placement. No child may be held in temporary custody longer than forty-eight hours, or twenty-four hours pursuant to § § 26-8B-3 and 26-7A-15 , excluding Saturdays, Sundays, and court holidays, unless a petition has been filed, the child is within the jurisdiction of the court and the court orders longer custody during a noticed hearing or a telephonic hearing. The court may at any time order the release of a child from temporary custody without holding a hearing, either with or without restriction or condition or upon written promise of the child's parents, guardian, or custodian regarding the care and protection of an apparent abused or neglected child or regarding custody and appearance in court of an apparent child in need of supervision or an apparent delinquent child at a time, date, and place to be determined by the court. Provisions of this chapter on temporary custody do not abrogate or limit the authority of the court to order temporary custody of any child during any noticed hearing after an action has been commenced. Section 3. That § 26-7A-23 be amended to read as follows: 26-7A-23. A board of county commissioners may provide and maintain at public expense temporary care, shelter, or detention facilities, physically sight and sound separated from adult prisoners, where children coming within the provisions of this chapter or chapter 26-8A, 26-8B, 26-8C, or § § 26-11A-13 and 26-11A-14, may, if necessary or appropriate, be placed for temporary care, temporary custody, shelter, or detention as designated by the court, or temporary detention or shelter by the Department of Corrections. Sections 26-11A-19 and 26-7A-94 governs the costs of custodial care of children. Section 4. That § 26-7A-26 be amended to read as follows: 26-7A-26. No apparent, alleged, or adjudicated abused or neglected child may be securely detained at any time in a jail, lockup, or in any type of detention or temporary care facility containing adult prisoners. An apparent, alleged, or adjudicated child in need of supervision may not be securely detained in a jail, lockup, or in any type of detention or temporary care facility containing adult prisoners except for approved collocated detention centers as defined in § 26- 7A-1 and as authorized in § § 26-8B-3 and 26-8B-6. An apparent, alleged, or adjudicated child in need of supervision or an apparent, alleged, or adjudicated delinquent child fourteen years of age or older may be held in detention in an adult lockup or jail if physically separated from adult prisoners subject to any restrictions under this chapter or chapter 26-8A, 26-8B, or 26-8C. An apparent, alleged, or adjudicated child in need of supervision or an apparent, alleged, or adjudicated delinquent child may be held in an adult lockup or jail for up to six hours for purposes of identification, processing, interrogation, transfer to juvenile facility, or release to parents if the child is physically sight and sound separated from adult prisoners. In any area not designated as a metropolitan statistical area by the United States Bureau of the Census, an apparent or alleged delinquent child may be held in an adult lockup or jail for up to forty-eight hours excluding holidays and weekends or until the temporary custody hearing, whichever is earlier, if the facility has been certified by the Department of Corrections as providing sight and sound separation of juveniles from adults and if no suitable juvenile facility is available. A child who has been transferred to adult court pursuant to § 26-11-4 or a child who is being tried in circuit court as an adult pursuant to § 26-11-3.1 may be held in detention in an adult lockup or jail if physically separated from adult prisoners. A child who has attained the age of majority who is under the continuing jurisdiction of the court may be held in detention in an adult jail or lockup. A child under the age of eighteen years who has been transferred to adult court pursuant to § 26-11-3.1 or 26-11-4 and who has been convicted of a felony as an adult may be held in detention in an adult jail or lockup. Section 5. That § 26-8B-2 be amended to read as follows: 26-8B-2. In this chapter and chapter 26-7A, the term, child in need of supervision, means: (1) Any child of compulsory school age who is habitually absent from school without legal excuse; (2) Any child who has run away from home or is otherwise beyond the control of the child's parent, guardian, or custodian; (3) Any child whose behavior or condition endangers the child's own welfare or the welfare of others; or (4) Any child who has violated any federal, state, or local law or regulation for which there is not a penalty of a criminal nature for an adult, except violations of subdivision 34-46-2(2), or petty offenses ; or (5) Any child who has violated § 35-9-2 . Section 6. That § 26-8B-3 be amended to read as follows: 26-8B-3. An apparent or alleged child in need of supervision taken into temporary custody by a law enforcement officer prior to a temporary custody hearing shall be released to the child's parents, guardian, or custodian unless the parents, guardian, or custodian cannot be located or in the judgment of the intake officer are not suitable to receive the child, in which case the child shall be placed in shelter. A child may be placed in detention for no more than twenty-four hours, excluding Saturdays, Sundays, and court holidays, if the intake officer finds that the parents, guardian, or custodian are not available or are not suitable to receive the child, and finds at least one of the following circumstances exists: (1) The child has failed to comply with court services or a court-ordered program; (2) The child is being held for another jurisdiction as a parole or probation violator, as a runaway or as a person under court-ordered detention; (3) The child has a demonstrated propensity to run away from the child's home, from court-ordered placement outside of the child's home or from agencies charged with providing temporary care for the child; (4) The child is under court-ordered home detention in this jurisdiction; or (5) There are specific, articulated circumstances which justify the detention for the protection of the child from potentially immediate harm to the child or to others. The shelter or detention authorized shall be the least restrictive alternative available. The child may be held in detention up to an additional twenty-four hours following the temporary custody hearing pending transfer to shelter or release. If the child is accused of or has been found in violation of a valid court order, the child may be placed in detention for more than twenty-four hours, if a temporary custody hearing, pursuant to § 26-7A-14, is held within twenty-four hours of the child being placed in a detention facility , an interview is conducted with the child, and a written assessment of the child's immediate needs is provided at the temporary custody hearing. The interview and assessment may be conducted by law enforcement, states attorney, court services, or other public employee. The child may not be held in detention greater than seventy-two hours unless probation revocation proceedings have been initiated. . If the child is being held for another jurisdiction as a parole or probation violator, as runaway or as a person under court-ordered detention, the child may be placed in detention for more than twenty-four hours, and up to seven days, if a temporary custody hearing, pursuant to § 26-7A-14, is held within twenty-four hours of the child being placed in a detention facility. Section 7. That § 26-8B-6 be amended to read as follows: 26-8B-6. If a child has been adjudicated as a child in need of supervision, the court shall enter a decree of disposition according to the least restrictive alternative available in keeping with the best interests of the child. The decree shall contain one or more of the following alternatives: (1) The court may place the child on probation or under protective supervision in the custody of one or both parents, guardian, custodian, relative, or another suitable person under conditions imposed by the court; (2) The court may require as a condition of probation that the child report for assignment to a supervised work program, provided the child is not placed in a detention facility and is not deprived of the schooling that is appropriate to the child's age, needs, and specific rehabilitative goals. The supervised work program shall be of a constructive nature designed to promote rehabilitation, shall be appropriate to the age level and physical ability of the child and shall be combined with counseling by a court services officer or other guidance personnel. The supervised work program assignment shall be made for a period of time consistent with the child's best interests, but may not exceed ninety days; (3) If the court finds that the child has violated a valid court order, the court may place the child in a detention facility, for purposes of disposition if: (a) The child is not deprived of the schooling that is appropriate for the child's age, needs, and specific rehabilitative goals; (b) The child had a due process hearing before the order was issued; (c) Before the issuance of such order, a local interagency team, authorized pursuant to § 27A-15-56 shall review the behavior of the child and the circumstances under which such child was brought before the court and made subject to such order; determine the reasons for the behavior that caused such child to be brought before the court and made subject to such order; determine that all dispositions, including treatment, other than placement in a detention facility or the Department of Corrections, have been exhausted or are clearly inappropriate; and submit to the court a written report stating the results of the review and determinations made A plan of disposition from a court services officer is provided to the court ; (4) The court may require the child to pay for any damage done to property or for medical expenses under conditions set by the court if payment can be enforced without serious hardship or injustice to the child; (5) The court may commit the child to the Department of Corrections for placement in a juvenile correctional facility, foster home, group home, group care center, or residential treatment center pursuant to chapter 26-11A. Prior to placement in a juvenile correctional facility, an interagency team comprised of representatives from the Department of Human Services, Department of Social Services, Department of Education and Cultural Affairs, and the Department of Corrections , and the Unified Judicial System shall make a written finding that placement at a Department of Corrections facility is the least restrictive placement commensurate with the best interests of the child. Subsequent placement in any other Department of Corrections facility may be authorized without an interagency review; (6) The court may place a child in an alternative educational program; (7) The court may order the child to be examined and treated at the Human Services Center; (8) The court may impose a fine not to exceed five hundred dollars; (9) The court may order the suspension or revocation of the child's driving privilege or restrict the privilege in such manner as it sees fit or as required by § 32-12-52.4; (10) The court may assess or charge the same costs and fees as permitted by § § 16-2-41, 23-3-52, 23A-27-26, and 23A-27-27 against the child, parent, guardian, custodian, or other party responsible for the child. No adjudicated child in need of supervision may be incarcerated in a detention facility except as provided in subdivision (3) or (5) of this section. Section 8. That § 26-8C-2 be amended to read as follows: 26-8C-2. In this chapter and chapter 26-7A, the term, delinquent child, means any child ten years of age or older who, regardless of where the violation occurred, has violated any federal, state, or local law or regulation for which there is a penalty of a criminal nature for an adult, except state or municipal hunting, fishing, boating, park, or traffic laws that are classified as misdemeanors, or petty offenses or any violation of § 35-9-2 . Section 9. That § 26-11-1 be amended to read as follows: 26-11-1. If any child under the age of eighteen years is arrested, with or without a warrant, for a violation of any law or municipal ordinance for which the child is not subject to proceedings as a child in need of supervision as defined in § 26-8B-2 or a delinquent child as defined in § 26-8C-2 or for a violation of subdivision 34-46-2(2), the child shall be brought before the judge of a court having jurisdiction over the offense and proceedings shall be conducted as though the child were eighteen years of age or older. A child under the age of eighteen years, subject to proceedings pursuant to this section and accused of a Class 2 misdemeanor, may be held in or sentenced to an adult lockup or jail or a detention or temporary care facility for up to seven days if physically sight and sound separated from adult prisoners. No child may be held in or sentenced to a detention facility for a violation of subdivision 34-46-2(2). A child under the age of eighteen years, subject to proceedings pursuant to this section and accused of a Class 1 misdemeanor, may be held in or sentenced to an adult lockup or jail or a detention or temporary care facility for up to thirty days if physically sight and sound separated from adult prisoners. Section 10. That § 24-11-1 be amended to read as follows: 24-11-1. The word \"jail\" term, jail, as used in this chapter includes any building or place provided or used by any county, municipality, or civil township for the detention of adult persons convicted or accused of the violation of any law of this state, any ordinance or bylaw of any municipality , or civil township, or any rule or regulation of any board, commission, or public officer having the effect of law; or for the detention of adult persons held as witnesses or committed for contempts, except juvenile detention facilities located outside jails and lockups and approved collocated detention facilities operated by counties. The governing body or commission responsible for the operation of a jail shall classify its jails based upon the types of persons detained therein and the maximum length of detention of persons in such jails. Section 11. That § 24-11-16 be amended to read as follows: 24-11-16. The sheriff or other officer having charge of any jail shall keep jail records. These records shall be carefully kept and preserved and delivered to such officer's successor in office. Such The officer shall exhibit these records to any judge of the circuit court when , if requested to do so , and to the Department of Corrections for the purposes on monitoring compliance with the requirements of the Juvenile Justice and Delinquency Prevention Act pursuant to § 1-15-28 . Section 12. That § 32-12-52.4 be amended to read as follows: 32-12-52.4. Upon a first conviction or a first adjudication of delinquency as a child in need of supervision for a violation of § 35-9-2 while in a motor vehicle, the court shall suspend the driver license or driving privilege of any driver of a vehicle who was under the age of twenty-one when the offense occurred, for a period of six months. Upon a second or subsequent conviction or a second or subsequent adjudication of delinquency as a child in need of supervision for a violation of § 35-9-2 while in a motor vehicle, the court shall suspend the driver license or driving privilege of any driver of a vehicle who was under the age of twenty-one when the offense occurred, for a period of one year. For any offense under this section, the court may issue an order permitting the person to operate a motor vehicle for purposes of the person's employment, attendance at school, or attendance at counseling programs. Notwithstanding the provisions of chapters 26-7A, 26-8A, 26-8B, and 26-8C, the Unified Judicial System shall notify the Department of Commerce and Regulation of any conviction or adjudication for a violation, while in a motor vehicle, of § 35-9-2 or chapter 32-23. The period of suspension shall begin on the date the person's suspended driver license is received by the court or the Department of Commerce and Regulation. At the expiration of the period of suspension, a person may make application to have the license reinstated and pay the license fee as prescribed in § 32-12-47.1."}, {"bill_id": 18308, "bill_version_id": 97392, "bill_version": "Senate Judiciary Engrossed", "bill_version_date": "2003-02-19T13:09:32-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions to comply with the requirements of the Juvenile Justice and Delinquency Act. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 26-7A-1 be amended to read as follows: 26-7A-1. Terms used in this chapter and in chapters 26-8A, 26-8B, and 26-8C mean: (1) \"Abused or neglected child,\" a child as defined in § 26-8A-2; (2) \"Adjudicatory hearing,\" a hearing to determine whether the allegations of a petition alleging that a child is abused or neglected are supported by clear and convincing evidence or whether the allegations of a petition alleging a child to be in need of supervision or a delinquent are supported by evidence beyond a reasonable doubt; (3) \"Adult,\" a person eighteen years of age or over, except any person under twenty-one years of age who is under the continuing jurisdiction of the court or who is before the court for an alleged delinquent act committed before the person's eighteenth birthday; (4) \"Advisory hearing,\" the initial hearing conducted by the court to inform the child and the child's parents, guardian, custodian, or other interested parties of their statutory and constitutional rights; (5) \"Association,\" an association, institution, or corporation which includes in its purposes the care or disposition of children coming within the provisions of this chapter or chapter 26-8A, 26-8B, or 26-8C; (6) \"Child,\" a person less than eighteen years of age and any person under twenty-one years of age who is under the continuing jurisdiction of the court or who is before the court for an alleged delinquent act committed before the person's eighteenth birthday; (7) \"Child in need of supervision,\" a child as defined in § 26-8B-2; (8) \"Commit,\" to transfer custody of a person; (9) \"Conservator,\" a conservator of a child as defined in § 29A-1-201; (10) \"Court\" or \"juvenile court,\" the circuit court; (11) \"Custodian,\" any foster parent, employee of a public or private residential home or facility, other person legally responsible for a child's welfare in a residential setting, or person providing in-home or out-of-home care; for purposes of this definition, out-of-home care means any day care as defined in § § 26-6-14, 26-6-14.1, and 26-6-14.8; (12) \"Delinquent child,\" a child as defined in § 26-8C-2; (13) \"Department of Social Services\" or \"department,\" the South Dakota Department of Social Services; (14) \"Deprivation of custody,\" transfer of custody of a child by the court from the child's parents, guardian, or other custodian to another person, agency, department, or institution; (15) \"Detention,\" the temporary custody of a child in secured physically restricting facilities for children, sight and sound separated from adult prisoners ; (16) \"Detention facility,\" a secured, physically-restricting facility where designed, staffed, and operated for children are physically and separated by sight and sound from adult prisoners or a facility for children in the same building or secure perimeter as an adult jail or lockup, where children are sight and sound separated from adult prisoners, where staff in the detention facility are trained and certified by the entity operating facility to work with children, and the facility had been approved as a collocated facility by the Office of Juvenile Justice and Delinquency Prevention ; (17) \"Dispositional hearing,\" a hearing after adjudication at which the court makes an interim or final decision in the case; (18) \"Guardian,\" a guardian of a child as defined in § 29A-1-201; (19) \"Guardian ad litem,\" a representative of a child as defined in subdivision 15-6-17(c), including a court-appointed special advocate for a child; (20) \"Intake officer,\" a judge of a circuit court or the court's designee who may not be a court services officer, law enforcement officer, or prosecuting attorney. For purposes of chapters 26-7A, 26-8A, 26-8B, and 26-8C, intake officers may administer oaths or affirmations as provided by chapter 18-3; (21) \"Minor,\" a person who has not reached his or her eighteenth birthday; (22) \"Parents,\" biological or adoptive parents of a child, including either parent, any single or surviving parent, and any custodial or noncustodial parent, jointly or severally; (23) \"Protective supervision,\" a legal status created by court order under which an alleged or adjudicated abused or neglected child is permitted to remain in the home of the child's parents, guardian, or custodian or is placed with a relative or other suitable person and supervision and assistance is provided by the court, Department of Social Services, or another agency designated by the court; (24) \"Qualified mental health professional,\" a person as defined in § 27A-1-3; (25) \"Shelter,\" a physically-unrestricting home or facility for temporary care of a child; (26) \"Temporary care,\" the care given to a child in temporary custody; (27) \"Temporary custody,\" the physical and legal control of a child prior to final disposition. Section 2. That § 26-7A-23 be amended to read as follows: 26-7A-23. A board of county commissioners may provide and maintain at public expense temporary care, shelter, or detention facilities, physically sight and sound separated from adult prisoners, where children coming within the provisions of this chapter or chapter 26-8A, 26-8B, 26-8C, or § § 26-11A-13 and 26-11A-14, may, if necessary or appropriate, be placed for temporary care, temporary custody, shelter, or detention as designated by the court, or temporary detention or shelter by the Department of Corrections. Sections 26-11A-19 and 26-7A-94 governs the costs of custodial care of children. Section 3. That § 26-7A-26 be amended to read as follows: 26-7A-26. No apparent, alleged, or adjudicated abused or neglected child may be securely detained at any time in a jail, lockup, or in any type of detention or temporary care facility containing adult prisoners. An apparent, alleged, or adjudicated child in need of supervision may not be securely detained in a jail, lockup, or in any type of detention or temporary care facility containing adult prisoners except for approved collocated detention centers as defined in § 26- 7A-1 and as authorized in § § 26-8B-3, 26-8B-6, and 26-7A-20. An apparent , or alleged , or adjudicated child in need of supervision or an apparent, alleged, or adjudicated delinquent child fourteen years of age or older may be held in detention in an adult lockup or jail if physically separated from adult prisoners subject to any restrictions under this chapter or chapter 26-8A, 26-8B, or 26-8C. An apparent, alleged, or adjudicated child in need of supervision or an apparent, alleged, or adjudicated delinquent child may be held in an adult lockup or jail for up to six hours for purposes of identification, processing, interrogation, transfer to juvenile facility, or release to parents if the child is physically sight and sound separated from adult prisoners. In any area not designated as a metropolitan statistical area by the United States Bureau of the Census, an apparent or alleged delinquent child may be held in an adult lockup or jail for up to forty-eight hours excluding holidays and weekends or until the temporary custody hearing, whichever is earlier, if the facility has been certified by the Department of Corrections as providing sight and sound separation of juveniles from adults and if no suitable juvenile facility is available. A child who has been transferred to adult court pursuant to § 26-11-4 or a child who is being tried in circuit court as an adult pursuant to § 26-11-3.1 may be held in detention in an adult lockup or jail if physically separated from adult prisoners. A child who has attained the age of majority who is under the continuing jurisdiction of the court may be held in detention in an adult jail or lockup. A child under the age of eighteen years who has been transferred to adult court pursuant to § 26-11-3.1 or 26-11-4 and who has been convicted of a felony as an adult may be held in detention in an adult jail or lockup. Section 4. That § 26-8B-2 be amended to read as follows: 26-8B-2. In this chapter and chapter 26-7A, the term, child in need of supervision, means: (1) Any child of compulsory school age who is habitually absent from school without legal excuse; (2) Any child who has run away from home or is otherwise beyond the control of the child's parent, guardian, or custodian; (3) Any child whose behavior or condition endangers the child's own welfare or the welfare of others; or (4) Any child who has violated any federal, state, or local law or regulation for which there is not a penalty of a criminal nature for an adult, except violations of subdivision 34-46-2(2), or petty offenses ; or (5) Any child who has violated § 35-9-2 . Section 5. That § 26-8B-3 be amended to read as follows: 26-8B-3. An apparent or alleged child in need of supervision taken into temporary custody by a law enforcement officer prior to a temporary custody hearing shall be released to the child's parents, guardian, or custodian unless the parents, guardian, or custodian cannot be located or in the judgment of the intake officer are not suitable to receive the child, in which case the child shall be placed in shelter. A child may be placed in detention for no more than twenty-four hours, excluding Saturdays, Sundays, and court holidays, if the intake officer finds that the parents, guardian, or custodian are not available or are not suitable to receive the child, and finds at least one of the following circumstances exists: (1) The child has failed to comply with court services or a court-ordered program; (2) The child is being held for another jurisdiction as a parole or probation violator, as a runaway or as a person under court-ordered detention; (3) The child has a demonstrated propensity to run away from the child's home, from court-ordered placement outside of the child's home or from agencies charged with providing temporary care for the child; (4) The child is under court-ordered home detention in this jurisdiction; or (5) There are specific, articulated circumstances which justify the detention for the protection of the child from potentially immediate harm to the child or to others. The shelter or detention authorized shall be the least restrictive alternative available. The child may be held in detention up to an additional twenty-four hours following the temporary custody hearing pending transfer to shelter or release. If the child is accused of or has been found in violation of a valid court order, the child may be placed in detention for more than twenty-four hours, if a temporary custody hearing, pursuant to § 26-7A-14, is held within twenty-four hours of the child being placed in a detention facility , an interview is conducted with the child, and a written assessment of the child's immediate needs is provided at the temporary custody hearing. The interview and assessment may be conducted by law enforcement, states attorney, court services, or other public employee. The child may not be held in detention greater than seventy-two hours unless revocation proceedings have been initiated. . If the child is being held for another jurisdiction as a parole or probation violator, as runaway or as a person under court-ordered detention, the child may be placed in detention for more than twenty-four hours, and up to seven days, if a temporary custody hearing, pursuant to § 26-7A-14, is held within twenty-four hours of the child being placed in a detention facility. Section 6. That § 26-8B-6 be amended to read as follows: 26-8B-6. If a child has been adjudicated as a child in need of supervision, the court shall enter a decree of disposition according to the least restrictive alternative available in keeping with the best interests of the child. The decree shall contain one or more of the following alternatives: (1) The court may place the child on probation or under protective supervision in the custody of one or both parents, guardian, custodian, relative, or another suitable person under conditions imposed by the court; (2) The court may require as a condition of probation that the child report for assignment to a supervised work program, provided the child is not placed in a detention facility and is not deprived of the schooling that is appropriate to the child's age, needs, and specific rehabilitative goals. The supervised work program shall be of a constructive nature designed to promote rehabilitation, shall be appropriate to the age level and physical ability of the child and shall be combined with counseling by a court services officer or other guidance personnel. The supervised work program assignment shall be made for a period of time consistent with the child's best interests, but may not exceed ninety days; (3) If the court finds that the child has violated a valid court order, the court may place the child in a detention facility, for purposes of disposition if: (a) The child is not deprived of the schooling that is appropriate for the child's age, needs, and specific rehabilitative goals; (b) The child had a due process hearing before the order was issued; (c) Before the issuance of such order, a local interagency team, authorized pursuant to § 27A-15-56 shall review the behavior of the child and the circumstances under which such child was brought before the court and made subject to such order; determine the reasons for the behavior that caused such child to be brought before the court and made subject to such order; determine that all dispositions, including treatment, other than placement in a detention facility or the Department of Corrections, have been exhausted or are clearly inappropriate; and submit to the court a written report stating the results of the review and determinations made A plan of disposition from a court services officer is provided to the court ; (4) The court may require the child to pay for any damage done to property or for medical expenses under conditions set by the court if payment can be enforced without serious hardship or injustice to the child; (5) The court may commit the child to the Department of Corrections for placement in a juvenile correctional facility, foster home, group home, group care center, or residential treatment center pursuant to chapter 26-11A. Prior to placement in a juvenile correctional facility, an interagency team comprised of representatives from the Department of Human Services, Department of Social Services, Department of Education and Cultural Affairs, and the Department of Corrections , and the Unified Judicial System shall make a written finding that placement at a Department of Corrections facility is the least restrictive placement commensurate with the best interests of the child. Subsequent placement in any other Department of Corrections facility may be authorized without an interagency review; (6) The court may place a child in an alternative educational program; (7) The court may order the child to be examined and treated at the Human Services Center; (8) The court may impose a fine not to exceed five hundred dollars; (9) The court may order the suspension or revocation of the child's driving privilege or restrict the privilege in such manner as it sees fit or as required by § 32-12-52.4; (10) The court may assess or charge the same costs and fees as permitted by § § 16-2-41, 23-3-52, 23A-27-26, and 23A-27-27 against the child, parent, guardian, custodian, or other party responsible for the child. No adjudicated child in need of supervision may be incarcerated in a detention facility except as provided in subdivision (3) or (5) of this section. Section 7. That § 26-8C-2 be amended to read as follows: 26-8C-2. In this chapter and chapter 26-7A, the term, delinquent child, means any child ten years of age or older who, regardless of where the violation occurred, has violated any federal, state, or local law or regulation for which there is a penalty of a criminal nature for an adult, except state or municipal hunting, fishing, boating, park, or traffic laws that are classified as misdemeanors, or petty offenses or any violation of § 35-9-2 . Section 8. That § 26-11-1 be amended to read as follows: 26-11-1. If any child under the age of eighteen years is arrested, with or without a warrant, for a violation of any law or municipal ordinance for which the child is not subject to proceedings as a child in need of supervision as defined in § 26-8B-2 or a delinquent child as defined in § 26-8C-2 or for a violation of subdivision 34-46-2(2), the child shall be brought before the judge of a court having jurisdiction over the offense and proceedings shall be conducted as though the child were eighteen years of age or older. A child under the age of eighteen years, subject to proceedings pursuant to this section and accused of a Class 2 misdemeanor, may be held in or sentenced to an adult lockup or jail or a detention or temporary care facility for up to seven days if physically sight and sound separated from adult prisoners. No child may be held in or sentenced to a detention facility for a violation of subdivision 34-46-2(2). A child under the age of eighteen years, subject to proceedings pursuant to this section and accused of a Class 1 misdemeanor, may be held in or sentenced to an adult lockup or jail or a detention or temporary care facility for up to thirty days if physically sight and sound separated from adult prisoners. Section 9. That § 24-11-1 be amended to read as follows: 24-11-1. The word \"jail\" term, jail, as used in this chapter includes any building or place provided or used by any county, municipality, or civil township for the detention of adult persons convicted or accused of the violation of any law of this state, any ordinance or bylaw of any municipality , or civil township, or any rule or regulation of any board, commission, or public officer having the effect of law; or for the detention of adult persons held as witnesses or committed for contempts, except juvenile detention facilities located outside jails and lockups and approved collocated detention facilities operated by counties. The governing body or commission responsible for the operation of a jail shall classify its jails based upon the types of persons detained therein and the maximum length of detention of persons in such jails. Section 10. That § 24-11-16 be amended to read as follows: 24-11-16. The sheriff or other officer having charge of any jail shall keep jail records. These records shall be carefully kept and preserved and delivered to such officer's successor in office. Such The officer shall exhibit these records to any judge of the circuit court when , if requested to do so , and to the Department of Corrections for the purposes on monitoring compliance with the requirements of the Juvenile Justice and Delinquency Prevention Act pursuant to § 1-15-28 . Section 11. That § 32-12-52.4 be amended to read as follows: 32-12-52.4. Upon a first conviction or a first adjudication of delinquency as a child in need of supervision for a violation of § 35-9-2 while in a motor vehicle, the court shall suspend the driver license or driving privilege of any driver of a vehicle who was under the age of twenty-one when the offense occurred, for a period of six months. Upon a second or subsequent conviction or a second or subsequent adjudication of delinquency as a child in need of supervision for a violation of § 35-9-2 while in a motor vehicle, the court shall suspend the driver license or driving privilege of any driver of a vehicle who was under the age of twenty-one when the offense occurred, for a period of one year. For any offense under this section, the court may issue an order permitting the person to operate a motor vehicle for purposes of the person's employment, attendance at school, or attendance at counseling programs. Notwithstanding the provisions of chapters 26-7A, 26-8A, 26-8B, and 26-8C, the Unified Judicial System shall notify the Department of Commerce and Regulation of any conviction or adjudication for a violation, while in a motor vehicle, of § 35-9-2 or chapter 32-23. The period of suspension shall begin on the date the person's suspended driver license is received by the court or the Department of Commerce and Regulation. At the expiration of the period of suspension, a person may make application to have the license reinstated and pay the license fee as prescribed in § 32-12-47.1. Section 12. That § 26-7A-15 be amended to read as follows: 26-7A-15. The officer or party who takes a child into temporary custody, with or without a court order, except under a court order issued during a noticed hearing after an action has been commenced, shall immediately, without unnecessary delay in keeping with the circumstances, inform the child's parents, guardian, or custodian of the temporary custody and of the right to a prompt hearing by the court to determine whether temporary custody should be continued. If the child's parents, guardian, or custodian cannot be located after reasonable inquiry, the officer or party taking temporary custody of the child shall report that fact and the circumstances immediately to the state's attorney. The state's attorney shall notify the child's parents, guardian, or custodian, without unnecessary delay, of the time, date, and place of the temporary custody hearing. The hearing shall be held within forty-eight hours if it concerns any apparent abused or neglected child or if it concerns any apparent delinquent child pursuant to § 26-8C-3 or within twenty-four hours if it concerns any apparent delinquent child pursuant to § 26-8C-3 or any apparent child in need of supervision pursuant to § 26-8B-3, excluding Saturdays, Sundays, and court holidays, after taking the child into temporary custody, unless extended by order of the court. Failure to notify the child's parents, guardian, or custodian of the temporary custody hearing is not cause for delay of the hearing if the child is represented by an attorney at the hearing. Section 13. That § 26-7A-20 be amended to read as follows: 26-7A-20. If the child is an apparent, alleged, or adjudicated child in need of supervision, after the temporary custody hearing the court shall release the child from temporary custody to the child's parents, guardian, or custodian, with or without restriction or condition or upon written promise of the parents, guardian, or custodian regarding care and supervision of the child, unless the court finds that the child should continue to be held in temporary custody for any of the following reasons: (1) The child has failed to comply with court services or a court-ordered program; (2) The child is being held for another jurisdiction as a parole or probation violator, as a runaway, or as a child under other court-ordered detention; (3) The child has a demonstrated propensity to run away from the child's home, from court-ordered placement outside of the child's home, or from agencies charged with providing temporary care for the child; (4) The child is under court-ordered home detention in this jurisdiction; (5) There are specific, articulated circumstances which justify the detention for the protection of the child from potentially immediate harm to the child's self or to others; or (6) The child is a material witness, the detention is necessary because of implications of tampering with the child, and an affidavit so stating is filed with the court. An apparent, alleged, or adjudicated child in need of supervision may not be placed in detention for longer than twenty-four hours after the temporary custody hearing unless the child has been accused of or has been found in violation of a valid court order. Section 14. That § 26-9-2 be amended to read as follows: 26-9-2. When any person is prosecuted under § 26-9-1, and the charge against such person concerns the abuse or neglect of a child, the offense for convenience may be termed contributory abuse or contributory neglect. When If it concerns the delinquency of a child, for convenience it may be termed contributory delinquency. If it concerns a child in need of supervision, for convenience it may be termed contributing to the child's status as a child in need of supervision."}, {"bill_id": 18308, "bill_version_id": 97985, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2003-02-26T13:44:38-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions to comply with the requirements of the Juvenile Justice and Delinquency Act. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 26-7A-1 be amended to read as follows: 26-7A-1. Terms used in this chapter and in chapters 26-8A, 26-8B, and 26-8C mean: (1) \"Abused or neglected child,\" a child as defined in § 26-8A-2; (2) \"Adjudicatory hearing,\" a hearing to determine whether the allegations of a petition alleging that a child is abused or neglected are supported by clear and convincing evidence or whether the allegations of a petition alleging a child to be in need of supervision or a delinquent are supported by evidence beyond a reasonable doubt; (3) \"Adult,\" a person eighteen years of age or over, except any person under twenty-one years of age who is under the continuing jurisdiction of the court or who is before the court for an alleged delinquent act committed before the person's eighteenth birthday; (4) \"Advisory hearing,\" the initial hearing conducted by the court to inform the child and the child's parents, guardian, custodian, or other interested parties of their statutory and constitutional rights; (5) \"Association,\" an association, institution, or corporation which includes in its purposes the care or disposition of children coming within the provisions of this chapter or chapter 26-8A, 26-8B, or 26-8C; (6) \"Child,\" a person less than eighteen years of age and any person under twenty-one years of age who is under the continuing jurisdiction of the court or who is before the court for an alleged delinquent act committed before the person's eighteenth birthday; (7) \"Child in need of supervision,\" a child as defined in § 26-8B-2; (8) \"Commit,\" to transfer custody of a person; (9) \"Conservator,\" a conservator of a child as defined in § 29A-1-201; (10) \"Court\" or \"juvenile court,\" the circuit court; (11) \"Custodian,\" any foster parent, employee of a public or private residential home or facility, other person legally responsible for a child's welfare in a residential setting, or person providing in-home or out-of-home care; for purposes of this definition, out-of-home care means any day care as defined in § § 26-6-14, 26-6-14.1, and 26-6-14.8; (12) \"Delinquent child,\" a child as defined in § 26-8C-2; (13) \"Department of Social Services\" or \"department,\" the South Dakota Department of Social Services; (14) \"Deprivation of custody,\" transfer of custody of a child by the court from the child's parents, guardian, or other custodian to another person, agency, department, or institution; (15) \"Detention,\" the temporary custody of a child in secured physically restricting facilities for children, sight and sound separated from adult prisoners ; (16) \"Detention facility,\" a secured, physically-restricting facility where designed, staffed, and operated for children are physically and separated by sight and sound from adult prisoners or a facility for children in the same building or secure perimeter as an adult jail or lockup, where children are sight and sound separated from adult prisoners, where staff in the detention facility are trained and certified by the entity operating facility to work with children, and the facility had been approved as a collocated facility by the Office of Juvenile Justice and Delinquency Prevention ; (17) \"Dispositional hearing,\" a hearing after adjudication at which the court makes an interim or final decision in the case; (18) \"Guardian,\" a guardian of a child as defined in § 29A-1-201; (19) \"Guardian ad litem,\" a representative of a child as defined in subdivision 15-6-17(c), including a court-appointed special advocate for a child; (20) \"Intake officer,\" a judge of a circuit court or the court's designee who may not be a court services officer, law enforcement officer, or prosecuting attorney. For purposes of chapters 26-7A, 26-8A, 26-8B, and 26-8C, intake officers may administer oaths or affirmations as provided by chapter 18-3; (21) \"Minor,\" a person who has not reached his or her eighteenth birthday; (22) \"Parents,\" biological or adoptive parents of a child, including either parent, any single or surviving parent, and any custodial or noncustodial parent, jointly or severally; (23) \"Protective supervision,\" a legal status created by court order under which an alleged or adjudicated abused or neglected child is permitted to remain in the home of the child's parents, guardian, or custodian or is placed with a relative or other suitable person and supervision and assistance is provided by the court, Department of Social Services, or another agency designated by the court; (24) \"Qualified mental health professional,\" a person as defined in § 27A-1-3; (25) \"Shelter,\" a physically-unrestricting home or facility for temporary care of a child; (26) \"Temporary care,\" the care given to a child in temporary custody; (27) \"Temporary custody,\" the physical and legal control of a child prior to final disposition. Section 2. That § 26-7A-23 be amended to read as follows: 26-7A-23. A board of county commissioners may provide and maintain at public expense temporary care, shelter, or detention facilities, physically sight and sound separated from adult prisoners, where children coming within the provisions of this chapter or chapter 26-8A, 26-8B, 26-8C, or § § 26-11A-13 and 26-11A-14, may, if necessary or appropriate, be placed for temporary care, temporary custody, shelter, or detention as designated by the court, or temporary detention or shelter by the Department of Corrections. Sections 26-11A-19 and 26-7A-94 governs the costs of custodial care of children. Section 3. That § 26-7A-26 be amended to read as follows: 26-7A-26. No apparent, alleged, or adjudicated abused or neglected child may be securely detained at any time in a jail, lockup, or in any type of detention or temporary care facility containing adult prisoners. An apparent, alleged, or adjudicated child in need of supervision may not be securely detained in a jail, lockup, or in any type of detention or temporary care facility containing adult prisoners except for approved collocated detention centers as defined in § 26- 7A-1 and as authorized in § § 26-8B-3, 26-8B-6, and 26-7A-20. An apparent , or alleged , or adjudicated child in need of supervision or an apparent, alleged, or adjudicated delinquent child fourteen years of age or older may be held in detention in an adult lockup or jail if physically separated from adult prisoners subject to any restrictions under this chapter or chapter 26-8A, 26-8B, or 26-8C. An apparent, alleged, or adjudicated child in need of supervision or an apparent, alleged, or adjudicated delinquent child may be held in an adult lockup or jail for up to six hours for purposes of identification, processing, interrogation, transfer to juvenile facility, or release to parents if the child is physically sight and sound separated from adult prisoners. In any area not designated as a metropolitan statistical area by the United States Bureau of the Census, an apparent or alleged delinquent child may be held in an adult lockup or jail for up to forty-eight hours excluding holidays and weekends or until the temporary custody hearing, whichever is earlier, if the facility has been certified by the Department of Corrections as providing sight and sound separation of juveniles from adults and if no suitable juvenile facility is available. A child who has been transferred to adult court pursuant to § 26-11-4 or a child who is being tried in circuit court as an adult pursuant to § 26-11-3.1 may be held in detention in an adult lockup or jail if physically separated from adult prisoners. A child who has attained the age of majority who is under the continuing jurisdiction of the court may be held in detention in an adult jail or lockup. A child under the age of eighteen years who has been transferred to adult court pursuant to § 26-11-3.1 or 26-11-4 and who has been convicted of a felony as an adult may be held in detention in an adult jail or lockup. Section 4. That § 26-8B-2 be amended to read as follows: 26-8B-2. In this chapter and chapter 26-7A, the term, child in need of supervision, means: (1) Any child of compulsory school age who is habitually absent from school without legal excuse; (2) Any child who has run away from home or is otherwise beyond the control of the child's parent, guardian, or custodian; (3) Any child whose behavior or condition endangers the child's own welfare or the welfare of others; or (4) Any child who has violated any federal, state, or local law or regulation for which there is not a penalty of a criminal nature for an adult, except violations of subdivision 34-46-2(2), or petty offenses ; or (5) Any child who has violated § 35-9-2 . Section 5. That § 26-8B-3 be amended to read as follows: 26-8B-3. An apparent or alleged child in need of supervision taken into temporary custody by a law enforcement officer prior to a temporary custody hearing shall be released to the child's parents, guardian, or custodian unless the parents, guardian, or custodian cannot be located or in the judgment of the intake officer are not suitable to receive the child, in which case the child shall be placed in shelter. A child may be placed in detention for no more than twenty-four hours, excluding Saturdays, Sundays, and court holidays, if the intake officer finds that the parents, guardian, or custodian are not available or are not suitable to receive the child, and finds at least one of the following circumstances exists: (1) The child has failed to comply with court services or a court-ordered program; (2) The child is being held for another jurisdiction as a parole or probation violator, as a runaway or as a person under court-ordered detention; (3) The child has a demonstrated propensity to run away from the child's home, from court-ordered placement outside of the child's home or from agencies charged with providing temporary care for the child; (4) The child is under court-ordered home detention in this jurisdiction; or (5) There are specific, articulated circumstances which justify the detention for the protection of the child from potentially immediate harm to the child or to others. The shelter or detention authorized shall be the least restrictive alternative available. The child may be held in detention up to an additional twenty-four hours following the temporary custody hearing pending transfer to shelter or release. If the child is accused of or has been found in violation of a valid court order, the child may be placed in detention for more than twenty-four hours, if a temporary custody hearing, pursuant to § 26-7A-14, is held within twenty-four hours of the child being placed in a detention facility , an interview is conducted with the child, and a written assessment of the child's immediate needs is provided at the temporary custody hearing. The interview and assessment may be conducted by law enforcement, states attorney, court services, or other public employee. The child may not be held in detention greater than seventy-two hours unless revocation proceedings have been initiated . If the child is being held for another jurisdiction as a parole or probation violator, as runaway or as a person under court-ordered detention, the child may be placed in detention for more than twenty-four hours, and up to seven days, if a temporary custody hearing, pursuant to § 26-7A-14, is held within twenty-four hours of the child being placed in a detention facility. Section 6. That § 26-8B-6 be amended to read as follows: 26-8B-6. If a child has been adjudicated as a child in need of supervision, the court shall enter a decree of disposition according to the least restrictive alternative available in keeping with the best interests of the child. The decree shall contain one or more of the following alternatives: (1) The court may place the child on probation or under protective supervision in the custody of one or both parents, guardian, custodian, relative, or another suitable person under conditions imposed by the court; (2) The court may require as a condition of probation that the child report for assignment to a supervised work program, provided the child is not placed in a detention facility and is not deprived of the schooling that is appropriate to the child's age, needs, and specific rehabilitative goals. The supervised work program shall be of a constructive nature designed to promote rehabilitation, shall be appropriate to the age level and physical ability of the child and shall be combined with counseling by a court services officer or other guidance personnel. The supervised work program assignment shall be made for a period of time consistent with the child's best interests, but may not exceed ninety days; (3) If the court finds that the child has violated a valid court order, the court may place the child in a detention facility, for purposes of disposition if: (a) The child is not deprived of the schooling that is appropriate for the child's age, needs, and specific rehabilitative goals; (b) The child had a due process hearing before the order was issued; and (c) Before the issuance of such order, a local interagency team, authorized pursuant to § 27A-15-56 shall review the behavior of the child and the circumstances under which such child was brought before the court and made subject to such order; determine the reasons for the behavior that caused such child to be brought before the court and made subject to such order; determine that all dispositions, including treatment, other than placement in a detention facility or the Department of Corrections, have been exhausted or are clearly inappropriate; and submit to the court a written report stating the results of the review and determinations made A plan of disposition from a court services officer is provided to the court ; (4) The court may require the child to pay for any damage done to property or for medical expenses under conditions set by the court if payment can be enforced without serious hardship or injustice to the child; (5) The court may commit the child to the Department of Corrections for placement in a juvenile correctional facility, foster home, group home, group care center, or residential treatment center pursuant to chapter 26-11A. Prior to placement in a juvenile correctional facility, an interagency team comprised of representatives from the Department of Human Services, Department of Social Services, Department of Education and Cultural Affairs, and the Department of Corrections , and the Unified Judicial System shall make a written finding that placement at a Department of Corrections facility is the least restrictive placement commensurate with the best interests of the child. Subsequent placement in any other Department of Corrections facility may be authorized without an interagency review; (6) The court may place a child in an alternative educational program; (7) The court may order the child to be examined and treated at the Human Services Center; (8) The court may impose a fine not to exceed five hundred dollars; (9) The court may order the suspension or revocation of the child's driving privilege or restrict the privilege in such manner as it sees fit or as required by § 32-12-52.4; (10) The court may assess or charge the same costs and fees as permitted by § § 16-2-41, 23-3-52, 23A-27-26, and 23A-27-27 against the child, parent, guardian, custodian, or other party responsible for the child. No adjudicated child in need of supervision may be incarcerated in a detention facility except as provided in subdivision (3) or (5) of this section. Section 7. That § 26-8C-2 be amended to read as follows: 26-8C-2. In this chapter and chapter 26-7A, the term, delinquent child, means any child ten years of age or older who, regardless of where the violation occurred, has violated any federal, state, or local law or regulation for which there is a penalty of a criminal nature for an adult, except state or municipal hunting, fishing, boating, park, or traffic laws that are classified as misdemeanors, or petty offenses or any violation of § 35-9-2 . Section 8. That § 26-11-1 be amended to read as follows: 26-11-1. If any child under the age of eighteen years is arrested, with or without a warrant, for a violation of any law or municipal ordinance for which the child is not subject to proceedings as a child in need of supervision as defined in § 26-8B-2 or a delinquent child as defined in § 26-8C-2 or for a violation of subdivision 34-46-2(2), the child shall be brought before the judge of a court having jurisdiction over the offense and proceedings shall be conducted as though the child were eighteen years of age or older. A child under the age of eighteen years, subject to proceedings pursuant to this section and accused of a Class 2 misdemeanor, may be held in or sentenced to an adult lockup or jail or a detention or temporary care facility for up to seven days if physically sight and sound separated from adult prisoners. No child may be held in or sentenced to a detention facility for a violation of subdivision 34-46-2(2). A child under the age of eighteen years, subject to proceedings pursuant to this section and accused of a Class 1 misdemeanor, may be held in or sentenced to an adult lockup or jail or a detention or temporary care facility for up to thirty days if physically sight and sound separated from adult prisoners. Section 9. That § 24-11-1 be amended to read as follows: 24-11-1. The word \"jail\" term, jail, as used in this chapter includes any building or place provided or used by any county, municipality, or civil township for the detention of adult persons convicted or accused of the violation of any law of this state, any ordinance or bylaw of any municipality , or civil township, or any rule or regulation of any board, commission, or public officer having the effect of law; or for the detention of adult persons held as witnesses or committed for contempts, except juvenile detention facilities located outside jails and lockups and approved collocated detention facilities operated by counties. The governing body or commission responsible for the operation of a jail shall classify its jails based upon the types of persons detained therein and the maximum length of detention of persons in such jails. Section 10. That § 24-11-16 be amended to read as follows: 24-11-16. The sheriff or other officer having charge of any jail shall keep jail records. These records shall be carefully kept and preserved and delivered to such officer's successor in office. Such The officer shall exhibit these records to any judge of the circuit court when , if requested to do so , and to the Department of Corrections for the purposes on monitoring compliance with the requirements of the Juvenile Justice and Delinquency Prevention Act pursuant to § 1-15-28 . Section 11. That § 32-12-52.4 be amended to read as follows: 32-12-52.4. Upon a first conviction or a first adjudication of delinquency as a child in need of supervision for a violation of § 35-9-2 while in a motor vehicle, the court shall suspend the driver license or driving privilege of any driver of a vehicle who was under the age of twenty-one when the offense occurred, for a period of six months. Upon a second or subsequent conviction or a second or subsequent adjudication of delinquency as a child in need of supervision for a violation of § 35-9-2 while in a motor vehicle, the court shall suspend the driver license or driving privilege of any driver of a vehicle who was under the age of twenty-one when the offense occurred, for a period of one year. For any offense under this section, the court may issue an order permitting the person to operate a motor vehicle for purposes of the person's employment, attendance at school, or attendance at counseling programs. Notwithstanding the provisions of chapters 26-7A, 26-8A, 26-8B, and 26-8C, the Unified Judicial System shall notify the Department of Commerce and Regulation of any conviction or adjudication for a violation, while in a motor vehicle, of § 35-9-2 or chapter 32-23. The period of suspension shall begin on the date the person's suspended driver license is received by the court or the Department of Commerce and Regulation. At the expiration of the period of suspension, a person may make application to have the license reinstated and pay the license fee as prescribed in § 32-12-47.1. Section 12. That § 26-7A-15 be amended to read as follows: 26-7A-15. The officer or party who takes a child into temporary custody, with or without a court order, except under a court order issued during a noticed hearing after an action has been commenced, shall immediately, without unnecessary delay in keeping with the circumstances, inform the child's parents, guardian, or custodian of the temporary custody and of the right to a prompt hearing by the court to determine whether temporary custody should be continued. If the child's parents, guardian, or custodian cannot be located after reasonable inquiry, the officer or party taking temporary custody of the child shall report that fact and the circumstances immediately to the state's attorney. The state's attorney shall notify the child's parents, guardian, or custodian, without unnecessary delay, of the time, date, and place of the temporary custody hearing. The hearing shall be held within forty-eight hours if it concerns any apparent abused or neglected child or if it concerns any apparent delinquent child pursuant to § 26-8C-3 or within twenty-four hours if it concerns any apparent delinquent child pursuant to § 26-8C-3 or any apparent child in need of supervision pursuant to § 26-8B-3, excluding Saturdays, Sundays, and court holidays, after taking the child into temporary custody, unless extended by order of the court. Failure to notify the child's parents, guardian, or custodian of the temporary custody hearing is not cause for delay of the hearing if the child is represented by an attorney at the hearing. Section 13. That § 26-7A-20 be amended to read as follows: 26-7A-20. If the child is an apparent, alleged, or adjudicated child in need of supervision, after the temporary custody hearing the court shall release the child from temporary custody to the child's parents, guardian, or custodian, with or without restriction or condition or upon written promise of the parents, guardian, or custodian regarding care and supervision of the child, unless the court finds that the child should continue to be held in temporary custody for any of the following reasons: (1) The child has failed to comply with court services or a court-ordered program; (2) The child is being held for another jurisdiction as a parole or probation violator, as a runaway, or as a child under other court-ordered detention; (3) The child has a demonstrated propensity to run away from the child's home, from court-ordered placement outside of the child's home, or from agencies charged with providing temporary care for the child; (4) The child is under court-ordered home detention in this jurisdiction; (5) There are specific, articulated circumstances which justify the detention for the protection of the child from potentially immediate harm to the child's self or to others; or (6) The child is a material witness, the detention is necessary because of implications of tampering with the child, and an affidavit so stating is filed with the court. An apparent, alleged, or adjudicated child in need of supervision may not be placed in detention for longer than twenty-four hours after the temporary custody hearing unless the child has been accused of or has been found in violation of a valid court order. Section 14. That § 26-9-2 be amended to read as follows: 26-9-2. When any person is prosecuted under § 26-9-1, and the charge against such person concerns the abuse or neglect of a child, the offense for convenience may be termed contributory abuse or contributory neglect. When If it concerns the delinquency of a child, for convenience it may be termed contributory delinquency. If it concerns a child in need of supervision, for convenience it may be termed contributing to the child's status as a child in need of supervision."}, {"bill_id": 18308, "bill_version_id": 98403, "bill_version": "Enrolled", "bill_version_date": "2003-03-05T15:09:23-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 18308, "action_date": "2003-02-03T14:00:00-06:00", "document_id": 96443, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96443.pdf", "status_text": "First read in Senate and referred to", "journal_page": 288, "committee_id_action": 799, "committee_id_assigned": 781, "result": "N", "vote": {}}, {"bill_id": 18308, "action_date": "2003-02-10T14:00:00-06:00", "document_id": 96908, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/96908.pdf", "status_text": "Re-referred to", "journal_page": 385, "committee_id_action": 799, "committee_id_assigned": 777, "result": "P", "vote": {}}, {"bill_id": 18308, "action_date": "2003-02-14T10:00:00-06:00", "document_id": 97238, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97238.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 777, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18308, "action_date": "2003-02-19T10:00:00-06:00", "document_id": 97385, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97385.pdf", "status_text": "Do Pass Amended,", "journal_page": 489, "committee_id_action": 777, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54756, "president_vote": null, "Yea": [2832, 2853, 2883, 2901, 2882, 2847], "Nay": [2921]}}, {"bill_id": 18308, "action_date": "2003-02-19T10:00:00-06:00", "document_id": 97385, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97385.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 777, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18308, "action_date": "2003-02-21T14:00:00-06:00", "document_id": 97667, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97667.pdf", "status_text": "Do Pass Amended,", "journal_page": 545, "committee_id_action": 799, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 54922, "president_vote": null, "Yea": [2832, 2834, 2835, 2838, 2840, 2847, 2849, 2850, 2853, 2854, 2856, 2865, 2868, 2876, 2878, 2880, 2881, 2882, 2883, 2887, 2891, 2897, 2901, 2903, 2908, 2916, 2926, 2927, 2928, 2935], "Nay": [2851, 2886, 2904, 2921], "Excused": [2852]}}, {"bill_id": 18308, "action_date": "2003-02-22T14:00:00-06:00", "document_id": 97757, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97757.pdf", "status_text": "First read in House and referred to", "journal_page": 558, "committee_id_action": 798, "committee_id_assigned": 793, "result": "N", "vote": {}}, {"bill_id": 18308, "action_date": "2003-02-26T10:00:00-06:00", "document_id": 97973, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97973.pdf", "status_text": "Do Pass Amended,", "journal_page": 631, "committee_id_action": 793, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 55130, "president_vote": null, "Yea": [2859, 2861, 2869, 2870, 2875, 2894, 2899, 2905, 2909, 2929, 2937, 2917, 2912]}}, {"bill_id": 18308, "action_date": "2003-02-26T10:00:00-06:00", "document_id": 97973, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/97973.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 793, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18308, "action_date": "2003-02-28T13:00:00-06:00", "document_id": 98156, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98156.pdf", "status_text": "Deferred to another day", "journal_page": 682, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 18308, "action_date": "2003-03-03T14:00:00-06:00", "document_id": 98268, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98268.pdf", "status_text": "Do Pass Amended,", "journal_page": 701, "committee_id_action": 798, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 56834, "president_vote": null, "Yea": [2833, 2836, 2839, 2841, 2842, 2843, 2844, 2845, 2846, 2848, 2855, 2858, 2859, 2860, 2861, 2862, 2863, 2864, 2866, 2869, 2870, 2871, 2872, 2873, 2874, 2875, 2877, 2879, 2888, 2889, 2890, 2892, 2893, 2894, 2895, 2896, 2898, 2900, 2902, 2905, 2906, 2907, 2909, 2910, 2911, 2912, 2913, 2914, 2915, 2917, 2919, 2920, 2923, 2924, 2929, 2930, 2931, 2932, 2933, 2934, 2936, 2937, 2938, 2899], "Nay": [2837, 2884, 2885, 2922, 2925], "Excused": [2857]}}, {"bill_id": 18308, "action_date": "2003-03-05T14:00:00-06:00", "document_id": 98430, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98430.pdf", "status_text": "Signed by President", "journal_page": 729, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18308, "action_date": "2003-03-05T14:00:00-06:00", "document_id": 98414, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98414.pdf", "status_text": "Signed by Speaker", "journal_page": 759, "committee_id_action": 798, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18308, "action_date": "2003-03-06T14:00:00-06:00", "document_id": 98515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/98515.pdf", "status_text": "Delivered to the Governor", "journal_page": 735, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 18308, "action_date": "2003-03-20T14:00:00-06:00", "document_id": null, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/None.pdf", "status_text": "Signed by Governor", "journal_page": 800, "committee_id_action": 799, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 2458, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/18308"}