{"session_id": 49, "bill_id": 15539, "bill_type": "House Bill", "bill_number": 1172, "bill_title": "revise certain provisions regarding divorce and separate maintenance.", "sponsors": [{"legislator_profile_id": 2346, "is_prime": true}, {"legislator_profile_id": 2351, "is_prime": true}, {"legislator_profile_id": 2327, "is_prime": false}, {"legislator_profile_id": 2357, "is_prime": false}, {"legislator_profile_id": 2404, "is_prime": false}], "keywords": ["Divorce"], "audio": [], "bill_versions": [{"bill_id": 15539, "bill_version_id": 86416, "bill_version": "Introduced", "bill_version_date": "2000-01-19T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain provisions regarding divorce and separate maintenance. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 25-4-17.2 be amended to read as follows: 25-4-17.2. If , from the evidence at the hearing, the court finds that there are irreconcilable differences, which have caused the irremediable breakdown of the marriage, it shall order the dissolution of the marriage or a legal separation. If it appears that there is a reasonable possibility of reconciliation, the court shall continue the proceeding for a period not to exceed thirty days. However, the court may not enter any order for dissolution or separation on the grounds of irreconcilable differences until at least one hundred eighty days have elapsed from the completed service of the plaintiff's summons and complaint. During the one-hundred-eighty-day period of the continuance , the court may enter any order for the support and maintenance of the parties, the custody, support, maintenance , and education of the minor children of the marriage, attorney fees , and for the preservation of the property of the parties. At any time after the termination of the thirty-day one-hundred-eighty-day period, either party may move for the dissolution of the marriage or a legal separation, and the court may enter its judgment decreeing the dissolution or separation. The court may not render a judgment decreeing the legal separation or divorce of the parties on the grounds of irreconcilable differences without the consent of both parties unless one party has not made a general appearance. Section 2. That § 25-4-34 be amended to read as follows: 25-4-34. An Except as provided in § 25-4-17.2, an action for divorce or separate maintenance shall may not be heard, tried, or determined by the court until at least sixty days have elapsed from the completed service of the plaintiff's summons and complaint therein . During said the waiting period the court may issue all any orders required to effectuate the purposes expressed in § § 25-4-38 and 25-4-45 or to protect any of the parties to the action during the pendency thereof of the waiting period . Concurrent with the filing of the summons and complaint, the plaintiff in an action for divorce or separate maintenance, shall file an affidavit: (1) Containing a complete list of the parties' joint and individual assets and liabilities; and (2) Stating whether the parties have engaged in alternative dispute resolution, mediation, or other process in order to resolve their differences. Upon filing of a response or making a general appearance, the other party shall file an affidavit as to the truth and accuracy of the plaintiff's list of the parties' joint and individual assets and liabilities and declare any alleged differences. This section shall not be construed to does not prohibit the taking of depositions, examination of parties before trial, the granting of orders respecting discovery, or proceedings to perpetuate testimony, prior to the hearing or trial of said the action by the court. Nothing in this section shall operate to nullify nullifies any action or proceeding for divorce commenced prior to July 1, 1964, notwithstanding the fact that the final judgment or decree in such action or proceeding is entered therein after said that date."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 15539, "action_date": "2000-01-19T14:00:00-06:00", "document_id": 85632, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85632.pdf", "status_text": "First read in House and referred to", "journal_page": 136, "committee_id_action": 656, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15539, "action_date": "2000-01-20T14:00:00-06:00", "document_id": 85634, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85634.pdf", "status_text": "Referred to", "journal_page": 160, "committee_id_action": 656, "committee_id_assigned": 654, "result": "P", "vote": {}}, {"bill_id": 15539, "action_date": "2000-01-31T07:00:00-06:00", "document_id": 85814, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85814.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 654, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15539, "action_date": "2000-02-02T07:00:00-06:00", "document_id": 85835, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85835.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 654, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15539, "action_date": "2000-02-04T07:00:00-06:00", "document_id": 85859, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85859.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 654, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 15539, "action_date": "2000-02-04T07:00:00-06:00", "document_id": 85859, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85859.pdf", "status_text": "Do Pass,", "journal_page": null, "committee_id_action": 654, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 43725, "president_vote": null, "Nay": [2328, 2359, 2371, 2373, 2378, 2406, 2312], "Yea": [2332, 2338, 2392, 2408, 2351], "Excused": [2401]}}, {"bill_id": 15539, "action_date": "2000-02-04T07:00:00-06:00", "document_id": 85859, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/85859.pdf", "status_text": "Report out of committee without recommendation as amended", "journal_page": 412, "committee_id_action": 654, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 43727, "president_vote": null, "Yea": [2328, 2332, 2338, 2371, 2373, 2392, 2406, 2408, 2351, 2312], "Nay": [2359, 2378], "Excused": [2401]}}]}