{"session_id": 57, "bill_id": 19509, "bill_type": "House Bill", "bill_number": 1193, "bill_title": "adopt the Uniform Child-Custody Jurisdiction and Enforcement Act and to repeal the Uniform Child Custody Jurisdiction Act.", "sponsors": [{"legislator_profile_id": 3201, "is_prime": true}, {"legislator_profile_id": 3223, "is_prime": true}, {"legislator_profile_id": 3224, "is_prime": false}], "keywords": ["Domestic Relations", "Minors", "Parents"], "audio": [{"meeting_datetime": "2005-02-18T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sju29hb1193a.mp3", "start_seconds": 0.0}, {"meeting_datetime": "2005-02-18T00:00:00-06:00", "committee": "SJU", "url": "https://sdpb.sd.gov/sdpbpodcast/2005/sju29hb1193a.mp3", "start_seconds": 0.0}], "bill_versions": [{"bill_id": 19509, "bill_version_id": 103418, "bill_version": "Introduced", "bill_version_date": "2005-01-27T10:42:05-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to adopt the Uniform Child-Custody Jurisdiction and Enforcement Act and to repeal the Uniform Child Custody Jurisdiction Act. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. Section 101. This Act may be cited as the Uniform Child-Custody Jurisdiction and Enforcement Act. Section 2. Section 102. In this Act: (1) \"Abandoned\" means left without provision for reasonable and necessary care or supervision. (2) \"Child\" means an individual who has not attained eighteen years of age. (3) \"Child-custody determination\" means a judgment, decree, or other order of a court providing for the legal custody, physical custody, or visitation with respect to a child. The term includes a permanent, temporary, initial, and modification order. The term does not include an order relating to child support or other monetary obligation of an individual. (4) \"Child-custody proceeding\" means a proceeding in which legal custody, physical custody, or visitation with respect to a child is an issue. The term includes a proceeding for divorce, separation, neglect, abuse, dependency, guardianship, paternity, termination of parental rights, and protection from domestic violence, in which the issue may appear. The term does not include a proceeding involving juvenile delinquency, contractual emancipation, or enforcement under Article 3. (5) \"Commencement\" means the filing of the first pleading in a proceeding. (6) \"Court\" means an entity authorized under the law of a state to establish, enforce, or modify a child-custody determination. (7) \"Home state\" means the state in which a child lived with a parent or a person acting as a parent for at least six consecutive months immediately before the commencement of a child-custody proceeding. In the case of a child less than six months of age, the term means the state in which the child lived from birth with any of the persons mentioned. A period of temporary absence of any of the mentioned persons is part of the period. (8) \"Initial determination\" means the first child-custody determination concerning a particular child. (9) \"Issuing court\" means the court that makes a child-custody determination for which enforcement is sought under this Act. (10) \"Issuing state\" means the state in which a child-custody determination is made. (11) \"Modification\" means a child-custody determination that changes, replaces, supersedes, or is otherwise made after a previous determination concerning the same child, whether or not it is made by the court that made the previous determination. (12) \"Person\" means an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, government; governmental subdivision, agency, or instrumentality; public corporation; or any other legal or commercial entity. (13) \"Person acting as a parent\" means a person, other than a parent, who: (A) Has physical custody of the child or has had physical custody for a period of six consecutive months, including any temporary absence, within one year immediately before the commencement of a child-custody proceeding; and (B) Has been awarded legal custody by a court or claims a right to legal custody under the law of this state. (14) \"Physical custody\" means the physical care and supervision of a child. (15) \"State\" means a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States. (16) \"Tribe\" means an Indian tribe or band, or Alaskan Native village, which is recognized by federal law or formally acknowledged by a state. (17) \"Warrant\" means an order issued by a court authorizing law enforcement officers to take physical custody of a child. Section 3. Section 103. This Act does not govern an adoption proceeding or a proceeding pertaining to the authorization of emergency medical care for a child. Section 4. Section 104. (a) A child-custody proceeding that pertains to an Indian child as defined in the Indian Child Welfare Act, 25 U.S.C. § 1901 et seq., is not subject to this Act to the extent that it is governed by the Indian Child Welfare Act. (b) A court of this state shall treat a tribe as if it were a state of the United States for the purpose of applying Articles 1 and 2. (c) A child-custody determination made by a tribe under factual circumstances in substantial conformity with the jurisdictional standards of this Act must be recognized and enforced under Article 3. Section 5. Section 105. (a) A court of this state shall treat a foreign country as if it were a state of the United States for the purpose of applying Articles 1 and 2. (b) Except as otherwise provided in subsection (c), a child-custody determination made in a foreign country under factual circumstances in substantial conformity with the jurisdictional standards of this Act must be recognized and enforced under Article 3. (c) A court of this state need not apply this Act if the child custody law of a foreign country violates fundamental principles of human rights. Section 6. Section 106. A child-custody determination made by a court of this state that had jurisdiction under this Act binds all persons who have been served in accordance with the laws of this state or notified in accordance with section 108 of this Act or who have submitted to the jurisdiction of the court, and who have been given an opportunity to be heard. As to those persons, the determination is conclusive as to all decided issues of law and fact except to the extent the determination is modified. Section 7. Section 107. If a question of existence or exercise of jurisdiction under this Act is raised in a child-custody proceeding, the question, upon request of a party, must be given priority on the calendar and handled expeditiously. Section 8. Section 108. (a) Notice required for the exercise of jurisdiction when a person is outside this state may be given in a manner prescribed by the law of this state for service of process or by the law of the state in which the service is made. Notice must be given in a manner reasonably calculated to give actual notice but may be by publication if other means are not effective. (b) Proof of service may be made in the manner prescribed by the law of this state or by the law of the state in which the service is made. (c) Notice is not required for the exercise of jurisdiction with respect to a person who submits to the jurisdiction of the court. Section 9. Section 109. (a) A party to a child-custody proceeding, including a modification proceeding, or a petitioner or respondent in a proceeding to enforce or register a child-custody determination, is not subject to personal jurisdiction in this state for another proceeding or purpose solely by reason of having participated, or of having been physically present for the purpose of participating, in the proceeding. (b) A person who is subject to personal jurisdiction in this state on a basis other than physical presence is not immune from service of process in this state. A party present in this state who is subject to the jurisdiction of another state is not immune from service of process allowable under the laws of that state. (c) The immunity granted by subsection (a) does not extend to civil litigation based on acts unrelated to the participation in a proceeding under this Act committed by an individual while present in this state. Section 10. Section 110. (a) A court of this state may communicate with a court in another state concerning a proceeding arising under this Act. (b) The court may allow the parties to participate in the communication. If the parties are not able to participate in the communication, they must be given the opportunity to present facts and legal arguments before a decision on jurisdiction is made. (c) Communication between courts on schedules, calendars, court records, and similar matters may occur without informing the parties. A record need not be made of the communication. (d) Except as otherwise provided in subsection (c), a record must be made of a communication under this section. The parties must be informed promptly of the communication and granted access to the record. (e) For the purposes of this section, \"record\" means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form. Section 11. Section 111. (a) In addition to other procedures available to a party, a party to a child-custody proceeding may offer testimony of witnesses who are located in another state, including testimony of the parties and the child, by deposition or other means allowable in this state for testimony taken in another state. The court on its own motion may order that the testimony of a person be taken in another state and may prescribe the manner in which and the terms upon which the testimony is taken. (b) A court of this state may permit an individual residing in another state to be deposed or to testify by telephone, audiovisual means, or other electronic means before a designated court or at another location in that state. A court of this state shall cooperate with courts of other states in designating an appropriate location for the deposition or testimony. (c) Documentary evidence transmitted from another state to a court of this state by technological means that do not produce an original writing may not be excluded from evidence on an objection based on the means of transmission. Section 12. Section 112. (a) A court of this state may request the appropriate court of another state to: (1) Hold an evidentiary hearing; (2) Order a person to produce or give evidence pursuant to procedures of that state; (3) Order that an evaluation be made with respect to the custody of a child involved in a pending proceeding; (4) Forward to the court of this state a certified copy of the transcript of the record of the hearing, the evidence otherwise presented, and any evaluation prepared in compliance with the request; and (5) Order a party to a child-custody proceeding or any person having physical custody of the child to appear in the proceeding with or without the child. (b) Upon request of a court of another state, a court of this state may hold a hearing or enter an order described in subsection (a). (c) Travel and other necessary and reasonable expenses incurred under subsections (a) and (b) may be assessed against the parties according to the law of this state. (d) A court of this state shall preserve the pleadings, orders, decrees, records of hearings, evaluations, and other pertinent records with respect to a child-custody proceeding until the child attains eighteen years of age. Upon appropriate request by a court or law enforcement official of another state, the court shall forward a certified copy of those records. Section 13. Section 201. (a) Except as otherwise provided in section 204 of this Act, a court of this state has jurisdiction to make an initial child-custody determination only if: (1) This state is the home state of the child on the date of the commencement of the proceeding, or was the home state of the child within six months before the commencement of the proceeding and the child is absent from this state but a parent or person acting as a parent continues to live in this state; (2) A court of another state does not have jurisdiction under paragraph (1), or a court of the home state of the child has declined to exercise jurisdiction on the ground that this state is the more appropriate forum under section 207 or 208 of this Act, and: (A) The child and the child's parents, or the child and at least one parent or a person acting as a parent, have a significant connection with this state other than mere physical presence; and (B) Substantial evidence is available in this state concerning the child's care, protection, training, and personal relationships; (3) All courts having jurisdiction under paragraph (1) or (2) have declined to exercise jurisdiction on the ground that a court of this state is the more appropriate forum to determine the custody of the child under section 207 or 208 of this Act; or (4) No court of any other state would have jurisdiction under the criteria specified in paragraph (1), (2), or (3). (b) Subsection (a) is the exclusive jurisdictional basis for making a child-custody determination by a court of this state. (c) Physical presence of, or personal jurisdiction over, a party or a child is not necessary or sufficient to make a child-custody determination. Section 14. Section 202. (a) Except as otherwise provided in section 204 of this Act, a court of this state which has made a child-custody determination consistent with section 201 or 203 of this Act has exclusive, continuing jurisdiction over the determination until: (1) A court of this state determines that neither the child, nor the child and one parent, nor the child and a person acting as a parent have a significant connection with this state and that substantial evidence is no longer available in this state concerning the child's care, protection, training, and personal relationships; or (2) A court of this state or a court of another state determines that the child, the child's parents, and any person acting as a parent do not presently reside in this state. (b) A court of this state which has made a child-custody determination and does not have exclusive, continuing jurisdiction under this section may modify that determination only if it has jurisdiction to make an initial determination under section 201 of this Act. Section 15. Section 203. Except as otherwise provided in section 204 of this Act, a court of this state may not modify a child-custody determination made by a court of another state unless a court of this state has jurisdiction to make an initial determination under section 201(a)(1) or (2) of this Act and: (1) The court of the other state determines it no longer has exclusive, continuing jurisdiction under section 202 of this Act or that a court of this state would be a more convenient forum under section 207 of this Act; or (2) A court of this state or a court of the other state determines that the child, the child's parents, and any person acting as a parent do not presently reside in the other state. Section 16. Section 204. (a) A court of this state has temporary emergency jurisdiction if the child is present in this state and the child has been abandoned or it is necessary in an emergency to protect the child because the child, or a sibling or parent of the child, is subjected to or threatened with mistreatment or abuse. (b) If there is no previous child-custody determination that is entitled to be enforced under this Act and a child-custody proceeding has not been commenced in a court of a state having jurisdiction under sections 201 to 203, inclusive, of this Act, a child-custody determination made under this section remains in effect until an order is obtained from a court of a state having jurisdiction under sections 201 to 203, inclusive, of this Act. If a child-custody proceeding has not been or is not commenced in a court of a state having jurisdiction under sections 201 to 203, inclusive, of this Act, a child-custody determination made under this section becomes a final determination, if it so provides and this state becomes the home state of the child. (c) If there is a previous child-custody determination that is entitled to be enforced under this Act, or a child-custody proceeding has been commenced in a court of a state having jurisdiction under sections 201 to 203, inclusive, of this Act, any order issued by a court of this state under this section must specify in the order a period that the court considers adequate to allow the person seeking an order to obtain an order from the state having jurisdiction under sections 201 to 203, inclusive, of this Act. The order issued in this state remains in effect until an order is obtained from the other state within the period specified or the period expires. (d) A court of this state which has been asked to make a child-custody determination under this section, upon being informed that a child-custody proceeding has been commenced in, or a child-custody determination has been made by, a court of a state having jurisdiction under sections 201 to 203, inclusive, of this Act, shall immediately communicate with the other court. A court of this state which is exercising jurisdiction pursuant to sections 201 to 203, inclusive, of this Act, upon being informed that a child-custody proceeding has been commenced in, or a child-custody determination has been made by, a court of another state under a statute similar to this section shall immediately communicate with the court of that state to resolve the emergency, protect the safety of the parties and the child, and determine a period for the duration of the temporary order. Section 17. Section 205. (a) Before a child-custody determination is made under this Act, notice and an opportunity to be heard in accordance with the standards of section 108 of this Act must be given to all persons entitled to notice under the law of this state as in child-custody proceedings between residents of this state, any parent whose parental rights have not been previously terminated, and any person having physical custody of the child. (b) This Act does not govern the enforceability of a child-custody determination made without notice or an opportunity to be heard. (c) The obligation to join a party and the right to intervene as a party in a child-custody proceeding under this Act are governed by the law of this state as in child-custody proceedings between residents of this state. Section 18. Section 206. (a) Except as otherwise provided in section 204 of this Act, a court of this state may not exercise its jurisdiction under this article if, at the time of the commencement of the proceeding, a proceeding concerning the custody of the child has been commenced in a court of another state having jurisdiction substantially in conformity with this Act, unless the proceeding has been terminated or is stayed by the court of the other state because a court of this state is a more convenient forum under section 207 of this Act. (b) Except as otherwise provided in section 204 of this Act, a court of this state, before hearing a child-custody proceeding, shall examine the court documents and other information supplied by the parties pursuant to section 209 of this Act. If the court determines that a child- custody proceeding has been commenced in a court in another state having jurisdiction substantially in accordance with this Act, the court of this state shall stay its proceeding and communicate with the court of the other state. If the court of the state having jurisdiction substantially in accordance with this Act does not determine that the court of this state is a more appropriate forum, the court of this state shall dismiss the proceeding. (c) In a proceeding to modify a child-custody determination, a court of this state shall determine whether a proceeding to enforce the determination has been commenced in another state. If a proceeding to enforce a child-custody determination has been commenced in another state, the court may: (1) Stay the proceeding for modification pending the entry of an order of a court of the other state enforcing, staying, denying, or dismissing the proceeding for enforcement; (2) Enjoin the parties from continuing with the proceeding for enforcement; or (3) Proceed with the modification under conditions it considers appropriate. Section 19. Section 207. (a) A court of this state which has jurisdiction under this Act to make a child-custody determination may decline to exercise its jurisdiction at any time if it determines that it is an inconvenient forum under the circumstances and that a court of another state is a more appropriate forum. The issue of inconvenient forum may be raised upon motion of a party, the court's own motion, or request of another court. (b) Before determining whether it is an inconvenient forum, a court of this state shall consider whether it is appropriate for a court of another state to exercise jurisdiction. For this purpose, the court shall allow the parties to submit information and shall consider all relevant factors, including: (1) Whether domestic violence has occurred and is likely to continue in the future and which state could best protect the parties and the child; (2) The length of time the child has resided outside this state; (3) The distance between the court in this state and the court in the state that would assume jurisdiction; (4) The relative financial circumstances of the parties; (5) Any agreement of the parties as to which state should assume jurisdiction; (6) The nature and location of the evidence required to resolve the pending litigation, including testimony of the child; (7) The ability of the court of each state to decide the issue expeditiously and the procedures necessary to present the evidence; and (8) The familiarity of the court of each state with the facts and issues in the pending litigation. (c) If a court of this state determines that it is an inconvenient forum and that a court of another state is a more appropriate forum, it shall stay the proceedings upon condition that a child-custody proceeding be promptly commenced in another designated state and may impose any other condition the court considers just and proper. (d) A court of this state may decline to exercise its jurisdiction under this Act if a child- custody determination is incidental to an action for divorce or another proceeding while still retaining jurisdiction over the divorce or other proceeding. Section 20. Section 208. (a) Except as otherwise provided in section 204 of this Act, if a court of this state has jurisdiction under this Act because a person seeking to invoke its jurisdiction has engaged in unjustifiable conduct, the court shall decline to exercise its jurisdiction unless: (1) The parents and all persons acting as parents have acquiesced in the exercise of jurisdiction; (2) A court of the state otherwise having jurisdiction under sections 201 to 203, inclusive, of this Act determines that this state is a more appropriate forum under section 207 of this Act; or (3) No court of any other state would have jurisdiction under the criteria specified in sections 201 to 203, inclusive, of this Act. (b) If a court of this state declines to exercise its jurisdiction pursuant to subsection (a), it may fashion an appropriate remedy to ensure the safety of the child and prevent a repetition of the unjustifiable conduct, including staying the proceeding until a child-custody proceeding is commenced in a court having jurisdiction under sections 201 to 203, inclusive, of this Act. (c) If a court dismisses a petition or stays a proceeding because it declines to exercise its jurisdiction pursuant to subsection (a), it shall assess against the party seeking to invoke its jurisdiction necessary and reasonable expenses including costs, communication expenses, attorney's fees, investigative fees, expenses for witnesses, travel expenses, and child care during the course of the proceedings, unless the party from whom fees are sought establishes that the assessment would be clearly inappropriate. The court may not assess fees, costs, or expenses against this state unless authorized by law other than this Act. Section 21. Section 209. (a) In a child-custody proceeding, each party, in its first pleading or in an attached affidavit, shall give information, if reasonably ascertainable, under oath as to the child's present address or whereabouts, the places where the child has lived during the last five years, and the names and present addresses of the persons with whom the child has lived during that period. The pleading or affidavit must state whether the party: (1) Has participated, as a party or witness or in any other capacity, in any other proceeding concerning the custody of or visitation with the child and, if so, identify the court, the case number, and the date of the child-custody determination, if any; (2) Knows of any proceeding that could affect the current proceeding, including proceedings for enforcement and proceedings relating to domestic violence, protective orders, termination of parental rights, and adoptions and, if so, identify the court, the case number, and the nature of the proceeding; and (3) Knows the names and addresses of any person not a party to the proceeding who has physical custody of the child or claims rights of legal custody or physical custody of, or visitation with, the child and, if so, the names and addresses of those persons. (b) If the information required by subsection (a) is not furnished, the court, upon motion of a party or its own motion, may stay the proceeding until the information is furnished. (c) If the declaration as to any of the items described in subsection (a) is in the affirmative, the declarant shall give additional information under oath as required by the court. The court may examine the parties under oath as to details of the information furnished and other matters pertinent to the court's jurisdiction and the disposition of the case. (d) Each party has a continuing duty to inform the court of any proceeding in this or any other state that could affect the current proceeding. (e) If a party alleges in an affidavit or a pleading under oath that the health, safety, or liberty of a party or child would be jeopardized by disclosure of identifying information, the information must be sealed and may not be disclosed to the other party or the public unless the court orders the disclosure to be made after a hearing in which the court takes into consideration the health, safety, or liberty of the party or child and determines that the disclosure is in the interest of justice. Section 22. Section 210. (a) In a child-custody proceeding in this state, the court may order a party to the proceeding who is in this state to appear before the court in person with or without the child. The court may order any person who is in this state and who has physical custody or control of the child to appear in person with the child. (b) If a party to a child-custody proceeding whose presence is desired by the court is outside this state, the court may order that a notice given pursuant to section 108 of this Act include a statement directing the party to appear in person with or without the child and informing the party that failure to appear may result in a decision adverse to the party. (c) The court may enter any orders necessary to ensure the safety of the child and of any person ordered to appear under this section. (d) If a party to a child-custody proceeding who is outside this state is directed to appear under subsection (b) or desires to appear personally before the court with or without the child, the court may require another party to pay reasonable and necessary travel and other expenses of the party so appearing and of the child. Section 23. Section 301. In this article: (1) \"Petitioner\" means a person who seeks enforcement of an order for return of a child under the Hague Convention on the Civil Aspects of International Child Abduction or enforcement of a child-custody determination. (2) \"Respondent\" means a person against whom a proceeding has been commenced for enforcement of an order for return of a child under the Hague Convention on the Civil Aspects of International Child Abduction or enforcement of a child-custody determination. Section 24. Section 302. Under this article a court of this state may enforce an order for the return of the child made under the Hague Convention on the Civil Aspects of International Child Abduction as if it were a child-custody determination. Section 25. Section 303. (a) A court of this state shall recognize and enforce a child-custody determination of a court of another state if the latter court exercised jurisdiction in substantial conformity with this Act or the determination was made under factual circumstances meeting the jurisdictional standards of this Act and the determination has not been modified in accordance with this Act. (b) A court of this state may utilize any remedy available under other law of this state to enforce a child-custody determination made by a court of another state. The remedies provided in this article are cumulative and do not affect the availability of other remedies to enforce a child-custody determination. Section 26. Section 304. (a) A court of this state which does not have jurisdiction to modify a child-custody determination, may issue a temporary order enforcing: (1) A visitation schedule made by a court of another state; or (2) The visitation provisions of a child-custody determination of another state that does not provide for a specific visitation schedule. (b) If a court of this state makes an order under subsection (a)(2), it shall specify in the order a period that it considers adequate to allow the petitioner to obtain an order from a court having jurisdiction under the criteria specified in Article 2. The order remains in effect until an order is obtained from the other court or the period expires. Section 27. Section 305. (a) A child-custody determination issued by a court of another state may be registered in this state, with or without a simultaneous request for enforcement, by sending to the appropriate court in this state: (1) A letter or other document requesting registration; (2) Two copies, including one certified copy, of the determination sought to be registered, and a statement under penalty of perjury that to the best of the knowledge and belief of the person seeking registration the order has not been modified; and (3) Except as otherwise provided in section 209 of this Act, the name and address of the person seeking registration and any parent or person acting as a parent who has been awarded custody or visitation in the child-custody determination sought to be registered. (b) On receipt of the documents required by subsection (a), the registering court shall: (1) Cause the determination to be filed as a foreign judgment, together with one copy of any accompanying documents and information, regardless of their form; and (2) Serve notice upon the persons named pursuant to subsection (a)(3) and provide them with an opportunity to contest the registration in accordance with this section. (c) The notice required by subsection (b)(2) must state that: (1) A registered determination is enforceable as of the date of the registration in the same manner as a determination issued by a court of this state; (2) A hearing to contest the validity of the registered determination must be requested within twenty days after service of notice; and (3) Failure to contest the registration will result in confirmation of the child-custody determination and preclude further contest of that determination with respect to any matter that could have been asserted. (d) A person seeking to contest the validity of a registered order must request a hearing within twenty days after service of the notice. At that hearing, the court shall confirm the registered order unless the person contesting registration establishes that: (1) The issuing court did not have jurisdiction under Article 2; (2) The child-custody determination sought to be registered has been vacated, stayed, or modified by a court having jurisdiction to do so under Article 2; or (3) The person contesting registration was entitled to notice, but notice was not given in accordance with the standards of section 108 of this Act, in the proceedings before the court that issued the order for which registration is sought. (e) If a timely request for a hearing to contest the validity of the registration is not made, the registration is confirmed as a matter of law and the person requesting registration and all persons served must be notified of the confirmation. (f) Confirmation of a registered order, whether by operation of law or after notice and hearing, precludes further contest of the order with respect to any matter that could have been asserted at the time of registration. Section 28. Section 306. (a) A court of this state may grant any relief normally available under the law of this state to enforce a registered child-custody determination made by a court of another state. (b) A court of this state shall recognize and enforce, but may not modify, except in accordance with Article 2, a registered child-custody determination of a court of another state. Section 29. Section 307. If a proceeding for enforcement under this article is commenced in a court of this state and the court determines that a proceeding to modify the determination is pending in a court of another state having jurisdiction to modify the determination under Article 2, the enforcing court shall immediately communicate with the modifying court. The proceeding for enforcement continues unless the enforcing court, after consultation with the modifying court, stays or dismisses the proceeding. Section 30. Section 308. (a) A petition under this article must be verified. Certified copies of all orders sought to be enforced and of any order confirming registration must be attached to the petition. A copy of a certified copy of an order may be attached instead of the original. (b) A petition for enforcement of a child-custody determination must state: (1) Whether the court that issued the determination identified the jurisdictional basis it relied upon in exercising jurisdiction and, if so, what the basis was; (2) Whether the determination for which enforcement is sought has been vacated, stayed, or modified by a court whose decision must be enforced under this Act and, if so, identify the court, the case number, and the nature of the proceeding; (3) Whether any proceeding has been commenced that could affect the current proceeding, including proceedings relating to domestic violence, protective orders, termination of parental rights, and adoptions and, if so, identify the court, the case number, and the nature of the proceeding; (4) The present physical address of the child and the respondent, if known; (5) Whether relief in addition to the immediate physical custody of the child and attorney's fees is sought, including a request for assistance from law enforcement officials and, if so, the relief sought; and (6) If the child-custody determination has been registered and confirmed under section 305 of this Act, the date and place of registration. (c) Upon the filing of a petition, the court shall issue an order directing the respondent to appear in person with or without the child at a hearing and may enter any order necessary to ensure the safety of the parties and the child. The hearing must be held on the next judicial day after service of the order unless that date is impossible. In that event, the court shall hold the hearing on the first judicial day possible. The court may extend the date of hearing at the request of the petitioner. (d) An order issued under subsection (c) must state the time and place of the hearing and advise the respondent that at the hearing the court will order that the petitioner may take immediate physical custody of the child and the payment of fees, costs, and expenses under section 312 of this Act, and may schedule a hearing to determine whether further relief is appropriate, unless the respondent appears and establishes that: (1) The child-custody determination has not been registered and confirmed under section 305 of this Act and that: (A) The issuing court did not have jurisdiction under Article 2; (B) The child-custody determination for which enforcement is sought has been vacated, stayed, or modified by a court having jurisdiction to do so under Article 2; or (C) The respondent was entitled to notice, but notice was not given in accordance with the standards of section 108 of this Act, in the proceedings before the court that issued the order for which enforcement is sought; or (2) The child-custody determination for which enforcement is sought was registered and confirmed under section 304 of this Act, but has been vacated, stayed, or modified by a court of a sate having jurisdiction to do so under Article 2. Section 31. Section 309. Except as otherwise provided in section 311 of this Act, the petition and order must be served, by any method authorized by the state statute, upon respondent and any person who has physical custody of the child. Section 32. Section 310. (a) Unless the court issues a temporary emergency order pursuant to section 204 of this Act, upon a finding that a petitioner is entitled to immediate physical custody of the child, the court shall order that the petitioner may take immediate physical custody of the child unless the respondent establishes that: (1) The child-custody determination has not been registered and confirmed under section 305 of this Act and that: (A) The issuing court did not have jurisdiction under Article 2; (B) The child-custody determination for which enforcement is sought has been vacated, stayed, or modified by a court of a state having jurisdiction to do so under Article 2; or (C) The respondent was entitled to notice, but notice was not given in accordance with the standards of section 108 of this Act, in the proceedings before the court that issued the order for which enforcement is sought; or (2) The child-custody determination for which enforcement is sought was registered and confirmed under section 305 of this Act but has been vacated, stayed, or modified by a court of a state having jurisdiction to do so under Article 2. (b) The court shall award the fees, costs, and expenses authorized under section 312 of this Act and may grant additional relief, including a request for the assistance of law enforcement officers, and set a further hearing to determine whether additional relief is appropriate. (c) If a party called to testify refuses to answer on the ground that the testimony may be self- incriminating, the court may draw an adverse inference from the refusal. (d) A privilege against disclosure of communications between spouses and a defense of immunity based on the relationship of husband and wife or parent and child may not be invoked in a proceeding under this article. Section 33. Section 311. (a) Upon the filing of a petition seeking enforcement of a child- custody determination, the petitioner may file a verified application for the issuance of a warrant to take physical custody of the child if the child is immediately likely to suffer serious physical harm or be removed from this state. (b) If the court, upon the testimony of the petitioner or other witness, finds that the child is imminently likely to suffer serious physical harm or be removed from this state, it may issue a warrant to take physical custody of the child. The petition must be heard on the next judicial day after the warrant is executed unless that date is impossible. In that event, the court shall hold the hearing on the first judicial day possible. The application for the warrant must include the statements required by section 308(b) of this Act. (c) A warrant to take physical custody of a child must: (1) Recite the facts upon which a conclusion of imminent serious physical harm or removal from the jurisdiction is based; (2) Direct law enforcement officers to take physical custody of the child immediately; and (3) Provide for the placement of the child pending final relief. (d) The respondent must be served with the petition, warrant, and order immediately after the child is taken into physical custody. (e) A warrant to take physical custody of a child is enforceable throughout this state. If the court finds on the basis of the testimony of the petitioner or other witness that a less intrusive remedy is not effective, it may authorize law enforcement officers to enter private property to take physical custody of the child. If required by exigent circumstances of the case, the court may authorize law enforcement officers to make a forcible entry at any hour. (f) The court may impose conditions upon placement of a child to ensure the appearance of the child and the child's custodian. Section 34. Section 312. (a) The court shall award the prevailing party, including a state, necessary and reasonable expenses incurred by or on behalf of the party, including costs, communication expenses, attorney's fees, investigative fees, expenses for witnesses, travel expenses, and child care during the course of the proceedings, unless the party from whom fees or expenses are sought establishes that the award would be clearly inappropriate. (b) The court may not assess fees, costs, or expenses against a state unless authorized by law other than this Act. Section 35. Section 313. A court of this state shall accord full faith and credit to an order issued by another state and consistent with this Act which enforces a child-custody determination by a court of another state unless the order has been vacated, stayed, or modified by a court having jurisdiction to do so under Article 2. Section 36. Section 314. An appeal may be taken from a final order in a proceeding under this article in accordance with expedited appellate procedures in other civil cases. Unless the court enters a temporary emergency order under section 204 of this Act, the enforcing court may not stay an order enforcing a child-custody determination pending appeal. Section 37. Section 315. (a) In a case arising under this Act or involving the Hague Convention on the Civil Aspects of International Child Abduction, the prosecutor or other appropriate public official may take any lawful action, including resort to a proceeding under this article or any other available civil proceeding to locate a child, obtain the return of a child, or enforce a child-custody determination if there is: (1) An existing child-custody determination; (2) A request to do so from a court in a pending child-custody proceeding; (3) A reasonable belief that a criminal statute has been violated; or (4) A reasonable belief that the child has been wrongfully removed or retained in violation of the Hague Convention on the Civil Aspects of International Child Abduction. (b) A prosecutor or appropriate public official acting under this section acts on behalf of the court and may not represent any party. Section 38. Section 316. At the request of a prosecutor or other appropriate public official acting under section 315 of this Act, a law enforcement officer may take any lawful action reasonably necessary to locate a child or a party and assist a prosecutor or appropriate public official with responsibilities under section 315 of this Act. Section 39. Section 317. If the respondent is not the prevailing party, the court may assess against the respondent all direct expenses and costs incurred by the prosecutor or other appropriate public official and law enforcement officers under section 315 or 316 of this Act. Section 40. Section 401. In applying and construing this Uniform Act, consideration must be given to the need to promote uniformity of the law with respect to its subject matter among states that enact it. Section 41. Section 402. If any provision of this Act or its application to any person or circumstance is held invalid, the invalidity does not affect other provisions or applications of this Act which can be given effect without the invalid provision or application, and to this end the provisions of this Act are severable. Section 42. Section 403. This Act takes effect on July 1, 2005. Section 43. Section 404. That § § 26-5A-1 to 26-5A-26, inclusive, be repealed. Section 44. Section 405. A motion or other request for relief made in a child-custody proceeding or to enforce a child-custody determination which was commenced before the effective date of this Act is governed by the law in effect at the time the motion or other request was made."}, {"bill_id": 19509, "bill_version_id": 105146, "bill_version": "Enrolled", "bill_version_date": "2005-02-22T08:57:50-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 19509, "action_date": "2005-01-27T14:00:00-06:00", "document_id": 103466, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/103466.pdf", "status_text": "First read in House and referred to", "journal_page": 206, "committee_id_action": 860, "committee_id_assigned": 858, "result": "N", "vote": {}}, {"bill_id": 19509, "action_date": "2005-02-07T07:45:00-06:00", "document_id": 104200, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104200.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 858, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19509, "action_date": "2005-02-09T07:45:00-06:00", "document_id": 104397, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104397.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 858, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19509, "action_date": "2005-02-09T07:45:00-06:00", "document_id": 104397, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104397.pdf", "status_text": "Do Pass,", "journal_page": 400, "committee_id_action": 858, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 59771, "president_vote": null, "Yea": [3176, 3182, 3190, 3196, 3215, 3218, 3223, 3233, 3237, 3245, 3251, 3195, 3160]}}, {"bill_id": 19509, "action_date": "2005-02-09T07:45:00-06:00", "document_id": 104397, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104397.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 858, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19509, "action_date": "2005-02-10T14:00:00-06:00", "document_id": 104548, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104548.pdf", "status_text": "Do Pass,", "journal_page": 428, "committee_id_action": 860, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 61977, "president_vote": null, "Yea": [3155, 3156, 3158, 3159, 3160, 3161, 3162, 3164, 3167, 3169, 3170, 3171, 3172, 3174, 3175, 3177, 3178, 3181, 3182, 3183, 3184, 3187, 3188, 3189, 3190, 3191, 3192, 3194, 3195, 3196, 3197, 3199, 3203, 3206, 3207, 3209, 3211, 3213, 3216, 3218, 3220, 3222, 3223, 3225, 3226, 3227, 3229, 3230, 3231, 3232, 3233, 3234, 3235, 3237, 3238, 3240, 3243, 3244, 3245, 3246, 3248, 3249, 3251, 3252, 3253, 3254, 3255, 3215], "Excused": [3176, 3208]}}, {"bill_id": 19509, "action_date": "2005-02-11T13:00:00-06:00", "document_id": 104611, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104611.pdf", "status_text": "First read in Senate and referred to", "journal_page": 453, "committee_id_action": 861, "committee_id_assigned": 839, "result": "N", "vote": {}}, {"bill_id": 19509, "action_date": "2005-02-16T10:00:00-06:00", "document_id": 104892, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/104892.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 839, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19509, "action_date": "2005-02-18T10:00:00-06:00", "document_id": 105057, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105057.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 839, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19509, "action_date": "2005-02-18T10:00:00-06:00", "document_id": 105057, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105057.pdf", "status_text": "Do Pass,", "journal_page": 578, "committee_id_action": 839, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60341, "president_vote": null, "Excused": [3179, 3217], "Yea": [3201, 3202, 3205, 3236, 3150]}}, {"bill_id": 19509, "action_date": "2005-02-18T10:00:00-06:00", "document_id": 105057, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105057.pdf", "status_text": "Place on Consent Calendar", "journal_page": null, "committee_id_action": 839, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 19509, "action_date": "2005-02-19T10:00:00-06:00", "document_id": 105119, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105119.pdf", "status_text": "Do Pass,", "journal_page": 584, "committee_id_action": 861, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 60370, "president_vote": null, "Yea": [3150, 3151, 3152, 3153, 3154, 3157, 3163, 3165, 3166, 3168, 3173, 3179, 3180, 3185, 3186, 3193, 3198, 3200, 3201, 3202, 3204, 3205, 3210, 3214, 3217, 3219, 3221, 3228, 3236, 3239, 3241, 3242, 3247], "Excused": [3212, 3224]}}, {"bill_id": 19509, "action_date": "2005-02-22T14:00:00-06:00", "document_id": 105199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105199.pdf", "status_text": "Signed by Speaker", "journal_page": 601, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19509, "action_date": "2005-02-23T14:00:00-06:00", "document_id": 105298, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105298.pdf", "status_text": "Signed by President", "journal_page": 612, "committee_id_action": 861, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19509, "action_date": "2005-02-23T14:00:00-06:00", "document_id": 105301, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105301.pdf", "status_text": "Delivered to the Governor", "journal_page": 624, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 19509, "action_date": "2005-02-25T13:00:00-06:00", "document_id": 105483, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/105483.pdf", "status_text": "Signed by Governor", "journal_page": 646, "committee_id_action": 860, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3052, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/19509"}