{"session_id": 68, "bill_id": 24296, "bill_type": "Senate Bill", "bill_number": 189, "bill_title": "prohibit state agencies from contracting with companies owned or controlled by certain foreign entities or governments.", "sponsors": [{"legislator_profile_id": 4419, "is_prime": true}, {"legislator_profile_id": 4446, "is_prime": true}, {"legislator_profile_id": 4342, "is_prime": false}, {"legislator_profile_id": 4457, "is_prime": false}, {"legislator_profile_id": 4395, "is_prime": false}, {"legislator_profile_id": 4401, "is_prime": false}, {"legislator_profile_id": 4432, "is_prime": false}], "keywords": ["Penalty", "Public Property, Purchases and Contracts"], "audio": [], "bill_versions": [{"bill_id": 24296, "bill_version_id": 247771, "bill_version": "Introduced", "bill_version_date": "2023-01-31T15:41:38.96-06:00", "bill_text": "An Act to prohibit state agencies from contracting with companies owned or controlled by certain foreign entities or governments. Be it enacted by the Legislature of the State of South Dakota: Section 1. That chapter 5-18A be amended with a NEW SECTION: Terms used in sections 2 to 8, inclusive, of this Act mean: (1) “Contract,” an agreement, entered into by or on behalf of this state, for the purchase or lease of goods by the state, or for the provision of services, professional services, construction, or public improvements to the state, in return for compensation; (2) “Contractor,” a vendor, supplier, or subcontractor that has submitted a bid, proposal, or offer for, or has been selected to engage in, providing goods or services to this state, provided the term does not include a sole proprietorship or individual United States citizen; (3) \"Executive branch agency,\" an agency, authority, board, bureau, commission, department, or institution of this state, under the control of the Governor; (4) “Prohibited entity,” an organization, association, corporation, partnership, joint venture, limited partnership, limited liability partnership, limited liability company, or other entity or business association, including all wholly owned subsidiaries, majority-owned subsidiaries, parent companies, or affiliates, of those entities or business associations, regardless of their principal place of business, which is ultimately owned or controlled, directly or indirectly, by: (a) A foreign national or a foreign parent entity from the People's Republic of China, the Republic of Cuba, the Islamic Republic of Iran, the Democratic People's Republic of Korea, the Russian Federation, or the Bolivarian Republic of Venezuela; or (b) The government of the People's Republic of China, the Republic of Cuba, the Islamic Republic of Iran, the Democratic People's Republic of Korea, the Russian Federation, or the Bolivarian Republic of Venezuela. Section 2. That chapter 5-18A be amended with a NEW SECTION: An executive branch agency may not execute a contract with a prohibited entity. An executive branch agency may rely on a contractor’s certification, made pursuant to section 3 of this Act, without conducting any further investigative research or inquiry. Each executive branch agency shall reserve the right to terminate a contract with a contractor that submits a false certification. Section 3. That chapter 5-18A be amended with a NEW SECTION: A request for proposal, an invitation to bid, or any other document issued by an executive branch agency, with the intent of soliciting responses for the potential award of a contract, must include notice of the certification requirement of this section. Each contractor shall, at the time a bid or offer is submitted, or at the time a contract is awarded or renewed, certify, in writing, that the contractor is not a prohibited entity. If at any time thereafter, the contractor becomes a prohibited entity, the contractor must provide written notification to the contracting executive branch agency. Upon receiving the notification, the agency may terminate the contract. Section 4. That chapter 5-18A be amended with a NEW SECTION: The commissioner of the Bureau of Administration, or the commissioner's designee, may waive the prohibition set forth in section 2 of this Act with respect to the certification required in section 3 of this Act, except as prohibited by federal law, if: (1) The commissioner determines that compliance is not possible; (2) The goods or services subject to the contract are unique or would be otherwise unavailable; or (3) There is no other market participant. Section 5. That chapter 5-18A be amended with a NEW SECTION: Each executive branch agency shall implement the requirements of section 2 of this Act in accordance with all applicable state laws and rules, and all federal laws and regulations. Nothing in section 2 of this Act may affect the state’s receipt of federal funds. Section 6. That chapter 5-18A be amended with a NEW SECTION: The commissioner of the Bureau of Administration may impose a civil penalty, in an amount not to exceed one thousand dollars, against any person for violating section 3 of this Act. Any civil penalty collected pursuant to this section must be deposited into the state general fund. Section 7. That chapter 5-18A be amended with a NEW SECTION: A contractor who, pursuant to section 3 of this Act, submits a certification and falsely indicates the contractor is not a prohibited entity at the time of certification, or who becomes a prohibited entity after certification and fails to provide written notification to the contracting executive branch agency, is liable for a civil penalty in the greater of: (1) Two hundred and fifty thousand dollars; or (2) Two times the amount of the contract for which a bid or proposal was submitted, regardless of whether the bid or proposal was actually accepted by this state. If this section is violated, the executive branch agency shall terminate the contract with the contractor. A contractor upon whom a penalty is imposed under this section may not bid on any state contract for a period of three years from the date of the penalty. Section 8. That chapter 5-18A be amended with a NEW SECTION: An executive branch agency may not: (1) Procure or utilize any information or communication technologies, including devices, services, components, networks, and systems created, owned, or controlled by a prohibited entity, or by any other means made unsafe for this state's cybersecurity by any connection to a prohibited entity; (2) Procure or utilize any information or communication technologies, including devices, services, components, networks, and systems, if any federal agency has prohibited the sale of, restricted the licensing of, or otherwise limited the dissemination of, information or communication technologies on the basis that the entity selling, leasing, or otherwise distributing the technology or service poses a risk to national or state security; (3) Procure or utilize any information or communication technologies, including devices, services, components, networks, and systems that are designed, developed, or manufactured, or that are supplied by any affiliate, agent, or other actor working on behalf of, or for the benefit of, a prohibited entity, as determined by any federal or state governmental agency; or (4) Expose existing government information or communication technologies, services, equipment, components, networks, systems, or records to any prohibited entity, or any company, firm, individual, affiliate, agent, or any other entity or actor made unsafe for this state's cybersecurity by means of the entity’s or the actor’s connection to a prohibited entity."}], "amendments": [{"bill_id": 24296, "document_id": 249188, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249188.pdf", "legislator_profile_id": 4419, "document_id_instructions": 249189, "document_id_instructions_url": "https://mylrc.sdlegislature.gov/api/Documents/249189.pdf"}], "fiscal_notes": [], "action_log": [{"bill_id": 24296, "action_date": "2023-02-01T14:00:00-06:00", "document_id": 247759, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/247759.pdf", "status_text": "First read in Senate and referred to", "journal_page": 162, "committee_id_action": 1183, "committee_id_assigned": 1184, "result": "N", "vote": {}}, {"bill_id": 24296, "action_date": "2023-02-13T11:00:00-06:00", "document_id": 248973, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/248973.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1184, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 24296, "action_date": "2023-02-15T10:00:00-06:00", "document_id": 249124, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/249124.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 1184, "committee_id_assigned": null, "result": "N", "vote": {}}]}