{"session_id": 4, "bill_id": 414, "bill_type": "House Bill", "bill_number": 1320, "bill_title": "provide tax incentives for certain wind energy facilities and energy transmission equipment.", "sponsors": [], "keywords": ["Energy", "Office of the Governor", "Taxes"], "audio": [{"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst19.mp3", "start_seconds": 160.0}, {"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst19.mp3", "start_seconds": 160.0}, {"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst19.mp3", "start_seconds": 160.0}, {"meeting_datetime": "2008-02-06T00:00:00-06:00", "committee": "HST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hst19.mp3", "start_seconds": 160.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou22.mp3", "start_seconds": 5577.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou22.mp3", "start_seconds": 5577.0}, {"meeting_datetime": "2008-02-12T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/hou22.mp3", "start_seconds": 5577.0}, {"meeting_datetime": "2008-02-20T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst27.mp3", "start_seconds": 4774.0}, {"meeting_datetime": "2008-02-20T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst27.mp3", "start_seconds": 4774.0}, {"meeting_datetime": "2008-02-20T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst27.mp3", "start_seconds": 4774.0}, {"meeting_datetime": "2008-02-20T00:00:00-06:00", "committee": "SST", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sst27.mp3", "start_seconds": 4774.0}, {"meeting_datetime": "2008-02-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen31.mp3", "start_seconds": 6629.0}, {"meeting_datetime": "2008-02-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen31.mp3", "start_seconds": 6629.0}, {"meeting_datetime": "2008-02-26T00:00:00-06:00", "committee": "SEN", "url": "https://sdpb.sd.gov/sdpbpodcast/2008/sen31.mp3", "start_seconds": 6629.0}], "bill_versions": [{"bill_id": 414, "bill_version_id": 1784, "bill_version": "Introduced", "bill_version_date": "2008-01-24T11:05:38-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide tax incentives for certain wind energy facilities and energy transmission equipment. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-35 be amended by adding thereto a NEW SECTION to read as follows: Terms as used in sections 1 to 7 of this Act, inclusive, mean: (1) \"Collector system,\" all property used or constructed to interconnect individual wind turbines within a wind farm into a common project, including step-up transformers, electrical collection equipment, collector substation transformers, and communication systems; (2) \"Company,\" any person, corporation, limited liability company, association, company, partnership, political subdivision, rural electric cooperative, or any group or combination acting as a unit; (3) \"Nameplate capacity,\" the number of kilowatts a wind farm can produce, as assigned to the power units in the wind farm by the manufacturer and determined by the secretary; (4) \"Wind farm,\" all real or personal property used or constructed for the purpose of producing electricity for commercial purposes utilizing the wind as an energy source and with a nameplate capacity of at least five thousand kilowatts. The term includes the collector system; (5) \"Transmission line,\" an electric transmission line and associated facilities, not including the collector system, with a design of one hundred fifteen kilovolts or more. Section 2. That chapter 10-35 be amended by adding thereto a NEW SECTION to read as follows: Any company owning or holding under lease, or otherwise, real or personal property used, or intended for use, as a wind farm shall pay the alternative annual taxes provided in sections 3 and 4 of this Act. The alternative taxes imposed by sections 3 and 4 of this Act are in lieu of all taxes levied by the state, counties, municipalities, school districts, or other political subdivisions of the state on the personal and real property of the company which is used or intended for use as a wind farm, but are not in lieu of the retail sales and service tax imposed by chapter 10-45, the use tax imposed by chapter 10-46, or any other tax. Section 3. That chapter 10-35 be amended by adding thereto a NEW SECTION to read as follows: Any company owning or holding under lease, or otherwise, real or personal property used, or intended for use, as a wind farm shall pay an annual tax equal to three dollars multiplied by the nameplate capacity of the wind farm. The tax shall be imposed beginning the first calendar year the wind farm generates gross receipts. The tax shall be paid annually to the secretary the first day of February of the following year. The tax for the first calendar year shall be prorated based upon the percentage of the calendar year remaining after the company generates gross receipts. Except as otherwise provided in this Act, the provisions of chapter 10-59 apply to the administration of the tax. Section 4. That chapter 10-35 be amended by adding thereto a NEW SECTION to read as follows: Any company owning or holding under lease, or otherwise, real or personal property used, or intended for use, as a wind farm shall pay an annual tax of two percent of the gross receipts of the wind farm. For purposes of this section, the gross receipts of the wind farm is its production of electricity in kilowatts multiplied by the average annual industrial price of electricity from an energy-only provider in South Dakota, as published by the Energy Information Administration as of January 1, 2008, and determined by the secretary. The owner of a wind farm subject to tax under this section shall file a report with the secretary detailing the amount of electricity in kilowatt-hours that was produced by the wind farm for the previous calendar year. The secretary shall prescribe the form of the report. The tax for the gross receipts generated in a calendar year shall become due and be payable to the secretary on the first day of February of the following year. Except as otherwise provided in this Act, the provisions of chapter 10-59 apply to the administration of the tax. Section 5. That chapter 10-35 be amended by adding thereto a NEW SECTION to read as follows: The secretary shall deposit the tax imposed by sections 3 and 4 of this Act into the wind energy tax fund. There is created in the state treasury the wind energy tax fund. Section 6. That chapter 10-35 be amended by adding thereto a NEW SECTION to read as follows: The secretary shall distribute all of the tax deposited in the wind energy tax fund pursuant to section 3 of this Act and ten percent of the tax deposited in the wind energy tax fund pursuant to section 4 of this Act to the county treasurer where the wind farm is located. If a wind farm is located in more than one county, each county shall receive the same percentage of the tax as the percentage of wind towers in the wind farm located in the county. Upon receipt of the taxes, the county auditor shall apportion the tax between all taxing jurisdictions where a wind tower is located. The tax shall be apportioned in the same manner as agricultural real property taxes would have been apportioned between the taxing jurisdictions. The secretary shall distribute the money to the counties on or before the first day of May. Section 7. That chapter 10-35 be amended by adding thereto a NEW SECTION to read as follows: Any company requiring transmission lines in South Dakota for a new wind farm or a new power generation facility as described in § 10-35-1.3, is eligible for a partial rebate of the tax paid under section 4 of this Act. The company shall apply for the rebate on forms prescribed by the secretary. The total amount of tax rebated shall be no more than fifty percent of the cost of the transmission lines in South Dakota. The maximum rebate any company may receive in one year is ninety percent of the tax paid under section 4 of this Act for the first five years and fifty percent of the tax paid under section 4 of this Act for the next five years. No wind farm may receive a rebate under this section after this ten year period. The secretary shall rebate the tax from the wind energy tax fund by the first day of June. Any revenue in the wind energy tax fund after the rebates are paid shall be deposited in the property tax reduction fund. Section 8. That § 10-4-36 be amended to read as follows: 10-4-36. All For wind energy properties with less than five thousand kilowatts of nameplate capacity, all real property used or constructed for the purpose of producing electricity for commercial purposes that utilizes the wind as an energy source is classified for tax purposes as wind energy property and shall be assessed and taxed in the same manner as other real property and shall be locally assessed by the county director of equalization pursuant to § 10-3-16. For the purposes of §§ 10-4-36 to 10-4-38, inclusive, real property includes the base, foundation, tower, and substations. Real property does not include the wind turbine or blades attached thereto. Section 9. That § 10-4-37 be amended to read as follows: 10-4-37. Any wind energy property of a commercial wind power production facility with less than five thousand kilowatts of nameplate capacity shall be assessed under the provisions of this chapter."}, {"bill_id": 414, "bill_version_id": 2651, "bill_version": "House State Affairs Engrossed", "bill_version_date": "2008-02-06T15:34:44.013-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide tax incentives for certain wind energy facilities and energy transmission equipment. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-35 be amended by adding thereto a NEW SECTION to read as follows: Terms as used in sections 1 to 7 of this Act, inclusive, mean: (1) \"Collector system,\" all property used or constructed to interconnect individual wind turbines within a wind farm into a common project, including step-up transformers, electrical collection equipment, collector substation transformers, and communication systems; (2) \"Company,\" any person, corporation, limited liability company, association, company, partnership, political subdivision, rural electric cooperative, or any group or combination acting as a unit; (3) \"Nameplate capacity,\" the number of kilowatts a wind farm can produce, as assigned to the power units in the wind farm by the manufacturer and determined by the secretary; (4) \"Wind farm,\" all real or personal property used or constructed for the purpose of producing electricity for commercial purposes utilizing the wind as an energy source and with a nameplate capacity of at least five thousand kilowatts. The term includes the collector system; (5) \"Transmission line,\" an electric transmission line and associated facilities including the collector system, with a design of one hundred fifteen kilovolts or more. Section 2. That chapter 10-35 be amended by adding thereto a NEW SECTION to read as follows: Any company owning or holding under lease, or otherwise, real or personal property used, or intended for use, as a wind farm producing power for the first time on or after July 1, 2007, shall pay the alternative annual taxes provided in sections 3 and 4 of this Act. The alternative taxes imposed by sections 3 and 4 of this Act are in lieu of all taxes levied by the state, counties, municipalities, school districts, or other political subdivisions of the state on the personal and real property of the company which is used or intended for use as a wind farm, but are not in lieu of the retail sales and service tax imposed by chapter 10-45, the use tax imposed by chapter 10-46, or any other tax. Section 3. That chapter 10-35 be amended by adding thereto a NEW SECTION to read as follows: Any company owning or holding under lease, or otherwise, real or personal property used, or intended for use, as a wind farm producing power for the first time on or after July 1, 2007, shall pay an annual tax equal to three dollars multiplied by the nameplate capacity of the wind farm. The tax shall be imposed beginning the first calendar year the wind farm generates gross receipts. The tax shall be paid annually to the secretary the first day of February of the following year. The tax for the first calendar year shall be prorated based upon the percentage of the calendar year remaining after the company generates gross receipts. Except as otherwise provided in this Act, the provisions of chapter 10-59 apply to the administration of the tax. Section 4. That chapter 10-35 be amended by adding thereto a NEW SECTION to read as follows: Any company owning or holding under lease, or otherwise, real or personal property used, or intended for use, as a wind farm producing power for the first time on or after July 1, 2007, shall pay an annual tax of two percent of the gross receipts of the wind farm. For purposes of this section, the gross receipts of the wind farm is its production of electricity in kilowatt hours multiplied by the South Dakota electricity base rate of $0.0475 per kilowatt hour in 2008, with the electricity base rate of $0.0475 per kilowatt hour increasing by 2.5 percent on an annual basis thereafter, as determined by the secretary. The owner of a wind farm subject to tax under this section shall file a report with the secretary detailing the amount of electricity in kilowatt-hours that was produced by the wind farm for the previous calendar year. The secretary shall prescribe the form of the report. The tax for the gross receipts generated in a calendar year shall become due and be payable to the secretary on the first day of February of the following year. Except as otherwise provided in this Act, the provisions of chapter 10-59 apply to the administration of the tax. Section 5. That chapter 10-35 be amended by adding thereto a NEW SECTION to read as follows: The secretary shall deposit the tax imposed by sections 3 and 4 of this Act into the wind energy tax fund. There is created in the state treasury the wind energy tax fund. Section 6. That chapter 10-35 be amended by adding thereto a NEW SECTION to read as follows: The secretary shall distribute all of the tax deposited in the wind energy tax fund pursuant to section 3 of this Act and twenty percent of the tax deposited in the wind energy tax fund pursuant to section 4 of this Act to the county treasurer where the wind farm is located. If the wind energy tax fund contains less than twenty percent of the gross receipts tax from section 4 of this Act, due to the transmission line rebate under section 7 of this Act, the secretary shall distribute the remainder of funds after the rebate to the county treasurer where the wind farm is located. If a wind farm is located in more than one county, each county shall receive the same percentage of the tax as the percentage of wind towers in the wind farm located in the county. Upon receipt of the taxes, the county auditor shall apportion the tax among all taxing jurisdictions where a wind tower is located. The tax shall be apportioned in the same manner as agricultural real property taxes would have been apportioned between the taxing jurisdictions. The secretary shall distribute the money to the counties on or before the first day of May. Section 7. That chapter 10-35 be amended by adding thereto a NEW SECTION to read as follows: Any company requiring transmission lines wind farm collector systems or both in South Dakota for a wind farm or a power generation facility as described in § 10-35-1.3, is eligible for a partial rebate of the tax paid under section 4 of this Act. The company shall apply for the rebate on forms prescribed by the secretary. The total amount of tax rebated shall be no more than fifty percent of the cost of the transmission lines and wind farm collector systems in South Dakota. The maximum rebate any company may receive in one year is ninety percent of the tax paid under section 4 of this Act for the first five years and fifty percent of the tax paid under section 4 of this Act for the next five years. The secretary shall determine when the wind farm is commercially operational. No wind farm may receive a rebate under this section after this ten year period. The secretary shall rebate the tax from the wind energy tax fund by the first day of June. The secretary may provide a tax credit, in lieu of full payment of the gross receipts tax, of up to eighty percent of the transmission rebate value that has been approved by the secretary. Any revenue in the wind energy tax fund after the rebates are paid shall be deposited in the property tax reduction fund. Section 8. That § 10-4-36 be amended to read as follows: 10-4-36. All For wind energy properties with less than five thousand kilowatts of nameplate capacity, all real property used or constructed for the purpose of producing electricity for commercial purposes that utilizes the wind as an energy source is classified for tax purposes as wind energy property and shall be assessed and taxed in the same manner as other real property and shall be locally assessed by the county director of equalization pursuant to § 10-3-16. For the purposes of §§ 10-4-36 to 10-4-38, inclusive, real property includes the base, foundation, tower, and substations. Real property does not include the wind turbine or blades attached thereto. Section 9. That § 10-4-37 be amended to read as follows: 10-4-37. Any wind energy property of a commercial wind power production facility with less than five thousand kilowatts of nameplate capacity shall be assessed under the provisions of this chapter. Section 10. That chapter 10-46C be amended by adding thereto a NEW SECTION to read as follows: Any project receiving a permit for the payment of the tax pursuant to chapter 10-46C is not eligible for the refund provided in chapter 10-45B. Section 11. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: Any project receiving a permit for the refund of the tax pursuant to chapter 10-45B is not eligible for the permit provided in chapter 10-46C."}, {"bill_id": 414, "bill_version_id": 3490, "bill_version": "Senate State Affairs Engrossed", "bill_version_date": "2008-02-20T10:54:39.557-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide tax incentives for certain wind energy facilities and energy transmission equipment. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-35 be amended by adding thereto a NEW SECTION to read as follows: Terms as used in sections 1 to 7 of this Act, inclusive, mean: (1) \"Collector system,\" all property used or constructed to interconnect individual wind turbines within a wind farm into a common project, including step-up transformers, electrical collection equipment, collector substation transformers, and communication systems; (2) \"Company,\" any person, corporation, limited liability company, association, company, partnership, political subdivision, rural electric cooperative, or any group or combination acting as a unit; (3) \"Nameplate capacity,\" the number of kilowatts a wind farm can produce, as assigned to the power units in the wind farm by the manufacturer and determined by the secretary; (4) \"Wind farm,\" all real or personal property used or constructed for the purpose of producing electricity for commercial purposes utilizing the wind as an energy source and with a nameplate capacity of at least five thousand kilowatts. The term includes the collector system; (5) \"Transmission line,\" an electric transmission line and associated facilities including the collector system, with a design of one hundred fifteen kilovolts or more. Section 2. That chapter 10-35 be amended by adding thereto a NEW SECTION to read as follows: Any company owning or holding under lease, or otherwise, real or personal property used, or intended for use, as a wind farm producing power for the first time on or after July 1, 2007, shall pay the alternative annual taxes provided in sections 3 and 4 of this Act. The alternative taxes imposed by sections 3 and 4 of this Act are in lieu of all taxes levied by the state, counties, municipalities, school districts, or other political subdivisions of the state on the personal and real property of the company which is used or intended for use as a wind farm, but are not in lieu of the retail sales and service tax imposed by chapter 10-45, the use tax imposed by chapter 10-46, or any other tax. Section 3. That chapter 10-35 be amended by adding thereto a NEW SECTION to read as follows: Any company owning or holding under lease, or otherwise, real or personal property used, or intended for use, as a wind farm producing power for the first time on or after July 1, 2007, shall pay an annual tax equal to three dollars multiplied by the nameplate capacity of the wind farm. The tax shall be imposed beginning the first calendar year the wind farm generates gross receipts. The tax shall be paid annually to the secretary the first day of February of the following year. The tax for the first calendar year shall be prorated based upon the percentage of the calendar year remaining after the company generates gross receipts. Except as otherwise provided in this Act, the provisions of chapter 10-59 apply to the administration of the tax. Section 4. That chapter 10-35 be amended by adding thereto a NEW SECTION to read as follows: Any company owning or holding under lease, or otherwise, real or personal property used, or intended for use, as a wind farm producing power for the first time on or after July 1, 2007, shall pay an annual tax of two percent of the gross receipts of the wind farm. For purposes of this section, the gross receipts of the wind farm is its production of electricity in kilowatt hours multiplied by the South Dakota electricity base rate of $0.0475 per kilowatt hour in 2008, with the electricity base rate of $0.0475 per kilowatt hour increasing by 2.5 percent on an annual basis thereafter, as determined by the secretary. The owner of a wind farm subject to tax under this section shall file a report with the secretary detailing the amount of electricity in kilowatt-hours that was produced by the wind farm for the previous calendar year. The secretary shall prescribe the form of the report. The tax for the gross receipts generated in a calendar year shall become due and be payable to the secretary on the first day of February of the following year. Except as otherwise provided in this Act, the provisions of chapter 10-59 apply to the administration of the tax. Section 5. That chapter 10-35 be amended by adding thereto a NEW SECTION to read as follows: The secretary shall deposit the tax imposed by sections 3 and 4 of this Act into the wind energy tax fund. There is created in the state treasury the wind energy tax fund. Section 6. That chapter 10-35 be amended by adding thereto a NEW SECTION to read as follows: The secretary shall distribute all of the tax deposited in the wind energy tax fund pursuant to section 3 of this Act and twenty percent of the tax deposited in the wind energy tax fund pursuant to section 4 of this Act to the county treasurer where the wind farm is located. If the wind energy tax fund contains less than twenty percent of the gross receipts tax from section 4 of this Act, due to the transmission line rebate under section 7 of this Act, the secretary shall distribute the remainder of funds after the rebate to the county treasurer where the wind farm is located. If a wind farm is located in more than one county, each county shall receive the same percentage of the tax as the percentage of wind towers in the wind farm located in the county. Upon receipt of the taxes, the county auditor shall apportion the tax among all taxing jurisdictions where a wind tower is located. The tax shall be apportioned in the same manner as agricultural real property taxes would have been apportioned between the taxing jurisdictions. The secretary shall distribute the money to the counties on or before the first day of May. Section 7. That chapter 10-35 be amended by adding thereto a NEW SECTION to read as follows: Any company requiring transmission lines or wind farm collector systems or both in South Dakota for a wind farm or a power generation facility as described in § 10-35-1.3, is eligible for a partial rebate of the tax paid under section 4 of this Act. The company shall apply for the rebate on forms prescribed by the secretary. The total amount of tax rebated shall be no more than fifty percent of the cost of the transmission lines and wind farm collector systems in South Dakota. The maximum rebate any company may receive in one year is ninety percent of the tax paid under section 4 of this Act for the first five years and fifty percent of the tax paid under section 4 of this Act for the next five years. The secretary shall determine when the wind farm is commercially operational. No wind farm may receive a rebate under this section after this ten year period. The secretary shall rebate the tax from the wind energy tax fund prior to the distribution of any money as provided in section 6 of this Act. The secretary may provide a tax credit, in lieu of full payment of the gross receipts tax, of up to eighty percent of the transmission rebate value that has been approved by the secretary. Any revenue in the wind energy tax fund after the rebates are paid shall be deposited in the property tax reduction fund. Section 8. That § 10-4-36 be amended to read as follows: 10-4-36. All For wind energy properties with less than five thousand kilowatts of nameplate capacity, all real property used or constructed for the purpose of producing electricity for commercial purposes that utilizes the wind as an energy source is classified for tax purposes as wind energy property and shall be assessed and taxed in the same manner as other real property and shall be locally assessed by the county director of equalization pursuant to § 10-3-16. For the purposes of §§ 10-4-36 to 10-4-38, inclusive, real property includes the base, foundation, tower, and substations. Real property does not include the wind turbine or blades attached thereto. Section 9. That § 10-4-37 be amended to read as follows: 10-4-37. Any wind energy property of a commercial wind power production facility with less than five thousand kilowatts of nameplate capacity shall be assessed under the provisions of this chapter. Section 10. That chapter 10-46C be amended by adding thereto a NEW SECTION to read as follows: Any project receiving a permit for the payment of the tax pursuant to chapter 10-46C is not eligible for the refund provided in chapter 10-45B. Section 11. That chapter 10-45B be amended by adding thereto a NEW SECTION to read as follows: Any project receiving a permit for the refund of the tax pursuant to chapter 10-45B is not eligible for the permit provided in chapter 10-46C."}, {"bill_id": 414, "bill_version_id": 4157, "bill_version": "Enrolled", "bill_version_date": "2008-02-28T11:15:32.473-06:00", "bill_text": ""}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 414, "action_date": "2008-01-24T14:00:00-06:00", "document_id": 1819, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/1819.pdf", "status_text": "First read in House and referred to", "journal_page": 248, "committee_id_action": 27, "committee_id_assigned": 22, "result": "N", "vote": {}}, {"bill_id": 414, "action_date": "2008-02-06T10:00:00-06:00", "document_id": 2412, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2412.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 22, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 414, "action_date": "2008-02-06T10:00:00-06:00", "document_id": 2637, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2637.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 22, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 414, "action_date": "2008-02-06T10:00:00-06:00", "document_id": 2637, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2637.pdf", "status_text": "Do Pass Amended", "journal_page": 445, "committee_id_action": 22, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1369, "president_vote": null, "Yea": [614, 570, 591, 574, 542, 575, 594, 558, 571, 581, 603, 619, 615]}}, {"bill_id": 414, "action_date": "2008-02-11T14:00:00-06:00", "document_id": 2899, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/2899.pdf", "status_text": "Deferred to another day", "journal_page": 494, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 414, "action_date": "2008-02-12T14:00:00-06:00", "document_id": 3016, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3016.pdf", "status_text": "Do Pass Amended", "journal_page": 512, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 1756, "president_vote": null, "Yea": [602, 579, 609, 614, 625, 593, 586, 570, 597, 532, 608, 623, 574, 555, 542, 568, 575, 580, 572, 624, 595, 529, 631, 565, 620, 616, 556, 585, 589, 633, 543, 558, 605, 628, 630, 571, 581, 544, 546, 537, 536, 578, 612, 551, 599, 617, 554, 547, 583, 538, 603, 615, 600, 531, 563, 566, 549, 619, 626, 611, 606, 587, 559, 564, 561, 591], "Nay": [534, 594, 540], "Excused": [552]}}, {"bill_id": 414, "action_date": "2008-02-13T14:00:00-06:00", "document_id": 3133, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3133.pdf", "status_text": "First read in Senate and referred to", "journal_page": 485, "committee_id_action": 28, "committee_id_assigned": 10, "result": "N", "vote": {}}, {"bill_id": 414, "action_date": "2008-02-20T07:45:00-06:00", "document_id": 3300, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3300.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 414, "action_date": "2008-02-20T07:45:00-06:00", "document_id": 3469, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3469.pdf", "status_text": "Motion to amend", "journal_page": null, "committee_id_action": 10, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 414, "action_date": "2008-02-20T07:45:00-06:00", "document_id": 3469, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3469.pdf", "status_text": "Do Pass Amended", "journal_page": 558, "committee_id_action": 10, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2186, "president_vote": null, "Yea": [557, 530, 567, 569, 629, 577, 588, 553], "Excused": [598]}}, {"bill_id": 414, "action_date": "2008-02-22T12:00:00-06:00", "document_id": 3808, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3808.pdf", "status_text": "Deferred to another day", "journal_page": 614, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 414, "action_date": "2008-02-25T14:00:00-06:00", "document_id": 3929, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/3929.pdf", "status_text": "Deferred to another day", "journal_page": 627, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 414, "action_date": "2008-02-26T14:00:00-06:00", "document_id": 4020, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4020.pdf", "status_text": "Do Pass Amended", "journal_page": 648, "committee_id_action": 28, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2571, "president_vote": null, "Excused": [557], "Yea": [576, 621, 604, 553, 596, 560, 590, 598, 545, 592, 530, 601, 567, 535, 533, 582, 562, 622, 584, 569, 573, 618, 610, 629, 613, 632, 577, 588, 539, 627, 548, 550, 541, 607]}}, {"bill_id": 414, "action_date": "2008-02-28T10:00:00-06:00", "document_id": 4155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4155.pdf", "status_text": "Concurred in amendments", "journal_page": 788, "committee_id_action": 27, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 2681, "president_vote": null, "Yea": [602, 579, 609, 614, 625, 593, 586, 570, 597, 532, 608, 623, 574, 534, 555, 542, 568, 552, 575, 580, 572, 624, 595, 529, 594, 631, 565, 620, 616, 556, 585, 589, 633, 543, 558, 605, 628, 630, 571, 544, 546, 537, 536, 578, 612, 551, 599, 617, 554, 583, 538, 603, 615, 600, 531, 563, 540, 566, 549, 619, 626, 606, 587, 559, 564, 561, 591], "Excused": [581, 547, 611]}}, {"bill_id": 414, "action_date": "2008-02-28T10:00:00-06:00", "document_id": 4155, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4155.pdf", "status_text": "Signed by the Speaker", "journal_page": 801, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 414, "action_date": "2008-02-29T08:00:00-06:00", "document_id": 4244, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4244.pdf", "status_text": "Delivered to the Governor", "journal_page": 823, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 414, "action_date": "2008-02-29T09:30:00-06:00", "document_id": 4270, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4270.pdf", "status_text": "Signed by the President", "journal_page": 737, "committee_id_action": 28, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 414, "action_date": "2008-03-17T10:00:00-05:00", "document_id": 4325, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/4325.pdf", "status_text": "Signed by the Governor", "journal_page": 835, "committee_id_action": 27, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 3910}