{"session_id": 43, "bill_id": 11923, "bill_type": "House Bill", "bill_number": 1178, "bill_title": "revise the seller's property condition disclosure statement.", "sponsors": [{"legislator_profile_id": 1751, "is_prime": true}, {"legislator_profile_id": 1686, "is_prime": true}, {"legislator_profile_id": 1653, "is_prime": false}], "keywords": ["Property"], "audio": [{"meeting_datetime": "2020-02-10T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hco17.mp3", "start_seconds": 1437.0}, {"meeting_datetime": "2020-02-10T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hco17.mp3", "start_seconds": 1437.0}, {"meeting_datetime": "2020-02-10T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hco17.mp3", "start_seconds": 1437.0}, {"meeting_datetime": "2020-02-10T00:00:00-06:00", "committee": "HCO", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/hco17.mp3", "start_seconds": 1437.0}, {"meeting_datetime": "2020-02-26T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sta27.mp3", "start_seconds": 120.0}, {"meeting_datetime": "2020-02-26T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sta27.mp3", "start_seconds": 120.0}, {"meeting_datetime": "2020-02-26T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sta27.mp3", "start_seconds": 120.0}, {"meeting_datetime": "2020-02-26T00:00:00-06:00", "committee": "STA", "url": "https://sdpb.sd.gov/sdpbpodcast/2020/sta27.mp3", "start_seconds": 120.0}], "bill_versions": [{"bill_id": 11923, "bill_version_id": 65476, "bill_version": "Introduced", "bill_version_date": "2020-01-30T09:14:18.63-06:00", "bill_text": "An Act to revise the seller's property condition disclosure statement. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 43-4-44 be AMENDED: 43-4-44. Property condition disclosure statement. The following form shall be used for the property condition disclosure statement: SELLER'S PROPERTY CONDITION DISCLOSURE STATEMENT (This disclosure shall be completed by the seller. This is a disclosure required by law. If you do not understand this form, seek legal advice.) Seller _________________________________________________________________________ Property Address ________________________________________________________________ ___________________________________________________________________________ This Disclosure Statement concerns the real property identified above situated in the City of __________ County of __________, State of South Dakota. THIS STATEMENT IS A DISCLOSURE OF THE CONDITION OF THE ABOVE DESCRIBED PROPERTY IN COMPLIANCE WITH § 43-4-38. IT IS NOT A WARRANTY OF ANY KIND BY THE SELLER OR ANY AGENT REPRESENTING ANY PARTY IN THIS TRANSACTION AND IS NOT A SUBSTITUTE FOR ANY INSPECTIONS OR WARRANTIES THE PARTIES MAY WISH TO OBTAIN. Seller hereby authorizes any agent representing any party in this transaction to provide a copy of this statement to any person or entity in connection with any actual or anticipated sale of the property. IF ANY MATERIAL FACT CHANGES BEFORE CONVEYANCE OF TITLE TO THIS PROPERTY, THE SELLER MUST DISCLOSE SUCH MATERIAL FACT WITH A WRITTEN AMENDMENT TO THIS DISCLOSURE STATEMENT. I. LOT OR TITLE INFORMATION 1. When did you purchase or build the home? ________________________________________ If the answer is yes to any of the following, please explain under additional comments or on an attached separate sheet. ______________________________________________________________________________ 2. Were there any title problems when you purchased the property? Yes ____ No ____ 3. Are there any recorded liens or financial instruments against the property, other than a first mortgage? Yes ____ No ____ 4. Are there any unrecorded liens or financial instruments against the property, other than a first mortgage; or have any materials or services been provided in the past one hundred twenty days that would create a lien against the property under chapter 44-9? Yes ____ No ____ Unknown ____ 5. Are there any easements which have been granted in connection with the property (other than normal utility easements for public water and sewer, gas and electric service, telephone service, cable television service, drainage, and sidewalks)? Yes ____ No ____ Unknown ____ 6. Are there any problems related to establishing the lot lines/boundaries? Yes ____ No ____ Unknown ____ 7. Do you have a location survey in your possession or a copy of the recorded plat? If yes, attach a copy. Yes ____ No ____ Unknown ____ 8. Are you aware of any encroachments or shared features, from or on adjoining property (i.e. fences, driveway, sheds, outbuildings, or other improvements)? Yes ____ No ____ 9. Are you aware of any covenants or restrictions affecting the use of the property in accordance with local law? If yes, attach a copy of the covenants and restrictions. Yes ____ No ____ 10. Are you aware of any current or pending litigation, foreclosure, zoning, building code or restrictive covenant violation notices, mechanic's liens, judgments, special assessments, zoning changes, or changes that could affect your property? Yes ____ No ____ 11. Is the property currently occupied by the owner? Yes ____ No ____ 12. Does the property currently receive the owner occupied tax reduction pursuant to SDCL 10-13-39? Yes ____ No ____ 13. Is the property currently part of a property tax freeze for any reason? Yes ____ No ____ Unknown ____ 14. Is the property leased? Yes ____ No ____ 15. If leased, does the property use comply with local zoning laws? Yes ____ No ____ 16. Does this property or any portion of this property receive rent? If yes, how much $____ and how often ____? Yes ____ No ____ 17. Do you pay any mandatory fees or special assessments to a homeowners' or condominium association? Yes ____ No ____ If yes, what are the fees or assessments? $ ____ per ____ (i.e. annually, semi-annually, monthly) Payable to whom: _______________________________________________________________ For what purpose? _______________________________________________________________ 18. Are you aware if the property has ever had standing water in either the front, rear, or side yard more than forty-eight hours after heavy rain? Yes ____ No ____ 19. Is the property located in or near a flood plain? Yes ____ No ____ Unknown ____ 20. Are wetlands located upon any part of the property? Yes ____ No ____ Unknown ____ 21. Are you aware of any private transfer fee obligations, as defined pursuant to § 43-4-48, that would require a buyer or seller of the property to pay a fee or charge upon the transfer of the property, regardless of whether the fee or charge is a fixed amount or is determined as a percentage of the value of the property? Yes ____ No ____ Unknown ____ If yes, what are the fees or charges? $______ per ______ (i.e. annually, semi-annually, monthly) II. STRUCTURAL INFORMATION If the answer is yes to any of the following, please explain under additional comments or on an attached separate sheet. 1. Are you aware of any water penetration problems in the walls, windows, doors, basement, or crawl space? Yes ____ No ____ 2. What water damage related repairs, if any, have been made? If any, when? ___________________________________________________________________ 3. Are you aware if drain tile is installed on the property? Yes ____ No ____ 4. Are you aware of any interior cracked walls or floors, or cracks or defects in exterior driveways, sidewalks, patios, or other hard surface areas? Yes ____ No ____ What related repairs, if any, have been made? ______________________________________________________________________________ 5. Are you aware of any roof leakage, past or present? Yes ____ No ____ Type of roof covering: ____________________________________________________________ Age: __________________________________________________________________________ What roof repairs, if any, have been made, when and by whom? ___________________________ Describe any existing unrepaired damage to the roof: ___________________________________ 6. Are you aware of insulation in: the ceiling/attic? Yes ____ No ____ the walls? Yes ____ No ____ the floors? Yes ____ No ____ 7. Are you aware of any pest infestation or damage, either past or present? Yes ____ No ____ 8. Are you aware of the property having been treated for any pest infestation or damage? Yes ____ No ____ If yes, who treated it and when? ____________________________________________________ 9. Are you aware of any work upon the property which required a building, plumbing, electrical, or any other permit? Yes ____ No ____ If yes, describe the work: __________________________________________________________ Was a permit obtained? Yes _______________________________________________________ Was the work approved by an inspector? Yes ____ No ____ 10. Are you aware of any past or present damage to the property (i.e. fire, smoke, wind, floods, hail, or snow)? Yes ____ No ____ If yes, describe __________________________________________________________________ Have any insurance claims been made? Yes ____ No ____ Unknown ____ Was an insurance payment received? Yes ____ No ____ Unknown ____ Has the damage been repaired? Yes ____ No ____ If yes, describe in detail: __________________________________________________________ ______________________________________________________________________________ 11. Are you aware of any problems with sewer blockage or backup, past or present? Yes ____ No ____ 12. Are you aware of any drainage, leakage, or runoff from any sewer, septic tank, storage tank, or drain on the property into any adjoining lake, stream, or waterway? Yes ____ No ____ If yes, describe in detail: __________________________________________________________ ______________________________________________________________________________ III. SYSTEMS/UTILITIES INFORMATION NONE/NOT NOT INCLUDED WORKING WORKING 1. 220 Volt Service _____ _____ _____ 2. Air Exchanger _____ _____ _____ 3. Air Purifier _____ _____ _____ 4. Attic Fan _____ _____ _____ 5. Burglar Alarm and Security System _____ _____ _____ 6. Ceiling Fan _____ _____ _____ 7. Central Air - Electric _____ _____ _____ 8. Central Air - Water Cooled _____ _____ _____ 9. Cistern _____ _____ _____ 10. Dishwasher _____ _____ _____ 11. Disposal _____ _____ _____ 12. Doorbell _____ _____ _____ 13. Fireplace _____ _____ _____ 14. Fireplace Insert _____ _____ _____ 15. Garage Door/Opener Control(s) _____ _____ _____ 16. Garage Wiring _____ _____ _____ 17. Heating System _____ _____ _____ 18. Hot Tub, Whirlpool, and Controls _____ _____ _____ 19. Humidifier _____ _____ _____ 20. Intercom _____ _____ _____ 21. Light Fixtures _____ _____ _____ 22. Microwave/Hood _____ _____ _____ 23. Plumbing and Fixtures _____ _____ _____ 24. Pool and Equipment _____ _____ _____ 25. Propane Tank _____ _____ _____ 26. Radon System _____ _____ _____ 27. Sauna _____ _____ _____ 28. Septic/Leaching Field _____ _____ _____ 29. Sewer Systems/Drains _____ _____ _____ 30. Smoke/Fire Alarm _____ _____ _____ 31. Solar House - Heating _____ _____ _____ 32. Sump Pump(s) _____ _____ _____ 33. Switches and Outlets _____ _____ _____ 34. Underground Sprinkler and Heads _____ _____ _____ 35. Vent Fan _____ _____ _____ 36. Water Heater - Electric or Gas _____ _____ _____ 37. Water Purifier _____ _____ _____ 38. Water Softener - Leased or Owned _____ _____ _____ 39. Well and Pump _____ _____ _____ 40. Wood Burning Stove _____ _____ _____ IV. HAZARDOUS CONDITIONS Are you aware of any existing hazardous conditions of the property and are you aware of any tests having been performed? EXISTING CONDITIONS TESTS PERFORMED YES NO YES NO 1. Methane Gas _____ _____ _____ _____ 2. Lead Paint _____ _____ _____ _____ 3. Radon Gas (House) _____ _____ _____ _____ 4. Radon Gas (Well) _____ _____ _____ _____ 5. Radioactive Materials _____ _____ _____ _____ 6. Landfill, Mineshaft _____ _____ _____ _____ 7. Expansive Soil _____ _____ _____ _____ 8. Mold _____ _____ _____ _____ 9. Toxic Materials _____ _____ _____ _____ 10. Urea Formaldehyde Foam Insulations _____ _____ _____ _____ 11. Asbestos Insulation _____ _____ _____ _____ 12. Buried Fuel Tanks _____ _____ _____ _____ 13. Chemical Storage Tanks _____ _____ _____ _____ 14. Fire Retardant Treated Plywood _____ _____ _____ _____ 15. Production of Methamphetamines _____ _____ _____ _____ If the answer is yes to any of the questions above, please explain in additional comments or on an attached separate sheet. V. MISCELLANEOUS INFORMATION 1. Is the street or road located at the end of the driveway to the property public or private? Public __________ Private __________ 2. Is there a written road maintenance agreement? If yes, attach a copy of the maintenance agreement. Yes __________ No __________ 3. When was the fireplace/wood stove/chimney flue last cleaned? ____________________ 4. Within the previous twelve months prior to signing this document, are you aware of any of the following occurring on the subject property ? a. A human death by homicide or suicide? If yes, explain: ________________________________________ Yes __________ No __________ b. Other felony committed against the property or a person on the property? If yes, explain: ________________________________________ Yes __________ No __________ 5. Is the water source public or private (select one) ? 6. If private, what is the date and result of the last water test? ________________________________________ 7. Is the sewer system public __________ or private __________ (select one)? 8. If private, what is the date of the last time the septic tank was pumped? __________ 9. Are there broken window panes or seals? Yes __________ No __________ If yes, specify: ______________________________ 10. Are there any items attached to the property that will not be left, such as: towel bars, mirrors, swag lamps and hooks, curtain rods, window coverings, light fixtures, clothes lines, swing sets, storage sheds, ceiling fans, basketball hoops, mail boxes, etc. Yes __________ No __________ If yes, please list ______________________________ 11. Are you aware of any other material facts or problems that have not been disclosed on this form? Yes __________ No __________ If yes, explain: ______________________________ VI. ADDITIONAL COMMENTS (ATTACH ADDITIONAL PAGES IF NECESSARY) ______________________________________________________________________________ ______________________________________ CLOSING SECTION The Seller hereby certifies that the information contained herein is true and correct to the best of the Seller's information, knowledge, and belief as of the date of the Seller's signature below. If any of these conditions change before conveyance of title to this property, the change will be disclosed in a written amendment to this disclosure statement. SELLER ____________________ DATE __________ SELLER ____________________ DATE __________ THE SELLER AND THE BUYER MAY WISH TO OBTAIN PROFESSIONAL ADVICE AND INSPECTIONS OF THE PROPERTY TO OBTAIN A TRUE REPORT AS TO THE CONDITION OF THE PROPERTY AND TO PROVIDE FOR APPROPRIATE PROVISIONS IN ANY CONTRACT OF SALE AS NEGOTIATED BETWEEN THE SELLER AND THE BUYER WITH RESPECT TO SUCH PROFESSIONAL ADVICE AND INSPECTIONS. I/We acknowledge receipt of a copy of this statement on the date appearing beside my/our signature(s) below. Any agent representing any party to this transaction makes no representations and is not responsible for any conditions existing in the property. BUYER ____________________ DATE __________ BUYER ____________________ DATE __________ RESIDENTIAL-SDCL 43-4-44 Seller(s)________________________________________________________ Property Address_________________________________________________ Property Legal Description _________________________________________ This Disclosure Statement concerns the real property identified above and offered for sale. This disclosure is required by law to be completed by sellers of real property and given to potential buyers. This form can have important legal consequences. If you do not understand this form, you should seek advice from a competent source. Seller states that the information contained in this disclosure fully reflects the Seller’s knowledge of the matters disclosed as of the date affixed to the form. If any material fact changes prior to closing, the seller MUST disclose that change in a written amendment to this disclosure statement and give the same to the buyer. This statement is a DISCLOSURE OF THE CONDITION OF THE ABOVE DESCRIBED PROPERTY in compliance with South Dakota law § 43-4-38. It is NOT A WARRANTY of ANY KIND by the Seller or anyone representing any party in a transaction. It is NOT A SUBSTITUTE FOR ANY INSPECTIONS OR WARRANTIES either party may wish to obtain. Seller hereby authorizes any agent representing any party in this transaction to provide a copy of this statement to any person or entity in connection with any actual or anticipated sale of the property. If the answer to any of the following requires more space for explanation, please fully explain in comments or on an attached separate sheet. I. LOT OR TITLE INFORMATION 1. When did you purchase or build the home? ___________/____________ Month Year LOT OR TITLE INFORMATION Yes No Do Not Know N/A Comments 2. Are there any recorded liens or financial instruments against the property, other than a first mortgage? 3. Are there any unrecorded liens or financial instruments against the property, other than a first mortgage; or have any materials or services been provided in the past one hundred twenty days that would create a lien against the property under chapter 44-9? 4. Are there any easements which have been granted in connection with the property (other than normal utility easements for public water and sewer, gas and electric service, telephone service, cable television service, drainage, and sidewalks)? 5. Are there any problems related to establishing the lot lines/boundaries? 6. Do you have a location survey in your possession or a copy of the recorded plat? If yes, attach a copy. 7. Are you aware of any encroachments or shared features, from or on adjoining property (i.e. fences, driveway, sheds, outbuildings, or other improvements)? 8. Are you aware of any covenants or restrictions affecting the use of the property in accordance with local law? If yes, attach a copy. 9. Are you aware of any current or pending litigation, foreclosure, zoning, building code or restrictive covenant violation notices, mechanic's liens, judgments, special assessments, zoning changes, or changes that could affect your property? 10. Is the property currently occupied by the owner? 11. Does the property currently receive the owner-occupied tax reduction pursuant to SDCL 10-13-39? 12. Is the property currently part of a property tax freeze for any reason? 13. Is the property leased? 14. If leased, does the property use comply with applicable local ordinances? 15. Does this property or any portion of this property receive rent? If yes, how much $________ and how often ___________ 16. Do you pay any mandatory fees or special assessments to a homeowners' or condominium association? If yes, what are the fees or assessments? $_____________ per __________________ (i.e. annually, semi-annually, monthly) Payable to whom:_________ For what purpose: _________ 17. Are you aware if the property has ever had water in either the front, rear, or side yard more than forty-eight hours? 18. Is the property located in a flood plain? 19. Are federally protected wetlands located upon any part of the property? 20. Are you aware of any private transfer fee obligations, as defined pursuant to § 43-4-48, that would require a buyer or seller of the property to pay a fee or charge upon the transfer of the property, regardless of whether the fee or charge is a fixed amount or is determined as a percentage of the value of the property? If yes, what are the fees or charges? $________________ per _____________________ (i.e. annually, semi-annually, monthly) Additional Comments ___________________________________________________________________________________________________________________________________________________________________________________________________________ II. STRUCTURAL INFORMATION STRUCTURAL INFORMATION Yes No Do Not Know N/A Comments 1. Are you aware of any water penetration in the walls, windows, doors, basement, or crawl space? 2. Have any water damage related repairs been made? Are there any unrepaired water-related damages that remain? 3. Are you aware if drain tile is installed on the property? 4. Are you aware of any interior cracked walls, ceilings or floors, or cracks or defects in exterior driveways, sidewalks, patios, or other hard surface areas? 5. Type of roof covering: ___________________ 6. Are you aware of any roof leakage, past or present? 7. Is there any existing unrepaired damage to the roof? 8. Are you aware of insulation in ceiling/attic? 9. Are you aware of insulation in walls? 10. Are you aware of insulation in the floors? 11. Are you aware of any pest infestation or damage, either past or present? Are you aware of the property having been treated or repaired for any pest infestation or damage? If yes, who treated it and when? 12. Are you aware of any work upon the property which required a building, plumbing, electrical, or any other permit? 13. Was a permit obtained for work performed upon the property? Was the work approved by an inspector as required by local or state ordinance? 14. Are you aware of any past or present damage to the property (i.e. fire, smoke, wind, floods, hail, or snow)? 15.. Have any insurance claims been made for damage to the property? 16. Was an insurance payment received for damage to the property? 17. Has the damage to the property been repaired? 18. Are there any unrepaired damages to the property from the insurance claim? 19. Are you aware of any problems with sewer blockage or backup, past or present? 20. Are you aware of any drainage, leakage, or runoff from any sewer, septic tank, storage tank, or drain on the property into any adjoining lake, stream, or waterway? Additional Comments ___________________________________________________________________ ______________________________________________________________________ ______________________________________________________________________ III. SYSTEMS/UTILITIES INFORMATION SYSTEMS/UTILITIES INFORMATION Working Not Working None Not Included Comments 1. Air conditioning System Age of System, if known: 2. Air Exchanger 3. Air Purifier 4. Attic Fan 5. Bathroom Whirlpool and Controls 6. Burglar Alarm & Security System 7. Ceiling Fan 8. Central Air - Electric 9. Central Air – Water Cooled 10. Cistern 11. Dishwasher 12. Disposal 13. Doorbell 14. Fireplace 15. Fireplace Insert 16. Garage Door(s) 17. Garage Door Opener(s) 18. Garage Door Control(s) 19. Garage Wiring 20. Home Heating System(s) Type: Age of System, if known: 21. Hot Tub and Controls 22. Humidifier 23. In Floor Heat 24. Intercom 25. Light Fixtures 26. Microwave 27. Microwave Hood 28. Plumbing and Fixtures 29. Pool and Equipment 30. Propane Tank – Select One: __Leased __Owned 31. Radon System 32. Sauna 33. Septic/Leaching Field 34. Sewer Systems/Drains 35. Smart Home System Smart Home System includes: 36. Smoke/Fire Alarm 37. Solar House – Heating 38. Sump Pump(s) 39. Switches and Outlets 40. Underground Sprinkler and Heads 41. Vent Fan – Kitchen 42. Vent Fan – Bathroom 43. Water Heater, Select One: __ Electric __Gas Age of System, if known: 44. Water Purifier, Select One: __Leased __Owned 45. Water Softener, Select One: __Leased __Owned 46. Well and Pump 47. Wood Burning Stove Additional Comments ______________________________________________________________________ ____________________________________________________________________________________________________________________________________________ IV. HAZARDOUS CONDITIONS Are you aware of any existing hazardous conditions of the property and are you aware of any tests having been performed? If the answer is yes to any of the questions below, please explain in additional comments or on an attached separate sheet. HAZARDOUS CONDITIONS Existing Conditions Tests Performed Comments Yes No Yes No 1. Methane Gas 2. Lead Paint 3. Radon Gas (House) 4. Radon Gas (Well) 5. Radioactive Materials 6. Landfill, Mineshaft 7. Expansive Soil 8. Mold 9. Toxic Materials 10. Urea Formaldehyde Foam Insulations 11. Asbestos Insulation 12. Buried Fuel Tanks 13. Chemical Storage Tanks 14. Fire Retardant Treated Plywood 15. Production of Methamphetamines 16. Use of Methamphetamines V. MISCELLANEOUS INFORMATION MISCELLANEOUS INFORMATION Yes No Do Not Know N/A Comments 1. Is the street or road located at the end of the driveway to the property public or private? Public ____ Private ____ 2. Is there a written road maintenance agreement? If yes, attach a copy of the maintenance agreement. 3. Has the fireplace/wood stove/chimney flue been cleaned? If yes, please provide date of service. 4. Since you have owned the property, are you aware of a human death by homicide or suicide occurring on the property? 5. Is the water source (select one) _____ public or _____ private If private, what is the date and result of the last water test? 6. Is the sewer system (select one) _____public or _____ private If private, what is the date of the last time septic tank was pumped? 7. Are there broken window panes or seals? 8. Are there any items attached to the property that will not be left, such as: towel bars, mirrors, curtain rods, window coverings, light fixtures, clothes lines, swing sets, storage sheds, ceiling fans, basketball hoops, mail boxes, tv mounts, speakers, etc.? If yes, please list: 9. Are you aware of any other material facts which have not been disclosed on this form? If yes, please explain: Additional Comments ______________________________________________________________________ ____________________________________________________________________________________________________________________________________________ VI. ADDITIONAL COMMENTS (ATTACH ADDITIONAL PAGES IF NECESSARY) ______________________________________________________________________ ______________________________________________________________________ __________________________________________________________________________________________________________________________________________________________________________________________________________________ ______________________________________________________________________ CLOSING SECTION The Seller hereby certifies that the information contained herein is true and correct to the best of the Seller's information, knowledge, and belief as of the date of the Seller's signature below. If any of these conditions change before conveyance of title to this property, the change will be disclosed in a written amendment to this disclosure statement. ____ __________________________________ Seller Date Seller Date _ THE SELLER AND THE BUYER MAY WISH TO OBTAIN PROFESSIONAL ADVICE AND INSPECTIONS OF THE PROPERTY TO OBTAIN A TRUE REPORT AS TO THE CONDITION OF THE PROPERTY AND TO PROVIDE FOR APPROPRIATE PROVISIONS IN ANY CONTRACT OF SALE AS NEGOTIATED BETWEEN THE SELLER AND THE BUYER WITH RESPECT TO SUCH PROFESSIONAL ADVICE AND INSPECTIONS. I/We acknowledge receipt of a copy of this statement on the date appearing beside my/our signature(s) below. Any agent representing any party to this transaction makes no representations and is not responsible for any conditions existing in the property. ______________________________________________________________________ Buyer Date Buyer Date"}, {"bill_id": 11923, "bill_version_id": 68962, "bill_version": "Enrolled", "bill_version_date": "2020-02-27T15:36:14.097-06:00", "bill_text": "ENTITLED An Act to revise the seller's property condition disclosure statement. Be it enacted by the Legislature of the State of South Dakota: Section 1. That § 43-4-44 be AMENDED: 43-4-44. Property condition disclosure statement. The following form shall be used for the property condition disclosure statement: SELLER'S PROPERTY CONDITION DISCLOSURE STATEMENT RESIDENTIAL-SDCL 43-4-44 Seller(s)________________________________________________________ Property Address_________________________________________________ Property Legal Description _________________________________________ This Disclosure Statement concerns the real property identified above and offered for sale. This disclosure is required by law to be completed by sellers of real property and given to potential buyers. This form can have important legal consequences. If you do not understand this form, you should seek advice from a competent source. Seller states that the information contained in this disclosure fully reflects the Seller’s knowledge of the matters disclosed as of the date affixed to the form. If any material fact changes prior to closing, the seller MUST disclose that change in a written amendment to this disclosure statement and give the same to the buyer. This statement is a DISCLOSURE OF THE CONDITION OF THE ABOVE DESCRIBED PROPERTY in compliance with South Dakota law § 43-4-38. It is NOT A WARRANTY of ANY KIND by the Seller or anyone representing any party in a transaction. It is NOT A SUBSTITUTE FOR ANY INSPECTIONS OR WARRANTIES either party may wish to obtain. Seller hereby authorizes any agent representing any party in this transaction to provide a copy of this statement to any person or entity in connection with any actual or anticipated sale of the property. If the answer to any of the following requires more space for explanation, please fully explain in comments or on an attached separate sheet. I. LOT OR TITLE INFORMATION 1. When did you purchase or build the home? ___________/____________ Month Year LOT OR TITLE INFORMATION Yes No Do Not Know N/A Comments 2. Are there any recorded liens or financial instruments against the property, other than a first mortgage? 3. Are there any unrecorded liens or financial instruments against the property, other than a first mortgage; or have any materials or services been provided in the past one hundred twenty days that would create a lien against the property under chapter 44-9? 4. Are there any easements which have been granted in connection with the property (other than normal utility easements for public water and sewer, gas and electric service, telephone service, cable television service, drainage, and sidewalks)? 5. Are there any problems related to establishing the lot lines/boundaries? 6. Do you have a location survey in your possession or a copy of the recorded plat? If yes, attach a copy. 7. Are you aware of any encroachments or shared features, from or on adjoining property (i.e. fences, driveway, sheds, outbuildings, or other improvements)? 8. Are you aware of any covenants or restrictions affecting the use of the property in accordance with local law? If yes, attach a copy. 9. Are you aware of any current or pending litigation, foreclosure, zoning, building code or restrictive covenant violation notices, mechanic's liens, judgments, special assessments, zoning changes, or changes that could affect your property? 10. Is the property currently occupied by the owner? 11. Does the property currently receive the owner-occupied tax reduction pursuant to SDCL 10-13-39? 12. Is the property currently part of a property tax freeze for any reason? 13. Is the property leased? 14. If leased, does the property use comply with applicable local ordinances? 15. Does this property or any portion of this property receive rent? If yes, how much $________ and how often ___________ 16. Do you pay any mandatory fees or special assessments to a homeowners' or condominium association? If yes, what are the fees or assessments? $_____________ per __________________ (i.e. annually, semi-annually, monthly) Payable to whom:_________ For what purpose: _________ 17. Are you aware if the property has ever had water in either the front, rear, or side yard more than forty-eight hours? 18. Is the property located in a flood plain? 19. Are federally protected wetlands located upon any part of the property? 20. Are you aware of any private transfer fee obligations, as defined pursuant to § 43-4-48, that would require a buyer or seller of the property to pay a fee or charge upon the transfer of the property, regardless of whether the fee or charge is a fixed amount or is determined as a percentage of the value of the property? If yes, what are the fees or charges? $________________ per _____________________ (i.e. annually, semi-annually, monthly) Additional Comments ___________________________________________________________________________________________________________________________________________________________________________________________________________ II. STRUCTURAL INFORMATION STRUCTURAL INFORMATION Yes No Do Not Know N/A Comments 1. Are you aware of any water penetration in the walls, windows, doors, basement, or crawl space? 2. Have any water damage related repairs been made? Are there any unrepaired water-related damages that remain? 3. Are you aware if drain tile is installed on the property? 4. Are you aware of any interior cracked walls, ceilings or floors, or cracks or defects in exterior driveways, sidewalks, patios, or other hard surface areas? 5. Type of roof covering: ___________________ 6. Are you aware of any roof leakage, past or present? 7. Is there any existing unrepaired damage to the roof? 8. Are you aware of insulation in ceiling/attic? 9. Are you aware of insulation in walls? 10. Are you aware of insulation in the floors? 11. Are you aware of any pest infestation or damage, either past or present? Are you aware of the property having been treated or repaired for any pest infestation or damage? If yes, who treated it and when? 12. Are you aware of any work upon the property which required a building, plumbing, electrical, or any other permit? 13. Was a permit obtained for work performed upon the property? Was the work approved by an inspector as required by local or state ordinance? 14. Are you aware of any past or present damage to the property (i.e. fire, smoke, wind, floods, hail, or snow)? 15.. Have any insurance claims been made for damage to the property? 16. Was an insurance payment received for damage to the property? 17. Has the damage to the property been repaired? 18. Are there any unrepaired damages to the property from the insurance claim? 19. Are you aware of any problems with sewer blockage or backup, past or present? 20. Are you aware of any drainage, leakage, or runoff from any sewer, septic tank, storage tank, or drain on the property into any adjoining lake, stream, or waterway? Additional Comments ___________________________________________________________________ ______________________________________________________________________ ______________________________________________________________________ III. SYSTEMS/UTILITIES INFORMATION SYSTEMS/UTILITIES INFORMATION Working Not Working None Not Included Comments 1. Air conditioning System Age of System, if known: 2. Air Exchanger 3. Air Purifier 4. Attic Fan 5. Bathroom Whirlpool and Controls 6. Burglar Alarm & Security System 7. Ceiling Fan 8. Central Air - Electric 9. Central Air – Water Cooled 10. Cistern 11. Dishwasher 12. Disposal 13. Doorbell 14. Fireplace 15. Fireplace Insert 16. Garage Door(s) 17. Garage Door Opener(s) 18. Garage Door Control(s) 19. Garage Wiring 20. Home Heating System(s) Type: Age of System, if known: 21. Hot Tub and Controls 22. Humidifier 23. In Floor Heat 24. Intercom 25. Light Fixtures 26. Microwave 27. Microwave Hood 28. Plumbing and Fixtures 29. Pool and Equipment 30. Propane Tank – Select One: __Leased __Owned 31. Radon System 32. Sauna 33. Septic/Leaching Field 34. Sewer Systems/Drains 35. Smart Home System Smart Home System includes: 36. Smoke/Fire Alarm 37. Solar House – Heating 38. Sump Pump(s) 39. Switches and Outlets 40. Underground Sprinkler and Heads 41. Vent Fan – Kitchen 42. Vent Fan – Bathroom 43. Water Heater, Select One: __ Electric __Gas Age of System, if known: 44. Water Purifier, Select One: __Leased __Owned 45. Water Softener, Select One: __Leased __Owned 46. Well and Pump 47. Wood Burning Stove Additional Comments ______________________________________________________________________ ____________________________________________________________________________________________________________________________________________ IV. HAZARDOUS CONDITIONS Are you aware of any existing hazardous conditions of the property and are you aware of any tests having been performed? If the answer is yes to any of the questions below, please explain in additional comments or on an attached separate sheet. HAZARDOUS CONDITIONS Existing Conditions Tests Performed Comments Yes No Yes No 1. Methane Gas 2. Lead Paint 3. Radon Gas (House) 4. Radon Gas (Well) 5. Radioactive Materials 6. Landfill, Mineshaft 7. Expansive Soil 8. Mold 9. Toxic Materials 10. Urea Formaldehyde Foam Insulations 11. Asbestos Insulation 12. Buried Fuel Tanks 13. Chemical Storage Tanks 14. Fire Retardant Treated Plywood 15. Production of Methamphetamines 16. Use of Methamphetamines V. MISCELLANEOUS INFORMATION MISCELLANEOUS INFORMATION Yes No Do Not Know N/A Comments 1. Is the street or road located at the end of the driveway to the property public or private? Public ____ Private ____ 2. Is there a written road maintenance agreement? If yes, attach a copy of the maintenance agreement. 3. Has the fireplace/wood stove/chimney flue been cleaned? If yes, please provide date of service. 4. Since you have owned the property, are you aware of a human death by homicide or suicide occurring on the property? 5. Is the water source (select one) _____ public or _____ private If private, what is the date and result of the last water test? 6. Is the sewer system (select one) _____public or _____ private If private, what is the date of the last time septic tank was pumped? 7. Are there broken window panes or seals? 8. Are there any items attached to the property that will not be left, such as: towel bars, mirrors, curtain rods, window coverings, light fixtures, clothes lines, swing sets, storage sheds, ceiling fans, basketball hoops, mail boxes, tv mounts, speakers, etc.? If yes, please list: 9. Are you aware of any other material facts which have not been disclosed on this form? If yes, please explain: Additional Comments ______________________________________________________________________ ____________________________________________________________________________________________________________________________________________ VI. ADDITIONAL COMMENTS (ATTACH ADDITIONAL PAGES IF NECESSARY) ______________________________________________________________________ ______________________________________________________________________ __________________________________________________________________________________________________________________________________________________________________________________________________________________ ______________________________________________________________________ CLOSING SECTION The Seller hereby certifies that the information contained herein is true and correct to the best of the Seller's information, knowledge, and belief as of the date of the Seller's signature below. If any of these conditions change before conveyance of title to this property, the change will be disclosed in a written amendment to this disclosure statement. __________________________________________________________________ Seller Date Seller Date THE SELLER AND THE BUYER MAY WISH TO OBTAIN PROFESSIONAL ADVICE AND INSPECTIONS OF THE PROPERTY TO OBTAIN A TRUE REPORT AS TO THE CONDITION OF THE PROPERTY AND TO PROVIDE FOR APPROPRIATE PROVISIONS IN ANY CONTRACT OF SALE AS NEGOTIATED BETWEEN THE SELLER AND THE BUYER WITH RESPECT TO SUCH PROFESSIONAL ADVICE AND INSPECTIONS. I/We acknowledge receipt of a copy of this statement on the date appearing beside my/our signature(s) below. Any agent representing any party to this transaction makes no representations and is not responsible for any conditions existing in the property. ______________________________________________________________________ Buyer Date Buyer Date An Act to revise the seller's property condition disclosure statement. I certify that the attached Act originated in the: House as Bill No. 1178 Chief Clerk Speaker of the House Attest: Chief Clerk President of the Senate Attest: Secretary of the Senate House Bill No. 1178 File No. ____ Chapter No. ______ Received at this Executive Office this _____ day of _____________, 2020 at ____________M. By for the Governor The attached Act is hereby approved this ________ day of ______________, A.D., 2020 Governor STATE OF SOUTH DAKOTA, ss. Office of the Secretary of State Filed ____________, 2020 at _________ o'clock __M. Secretary of State By Asst. Secretary of State"}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 11923, "action_date": "2020-01-30T13:00:00-06:00", "document_id": 65199, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65199.pdf", "status_text": "First Reading House", "journal_page": 98, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11923, "action_date": "2020-02-04T14:00:00-06:00", "document_id": 65696, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/65696.pdf", "status_text": "Referred to", "journal_page": 117, "committee_id_action": 480, "committee_id_assigned": 465, "result": "N", "vote": {}}, {"bill_id": 11923, "action_date": "2020-02-10T10:00:00-06:00", "document_id": 67137, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67137.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 465, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11923, "action_date": "2020-02-10T10:00:00-06:00", "document_id": 67138, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67138.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 465, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32684, "president_vote": null, "Yea": [1723, 1675, 1679, 1698, 1762, 1697, 1691, 1687, 1657, 1661, 1736, 1709], "Excused": [1669]}}, {"bill_id": 11923, "action_date": "2020-02-10T10:00:00-06:00", "document_id": 67138, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67138.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 465, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11923, "action_date": "2020-02-11T14:00:00-06:00", "document_id": 67317, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67317.pdf", "status_text": "Do Pass", "journal_page": 258, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32839, "president_vote": null, "Yea": [1754, 1700, 1689, 1723, 1654, 1670, 1710, 1668, 1751, 1665, 1711, 1672, 1656, 1743, 1680, 1740, 1681, 1744, 1736, 1728, 1702, 1676, 1682, 1662, 1748, 1684, 1731, 1738, 1669, 1739, 1690, 1678, 1747, 1655, 1667, 1722, 1657, 1737, 1675, 1679, 1673, 1671, 1729, 1765, 1698, 1677, 1733, 1745, 1701, 1725, 1674, 1688, 1727, 1683, 1664, 1709, 1660, 1696, 1692, 1762, 1697, 1755, 1691, 1712, 1687, 1734], "Excused": [1699, 1666, 1653, 1661]}}, {"bill_id": 11923, "action_date": "2020-02-11T14:00:00-06:00", "document_id": 67317, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67317.pdf", "status_text": "Do Pass", "journal_page": 256, "committee_id_action": 480, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 32839, "president_vote": null, "Yea": [1754, 1700, 1689, 1723, 1654, 1670, 1710, 1668, 1751, 1665, 1711, 1672, 1656, 1743, 1680, 1740, 1681, 1744, 1736, 1728, 1702, 1676, 1682, 1662, 1748, 1684, 1731, 1738, 1669, 1739, 1690, 1678, 1747, 1655, 1667, 1722, 1657, 1737, 1675, 1679, 1673, 1671, 1729, 1765, 1698, 1677, 1733, 1745, 1701, 1725, 1674, 1688, 1727, 1683, 1664, 1709, 1660, 1696, 1692, 1762, 1697, 1755, 1691, 1712, 1687, 1734], "Excused": [1699, 1666, 1653, 1661]}}, {"bill_id": 11923, "action_date": "2020-02-12T14:00:00-06:00", "document_id": 67448, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/67448.pdf", "status_text": "First read in Senate and referred to", "journal_page": 206, "committee_id_action": 447, "committee_id_assigned": 454, "result": "N", "vote": {}}, {"bill_id": 11923, "action_date": "2020-02-26T10:00:00-06:00", "document_id": 68486, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68486.pdf", "status_text": "Scheduled for hearing", "journal_page": null, "committee_id_action": 454, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11923, "action_date": "2020-02-26T10:00:00-06:00", "document_id": 68494, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68494.pdf", "status_text": "Do Pass", "journal_page": null, "committee_id_action": 454, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33857, "president_vote": null, "Yea": [1652, 1716, 1749, 1764, 1714, 1704], "Excused": [1715]}}, {"bill_id": 11923, "action_date": "2020-02-26T10:00:00-06:00", "document_id": 68494, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68494.pdf", "status_text": "Certified uncontested, placed on consent", "journal_page": null, "committee_id_action": 454, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11923, "action_date": "2020-02-27T13:00:00-06:00", "document_id": 68864, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68864.pdf", "status_text": "Do Pass", "journal_page": 367, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33992, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1707, 1763, 1693, 1659, 1720, 1658, 1742, 1663, 1717, 1708, 1721, 1686, 1724, 1715, 1651, 1703, 1749, 1746, 1726, 1718, 1752, 1713, 1704, 1750, 1716, 1730, 1706, 1719, 1735, 1652, 1705]}}, {"bill_id": 11923, "action_date": "2020-02-27T13:00:00-06:00", "document_id": 68864, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68864.pdf", "status_text": "Do Pass", "journal_page": 367, "committee_id_action": 447, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 33992, "president_vote": null, "Yea": [1685, 1741, 1714, 1764, 1707, 1763, 1693, 1659, 1720, 1658, 1742, 1663, 1717, 1708, 1721, 1686, 1724, 1715, 1651, 1703, 1749, 1746, 1726, 1718, 1752, 1713, 1704, 1750, 1716, 1730, 1706, 1719, 1735, 1652, 1705]}}, {"bill_id": 11923, "action_date": "2020-03-02T14:00:00-06:00", "document_id": 68982, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/68982.pdf", "status_text": "Signed by the Speaker", "journal_page": 444, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11923, "action_date": "2020-03-03T14:00:00-06:00", "document_id": 69177, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69177.pdf", "status_text": "Signed by the President", "journal_page": 405, "committee_id_action": 447, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11923, "action_date": "2020-03-04T14:00:00-06:00", "document_id": 69321, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69321.pdf", "status_text": "Delivered to the Governor", "journal_page": 462, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 11923, "action_date": "2020-03-11T10:00:00-05:00", "document_id": 69924, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/69924.pdf", "status_text": "Signed by the Governor", "journal_page": 557, "committee_id_action": 480, "committee_id_assigned": null, "result": "N", "vote": {}}], "session_law": 448, "rss_feed": "https://sdlegislature.gov/api/Bills/RSS/11923"}