{"session_id": 32, "bill_id": 9212, "bill_type": "House Bill", "bill_number": 1309, "bill_title": "provide for a periodic review of the sales and use tax exemptions.", "sponsors": [{"legislator_profile_id": 1263, "is_prime": true}, {"legislator_profile_id": 1291, "is_prime": false}, {"legislator_profile_id": 1234, "is_prime": false}, {"legislator_profile_id": 1280, "is_prime": false}], "keywords": ["Sales Tax", "Taxes"], "audio": [{"meeting_datetime": "2018-02-13T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hta22.mp3", "start_seconds": 4368.0}, {"meeting_datetime": "2018-02-13T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hta22.mp3", "start_seconds": 4368.0}, {"meeting_datetime": "2018-02-13T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hta22.mp3", "start_seconds": 4368.0}, {"meeting_datetime": "2018-02-15T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hta24.mp3", "start_seconds": 1310.0}, {"meeting_datetime": "2018-02-15T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hta24.mp3", "start_seconds": 1310.0}, {"meeting_datetime": "2018-02-15T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hta24.mp3", "start_seconds": 1310.0}, {"meeting_datetime": "2018-02-15T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hta24.mp3", "start_seconds": 1310.0}, {"meeting_datetime": "2018-02-15T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hta24.mp3", "start_seconds": 1310.0}, {"meeting_datetime": "2018-02-15T00:00:00-06:00", "committee": "HTA", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hta24.mp3", "start_seconds": 1310.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou26.mp3", "start_seconds": 11170.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou26.mp3", "start_seconds": 11170.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou26.mp3", "start_seconds": 11170.0}, {"meeting_datetime": "2018-02-21T00:00:00-06:00", "committee": "HOU", "url": "https://sdpb.sd.gov/sdpbpodcast/2018/hou26.mp3", "start_seconds": 11170.0}], "bill_versions": [{"bill_id": 9212, "bill_version_id": 48444, "bill_version": "Introduced", "bill_version_date": "2018-02-01T10:04:06.967-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to revise certain sales tax exemptions and the tax rate on the sale of food. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That § 10-45-12.1 be amended to read: 10-45-12.1. The following services enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President are exempt from the provisions of this chapter: health services (major group 80); educational services (major group 82) except schools and educational services not elsewhere classified (industry no. 8299); social services (major group 83); agricultural services (major group 07) except veterinarian services (group no. 074) and animal specialty services, except veterinary (industry no. 0752); forestry services (group no. 085); radio and television broadcasting (group no. 483); railroad transportation (major group 40); local and suburban passenger transportation (group no. 411) except limousine services; school buses (group no. 415); trucking and courier services, except air (group no. 421) except collection and disposal of solid waste; farm product warehousing and storage (industry no. 4221); establishments primarily engaged in transportation on rivers and canals (group no. 444); establishments primarily engaged in air transportation, certified carriers (group no. 451); establishments primarily engaged in air transportation, noncertified carriers (group no. 452) except chartered flights (industry no. 4522) and airplane, helicopter, balloon, dirigible, and blimp rides for amusement or sightseeing; pipe lines, except natural gas (major group 46); arrangement of passenger transportation (group no. 472); arrangement of transportation of freight and cargo (group no. 473); rental of railroad cars (group no. 474); water supply (industry no. 4941); sewerage systems (industry no. 4952); security brokers, dealers and flotation companies (group no. 621); commodity contracts brokers and dealers (group no. 622); credit counseling services provided by individual and family social services (industry no. 8322); construction services (division C) except industry no. 1752 and locksmiths and locksmith shops; consumer credit reporting agencies, mercantile reporting agencies, and adjustment and collection agencies (group no. 732), if the debt was incurred out-of-state and the client does not reside within the state. The following are also specifically exempt from the provisions of this chapter: financial services of institutions subject to tax under chapter 10-43 including loan origination fees, late payment charges, nonsufficient fund check charges, stop payment charges, safe deposit box rent, exchange charges, commission on travelers checks, charges for administration of trusts, interest charges, and points charged on loans; commissions earned or service fees paid by an insurance company to an agent or representative for the sale of a policy; services of brokers and agents licensed under Title 47; the sale of trading stamps; rentals of motor vehicles as defined by § 32-5-1 leased under a single contract for more than twenty-eight days; advertising services; services provided by any corporation to another corporation which is centrally assessed having identical ownership and services provided by any corporation to a wholly owned subsidiary which is centrally assessed; continuing education programs; tutoring; and vocational counseling, except rehabilitation counseling; and motion picture rentals to a commercially operated theater primarily engaged in the exhibition of motion pictures. Section 2. That § 10-45-14 be amended to read: 10-45-14. There are specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, the gross receipts from sales of tangible personal property, any product transferred electronically, and services to and for use by religious educational institutions, and private educational institutions currently recognized as exempt under section 501(c)(3) of the Internal Revenue Code as in effect on January 1, 2011, and nonprofit, charitable hospitals when purchases are made by authorized officials, payment made from the institution funds and title to the property retained in the name of such institution. For the purposes of this section, a private educational institution shall be defined as an institution currently recognized as exempt under section 501(c)(3) of the Internal Revenue Code as in effect on January 1, 2011, maintaining a campus physically located within this state; and accredited by the South Dakota Department of Education or the North Central Association of Colleges and Schools. For the purposes of this section, a religious educational institution shall be defined as an institution currently recognized as exempt under section 501(c)(3) of the Internal Revenue Code as in effect on January 1, 2011, that maintains a campus physically located within this state. This exemption does not extend to sales to or purchases of tangible personal property or any product transferred electronically for the personal use of officials, members or employees of such institutions or to sales to or purchases of tangible personal property or any product transferred electronically used in the operation of a taxable retail business. The exemption provided in this section does not, in any manner, relieve the institution from the payment of the additional and further license fee imposed on the registration of motor vehicles. Each institution claiming this exemption shall prepare and maintain a list of all purchases on which the exemption was claimed, fully itemized, showing name and address of vendors, description of property purchased, date or dates of purchase, purchase price, and brief explanation of use or intended use. Section 3. That § 10-45-14.10 be repealed. 10-45-14.10. There are specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, gross receipts from the sale of drugs as defined by rule promulgated by the secretary of revenue pursuant to chapter 1-26 to the extent used by humans, if the drugs are prescribed by prescription, dispensed, or administered by a physician, chiropractor, optometrist, dentist, podiatrist, or audiologist. Section 4. That § 10-45-14.9 be repealed. 10-45-14.9. There are specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, gross receipts from the sale of insulin, to the extent used by humans, that is not sold by prescription. Section 5. That § 10-45-14.11 be repealed. 10-45-14.11. There are specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, gross receipts from the sale of durable medical equipment, mobility enhancing equipment, and prosthetic devices as defined by rule promulgated by the secretary of revenue pursuant to chapter 1-26 to the extent used by humans, if the durable medical equipment, mobility enhancing equipment, and prosthetic devices are prescribed by prescription by a physician, chiropractor, optometrist, dentist, podiatrist, or audiologist. Section 6. That § 10-45-14.12 be repealed. 10-45-14.12. There are specifically exempted from the provisions of this chapter and from the computation of the amount of tax imposed by it, gross receipts from the sale of any medical device, as that term is defined in this section, to the extent used by humans, if the medical device is prescribed by prescription by a physician, chiropractor, optometrist, dentist, podiatrist, or audiologist. The term, medical device, means any instrument, apparatus, implement, contrivance, or other similar or related article, including a component, part, or accessory, that is prescribed for use on a single patient and that is: (1) Recognized in the official National Formulary, or the United States Pharmacopoeia, or any supplement to them; (2) Intended for use in the diagnosis of disease or other conditions, or in the cure, mitigation, treatment, detection, or prevention of disease, of the human body; or (3) Intended to affect the structure or any function of the human body, and that does not achieve any of its primary intended purposes through chemical action within or on the human body and that is not dependent upon being metabolized for the achievement of any of its primary intended purposes. A medical device is not durable medical equipment, mobility enhancing equipment, or a prosthetic device. Section 7. That § 10-45-14.6 be repealed. 10-45-14.6. There are specifically exempted from the provisions of this chapter and the computation of the amount of tax imposed by it, the gross receipts from the sale of meals to inpatients of hospitals if such meals are paid for, by law or by contract, by the United States, this state or a political subdivision, including, but not limited to, meals provided to medicare, medicaid, champus, Indian health service, or county poor relief patients. Section 8. That § 10-45-13.1 be repealed. 10-45-13.1. Membership organizations, major group 86, as enumerated in the Standard Industrial Classification Manual, 1987, as prepared by the Statistical Policy Division of the Office of Management and Budget, Office of the President, are exempt from the tax imposed by this chapter on receipts from sales of services by them and their membership fees. This exemption does not apply to the tax imposed upon the gross receipts of sales of tangible personal property or any product transferred electronically by such organizations. This section does not exempt the gross receipts of a retailer which are the result of sales to organizations in major group 86 or exempt such organizations from payment of use tax on goods and services used in the conduct of their activities. Section 9. That § 10-45-19.1 be repealed. 10-45-19.1. There are hereby specifically exempted from the provisions of this chapter and from the amount of tax imposed by it, gross receipts from the sale of electricity used to power irrigation pumps and the gross receipts from the horsepower charge on electric motors powering irrigation pumps whenever the purchaser has made the purchase exclusively for agricultural purposes. Section 10. That § 10-46-17.2 be repealed. 10-46-17.2. There are hereby specifically exempted from the provisions of this chapter and from the amount of tax imposed by it, gross receipts from the sale of electricity used to power irrigation pumps and the gross receipts from the horsepower charge on electric motors powering irrigation pumps whenever the purchaser has made the purchase exclusively for agricultural purposes. Section 11. That chapter 10-45 be amended by adding a NEW SECTION to read: There is imposed a tax of zero percent on the gross receipts from the sale of food as defined in § 10-45-1. Section 12. That chapter 10-46 be amended by adding a NEW SECTION to read: There is imposed a tax of zero percent on the privilege of the use of food as defined in § 10-46-1. Section 13. That the code be amended by adding a NEW SECTION to read: The additional net revenue from the repeal and reduction of sales and use taxes in this Act shall be used to reduce tuition and fees at the state postsecondary technical institutes."}, {"bill_id": 9212, "bill_version_id": 49345, "bill_version": "House Taxation Engrossed", "bill_version_date": "2018-02-15T10:24:28.55-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to provide for a periodic review of the sales and use tax exemptions. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-45 be amended by adding a NEW SECTION to read: Each tax exemption provided under the provisions of chapters 10-45 and 10-46 shall be reviewed by an interim committee to determine whether the tax exemption shall be retained or repealed before January 1, 2023, and every four years thereafter. 100 copies were printed on recycled paper by the South Dakota Legislative Research Council at a cost of $.167 per page. . Insertions into existing statutes are indicated by underscores. Deletions from existing statutes are indicated by overstrikes."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 9212, "action_date": "2018-02-01T14:00:00-06:00", "document_id": 48515, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48515.pdf", "status_text": "First read in House and referred to", "journal_page": 289, "committee_id_action": 396, "committee_id_assigned": 392, "result": "N", "vote": {}}, {"bill_id": 9212, "action_date": "2018-02-13T07:45:00-06:00", "document_id": 48982, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/48982.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 392, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9212, "action_date": "2018-02-15T07:45:00-06:00", "document_id": 49142, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49142.pdf", "status_text": "Scheduled for hearing", "journal_page": 0, "committee_id_action": 392, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 9212, "action_date": "2018-02-15T07:45:00-06:00", "document_id": 49325, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49325.pdf", "status_text": "Motion to amend", "journal_page": 0, "committee_id_action": 392, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25904, "president_vote": null, "Yea": [1283, 1294, 1312, 1248, 1295, 1255, 1256, 1317], "Nay": [1260, 1302, 1240, 1258, 1216], "Excused": [1247, 1229]}}, {"bill_id": 9212, "action_date": "2018-02-15T07:45:00-06:00", "document_id": 49325, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49325.pdf", "status_text": "Do Pass Amended", "journal_page": 0, "committee_id_action": 392, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 25908, "president_vote": null, "Yea": [1283, 1294, 1312, 1247, 1248, 1295, 1255, 1317], "Nay": [1260, 1302, 1256, 1240, 1258, 1216], "Excused": [1229]}}, {"bill_id": 9212, "action_date": "2018-02-15T07:45:00-06:00", "document_id": 49325, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49325.pdf", "status_text": "Title amended", "journal_page": 471, "committee_id_action": 392, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9212, "action_date": "2018-02-21T14:00:00-06:00", "document_id": 49604, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49604.pdf", "status_text": "Hoghoused", "journal_page": 537, "committee_id_action": 396, "committee_id_assigned": null, "result": "P", "vote": {}}, {"bill_id": 9212, "action_date": "2018-02-21T14:00:00-06:00", "document_id": 49604, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/49604.pdf", "status_text": "Do Pass Amended", "journal_page": 537, "committee_id_action": 396, "committee_id_assigned": null, "result": "F", "vote": {"vote_id": 26157, "president_vote": null, "Excused": [1313, 1269, 1248, 1261, 1254], "Yea": [1241, 1284, 1266, 1301, 1282, 1311, 1312, 1291, 1275, 1314, 1306, 1265, 1315, 1247, 1316, 1296, 1293, 1310, 1280, 1263, 1295, 1303, 1309, 1255, 1299, 1287, 1257, 1236, 1317, 1298, 1285], "Nay": [1213, 1297, 1424, 1268, 1279, 1214, 1223, 1307, 1235, 1294, 1425, 1260, 1308, 1283, 1238, 1250, 1286, 1222, 1302, 1292, 1226, 1274, 1249, 1277, 1259, 1225, 1256, 1240, 1258, 1305, 1215, 1216, 1229, 1253]}}]}