{"session_id": 48, "bill_id": 14174, "bill_type": "House Bill", "bill_number": 1194, "bill_title": "use cash rent to determine the value of agricultural land and to repeal the nonagricultural acreage classification.", "sponsors": [{"legislator_profile_id": 2260, "is_prime": true}, {"legislator_profile_id": 2292, "is_prime": true}, {"legislator_profile_id": 2201, "is_prime": false}, {"legislator_profile_id": 2234, "is_prime": false}, {"legislator_profile_id": 2248, "is_prime": false}, {"legislator_profile_id": 2251, "is_prime": false}, {"legislator_profile_id": 2253, "is_prime": false}, {"legislator_profile_id": 2266, "is_prime": false}, {"legislator_profile_id": 2296, "is_prime": false}], "keywords": ["Actual Annual Cash Rent", "Agricultural Land", "Agriculture", "Assessed Value", "Taxes"], "audio": [], "bill_versions": [{"bill_id": 14174, "bill_version_id": 81049, "bill_version": "Introduced", "bill_version_date": "1999-01-26T00:00:00-06:00", "bill_text": "FOR AN ACT ENTITLED, An Act to use cash rent to determine the value of agricultural land and to repeal the nonagricultural acreage classification. BE IT ENACTED BY THE LEGISLATURE OF THE STATE OF SOUTH DAKOTA: Section 1. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: The agricultural income value for agricultural land shall be determined pursuant to § 10-6- 33.15. The agricultural income value is the same as the value of agricultural land under the income approach required by § 10-6-33. The director of equalization shall consider this approach to value agricultural land as the only approach that is applicable pursuant to § 10-6-33 in determining the value of agricultural land. Section 2. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: The agricultural income value for agricultural land as determined pursuant to § 10-6-33.15 and section 1 of this Act represents one hundred percent of the value. The director of equalization shall make the necessary adjustment to each valuation so that the assessment represents eighty-five percent of the value as determined by the Department of Revenue. Section 3. That § 10-6-1 be amended to read as follows: 10-6-1. Terms used in this chapter mean: (1) \"Credit,\" every claim and demand for money or other valuable thing and every annuity or sum of money receivable at stated periods, due or to become due, and all claims and demands secured by deeds or mortgages due or to become due, except for contracts for deed and mortgages, in which case the term means only the payment received each year under the contract or mortgage; (2) \"District,\" township, municipality , or ward, as the case may be; (3) \"Full agricultural land value,\" the value of agricultural land as determined by the application of this chapter; (4) \"Money,\" gold and silver coin, treasury notes, bank notes, and every deposit which any person owning the same or holding in trust and residing in this state is entitled to withdraw in money on demand; (5) \"Tract,\" \"lot,\" \"piece,\" or \"parcel\" of real property, or \"piece or parcel of land,\" any contiguous quantity of land in the possession of, owned by, or recorded as, the property of the same claimant, person, or company; (6) \"True and full value,\" for all real property , except agricultural land , the usual cash selling price at the place where the property to which the term is applied shall be at the time of the assessment. Section 4. That § 10-6-33.1 be amended to read as follows: 10-6-33.1. The true and full value in money of agricultural land, as defined by § 10-6-31, which has been in primarily agricultural use for at least five successive years immediately preceding the tax year for which assessment is to be made shall be the market value as determined for each county through the use of all comparable sales cash rent of agricultural land based on consideration of the following factors: (1) The capacity of the land to produce agricultural products as defined in § 10-6-33.2; and (2) The soil, terrain, and topographical condition of the property including but not limited to capability, the land's use, climate, accessibility, and surface obstructions which can be documented through an analysis of land selling prices cash rent . The comparable sales that are used shall be evidenced by an instrument recorded with the register of deeds of the county in which the land is located, if the date of such instrument and the recording date is not more than two years prior to the assessment year cash rent information shall be collected and analyzed pursuant to § § 10-6-33.15 and 10-6-33.16 . Section 5. That § 10-6-33.6 be repealed. 10-6-33.6. If the median value per acre in an identifiable region within a county deviates by more than ten percent from the county average, the county director of equalization may establish a separate market value per acre for the land defined by the director of equalization within that region. Section 6. That § 10-6-33.14 be repealed. 10-6-33.14. Any agricultural land, as defined in § 10-6-31.3, which sells for more than one hundred fifty percent of its agricultural income value is hereby classified for purposes of ad valorem taxation as a nonagricultural acreage. The agricultural income value shall be determined pursuant to § 10-6-33.15. Section 7. That § 10-6-33.15 be amended to read as follows: 10-6-33.15. For the purposes of § 10-6-33.14 section 1 of this Act , the agricultural income value shall be determined using capitalized actual annual cash rent. The actual annual cash rent is the actual annual cash rent, excluding the actual average county tax per acre tax on agricultural land, determined through an analysis of actual arm's length rental agreements collected within the county in the year prior to the year for which the income value is being determined. The annual cash rent shall be capitalized at eight percent a rate established pursuant to section 9 of this Act. The Department of Revenue may promulgate rules pursuant to chapter 1-26 prescribing the formula and method employed to determine the annual cash rent. Section 8. That § 10-6-33.16 be amended to read as follows: 10-6-33.16. The secretary of revenue may enter into a contract for the collection of cash rent information by county. Cash rent information shall be adjusted by soil survey statistics , terrain, and topographical condition of the land including the land's use, climate, accessibility, and surface obstructions, if available. Section 9. That chapter 10-6 be amended by adding thereto a NEW SECTION to read as follows: The Department of Revenue shall set the capitalization rate at a rate that produces a total statewide assessed value of agricultural land for 2000 that is three percent more than the total statewide assessed value of agricultural land for 1999. Section 10. That § 10-6-33.17 be repealed. 10-6-33.17. Any land which is classified pursuant to § § 10-6-33.14 to 10-6-33.19, inclusive, shall remain so classified for a minimum of five years. Five years after the land is so classified, the land may be reclassified as agricultural land if the land remains in agricultural use during the five year period and if the owner of the land submits an annual application to the director of equalization. The application shall include verified documentation that the land has been in agricultural use during past year. If the land meets the criteria set forth in § 10-6-31.3, has been in agricultural use for five years, and the application requirement in this section is complied with, the director of equalization may reclassify the nonagricultural acreage as agricultural land. Section 11. That § 10-6-33.18 be repealed. 10-6-33.18. Land classified pursuant to § § 10-6-33.14 to 10-6-33.19, inclusive, shall be valued for ad valorem tax purposes at the price for which such land sold multiplied times the level of assessment for nonagricultural property within the county. The value of such land shall be increased or decreased each year by the same percentage that the value of nonagricultural property increases or decreases. Section 12. That § 10-6-33.20 be repealed. 10-6-33.20. Any agricultural land, as defined in § 10-6-31.3, which is sold in an increment of seventy acres or less, may not be used for the purpose of valuing agricultural land. The sale of any agricultural land, which is not used for purpose of valuing agricultural property pursuant to this section, may not be used in any sales ratio study. Section 13. That § 10-11-56.5 be repealed. 10-11-56.5. No sale of any land which is classified pursuant to § 10-6-58 may be used in any sales ratio study. Section 14. That § 10-11-57 be repealed. 10-11-57. In order to determine the ratio for agricultural land assessed pursuant to § 10-6-33.1, the secretary of revenue shall compare the assessed valuations on properties used for tax purposes in the year sold with the agricultural values of those properties as determined under § § 10-6-33.1 and 10-6-33.2. Section 15. That § 10-12-31.1 be amended to read as follows: 10-12-31.1. Notwithstanding other provision of law, when applying the levies for school purposes, the county director of equalization of each county shall adjust the level of assessment in that district so that the level of assessment as indicated by the most recent assessment to sales ratio as provided for in § 10-11-55 and the most recent assessment to full agricultural land value ratio as provided for in § 10-11-57 in that district are equal to eighty-five percent of market value. The Department of Revenue shall provide the director of equalization of each county all of the factors of adjustment necessary for the computations required in this section."}], "amendments": [], "fiscal_notes": [], "action_log": [{"bill_id": 14174, "action_date": "1999-01-27T14:00:00-06:00", "document_id": 82120, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/82120.pdf", "status_text": "First read in House and referred to", "journal_page": 211, "committee_id_action": 628, "committee_id_assigned": 624, "result": "N", "vote": {}}, {"bill_id": 14174, "action_date": "1999-02-18T07:00:00-06:00", "document_id": 81980, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81980.pdf", "status_text": "Scheduled for Committee hearing on this date", "journal_page": null, "committee_id_action": 624, "committee_id_assigned": null, "result": "N", "vote": {}}, {"bill_id": 14174, "action_date": "1999-02-18T07:00:00-06:00", "document_id": 81980, "document_url": "https://mylrc.sdlegislature.gov/api/Documents/81980.pdf", "status_text": "Tabled", "journal_page": 610, "committee_id_action": 624, "committee_id_assigned": null, "result": "P", "vote": {"vote_id": 41713, "president_vote": null, "Excused": [2200, 2237, 2266], "Yea": [2219, 2243, 2247, 2265, 2271, 2273, 2296, 2287, 2257], "Nay": [2272]}}]}